"United Nations A/57/PV.16\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n16th plenary meeting\r\nThursday, 19 September 2002, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-59590 (E)\r\n*0259590*\r\nPresident: Mr. Jan Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Mr. Laisenia Qarase, Prime\r\nMinster of Fiji\r\nThe President: The Assembly will now hear an\r\naddress by His Excellency The Honourable Laisenia\r\nQarase, Prime Minister of the Republic of Fiji.\r\nThe Honourable Laisenia Qarase, Prime Minister\r\nof the Republic of Fiji, was escorted to the rostrum.\r\nMr. Qarase (Fiji): Please accept, Mr. President,\r\nthe warm congratulations of the Republic of the Fiji\r\nIslands on your election to lead this forum. I also\r\nextend my appreciation to your predecessor, Mr. Han\r\nSeung-soo of the Republic of Korea, for his guidance\r\nof the General Assembly during the past year. We also\r\nwish to congratulate Switzerland on its admission to\r\nthe Organization, as well as East Timor on its imminent\r\nmembership of the United Nations. Their membership\r\ngives them a direct share in the collective\r\nresponsibility of the United Nations to promote world\r\npeace, security and development.\r\nWhen I last spoke here, in September 2000, my\r\ncountry was in the throes of its most dangerous crisis,\r\nfollowing an armed uprising against the elected\r\nGovernment. However, with God’s help and with the\r\nsupport of our own citizens and the understanding of\r\nfriends overseas, we have passed through the worst. We\r\nreturned to parliamentary democracy through general\r\nelections in August last year. We have been welcomed\r\nback into the Commonwealth and granted leadership of\r\nthe African, Caribbean and Pacific Group of States\r\n(ACP). Recently, we hosted the third summit of ACP\r\nleaders, as well as the thirty-third meeting of the\r\nPacific Islands Forum. Our economy is growing again,\r\nand we have just concluded a successful national\r\nconsultation on strategies for development. We have\r\nalso embarked on a reconciliation effort to strengthen\r\npeace and harmony in our multiracial society.\r\nToday I thank the Member States of the United\r\nNations and the United Nations system for their\r\nsupport and understanding during our period of crisis.\r\nThey stood with us, with words of quiet\r\nencouragement, and expressed confidence in our ability\r\nto resolve our own difficulties. There were others who\r\nwere judgmental and strident. Their approach was not\r\nhelpful. We remind them of the founding principles of\r\nthe United Nations: respect for national sovereignty\r\nand non-interference in the internal affairs of Member\r\nStates. Countries have the right to seek, and to put into\r\neffect, their own solutions to their problems.\r\nNot far from this site is the desolate and empty\r\nspace of Ground Zero. It is a scar not only on the face\r\nof this city; it is a scar on the world, a terrible reminder\r\nof an unspeakable act of horror. We in the Pacific share\r\nAmerica’s pain. We cannot feel it in all its intensity,\r\nbut we have a sense of the anguish and the anger. Our\r\nthoughts and prayers have been with the American\r\n2\r\nA/57/PV.16\r\npeople. We remember the innocents of so many races\r\nand faiths whose blood was spilled by hate, including\r\nthose killed in Kenya, Tanzania and other places, through\r\nwanton acts of terrorism. Let it be known that the small\r\nnations of the Pacific join the United Nations and all\r\nright-thinking countries in the fight against terrorism.\r\nIn the Pacific Ocean, we are far from the world’s\r\ncentres of power and areas of conflict and tension, but\r\nwe are very conscious that, today, no country is beyond\r\nthe reach of fanatics all too ready to kill and maim at\r\nrandom. The Pacific’s response to the heightened\r\nthreats of terrorism and transnational crime is\r\ncontained in the Nasonini Declaration on regional\r\nsecurity. This was adopted at the recent meeting of the\r\nPacific Islands Forum, which I had the honour to chair.\r\nThe Declaration binds the Pacific Islands Forum States\r\nto the implementation of internationally agreed anti-\r\nterrorism measures, such as Security Council resolution\r\n1373 (2001) and the special recommendations of the\r\nFinancial Action Task Force. Forum countries have\r\nundertaken to introduce legislation and other measures\r\nto combat terrorism and terrorist financing. We will\r\nsimilarly act against drug trafficking, people smuggling\r\nand money laundering, in accordance with work\r\nundertaken by such organizations as the United Nations.\r\nThe summit of the African, Caribbean and Pacific\r\nGroup of States (ACP) in Fiji in July lent the weight of\r\n78 States, with 650 million people, to the anti-terrorism\r\ncampaign. Its Nadi Declaration strongly condemned\r\nthe 11 September attacks and terrorism in all its forms.\r\nACP countries want terror to be fought politically,\r\nlegally and operationally and in keeping with the\r\nUnited Nations Charter. We made the point that the\r\nroot causes of terrorism, including poverty,\r\nunderdevelopment and oppression, must be treated.\r\nThe member countries of the Pacific Islands Forum\r\nare heartened that at last there is an awakening to the\r\nimportance of the oceans. The international community is\r\nstarting to see that the conservation and sustainable use of\r\nthe oceans are vital to the survival of the human race and\r\nthis planet. It was a significant achievement for us that the\r\nPlan of Implementation adopted at the World Summit on\r\nSustainable Development had a comprehensive section\r\non oceans and numerous allied issues. The Summit\r\nspecifically recognized that oceans, islands and coastal\r\nareas are essential to the Earth’s ecosystem and critical\r\nto food security and the economic welfare of many\r\ndeveloping countries.\r\nWhile the island States are small in population\r\nand area — in contrast to the billions who occupy the\r\nlarge land continents — we have something no other\r\ninternational grouping possesses. Our Pacific heritage\r\ngives us sovereign authority over nearly one sixth of the\r\nEarth’s surface. The Pacific has been described as the last\r\nfrontier, its depths still largely unexplored, its total\r\nresources unknown. This almost boundless body of water\r\ncontains great biological diversity, the most extensive\r\ncoral reefs in the world, seabed minerals and the largest\r\nsustainable tuna fishery. Humankind still does not\r\nknow what forms of natural energy it may produce.\r\nIt is our responsibility, as people of the islands, to\r\nprotect and nurture the Pacific. We must do so not only\r\nfor ourselves, but for people everywhere. For the first\r\ntime, we have adopted a regional ocean policy which\r\nlays out the guiding principles for promoting the\r\nPacific as a maritime environment in support of\r\nsustainable development. These principles are based on\r\ninternational law, reflected in the United Nations\r\nConvention on the Law of the Sea and other\r\ninternational and regional agreements. The policy’s\r\nobjective is to improve our understanding of the Ocean,\r\nmaintain its health and ensure environmentally sound\r\nuse of its resources and riches. It also recognizes that\r\nwe cannot take on this task alone and that we will\r\ntherefore need to develop partnerships and promote\r\nPacific cooperation.\r\nFor Pacific islands peoples, the ocean\r\nenvironment is an integral part of their ethnic and\r\ncultural identity and way of life. It is because of the\r\nimportance of the sea and its resources to them that they\r\nare so adamantly opposed to any action which exposes the\r\nPacific Ocean to pollution, hazardous waste and the\r\ndestructive effects of nuclear and missile tests.\r\nRecently, radioactive materials have been trans-\r\nshipped across the Pacific in arrogant defiance of our\r\nprotests. We are told there is no risk, but when we\r\npropose payment of compensation if there should be an\r\naccident, there is instant rejection. The danger these\r\nshipments pose to us is underscored by the disaster off the\r\ncoast of South Africa, where a freighter ran aground with\r\na hold full of toxic chemicals. We read of a ship\r\ncarrying hazardous cargo on fire in waters off Britain.\r\nWe do not want the Pacific put at risk in this way.\r\nWe know too well the legacy of radioactivity from\r\nnuclear-weapons testing. People in parts of the Pacific\r\ncontinue to suffer from the fallout. We are still waiting\r\n3\r\nA/57/PV.16\r\nfor those who committed these acts to take full\r\nresponsibility for what they have done.\r\nThere are real hazards to low-lying atolls from\r\nanother by-product of this era of environmental crisis.\r\nRising sea levels caused by global warming will lead to\r\nthe disappearance of some islands. They will sink\r\nbeneath the waves. Do not therefore be surprised if in\r\nfuture environmental refugees from Oceania are forced\r\nto seek sanctuary elsewhere.\r\nThe world should also not be surprised at the\r\nstrong call from the Pacific for the adoption and\r\nratification of the Kyoto Protocol. We praise those\r\nnations that have signified their intention to ratify. To\r\nthose who have not done so, we pose the same question\r\nwe asked in Johannesburg: Will you display the\r\ncourage, generosity and largeness of spirit the world\r\nneeds from you? Will you join fully in saving the Earth\r\nfrom the gross abuse and destruction of its resources?\r\nWe have done much in the Pacific to secure our\r\nownership of the rich regional tuna fishery. Ten years\r\nof combined effort, negotiation, lobbying and\r\npainstaking legal drafting led to the adoption of the\r\nUnited Nations Law of the Sea Convention in 1982.\r\nWhen it came into force, international law allowed us\r\nto lay claim to huge areas of marine-resource\r\njurisdiction through archipelagic regimes and 200-\r\nnautical-mile exclusive economic zones. We established\r\nthe Forum Fisheries Agency to coordinate our efforts to\r\nget the best returns from valuable tuna stocks. There was\r\na successful conclusion to negotiations with America for\r\na regional fisheries agreement. I pay tribute here to the\r\nUnited States for its willingness to reach an accord and\r\nfor agreeing to its extension to 2013.\r\nWe still have much to do, however, to consolidate\r\nour position and to ensure that we bring an end to\r\nexploitation, which continues unabated. We are\r\nangered by the indiscriminate commercial exploitation\r\nof our tuna by distant-water fishing fleets. They have\r\nno compunction about using purse seine methods and\r\ndrift nets, which take huge amounts of small tuna and\r\ndestroy other species. We call on those nations to act\r\nresponsibly and to stop this ruthless exploitation. The\r\nreality is that more than 95 per cent of the annual value\r\nof the South Pacific catch is taken by them. Where\r\narrangements for fees to be paid do apply, the return to the\r\nregion is less than 3 per cent of the annual commercial\r\nworth of the harvest. Obviously, we must redouble our\r\nefforts to improve our ability to receive a fair share of\r\nthese resources from harvesting and processing.\r\nThe next step is to bring into effect the Western\r\nand Central Pacific Tuna Convention. This will\r\nestablish a commission to secure long-term\r\nsustainability. The Convention recognizes that the\r\nstandards of other regions cannot be applied to us and\r\nthat our interests will be safeguarded against more\r\npowerful and economically superior Powers.\r\nWe very much welcomed the undertaking by a\r\nnumber of countries in Johannesburg to permit quota\r\nand tariff-free market access to the least developed of\r\nthe developing countries. We urge them to extend the\r\nsame access conditions to developing island States. We\r\nknow that free trade, as espoused by the World Trade\r\nOrganization, is the ideal. All nations will trade on the\r\nsame basis of equality and fairness, but what a large\r\ngap there is between the ideal and the reality. The\r\ndeveloping countries hear huge amounts of free-market\r\nrhetoric from the rich nations, but it is completely\r\ncancelled out by the reality of continuing\r\nprotectionism. There is no level playing field for the\r\npoorer nations, only a steep and slippery slope. That is\r\nwhy we must move carefully into an integrated system\r\nof world trade and allow special treatment for those\r\ndeveloping countries that are especially vulnerable.\r\nIt is in furtherance of this that I make a plea for\r\nthe acceptance of small island developing States as a\r\nspecial case for trade and aid assistance. This would\r\nbring them into line with the least developed and\r\nlandlocked developing countries.\r\nNext week will see the commencement of formal\r\nnegotiations between the European Union and the\r\nAfrican, Caribbean and Pacific (ACP) countries on new\r\npartnership arrangements under the Cotonou\r\nAgreement. The ACP States look forward to\r\nstrengthening the partnership with the European Union\r\nstarted under the Lomé Convention in 1975. It is also\r\ntheir hope that the new economic partnership\r\nagreements will incorporate commitments made by the\r\nEuropean Union member countries at Johannesburg.\r\nThe United Nations was conceived to seek the\r\nbetterment of people and to foster security and peace in\r\nthe world. It has had its failures, and it still has its\r\ncritics. But let us not forget the successes and its\r\ninfluence for good. Consider where we would be\r\nwithout the United Nations. We believe it has a\r\n4\r\nA/57/PV.16\r\ncontinuing role and a future, given the commitment of\r\nthe membership to its governing principles.\r\nI am pleased to assure the Assembly that the\r\nPacific Island Forum and the Africa, Caribbean and\r\nPacific Group strongly support our Secretary-General’s\r\nnew emphasis on preventive diplomacy. Conflict\r\nprevention and peace-building should continue to be\r\nthe central considerations in involvement by the United\r\nNations in ongoing efforts to deal with conflict and\r\ncrisis situations in the Middle East and elsewhere.\r\nWe congratulate the United Nations on the\r\nsuccess of its various peacekeeping operations. Fiji’s\r\nparticipation in the United Nations Interim Force in\r\nLebanon (UNIFIL), after more than 24 years, will\r\nconclude in December this year. It has been a great\r\nhonour for us to serve the international cause of bringing\r\npeace and order to that part of the Middle East.\r\nFiji reaffirms its willingness to continue its\r\nparticipation in United Nations and international\r\npeacekeeping operations. All this has cost us dearly in\r\nlost lives, but it is a price we are willing to pay for\r\ninternational peace and security.\r\nWe live in uncertain times. The world is troubled.\r\nWe look to the United Nations to provide steadiness\r\nand balance at the centre. We look to it to maintain\r\npeace on earth and hope for humanity. Member\r\ncountries of the Pacific Island Forum have committed\r\nthemselves to promoting and safeguarding the Pacific\r\nOcean as a region of peace. We appeal to all those who\r\nare part of our wider Pacific community to embrace the\r\nway of peace and to constructively engage in\r\ncooperation for development. We welcome China’s\r\nincreasing presence and involvement in supporting and\r\nassisting development in our region. China and Taiwan\r\nhave longstanding differences. All of us in the Pacific\r\nwant to see them resolve their dispute amicably\r\nthrough dialogue and a common vision.\r\nWe welcome the peace mission by the Prime\r\nMinister of Japan to normalize relations with North\r\nKorea. We hope that his visit will also have the added\r\nimpetus of encouraging North and South Korea to\r\nintensify their contacts and dialogue for a peaceful\r\naccord between them.\r\nJapan, itself, is setting an example of how a\r\ndeveloped nation can use its resources to help others.\r\nIn Johannesburg, Japan was more forthcoming than\r\nmost affluent countries in its willingness to act on the\r\nSummit agenda and decisions. It is already playing a\r\nvery positive role in the South Pacific.\r\nFiji reiterates its support for Japan as a permanent\r\nmember of the Security Council, along with China.\r\nIn concluding, let me reaffirm that, in a world\r\nstill threatened by conflict and war, the Pacific Island\r\nForum and the ACP Group stand firmly for peace. We\r\nsay the best way of securing that and protecting our\r\nprecious planet is to uphold the multilateralism\r\nrepresented by the United Nations and its family of\r\nnations. For peace to endure, the United Nations must\r\ncontinue to ensure that development and opportunities\r\nfor economic and social progress are spread and shared\r\nevenly among all its Member States.\r\nAt Johannesburg, we all agreed to promote\r\npartnerships to assist developing countries in dealing\r\nmore effectively with the basic needs of their peoples.\r\nFrom our experience with our trade and development\r\npartnerships, with Australia and New Zealand and with\r\nthe European Union, the Pacific Islands and ACP\r\ncountries commit themselves to working closely with\r\nthe United Nations system and other multilateral\r\norganizations, like the World Trade Organization, in\r\npromoting similar partnerships with other developed\r\ncountries.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister of the\r\nRepublic of Fiji for the statement he has just made.\r\nThe Honourable Laisenia Qarase, Prime Minister\r\nand Minister for Fijian Affairs of the Republic of\r\nFiji, was escorted from the rostrum.\r\nThe President: I give the floor to His Excellency\r\nThe Honourable James Francis Wapakhabulo, Third\r\nDeputy Prime Minister and Minister for Foreign\r\nAffairs of Uganda.\r\nMr. Wapakhabulo (Uganda): On behalf of the\r\ndelegation of Uganda, I congratulate you, Sir, on your\r\nelection to preside over the deliberations of the fifty-\r\nseventh regular session of the General Assembly. We\r\nexpress appreciation to your predecessor, Mr. Han\r\nSeung-Soo, for a job well done. We also congratulate\r\nthe Secretary-General, Mr. Kofi Annan, for the\r\noutstanding work he continues to perform on behalf of\r\nthe United Nations and the international community.\r\nUganda welcomes to the membership of the United\r\nNations two new members, the Democratic Republic of\r\n5\r\nA/57/PV.16\r\nEast Timor, which is soon to become a Member, and the\r\nSwiss Confederation, whose admission to the United\r\nNations brings closer to realization the goal of\r\nuniversality of membership of this global Organization.\r\nOne year after the tragic events of 11 September\r\n2001, the primary role of the United Nations to maintain\r\ninternational peace and security must be strengthened, in\r\norder to ensure that the tragedy that befell New York City\r\nand Washington D.C., last year is not repeated anywhere\r\non this globe. The United Nations, together with all\r\nMember States, must make every effort to eradicate the\r\nscourge of terrorism from the world. The Government\r\nand people of Uganda stand united with all peace-\r\nloving countries of the world in condemning and\r\nresisting acts of terrorism carried out by cowardly and\r\nbarbaric forces. The use of indiscriminate violence\r\ncannot be justified under any circumstances and,\r\ntherefore, must be roundly condemned.\r\nThe people of Uganda have been victims of\r\nsenseless acts of terrorism perpetrated by terrorist\r\ngroups such as the Lord’s Resistance Army (LRA) and\r\nthe Allied Democratic Forces (ADF) for many years.\r\nUganda is committed to efforts to bring the\r\nperpetrators of terrorism and their collaborators to\r\njustice. Uganda is ready to cooperate with other\r\ncountries in the implementation of the provisions of\r\nexisting international anti-terrorist conventions, as well\r\nas the conclusion of new international instruments to\r\ncounter terrorism comprehensively.\r\nAt the domestic level, Uganda recently enacted a\r\nlaw called the Suppression of Terrorism Act. The\r\nenactment of that law is clear testimony to the\r\ncommitment of the Government of Uganda to fight\r\nterrorism both at home and abroad.\r\nThe scourge of conflicts on the African continent\r\nhas for decades been one of the major contributors to\r\nsocio-economic decline, causing untold suffering, as\r\ncivilian populations are forced into living as refugees\r\nand internally displaced persons.\r\nBearing that in mind, we welcome the historic\r\ndecision of the inaugural Assembly of the African\r\nUnion to establish the Peace and Security Council of\r\nthe African Union to deal with the scourge of conflicts\r\nin Africa and to ensure that peace, stability and\r\nsecurity prevail on the African continent. Uganda has\r\nduly signed the Protocol relating to the establishment\r\nof the Peace and Security Council. As a collective\r\nsecurity and early-warning body, the Peace and\r\nSecurity Council will enhance Africa’s capacity to\r\nmanage conflicts by facilitating timely and efficient\r\nresponse to conflict and crisis situations on the\r\ncontinent. I wish to call upon our development partners\r\nand upon the international community at large to\r\nsupport Africa in this new endeavour.\r\nIn conformity with our commitment to restore\r\npeace and stability in the Great Lakes region, and\r\nconsistent with the spirit of the Lusaka Ceasefire\r\nAgreement, the Presidents of Uganda and the Democratic\r\nRepublic of the Congo signed an Agreement in Luanda,\r\nAngola, on 6 September 2002. That agreement provides\r\nfor total withdrawal of Ugandan troops from the territory\r\nof the Democratic Republic of the Congo, normalization\r\nof relations and cooperation in the economic and social\r\nfields. Under the Agreement, Uganda undertakes to\r\nwithdraw all its troops from Beni, Gbadolite and Bunia\r\nwithin a period of 100 days. As of now, we have\r\nwithdrawn all our troops from Beni, and by the weekend\r\nwe shall have no troops in Gbadolite. At the same time,\r\nthe two countries agreed to establish a joint security\r\nmechanism for the western slopes of the Rwenzori\r\nmountains in order to address Uganda’s security concerns.\r\nAlso of importance is the undertaking by the parties to\r\nrefrain from all types of military and logistical support\r\n— including the provision of bases and sanctuary to\r\narmed groups, inter-ethnic militias, subversive\r\norganizations and all rebel movements — against each\r\nother. Uganda is indebted to the Government of The\r\nRepublic of Angola for its crucial engagement, which\r\nled to that breakthrough.\r\nAs Chair of the regional initiative on Burundi,\r\nUganda has played a leading role in efforts to find a\r\njust and lasting solution to the internal conflict in\r\nBurundi. We welcome the conclusion of the Arusha\r\nPeace Accord, and I should like to appeal to all the\r\nparties to honour the ceasefire and to support fully\r\nefforts to implement the Arusha Accord. I thank, in that\r\nregard, the Governments of South Africa, Tanzania and\r\nGabon for their tireless efforts. In addition, we pay\r\ntribute to former President Nelson Mandela of South\r\nAfrica for his role as Facilitator. Uganda and the other\r\ncountries in the region will continue to exert every\r\neffort to bring about peace and stability in Burundi. We\r\ncall upon the United Nations and the rest of the\r\ninternational community to support our efforts to\r\nrestore peace in Burundi.\r\nSince the Nairobi Agreement, signed in\r\nDecember 1999 between the Governments of the Sudan\r\n6\r\nA/57/PV.16\r\nand Uganda and facilitated by former President Jimmy\r\nCarter of the United States and by President Daniel\r\narap Moi of Kenya, relations between Sudan and\r\nUganda have continued to witness steady and\r\nsatisfactory progress. To date, the Sudan and Uganda\r\nhave agreed to restore cooperation in the political,\r\nsecurity and diplomatic fields. We have also agreed to\r\nestablish a joint ministerial commission to oversee\r\nfurther cooperation in all areas.\r\nUganda strongly supports and is actively\r\nparticipating in the negotiations initiated by the\r\nIntergovernmental Authority on Development aimed at\r\nresolving the conflict between the Government of the\r\nSudan and the Sudan People’s Liberation Movement/\r\nSudan People’s Liberation Army (SPLM/SPLA), which\r\nculminated in the breakthrough of the Machakos\r\nProtocol on 20 July 2002. Indeed, it was in the spirit of\r\nhopeful anticipation of peace that President Museveni\r\nhosted a historic meeting in Kampala on 27 July 2002\r\nbetween President Al-Bashir of the Sudan and the\r\nChairman of the SPLM/SPLA, Dr. John Garang de\r\nMabior. Therefore, it is extremely unfortunate and\r\nregrettable that the second phase of the Machakos\r\nnegotiations between the two Sudanese parties has\r\nstalled. The Government of Uganda calls upon the\r\ninternational community, especially the countries of the\r\nregion, to demand a return to the negotiating table by\r\nthe Sudanese parties so that a comprehensive, just and\r\nlasting settlement can be reached.\r\nThe situation in Somalia continues to be volatile\r\nand the prospects for peace elusive. Following the Arta\r\nagreement and the formation of the Transitional\r\nNational Government of Somalia, the position of Uganda\r\nhas been to encourage the reconciliation process and an\r\nall-inclusive and broad-based administration for that\r\ncountry. It is in that context that Uganda looks forward to\r\nthe convening of the forthcoming Somali peace and\r\nreconciliation conference, which is due to start in\r\nNairobi, Kenya, on 15 October 2002.\r\nUganda is concerned at the lack of progress in\r\nefforts to find a just and permanent solution to the\r\nquestion of Western Sahara, which has remained\r\nunresolved since the former colonial Power abandoned\r\nthe territory in 1975. We urge the United Nations to\r\nhold, as soon as possible, a referendum to enable the\r\nSaharawi people to exercise their inalienable right to\r\nself-determination, in accordance with the relevant\r\nGeneral Assembly resolutions.\r\nUganda supports the right of the Palestinian\r\npeople to a homeland, and we appeal to the two parties\r\nto resume negotiations with a view to finding a just and\r\nlasting solution to the Middle East crisis. Uganda\r\nsupports the establishment of a Palestinian State to\r\nexist side by side in peace with the State of Israel.\r\nUganda participated actively and at the highest\r\nlevel at the World Summit on Sustainable\r\nDevelopment, held at Johannesburg, South Africa. The\r\nSummit was clearly one of this year’s major events in\r\nthe field of development. Uganda welcomes the\r\noutcome of that conference, which reaffirmed the\r\nprinciples and priorities of Agenda 21. In focusing on\r\npoverty eradication, the Summit established the\r\nessential integration of the three concepts of people,\r\nplanet and prosperity. We believe that the challenge\r\nnow before the international community is to\r\nimplement, fully and expeditiously, the concrete\r\nagreements reached at the conference. This session of\r\nthe General Assembly must, therefore, translate the\r\naspirations of the developing countries expressed at the\r\nconference into reality. We believe that all countries\r\nhave an obligation to implement the Johannesburg Plan\r\nof Action and Declaration on sustainable development\r\nand, by so doing, to contribute towards the achievement\r\nof the Millennium Development Goals, adopted by the\r\nGeneral Assembly at its fifty-fifth session.\r\nUganda welcomes the international consensus\r\nreached at Monterrey in March this year, including new\r\ndevelopment assistance commitments for financing the\r\ndevelopment of developing countries. We appeal to our\r\ndevelopment partners and to international financial\r\ninstitutions to provide additional resources and to\r\nhonour the agreed targets for official development\r\nassistance. The priority accorded to the eradication of\r\npoverty by the Millennium Summit and, in particular,\r\nthe goal of reducing poverty by half by 2015 will not\r\nbe realized unless all countries — especially developed\r\ncountries — honour the obligations and commitments that\r\nhave been agreed to by the international community.\r\nUganda is committed to fulfilling the objectives\r\nand goals of the New Partnership for Africa’s\r\nDevelopment (NEPAD). In that connection, we\r\nwelcome the Group of Eight (G-8) Africa Action Plan,\r\nadopted by the heads of State or Government of the\r\neight major industrialized countries at their Summit at\r\nKananaskis, Canada. NEPAD recognizes that the\r\nprimary responsibility for Africa’s future and for its\r\ndevelopment rests with Africans, but Africa needs\r\n7\r\nA/57/PV.16\r\nsupport from its development partners. It is against that\r\nbackground that Uganda appreciates the commitment\r\nmade by the G-8 Governments to mobilize and\r\nenergize global action, to marshal resources and\r\nexpertise, and to provide impetus in support of\r\nNEPAD’s objectives. We welcome the adoption of the\r\nUnited Nations Declaration on the New Partnership for\r\nAfrica’s Development by this session of the General\r\nAssembly (resolution 57/2) and the overwhelming\r\nsupport that NEPAD has received from the\r\ninternational community.\r\nUganda believes that trade — especially free and\r\nfair trade — is the engine of growth and development.\r\nIn that regard, we urge the international community to\r\nmake every effort to ensure that the multilateral trading\r\nsystem caters for the special needs of the least\r\ndeveloped countries with practical measures that can\r\nimprove their terms of trade, enhance their export\r\ncapacity and sustain their balance of payments.\r\nThe major agricultural products of the least\r\ndeveloped countries, such as coffee, cotton, bananas\r\nand tea, are exported to several markets, notably the\r\nEuropean Union, the United States of America and\r\nCanada. Because of that fact, conditions of market\r\naccess are of critical importance for defining the\r\ntrading opportunities of the least developed countries.\r\nWhile Uganda welcomes the African Growth and\r\nOpportunity Act adopted by the United States and the\r\nEuropean Union’s Everything But Arms initiative, we\r\nbelieve these positive developments should be\r\ncomplemented by simplified rules of origin and\r\ncoordinated programmes of assistance by the donor\r\ncommunity to increase the capacity of least developed\r\ncountries to produce and market more. We are\r\nencouraged by Canada’s unilateral decision to lift\r\ntariffs on African exports to Canada and to abolish\r\nsubsidies on agricultural products. We urge other\r\ncountries to emulate this positive example.\r\nThe collapse of commodity prices has contributed\r\nto a drastic decline in the terms of trade of the least\r\ndeveloped countries. This matter deserves urgent\r\nattention by the international community if the least\r\ndeveloped countries are to be fully integrated into the\r\nmultilateral trading system. We call upon the international\r\ncommunity to implement fully the provisions of the\r\nDoha Declaration in favour of the least developed\r\ncountries and, in addition, to provide technical support\r\nto build their capacity in ongoing negotiations.\r\nIn the short term, aid can be — indeed, it has\r\nbeen — beneficial for the development of developing\r\ncountries. In that respect, Uganda would like to appeal\r\nto the donor countries to make the necessary effort to\r\nhonour the agreed target of 0.7 per cent of gross\r\nnational product for official development assistance.\r\nWe thank those countries which have already reached\r\nor even surpassed that target.\r\nI would like to say that Uganda supports the\r\nSecretary-General’s efforts to reform the United\r\nNations system to make it more efficient and effective.\r\nReform of the Security Council is, however, long\r\noverdue. We appeal to all Member States to expedite\r\nthe process of reform, including the expansion of the\r\nCouncil’s membership in its permanent and non-\r\npermanent categories.\r\nFinally, I would like to reiterate Uganda’s full\r\ncommitment to multilateralism and to the principles\r\nand purposes of the United Nations. We are ready to\r\nmake every effort to achieve the lofty goals set by the\r\ninternational community at the Millennium Summit.\r\nThe President: I now give the floor to Her\r\nExcellency Ms. Anna Lindh, Minister for Foreign\r\nAffairs of Sweden.\r\nMs. Lindh (Sweden): Let me begin by\r\ncongratulating you, Sir, on your election as President.\r\nAll speakers in this debate have reflected on the\r\nyear that has passed since 11 September 2001. It has\r\nbeen a very dramatic year, and it is time for the\r\ninternational community to draw some conclusions\r\nfrom it. One thing is clear: the United Nations\r\nresponded quickly and resolutely to the terrorist acts\r\nagainst the United States. The United Nations acted\r\nwith speed and determination to counter that threat to\r\nglobal security.\r\nFor me, that is yet further proof that the United\r\nNations is, indeed, indispensable. We all know what\r\nthe terrorists want: to hurt open societies, to replace\r\ncooperation with confrontation and to bring down\r\ndemocracy. But we can never let the terrorists prevail\r\nin their ambition. Nor can we tolerate the suppression\r\nof political opposition or the persecution of religious or\r\nethnic minorities under the guise of combating\r\nterrorism. In fact, it is by ensuring global respect for\r\ninternational law, human rights and social justice that\r\nwe take away much of the fertile ground of terrorism.\r\n8\r\nA/57/PV.16\r\nThe struggle against terrorism proves once again\r\nthat multilateral action and a global response are the\r\nonly sustainable means to meet common challenges.\r\nFighting terrorism and building peace require\r\nglobal cooperation. The Secretary-General said last\r\nweek that when States decide to use force to deal with\r\nbroader threats to international peace and security, there is\r\nno substitute for the unique legitimacy provided by the\r\nUnited Nations. That is true also in the case of Iraq. The\r\ndefiance of Iraq in the face of the Security Council must\r\ncome to an end. At the heart of the issue lies the question\r\nof weapons of mass destruction. They are weapons that\r\ncan bring suffering and death to millions of people,\r\nincluding those far away from Iraq.\r\nWe want to be sure that Iraq fulfils its obligation\r\nto halt all programmes for developing such weapons.\r\nWe also want to make sure that any weapons of mass\r\ndestruction that may already have been developed are\r\nnow destroyed. That is the task of the United Nations\r\nweapons inspectors. I welcome the announcement that\r\nIraq is willing to let the inspectors return, without\r\nconditions. This time Iraq has to cooperate fully with\r\nthe United Nations. That will also be the right way to\r\ngo to achieve the suspension of the sanctions.\r\nIf that does not happen, however, and if Iraq’s\r\ndefiance continues, as the Secretary-General said, the\r\nSecurity Council must face its responsibilities. That\r\ncould be a very delicate decision for the Council; it\r\nwould need to weigh the risks of various options. But\r\nthe credibility of the United Nations requires that Iraq\r\nbe made to fulfil its obligations.\r\nSustainable development requires global\r\ncooperation. Throughout the world, poverty and\r\noppression can be exploited by extremists and can give\r\nrise to conflict and war. Global cooperation is needed\r\nto prevent that from happening. International security\r\nand regional stability require the building of\r\ndemocracy, respect for human rights, poverty\r\neradication and sustainable development.\r\nGlobalization makes it clear that social\r\nresponsibility is required not only of Governments, but\r\nalso of companies and individuals — in short, of all of us.\r\nEcological sustainability is the basis for human\r\nsurvival. Development and the environment are\r\ninterlinked. In Johannesburg, our nations made a\r\ncommitment to translate into reality the Rio vision —\r\nthe mutually supportive integration of environmental\r\nand development goals.\r\nThe launch of the Doha development agenda\r\nopens the way for an equitable and responsive global\r\ntrading system. New global partnerships have changed\r\nthe way we look at patterns of production, consumption\r\nand sustainable development, but the goals we have set\r\nmust be achieved. At Monterrey our common\r\nresponsibility was confirmed. Strong and efficient\r\ninstitutions are needed at the local, regional and\r\ninternational levels to carry out these commitments. We\r\nneed coherence and consistency. We need ownership.\r\nOne of the most serious new threats to security is\r\nHIV/AIDS. Efforts to achieve sustainable development\r\nwill be in vain if we fail in our fight against HIV/AIDS\r\nand other diseases that still hold entire populations to\r\nransom. When the fundamental structures of societies are\r\ncrumbling due to the devastating effects of epidemics, we\r\nmust recognize that as a threat to global security.\r\nThe Millennium Declaration is our reference\r\nguide. Sweden fully supports the Secretary-General’s\r\ninitiative to launch a strategy for the successful\r\nattainment of the Millennium Development Goals.\r\nReaching those goals would in itself be the best way to\r\nprevent violent conflict. Behind the immediate\r\nsymptoms of conflict, we often find deep-rooted\r\nstructural causes.\r\nEven now, however, much more can be achieved\r\nif diplomatic, economic and military means are used in\r\na coordinated way. Regional organizations, in\r\ncooperation with the United Nations, have an important\r\nrole to play, and the implementation of the Secretary-\r\nGeneral’s report (A/55/985) on the prevention of armed\r\nconflict is crucial in this respect.\r\nEnding the Israeli-Palestinian conflict requires\r\nglobal cooperation. There is an urgent need to put an\r\nend to the occupation and to the spiral of terrorist acts,\r\nviolence and confrontation that have caused so much\r\nsuffering and bloodshed in the Middle East.\r\nI deeply regret the two recent terrorist attacks in\r\nIsrael. I strongly urge both parties not to let the peace\r\nprocess be held hostage by extremists.\r\nThe future of the region depends on a peaceful,\r\nsustainable and just solution being reached, based on\r\ninternational law and the relevant United Nations\r\nresolutions. One way to achieve this is presented in the\r\nroad map recently adopted by the European Union,\r\n9\r\nA/57/PV.16\r\nbuilding on the proposal from the Arab League meeting\r\nin Beirut. The road map includes the holding of\r\nelections in the Palestinian territories in January 2003,\r\naiming at the establishment of a peaceful and\r\ndemocratic Palestinian State in 2005. The rights of\r\nIsrael and Palestine to security and statehood cannot be\r\nsecured by military means. They can be secured only\r\nby negotiation.\r\nSafeguarding human rights requires global\r\ncooperation. Addressing this issue, I wish to begin by\r\npaying tribute to Mrs. Mary Robinson, the outgoing\r\nUnited Nations High Commissioner for Human Rights.\r\nThrough her strong commitment, she has had an\r\nimpact. She has made a difference, and we are grateful\r\nto her. I warmly welcome her successor, Mr. Sergio\r\nVieira de Mello, and assure him of our continued\r\ncooperation and support.\r\nAll human beings are born free and equal in\r\ndignity and in rights. Still, vast numbers of women,\r\nmen and children all over the world are deprived of\r\ntheir declared, inherent and universal human rights.\r\nHarassment, torture and killings take place daily,\r\nincluding through abhorrent practices such as genital\r\nmutilation and stoning. Sometimes the reason for a\r\nperson’s being abused is his or her gender, religion,\r\nbeliefs, sexual orientation, or the fact that he or she is\r\ndisabled. We have a duty to act against discrimination.\r\nThe principles of non-discrimination and diversity are\r\nfundamental to a humane and decent society. The\r\nsovereignty of States must never be used as a shield\r\nbehind which violations of human rights take place.\r\nThe General Assembly has taken the first step to\r\nestablish an international convention to promote and\r\nprotect the rights and dignity of persons with\r\ndisabilities. This is a very welcome development.\r\nThe Secretary-General’s report (A/57/169) on\r\nhow to eliminate violence against women and girls\r\ncommitted in the name of honour is another significant\r\ncontribution. Legal, protective and other preventive\r\nmeasures for women and girls at risk should be\r\naddressed in a concerted manner.\r\nHuman rights are often spoken about, but we also\r\nneed to put power behind the words. The creation of the\r\nInternational Criminal Court is a remarkable achievement\r\nin the progressive development of international law. Its\r\nfundamental purpose is to eliminate impunity for crimes\r\nagainst humanity, genocide and war crimes. We all need\r\nto carefully safeguard the integrity of the Rome Statute so\r\nthat its object and purpose will not be undermined. The\r\nrights of every individual must be respected, and every\r\nindividual, irrespective of nationality or position in\r\nsociety, must be held responsible for his or her actions.\r\nDisarmament of weapons of mass destruction\r\nrequires global cooperation. International, as well as\r\nnational, security depends on strong multilateral\r\nframeworks. Our task is to implement and reinforce the\r\nimportant international conventions banning or\r\nregulating weapons of mass destruction. A verification\r\nregime is necessary to strengthen the Biological and\r\nToxin Weapons Convention. Failure to reach concrete\r\nprogress at the Review Conference in November will\r\nhave serious consequences.\r\nThe Chemical Weapons Convention provides for\r\nthe destruction of a whole category of weapons of mass\r\ndestruction. That is true disarmament, and it should be\r\nimplemented in a full and timely manner. The\r\nConvention will be reviewed in April of next year, for\r\nthe first time in its young history.\r\nImplementing the agreements made at the Non-\r\nProliferation Treaty (NPT) review conferences is of\r\nfundamental importance. That is particularly true for\r\nthe unequivocal undertaking by the nuclear-weapon\r\nStates to accomplish the total elimination of their nuclear\r\narsenals, and 12 other steps towards accomplishing that\r\ngoal. As part of the New Agenda Coalition, Sweden will\r\ncontinue to contribute to this process.\r\nThe disarmament process should also encompass\r\nnon-strategic nuclear weapons, as confirmed at the last\r\nNPT Review Conference. It is vital that the\r\nComprehensive Nuclear-Test-Ban Treaty enter into\r\nforce. I call upon all States to adhere to that Treaty.\r\nThe Conference on Disarmament must start\r\nsubstantive work when it resumes its session early next\r\nyear. It is unacceptable that a few countries continue to\r\nblock progress. Sweden, Algeria, Belgium, Chile and\r\nColombia recently presented a proposal for a\r\nprogramme of work that takes into consideration the\r\ninterests of all parties. I urge China and the United\r\nStates to actively work for a solution.\r\nThe challenges ahead of us are neither fewer than\r\nlast year nor smaller in magnitude. To face them, we need\r\na modern and more efficient United Nations. A modern\r\nUnited Nations requires a Security Council that reflects\r\nthe realities of today’s international relations. We need to\r\nintensify efforts to achieve comprehensive reform of the\r\n10\r\nA/57/PV.16\r\nSecurity Council. That issue has been discussed for many\r\nyears, with little success. In the end, it is a question of\r\nthe credibility and legitimacy of the Organization.\r\nSweden favours enlargement of the Security\r\nCouncil to make room for increased representation of\r\nMember States, not least developing States. We would\r\nlike to see such a reform have the broadest possible\r\nsupport. If this entailed, as a first step, an enlargement\r\nlimited to non-permanent members, while not\r\nexcluding new permanent members at a later stage,\r\nSweden would support such a solution. An immediate\r\nincrease would better reflect the realities of today’s\r\ninternational community and the growing number of\r\nMember States.\r\nLet me finish by greeting Switzerland, one of the\r\nhost countries of the United Nations and warmly\r\nwelcoming it as a full Member of the United Nations.\r\nShortly, the Democratic Republic of Timor-Leste, a\r\ncountry where this Organization has been deeply and\r\npositively involved, will also become a new member of\r\nthe United Nations family. I see significance in this. I\r\nsee proof that joint and integrated efforts by the\r\ninternational community can produce remarkable\r\nresults. It fills me with hope that the United Nations\r\nhas, in fact, entered this millennium with vigour and\r\ndetermination.\r\nI am convinced that the United Nations is on the\r\nright track. Through joint efforts by all of us, the\r\nUnited Nations will continue to be a beacon of hope for\r\nhumanity in the twenty-first century.\r\nThe President: I now give the floor to His Royal\r\nHighness Prince Mohamed Bolkiah, the Minister for\r\nForeign Affairs of Brunei Darussalam.\r\nPrince Mohamed Bolkiah (Brunei Darussalam):\r\nMr. President, I extend my congratulations to you and\r\nto the people of the Czech Republic on your election. I\r\noffer my very best wishes in all your work during the\r\ncoming session.\r\nI would also like to thank my colleague, His\r\nExcellency Mr. Han Seung-soo of the Republic of\r\nKorea, our regional neighbour, for his leadership of the\r\nGeneral Assembly over the past year.\r\nAlso, may I congratulate the Government and the\r\npeople of the Swiss Confederation on their decision to\r\njoin the United Nations. They have long given very\r\ndistinguished support to the institutions of world peace,\r\nand it will be good to work with them here.\r\nAt the same time, I would like to welcome the\r\ncoming membership of our neighbour, the Democratic\r\nRepublic of East Timor. In doing so I would like to thank\r\nall the members of the United Nations Transitional\r\nAdministration in East Timor. We are very grateful for\r\ntheir fine work there. I assure you that we will be doing\r\nour best to consolidate those United Nations efforts for\r\npeace in our region. It has been a pleasure working\r\nwith President Gusmão and his new Government. As\r\nthey plan their future development, we look forward to\r\ncontinuing this work, not only bilaterally as friends and\r\nneighbours, but also through the long-standing process\r\nof consultation and cooperation we have established\r\nwithin our regional association.\r\nI mention this aspect of our regional work for a\r\nspecific reason. It is the main point I wish to make at\r\nthis time. The process I refer to has been at the heart of\r\nthe work of the Association of South-East Asian\r\nNations (ASEAN) since its founding well over 30 years\r\nago. It is not confined to our neighbours in South-East\r\nAsia. It also involves dialogue partners from all over\r\nthe world as well as all the permanent members of the\r\nSecurity Council. It now covers the whole spectrum of\r\ncooperation: political, economic, functional and, since\r\nthe end of the cold war, all aspects of security\r\ncooperation. In other words, it is a comprehensive\r\napproach to modern regional and international affairs.\r\nIt comprises many layers of cooperation bound\r\ntogether by one institution, the United Nations. An\r\nenormous amount of work has gone into it. That is why\r\nwe place equally enormous value on it. We believe it\r\noffers a secure way forward for every citizen we\r\nrepresent.\r\nI make this point for reasons that deeply concern\r\nevery one of our colleagues here. In the past year we\r\nhave been made brutally aware of one terrible fact. The\r\nwhole process of consultation and cooperation is now\r\nthreatened. The opportunities it presents to our people\r\nare profoundly at risk. Like our fellow Members of this\r\nOrganization, we have had to accept a grim reality.\r\nThere is a dark side to the international life we share\r\ntoday: to globalization, to development, to progress, to\r\nknowledge and even to the beliefs we cherish, whether\r\nthey be religious, political or social.\r\nWe have been taken to this dark side. It is a\r\npitiless, bleak and miserable landscape. There is no\r\npath through it along which nation-States can safely\r\nproceed. It is, in that sense, a terrifying vision. In\r\nSouth-East Asia we have responded to it as such. We\r\n11\r\nA/57/PV.16\r\nhave deeply mourned the innocent victims of terrorism\r\nin America, Africa, Europe and Asia. We have\r\ncondemned all who took those lives.\r\nWe are, however, trying to move beyond\r\ncondemnation. We have taken many immediate and\r\npractical short-term measures. We have committed\r\nourselves to long-term action. We have had to do this.\r\nWithout security and stability, there is little chance for us\r\nto implement the far-reaching programme of development\r\nwe have set for ourselves. So, in no way can we permit\r\nthose who engage in any form of terrorism to succeed.\r\nBy this, I mean any group that tries to drag our\r\naffairs across to their dark side: not just extremists, no\r\nmatter what cause they claim to represent, but also\r\nthose who seek to corrupt international systems of\r\ntrade, commerce, and banking or who wilfully destroy\r\nour environment or who trade in human misery. They\r\nstand in the way of the deepest interests of the people\r\nwe represent here, the people for whom the United\r\nNations is the direct opposite of the dark vision of the\r\nterrorist. It offers them a totally different side of world\r\naffairs: one that rejoices in the diversity of peoples,\r\ncultures and beliefs; one that at all times seeks the\r\nconsensus that comes out of dialogue and negotiation;\r\nand one where informed direction is given to the great\r\nchanges that are sweeping through all societies — in other\r\nwords, the bright side of international affairs lit by a\r\nbeacon of hope. That is how we see this Organization.\r\nWe want our regional efforts to help fuel this\r\nbeacon. We want them to complement the work of the\r\nUnited Nations.\r\nSo, put simply, we see only one permanent\r\nagenda item here: How can the world body give hope\r\nand purpose to the lives of every family in every\r\ncommunity in each of its 190 Member nations?\r\nThat is why we strongly support the efforts being\r\nmade by the Secretary-General to express our purpose\r\nin that way, not in the language of confrontation that\r\nwas heard throughout the last century or in the\r\nappalling vocabulary of terrorism, but in the human\r\nterms offered at the Millennium Summit.\r\nIn short, our hopes include an end to historical\r\ninjustices, especially those which our brothers in\r\nPalestine continue to suffer, and a determined effort to\r\nhelp communities earn a good living in a responsible\r\nmanner. Those were the basic hopes I believe we all\r\nhad at the turn of the century. We do not wish to see\r\nthem set aside. So we appeal to all our fellow Members\r\nto make sure they are not forgotten. We urge everyone\r\nto use the mechanisms we have here to that end.\r\nWhenever there are grave threats to international\r\npeace, we are confident that the members of the\r\nSecurity Council will guide us well. We acknowledge\r\nthe vital role they have in ensuring that international\r\nprinciples are upheld by every Member. In this, they\r\nhave our full support, and we will contribute to their\r\nwork in whatever way we can.\r\nBut the Council is still only one part of the work\r\nof the United Nations. There are many other tasks:\r\nabove all, the peaceful work that binds all our layers of\r\ncooperation together.\r\nWe do not wish to see the Organization’s\r\nattention directed solely towards the dark side of\r\ninternational life. Building a secure framework for\r\ninternational cooperation involves a long, consistent\r\nand comprehensive process. Like any process, it has to\r\nbe constantly refined. We accept this. We do not feel,\r\nhowever, that the events of the past year mean that it has\r\nto be abandoned and redesigned. In saying this, I believe\r\nwe share the deepest hopes of all developing nations.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Eduard Kukan, Minister for Foreign\r\nAffairs of Slovakia.\r\nMr. Kukan (Slovakia): Let me begin, Mr.\r\nPresident, by congratulating you on your well-deserved\r\nelection. It is a great pleasure to see you, my good\r\nfriend and colleague, preside over the proceedings of\r\nthe General Assembly at this session. My delegation is\r\nready to provide its full support to you. Let me also\r\nexpress my gratitude to your predecessor, His\r\nExcellency Mr. Han Seung-soo, for his dedication and\r\naccomplishment.\r\nSlovakia welcomes Switzerland as the newest\r\nMember of our Organization. We look forward also to\r\nwelcoming East Timor and to working closely with\r\nboth of them in promoting peace, security and\r\nprosperity throughout the world.\r\nThe terrorist attacks on the United States a year\r\nago evoked worldwide anguish and outrage, followed\r\nby enormous solidarity among nations throughout the\r\nworld and a firm stand by the worldwide coalition\r\nagainst the scourge of terror. At the end of the day,\r\nthose cowardly acts of terror did not reach their\r\nultimate goal: chaos, anarchy and the destruction of the\r\n12\r\nA/57/PV.16\r\nworld community. On the contrary, they strengthened\r\nour resolution to seek world peace and security and to\r\npromote life in dignity and prosperity for all. Slovakia\r\npledged its full support for the anti-terrorist coalition\r\nfrom the very beginning.\r\nAs the ruins of the World Trade Center were\r\nsmouldering at the southern tip of Manhattan, the\r\nGeneral Assembly, the Security Council and the\r\nSecretary-General acted quickly, resolutely and\r\ncollectively. The United Nations proved to be crucial in\r\nthe fight against terrorism, which should be maintained\r\nas a global campaign. Organizing this global task must\r\nbe central to our efforts at the United Nations. We\r\nacknowledge the role of the United Nations in trying to\r\nraise the capacity of every Member to defeat terrorism\r\nin a globally coordinated way and in conformity with\r\nSecurity Council resolution 1373 (2001), which was\r\nadopted unanimously by the Council last year.\r\nSince 11 September 2001, the Slovak authorities\r\nhave adapted and strengthened domestic legislation so\r\nthat it can be applied effectively against acts of\r\nterrorism. Slovakia deposited its instrument of\r\nratification to the International Convention for the\r\nSuppression of the Financing of Terrorism earlier this\r\nmonth, and has thus become party to all 12\r\ninternational conventions and protocols against\r\nterrorism. Their provisions are already incorporated in\r\nour domestic legislation. We are committed to continue\r\nour cooperation in these endeavours with the relevant\r\nUnited Nations institutions.\r\nShortly following 11 September 2001, the Al\r\nQaeda network and the Taliban regime that harboured\r\nthose terrorists were fought and disrupted. Organizing\r\na global response to the political and humanitarian\r\ncrises in Afghanistan became one of the crucial tasks at\r\nthe Untied Nations. A chance for the people of\r\nAfghanistan to start rebuilding their country, which had\r\nbeen fragmented for so long, has been offered. We\r\ncommend the work of the United Nations Assistance\r\nMission in Afghanistan and the countries contributing\r\nto the International Security Assistance Force. Slovakia\r\nis actively engaged in the reconstruction and\r\nrehabilitation process in Afghanistan. An engineering\r\nunit from Slovakia was dispatched to take part in the\r\nOperation Enduring Freedom in August 2002.\r\nSlovakia reaffirms its commitment to arms\r\ncontrol, disarmament and the non-proliferation of\r\nweapons of mass destruction. We effectively participate\r\nin regional and global efforts in the field of\r\ndisarmament and international security. The increased\r\nthreat of international terrorism today gives rise to\r\nquestions regarding the relationship between terrorism\r\nand disarmament, as well as the contributions that\r\nmultilateral treaties and institutions in this field can\r\nmake. We must make greater progress in achieving\r\ndisarmament and non-proliferation goals, strengthen\r\nverification and implementation mechanisms, and\r\nthereby contribute to the creation of a safer world in\r\nwhich terrorism cannot breed and flourish. We will\r\ncontinue to work cooperatively and constructively in\r\nthe pursuit of disarmament and arms limitation goals.\r\nOver the last decade we have witnessed an\r\nupsurge in ethnic, social and religious violence all over\r\nthe world, when simmering tensions and power\r\nstruggles boiled over into open conflicts. There has\r\nbeen an increasing demand for the United Nations to\r\nintervene with regard to those threats to international\r\npeace and security. As a result, peacekeeping has\r\nbecome more frequent and more complex. Modern\r\npeacekeeping operations are multidimensional, with\r\ntasks ranging from traditional deployment of military\r\npersonnel, demining and medical support, to verification,\r\ndisarmament, the rebuilding of infrastructure and the\r\nfacilitation of institution-building, democratization and\r\nelections. Peacekeeping operations have changed also in\r\nterms of the financial resources they require.\r\nMy Government has always been fully committed\r\nto the maintenance of international peace and security.\r\nPeacekeeping has always been an important aspect of\r\nour involvement in United Nations activities. Slovakia\r\ncurrently provides military personnel and observers for\r\nseven United Nations peacekeeping missions, in Ethiopia\r\nand Eritrea, in Cyprus, in Iraq, in Jerusalem, on the Golan\r\nHeights, in Sierra Leone and in East Timor. The number\r\nof Slovak military personnel serving under the United\r\nNations flag has steadily increased since the mid-1990s.\r\nCurrently, there are more than 600 troops, apart from the\r\nSlovak soldiers participating in missions in the Balkans\r\nunder NATO leadership. Slovakia will remain actively\r\nengaged in this crucial area of the United Nations\r\nresponsibilities in the future.\r\nLet me pay tribute to those courageous men and\r\nwomen from various nations who contributed to the peace\r\nmissions and who lost their lives while serving under the\r\nUnited Nations flag. My country has also suffered the\r\nloss of lives. Four brave Slovak men have been\r\nawarded, in memoriam, the Dag Hammarskjöld medal.\r\n13\r\nA/57/PV.16\r\nResolutions adopted by the Security Council\r\nunder Chapter VII of the United Nations Charter are\r\nlegally binding. The failure of any Member State to\r\nfulfil the requirements of those resolutions constitutes a\r\nbreach of the Charter. In such cases, the international\r\ncommunity has the right to enforce the rule of law. We\r\nhave carefully noted the decision of the Government of\r\nIraq, announced earlier this week, to allow the return of\r\nUnited Nations weapons inspectors without conditions.\r\nYet that decision needs to be matched with further\r\nconcrete steps which would provide for the swift and\r\nfull implementation of the relevant Security Council\r\nresolutions.\r\nThe question of Israel and Palestine has been\r\noccupying our attention since the United Nations was\r\nfounded. It is our common responsibility to achieve a\r\ncomprehensive solution resulting in the existence of two\r\nStates living side by side in peace and mutual respect\r\nwithin secure and recognized borders. We fully support\r\nthe efforts of the diplomatic Quartet on the Middle East\r\nto push forward the vision of peace in the region.\r\nSlovakia is fully committed to the rules and\r\nprinciples of international law and justice. In that context,\r\nwe attach particular importance to the work of the\r\nInternational Court of Justice. The Court has proved to be\r\na very useful institution for resolving inter-State disputes,\r\nincluding some serious territorial disputes. That\r\ninstitution deserves full support, including financial\r\nsupport, from the General Assembly. Slovakia and its\r\nsouthern neighbour have previously submitted a\r\ndispute to the Court. Now, having already recognized\r\nthe Court’s jurisdiction over a number of European\r\ncountries, we are in the process of preparing a\r\ndeclaration that will recognize the general compulsory\r\njurisdiction of the Court, in accordance with article 36,\r\nparagraph 2, of the Statute.\r\nWe remain convinced that, as the main repository\r\nof international law, the United Nations must play an\r\nimportant role in strengthening legal approaches to\r\nfighting the most serious crimes of international concern.\r\nSlovakia fully supports the work of international criminal\r\ntribunals, as well as the establishment of the International\r\nCriminal Court. We have signed and ratified the Rome\r\nStatute of the Court. Slovakia became one of the countries\r\nwhose ratification was necessary for the entry into force\r\nof the Statute on 1 July 2002. Despite various concerns\r\nand reservations expressed by some Member States of\r\nthe United Nations, we continue to believe that the\r\nCourt has the potential to promote the rule of law and\r\nto prevent impunity by persons who commit the most\r\nserious of crimes.\r\nOur position on the issue of Security Council\r\nreform is linked to the importance we attach to making\r\nthe Organization more effective. Let me once again\r\nunderline this position. In addition to maintaining its\r\nnecessary representative character, the Security\r\nCouncil should also preserve the required operational\r\nflexibility. Slovakia supports the enlargement of the\r\nSecurity Council in both the non-permanent as well as\r\nthe permanent category. We consider it fully justified\r\nfor one additional non-permanent seat to be allocated\r\nto the Group of Eastern European States, as that\r\nGroup’s membership has doubled in the last decade.\r\nAs the world becomes more and more global, the\r\nUnited Nations should respond by becoming ever more\r\nuniversal. The concerns of all nations should be\r\nlistened to irrespective of their size, geographic\r\nlocation, military strength or economic power. We have\r\nno doubts as to the irreplaceable role of the United\r\nNations in tackling global issues, whether with regard\r\nto the protection of human rights, the eradication of\r\nfamine, poverty, disease and illiteracy or prevention of\r\nthe proliferation of drugs and weapons.\r\nWe all live on one planet. We must all face the\r\ndeterioration of the environment and together adopt\r\nadequate measures to guarantee sustainable development.\r\nThe Millennium Declaration shows us the right way. The\r\nworld community must now increase its efforts to meet\r\nall of these goals. The Monterrey and Johannesburg\r\nsummits proved that much can be achieved if decisions\r\nare based on global consensus. They also showed the\r\npower of having the will and determination to tackle\r\nglobal issues. We now have to concentrate on the\r\nfulfilment of our commitments. We need deeds. The\r\nUnited Nations should play a leading role in\r\nmonitoring the implementation of our decisions. We\r\nneed a United Nations that is strong and efficient.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Hugo Tolentino Dipp, Secretary of\r\nState for Foreign Affairs of the Dominican Republic.\r\nMr. Tolentino Dipp (Dominican Republic)\r\n(spoke in Spanish): I wish to extend our\r\ncongratulations to Mr. Jan Kavan on his election to\r\nlead the work of the General Assembly. We are\r\nconfident that his leadership will bring greater honour\r\nto the United Nations, to his country and to himself.\r\nWe would also like to congratulate his predecessor, Mr.\r\n14\r\nA/57/PV.16\r\nHan Seung-soo, for his excellent work during the\r\nprevious session.\r\nWe would also like to express our solidarity with\r\nSecretary-General Kofi Annan in his defence of the\r\nwill of the many in the face of any event that places\r\nworld peace at risk.\r\nWe also wish to welcome the Swiss\r\nConfederation and East Timor as they take their places\r\nin the Organization.\r\nOn behalf of the people and the Government of\r\nthe Dominican Republic, I would like once again to\r\nreiterate the profound faith that the Dominican people\r\nhave in the principles on which the universal mission\r\nof the United Nations is based. The ideas and\r\nambitions that sparked the Second World War brought\r\nhumanity close to losing all hope for peaceful co-\r\nexistence. Political fanaticism, intransigent nationalism\r\nand all sorts of prejudices cast their shadow over\r\nleaders and over a great part of the world, leading to an\r\nominous undertaking whose ideological manifestation\r\ngreatly endangered the freedom and cultural diversity\r\nof humankind.\r\nLuckily for all, reason prevailed. In order to make\r\nthat victory a lasting one, and in order to ensure that\r\nhumankind would maintain a steady and clear path\r\ntowards peace, the nations who fought for freedom\r\nrecognized the need to create a body to watch over the\r\nvalues that would improve international behaviour.\r\nThese were the reasons for both the emergence of the\r\nUnited Nations and for enshrining in the Charter the\r\nobjectives of peace, justice, the rejection of aggression\r\nand the resolution of controversies through peaceful\r\nmeans and in accordance with international law.\r\nIn other words, it was very clearly set out that the\r\nOrganization would seek to use every peaceful means\r\nto resolve conflicts between peoples or States. It was\r\nalso clearly specified that the use of force to maintain\r\nor restore peace and international security had to be the\r\nresult of a unanimous decision of the permanent\r\nmembers of the Security Council. Over five decades\r\nhave passed since the establishment of the\r\nOrganization, and the events and changes experienced\r\nby the world in that time have been innumerable.\r\nMany bloody conflicts in the Middle East, Asia\r\nand Africa have challenged the authority of the United\r\nNations. Many unilateral actions have violated the\r\nOrganization’s legal system and threatened the balance\r\nof the world. Nevertheless, despite every provocation\r\nand all the instances of non-compliance with the\r\nresolutions of its highest bodies, the Organization has\r\nclearly made its mark by asserting the need to respect\r\nthe international norms and laws governing the\r\nbehaviour of its members. Peace, and even the survival\r\nof mankind itself, owe a great deal to the achievements\r\nof the United Nations.\r\nUnfortunately, threats to universal peace continue\r\nto cast their shadow over the world today. The date of\r\n11 September 2001 is an alarming example of the\r\nscope and capability of the enemies of peace. We will\r\nnever be able to forget the perversity of those actions,\r\ntheir criminal character or the affront they tried to\r\ninflict upon this great nation. We understand perfectly\r\nwell that, in the face of an aggression of this nature, the\r\nspontaneous reaction may be that of claiming\r\nlegitimate self-defence. However, we should agree that\r\nsuch a response has moral limitations and conditions\r\nembodied in the principles that rule the rights of people\r\nand in those that form the bedrock of this Organization.\r\nThe Dominican Government has been signing all\r\nresolutions, agreements and conventions against\r\nterrorism. The Dominican Government has supported\r\nSecurity Council resolution 1373 (2001), which created\r\nthe Counter-Terrorism Committee, and is promoting\r\nthe work to draft a comprehensive convention against\r\ninternational terrorism. However, our purpose in\r\nfighting this scourge and our solidarity with the nations\r\nthat have been and are its victims must be focused,\r\nbeyond any contingency, on the eradication of the\r\ncauses that stimulate and provoke the depravation of\r\nthe human condition that is expressed in acts of terror.\r\nWith regard to the right to confront terrorism\r\ndirectly, we must be aware that unilateral action\r\nrepresents a defeat of our capacity to reach agreements.\r\nIt is only logical that it is our responsibility to do so\r\nwith all the authority that this Organization grants\r\nthrough its multilateral nature. This is true because the\r\nuse of force can be justified only when all means under\r\nthe Charter of United Nations available to the General\r\nAssembly and the Security Council to assess the existence\r\nof a real threat to world peace have been exhausted.\r\nIn his report of 13 April 1998 concerning the\r\nissue of peace in Africa, the Secretary-General set forth\r\nideas which must serve as a guide on the Iraqi\r\nsituation. Among other ideas, Kofi Annan stated:\r\n15\r\nA/57/PV.16\r\n“For the United Nations there is no higher\r\ngoal, no deeper commitment and no greater\r\nambition than preventing armed conflict. The\r\nprevention of conflict begins and ends with the\r\npromotion of human security and human\r\ndevelopment.” (A/52/871, para. 2)\r\nIt is obvious that we are not the only ones to think\r\nthat, in the face of market globalization processes, cultural\r\nexchanges, technologies and communications, it has\r\nbecome imperative to resume on the path laid down at\r\nthe Millennium Summit in order to correct the imbalances\r\nand to halt the growing total marginalization of large\r\nsectors of the world population. Allow me to quote a\r\nparagraph from the Millennium Declaration as a\r\nreminder of our priorities:\r\n“We believe that the central challenge we\r\nface today is to ensure that globalization becomes\r\na positive force for all the world’s people. For\r\nwhile globalization offers great opportunities, at\r\npresent its benefits are very unevenly shared,\r\nwhile its costs are unevenly distributed. We\r\nrecognize that developing countries and countries\r\nwith economies in transition face special\r\ndifficulties in responding to this central\r\nchallenge.” (resolution 55/2, para. 5)\r\nMoreover, the Millennium Summit prioritized\r\nissues such as poverty, illiteracy, illness, gender\r\ninequality and environmental depletion as causes that\r\nconspire decisively against peace and universal\r\ncoexistence. These troubling situations beg the\r\nquestion: How much have we done at the national and\r\ninternational levels to eliminate the obstacles that\r\nhinder the growth of the developing countries?\r\nRight from its assumption of power in August\r\n2000, the Government of the Dominican Republic,\r\nheaded by agronomist Hipólito Mejía, has taken a\r\nseries of measures aimed at adapting legislation in both\r\npublic and private institutions to the demands of the\r\nunavoidable globalization process. With respect to\r\nsocial reform, the Dominican Government has\r\nlaunched a programme to reduce poverty and has\r\nincreased its support in the fight against illiteracy. The\r\ncreation of ministries of women and the environment\r\nare also significant initiatives in view of the lack of\r\nattention from which these sectors of society\r\ntraditionally suffered.\r\nWe know that other countries have made similar\r\nchanges, but the truth of the matter is that, as a whole,\r\nglobal statistics leave little room for optimism when\r\ncompared to those relating to the great majority of\r\ndeveloping countries. Unfortunately, at the global\r\nlevel, we cannot say that developed countries have\r\nmanifested any understanding of or solidarity towards\r\nthese issues in positive terms. The opportunities\r\noffered by the developed countries for developing\r\ncountries to participate in the globalization process\r\nthrough cooperation leading to harmonious, gradual\r\nand equitable adaptation leave much to be desired.\r\nWithin this sombre picture, the United Nations has\r\nto act decisively in favour of the development of nations\r\nunjustifiably constrained by protectionism and subsidies,\r\nwhich create barriers that hinder competition on equal\r\nterms and which, consequently, negate free trade.\r\nYear after year, speaker after speaker, we speak in\r\nthis solemn Hall about the mandate — also ratified at\r\nthe Millennium Summit — to proceed with decisive\r\nreforms in the Security Council and the General\r\nAssembly. However, a sort of indifference or adverse\r\npurport postpones or paralyses the opportunity to\r\nactually undertake such reform. If the universal\r\nconscience is to enjoy genuine representation, the\r\nreform of such bodies is imperative. Thus, this\r\nOrganization needs its multilateral role to become the\r\ntrue expression of the political composition acquired\r\nby the world over the past 57 years.\r\nOn behalf of the Dominican Government, we\r\nwish to express our satisfaction for the decision taken\r\nby the Organization of American States regarding\r\nHaiti. Indeed, through its resolution 822 of 4\r\nSeptember 2002, entitled “Support for strengthening\r\ndemocracy in Haiti”, that regional organization decided\r\nto support the regularization of economic cooperation\r\nbetween the Haitian Government and international\r\nfinancial institutions. Following the instructions of the\r\nPresident of the Dominican Republic, we appeal to the\r\nconscience of the United Nations to proceed in the\r\nsame manner and to extend its support in reaching\r\nthose nations capable of generous cooperation with our\r\nsister nation.\r\nI wish to take this opportunity to share the most\r\nrecent decisions concerning the International Research\r\nand Training Institute for the Advancement of Women,\r\nheadquartered in the Dominican Republic, which is one of\r\nthe few United Nations bodies located in a developing\r\ncountry and the only one working on women’s research\r\nand training. On 19 December 2001, by resolution\r\n16\r\nA/57/PV.16\r\n56/125, the General Assembly decided to create a\r\nworking group with the mandate to make\r\nrecommendations on the future work of the Institute. That\r\nworking group met eight times in July and August 2002.\r\nThe Dominican Republic is confident that this session\r\nof the General Assembly will accept the working\r\ngroup’s recommendations and that the Institute will\r\nsoon be able to continue to fulfil its mandate.\r\nIn conclusion, I must recall that, at the beginning\r\nof my statement, I reaffirmed the faith of the Dominican\r\npeople and Government in the mission of the United\r\nNations. This Organization is more necessary today than\r\never before, at a time when the world is shrinking and\r\nwhen we increasingly need more than one interlocutor\r\nto which we can turn when faced with issues that could\r\nprovoke violence and war. In other words, today more\r\nthan ever all nations aspire to having an Organization\r\nthat, through its traditional mandate and its universal\r\nscope, can strike a balance among all States for the\r\nbenefit of genuine democratic security.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Win Aung, Minister for Foreign Affairs\r\nof Myanmar.\r\nMr. Aung (Myanmar): At the outset, I would like\r\nto take this opportunity to congratulate Mr. Jan Kavan\r\non his assumption of the presidency of the fifty-seventh\r\nsession of the General Assembly. I am confident that\r\nhis diplomatic skill and expertise will bring us to a\r\nsuccessful outcome. I would also like to express our\r\ngratitude and appreciation to his predecessor, His\r\nExcellency Mr. Han Seung-soo, for his leadership and\r\nvaluable contribution during the previous session.\r\nMay I also use this occasion to warmly welcome\r\nSwitzerland as a new Member of the United Nations,\r\nand East Timor, which is soon to become a Member. I\r\nam confident that the work of the Organization will be\r\nenriched by the addition of those two new Members.\r\nThe increasing membership of the United Nations truly\r\nreflects the fact that States are placing greater trust in\r\nthe relevancy and the work of the Organization.\r\nWe live in challenging and dangerous times.\r\nConflicts in various regions threaten global peace and\r\nsecurity. The danger posed by terrorism has become a\r\nglobal phenomenon. Millions of people the world over\r\nremain mired in the vicious circle of ignorance,\r\npoverty and disease. The United Nations plays an\r\nindispensable role in our collective endeavour to\r\novercome those daunting challenges.\r\nThe Charter of the United Nations provides us\r\nwith the bedrock principles for maintaining peace and\r\nsecurity. Those principles — sovereignty, territorial\r\nintegrity and the non-threat or use of force —\r\ncontribute to multilateralism and have deterred global\r\nconflagration for nearly six decades. Those principles\r\nmust remain inviolate if we are to meet the daunting\r\nchallenges that confront us. Only through multilateral\r\naction can we hope to overcome those challenges.\r\nMyanmar strongly believes in the United Nations and\r\nthe multilateralism it represents as the best guarantee\r\nof global peace and security. We therefore share the\r\nview of the Secretary-General, who has said that “All\r\nStates have a clear interest, as well as a clear\r\nresponsibility, to uphold international law and maintain\r\ninternational order” (A/57/PV.2).\r\nTerrorism poses a threat to all of mankind. Only\r\nthrough our collective endeavour can we hope to\r\novercome that menace. Pursuant to Security Council\r\nresolution 1373 (2001), we have taken necessary\r\nactions to combat terrorism. Myanmar was also among\r\nthe first countries to report to the Security Council’s\r\nCounter-Terrorism Committee on their actions against\r\nterrorism. It promulgated an anti-money-laundering law\r\nin June with firm provisions to help suppress terrorism.\r\nMyanmar has submitted to the Committee a second\r\nreport, together with relevant documents, reflecting the\r\nlegislative and executive measures that we have taken to\r\ngive effect to the resolution. Here I wish to reiterate\r\nthat Myanmar is against terrorism in all forms and\r\nmanifestations and that it will extend full cooperation\r\nto the international community to fight that menace.\r\nIt is in our power to make the world a better place\r\n— a world of peace, a world of prosperity and a world\r\nfree of conflict. To do that, we must do away with\r\nhatred. We face numerous challenges today. We must\r\nwork together in a cooperative spirit to overcome the\r\ndangers and meet the challenges that confront us, be\r\nthey imposed by nature or induced by man.\r\nThroughout the ages the world has experienced\r\nmany natural catastrophes and calamities, including\r\nthose resulting in the extinction of dominant species.\r\nBut the greatest danger we face today is not from\r\nnature, but is caused by man.\r\nIt is therefore not only pertinent, but also vital, to\r\nrecall that the teachings of Lord Buddha, Jesus Christ\r\nand the prophet Mohammed all emphasize love and\r\ncompassion as the guiding light to bring hope to all\r\n17\r\nA/57/PV.16\r\nmankind. If we want a better future for mankind, we\r\nmust take to our hearts the teachings of those great\r\nreligions. We should let love and compassion guide us.\r\nOnly by doing that can we overcome our evil instincts\r\nsuch as hatred, anger and the desire for revenge. We\r\nmust all do away with animosity, jealousy, excessive\r\npride and self-centred behaviour.\r\nMany tragedies today, including the tragic events\r\nof 11 September, have their roots in hatred, animosity\r\nand violence. It is those negative forces that we must\r\naddress and overcome. Violence cannot be overcome\r\nwith greater violence. That would only drive the world\r\ntowards a vicious circle of increasing conflagrations\r\nand calamities. Only a reign of love and compassion\r\ncan put out the raging fire of hatred and violence. It is\r\nnot in hatred, but rather in love and compassion, that\r\nour future lies. Through the peaceful settlement of\r\ndisputes we can find greater security for us all.\r\nThe United Nations and the principles it\r\nenshrines is best placed to guide us to that path. The\r\nUnited Nations is the light that can guide us to the path\r\nof love, tolerance, compassion and caring. The United\r\nNations was born out of our desire to live together in\r\npeace with one another as good citizens of the Earth. It\r\nshould not be used as a vehicle for inciting hatred.\r\nWe live in an age of unprecedented prosperity,\r\nbut that prosperity is not shared by all. While some\r\nnations enjoy very high standards of living, the\r\nmajority remains in poverty. The poor countries, either\r\nbecause of resource constraints or a lack of capital and\r\ntechnology, or because of conflicts, cannot hope to\r\nattain development without international cooperation.\r\nBecause of their innate weakness and an unfavourable\r\ninternational economic environment, they will, if\r\nunassisted, remain forever mired in poverty. Poverty\r\nbreeds discontent and despair — ingredients that could\r\nlead to a vicious circle of conflicts and violence.\r\nIn Myanmar, which was subjected to untold\r\nsufferings as a result of insurgencies for more than four\r\ndecades, we are now actively promoting an end to\r\nconflict and bloodshed. We are also striving to\r\neradicate poverty. We are building a modern and\r\ndeveloped nation where peace, prosperity, justice and\r\ndemocracy flourish. That is a process that has achieved\r\nsignificant progress. It is our fervent hope that our\r\nendeavours towards that end will be helped, not\r\nhindered, and that our efforts to attain national unity\r\nand our efforts at nation-building will be met with\r\nunderstanding and encouragement.\r\nBecause of historical legacies, we still find\r\nourselves having to address the issue of national unity.\r\nWe are building a nation where all our 135 national races\r\ncan regard one another as brothers, a nation where there is\r\nequality and justice, a nation that will bring prosperity to\r\nall. Those are the ideals that motivate us; those are the\r\ngoals that we are determined to achieve.\r\nIt is the goal of our Government to bring to\r\nreality the aspirations of the people of Myanmar to a\r\nmultiparty democratic political system. To that end, we\r\nare laying firm foundations so that such a democratic\r\nsystem will have the strength to withstand any\r\nchallenges that arise. We are firmly convinced that only\r\nthrough those strong foundations can we ensure a brighter\r\nfuture for our nation. That is a conviction born of our\r\nbitter experiences — experiences of 14 years under\r\nparliamentary democracy and 26 years of socialism.\r\nIn this nation-building process, we place special\r\nimportance on poverty eradication, particularly in rural\r\nand far-flung areas. In the border areas where the\r\nmembers of most of our ethnic nationalities reside, we\r\nare implementing a programme of all-around\r\ndevelopment. We have established 24 development\r\nzones towards that end. I should like to reiterate that\r\nour relentless efforts in the nation-building process are\r\nmotivated by our desire to bring prosperity to all our\r\nnational brethren. We are laying the groundwork so\r\nthat successive Governments, which will emerge under\r\nthe new Constitution, will not have difficulty in\r\novercoming future challenges. That is a task that we\r\nare endeavouring to accomplish with might and main.\r\nUnderstanding, cooperation and encouragement by the\r\ninternational community will hasten the process of\r\nachieving our cherished goal. Ostracism and political\r\npressure will surely not help, but will rather hinder, our\r\nprogress on the path to our cherished goal of\r\ndemocracy. However numerous the obstacles, whether\r\nwe are helped or hindered, we remain resolute in our\r\ndetermination, for the goal we seek is in fulfilment of\r\nthe aspirations of our people: it is our noble destiny.\r\nCooperation with the United Nations is the\r\ncornerstone of Myanmar’s foreign policy. Let me take this\r\nopportunity to apprise the Assembly of the continued\r\ncooperation that Myanmar has extended to the United\r\nNations. We received Mr. Razali Ismail, Special Envoy\r\nof the Secretary-General, for the eighth time in July\r\n18\r\nA/57/PV.16\r\n2002. We provided all possible cooperation in the\r\naccomplishment of his mission. Likewise, Mr. Paulo\r\nSergio Pinheiro, Special Rapporteur of the Commission\r\non Human Rights, was accorded full and unhindered\r\ncooperation during his visits to Myanmar.\r\nI would also like to share with the Assembly the\r\nheadway we have made in combating the scourge of\r\nnarcotic drugs. The elimination of narcotic drugs was\r\ndesignated as a national duty in 1988, and since then\r\nefforts have been redoubled to meet that challenge. A\r\n15-year narcotics elimination plan has been formulated\r\nand is in its fourth year of implementation. The plan is\r\nshowing results. The United Nations International Drug\r\nControl Programme and the International Narcotics\r\nControl Board have acknowledged that poppy\r\ncultivation in the country has fallen from more than\r\n90,000 acres in 1999-2000 to a little more than 62,000\r\nacres in 2001-2002.\r\nAs part of our concerted effort, the New Destiny\r\nproject was launched earlier this year in the regions\r\nwhere poppy cultivation is concentrated. The main\r\nobjective of the plan is to educate poppy farmers, to\r\ndistribute substitute seeds, to provide financial\r\nassistance and to enhance law enforcement. As a result,\r\nmore than 290 tons of poppy seeds and dried poppy\r\nbulbs have been voluntarily surrendered. The\r\nsurrendered poppy seeds and bulbs were burned in the\r\npresence of diplomats and of the international press.\r\nThat alone has prevented a potential yield of 55 tons of\r\nheroin with an estimated street value of more than $2.2\r\nbillion. In addition, $1.1 billion worth of various\r\nnarcotic drugs seized in the country was publicly\r\ndestroyed in June in Yangon. Moreover, 26,000 acres\r\nof poppy fields were destroyed in 2000-2001 alone.\r\nEffective legal action has also been taken against drug\r\ntraffickers. As a country deeply committed to\r\naddressing the problem of narcotic drugs, Myanmar\r\nalso looks forward to contributing to that cause in the\r\ninternational arena.\r\nWe live in an increasingly integrated world. In\r\nthis age of globalization, a new partnership between\r\ndeveloped and developing countries is needed more\r\nthan ever before. The Millennium Declaration spelled out\r\ntargets for developmental cooperation. The Monterrey\r\nConsensus outlined actions to be implemented in key\r\nfinancial sectors pertaining to development. The World\r\nSummit on Sustainable Development resulted in some\r\nprogress and in important commitments. Their early\r\nimplementation will lead to a more equal distribution\r\nof benefits in this rapidly globalizing world. It will also\r\nenable us to pass on to future generations a world that\r\nis economically sustainable and environmentally\r\nsound. Myanmar stands ready to work with the rest of\r\nthe family of nations to attain those goals — goals to\r\nwhich we all pledged ourselves in the historic\r\nMillennium Declaration.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Hidipo Hamutenya, Minister for\r\nForeign Affairs of Namibia.\r\nMr. Hamutenya (Namibia): I convey warm\r\ncongratulations to Mr. Jan Kavan on his unanimous\r\nelection as President of the fifty-seventh session of the\r\nGeneral Assembly. I am confident that, given his vast\r\nexperience and diplomatic skills, he will be able to\r\nsteer this session to a successful conclusion. In the\r\nsame vein, our congratulations and sincere appreciation\r\ngo to his predecessor, Mr. Han Seung-soo, for the\r\noutstanding manner in which he conducted the work of\r\nthe fifty-sixth session of the General Assembly. I wish\r\nalso to take this opportunity to pay tribute to the\r\nillustrious son of Africa at the helm of the\r\nOrganization, Mr. Kofi Annan, who has taken the\r\nUnited Nations to greater heights.\r\nWe join other members of our family of nations\r\nin welcoming the Swiss Confederation as the one\r\nhundred and ninetieth Member of the United Nations.\r\nWe are confident that its membership will not only\r\nformalize that resourceful country’s long involvement\r\nwith the United Nations but contribute greatly to the\r\nwork of the Organization.\r\nAfter a long and bitter liberation struggle, the\r\npeople of East Timor have finally realized their right to\r\nself-determination and independence. We look forward\r\nto welcoming the Democratic Republic of East Timor\r\nas the one hundred and ninety first Member of the\r\nUnited Nations. Just as the international community\r\nstood by the people of East Timor in their darkest hour\r\nof need, the United Nations must now assist them in\r\ntheir efforts to rebuild their country.\r\nThe opening of this session of the General\r\nAssembly coincided with the first anniversary of the 11\r\nSeptember terrorist attack on the United States of\r\nAmerica. That horrific attack met with vigorous\r\ninternational condemnation and led to a concerted\r\ncampaign by countries throughout the world to eradicate\r\nterrorism as a global scourge. All around the world,\r\n19\r\nA/57/PV.16\r\ncountries, including my own, are continuing to take\r\ndomestic measures to combat international terrorism.\r\nLast week the general debate in this hall was\r\novershadowed by an ominous and terrifying cloud —\r\nthe threat of war in Iraq. Indeed, most of us have been\r\nfilled with grave concern about that looming danger.\r\nThat concern has, however, been somewhat eased. The\r\nfocus now seems to have moved away from the\r\ntemptation to take unilateral military action towards the\r\nmultilateralism that is so vital for the maintenance of\r\nworld peace and security. In this regard, Namibia\r\nwelcomes the decision by Iraq to cooperate with the\r\nSecurity Council.\r\nNamibia is deeply concerned about the constantly\r\nescalating violence in the Israeli-Palestinian conflict.\r\nThe continuous wanton destruction of Palestinian\r\ntowns, the demolition of homes and institutions and,\r\nabove all, the unabating loss of life are all\r\nmanifestations of the tragic plight of the Palestinian\r\npeople. While rejecting all acts of violence against\r\ninnocent civilians, we recognize the urgent need for the\r\ninternational community to address the root cause of\r\nviolence, namely, the continued occupation of\r\nPalestinian territory by Israeli troops.\r\nIt is imperative for the international community\r\nto act decisively and with a renewed sense of urgency\r\nto stop the ongoing carnage and destruction in the\r\nMiddle East. We support the immediate establishment\r\nof an independent Palestinian State, existing side by\r\nside with Israel in peace and mutual security.\r\nOne of the factors which have militated against\r\ndevelopment and progress in Africa has been the armed\r\nconflicts in a number of countries on that continent.\r\nSuch conflicts have been responsible for the\r\naggravation of poverty and the spread of disease.\r\nIt is pleasing to note, however, that peace and\r\nsecurity in Africa have been increasing over the past\r\nyear or so. Developments in Angola since February this\r\nyear have filled us with hope and a sense of relief.\r\nAfter more than two decades of destructive war,\r\nAngola is firmly and irreversibly on the road to peace.\r\nConcerted efforts by the international community are,\r\nhowever, required to address the urgent and burning\r\nhumanitarian needs and to help Angola to maintain and\r\nconsolidate its hard-won peace.\r\nThere have been similar positive developments in\r\nthe Democratic Republic of the Congo. The ceasefire\r\nthere has been holding. However, the aggressor\r\ncountries have still not withdrawn their troops from\r\nthat country in line with the Lusaka Ceasefire\r\nAgreement, the Pretoria Agreement and the relevant\r\nSecurity Council resolutions.\r\nThe United Nations has confirmed, through\r\nvarious reports, that there continue to be large-scale\r\nviolations of human rights in the eastern part of that\r\ncountry. This is unacceptable and should not be\r\nallowed to continue with impunity. Similarly, the\r\nplundering of the natural resources of the Democratic\r\nRepublic of the Congo should no longer be condoned.\r\nFurthermore, in Sierra Leone the machine guns,\r\nwith their staccato sound, have fallen silent, thanks to\r\nthe intervention of the international community in the\r\nconflict in that country. Successful elections were held\r\nthere this year, and the people of that country are now\r\nbusy with peace-building and the reconstruction of\r\ntheir country. We call on the international community\r\nto assist them in this regard.\r\nIn 1992, the General Assembly decided in favour\r\nof a referendum in Western Sahara. Ten years later, the\r\npeople of Western Sahara continue to endure suffering,\r\nwaiting and hoping for the implementation of the\r\nUnited Nations plan for the independence of their\r\ncountry. The only hope they have is our Organization.\r\nWe, the Members of the United Nations, therefore have\r\na responsibility towards the people of Western Sahara\r\nin their quest for self-determination. It is not a question\r\nof our doing them a favour. Rather, we have an\r\nobligation under the Charter of our Organization.\r\nIt is high time that the people of Western Sahara\r\nexercise their right to self-determination and\r\nindependence through a free and fair referendum under\r\nthe supervision of the United Nations. The Secretary-\r\nGeneral should therefore continue to seek the\r\nimplementation of the United Nations independence\r\nplan for Western Sahara.\r\nThe unilateral economic blockade against Cuba is\r\ncontinuing to cause immense suffering to the people of\r\nCuba, who suffered with us and shared with us\r\nselflessly, extending solidarity to our people during our\r\ndifficult struggle for independence. We reiterate our\r\ncall for the lifting of this embargo.\r\nJust as the people of Africa have begun, in\r\nearnest, to address the problem of armed conflict that\r\nhas hindered Africa’s development and socio-economic\r\n20\r\nA/57/PV.16\r\nprogress in the past, the continent must now grapple\r\nwith yet another menace that is ravaging its population,\r\nnamely, the HIV/AIDS pandemic. Its devastating\r\nimpact is now undermining economic growth and\r\ndevelopment in sub-Saharan Africa, with millions\r\nalready infected and dying. Indeed, sub-Saharan Africa\r\nis now facing a human crisis of monumental\r\nproportions. Millions of AIDS orphans are screaming\r\nout for help as a result of this rampaging disease.\r\nWe appeal for increased and generous\r\ncontributions to the Global Health Fund to enable us to\r\nfight the scourge. In that connection, we would like to\r\nemphasize that the allocation of the available funds\r\nshould be determined by the magnitude of the problem\r\nin each country.\r\nAs part of our ongoing effort to fight the scourge\r\nof HIV/AIDS, Namibia will be hosting the Second\r\nRegional Conference on Orphans and Vulnerable\r\nChildren from 25 to 29 November, 2002. It is our\r\nsincere hope that the Conference will further highlight\r\nthe fate of those children and galvanize the world’s\r\nfurther support to ease their truly difficult plight. We\r\nare quite confident that the support of the international\r\ncommunity will enable us, indeed, humanity, and\r\nAfrica in particular, to conquer this ravaging pandemic.\r\nThe drought situation in Southern Africa places\r\nmore than 12 million people at risk of hunger and\r\ndestitution. We welcome the efforts of the Secretary-\r\nGeneral in that respect. We also welcome the efforts of\r\nthe donor community in mobilizing resources for relief.\r\nOur sincere thanks and appreciation also go to all the\r\nhumanitarian agencies providing support. We\r\nencourage them to continue to mobilize and to render\r\nfurther support.\r\nThe fifty-seventh session of the General Assembly\r\nhas special significance for Africa, in the sense that\r\nconsiderable attention is being paid to the continent’s\r\nproblems. In the first instance, there is the tabling by the\r\nSecretary-General of the report on the final review and\r\nappraisal of the implementation of the United Nations\r\nNew Agenda for the Development of Africa in the 1990s.\r\nThis session also marks the end of the United Nations\r\nProgramme for the Second Industrial Development\r\nDecade for Africa. The conclusions of the review are\r\nsobering in the sense that both the New Agenda for the\r\nDevelopment of Africa in the 1990s and the\r\nProgramme for the Second Industrial Development\r\nDecade for Africa have come to an end, but Africa\r\nremains marginalized in the global economy.\r\nAlso significant for Africa at this session is the\r\nfact that notwithstanding the continent’s rather minimal\r\ndevelopment performance during the periods just\r\nreferred to, Africa has come to the fifty-seventh session\r\nof the General Assembly more determined then ever to\r\nlaunch itself on a new path of economic growth and\r\ndevelopment.\r\nIt was in the light of this determination that on\r\nMonday, 16 September 2002 the General Assembly\r\ndevoted the whole day to exploring ways in which the\r\ninternational community can support the African\r\nUnion’s New Partnership for Africa’s Development\r\n(NEPAD), designed to rebuild and rejuvenate our\r\ncontinent. What emerged from the Monday meeting on\r\nAfrica was a clear sense of purpose and direction such\r\nthat, while hoping for greater support from the\r\ninternational community to implement its new\r\ndevelopment initiative, Africa is seriously seeking to\r\nlift itself up by its own bootstraps.\r\nIndeed, the African leaders have reaffirmed their\r\ncommitment to the development goals of the United\r\nNations Millennium Summit Declaration for the\r\ncontinent to achieve economic growth of 7 per cent by\r\nthe year 2015 and thus to be able to halve poverty on\r\nthe continent by that same year.\r\nAnd while NEPAD is an African initiative, owned\r\nand managed by the African Union, the continent still\r\nneeds unfettered market access for its goods, increased\r\nforeign investment, the elimination of external debts\r\nand, yes, more Official Development Assistance, as\r\nwell as a large infusion of technology and skills into its\r\nproduction processes.\r\nIn conclusion, I would like to state Namibia’s\r\nposition on the International Criminal Court (ICC). A\r\nfew individuals who commit heinous crimes against\r\nhumanity undermine international peace and security.\r\nWhen those who commit serious crimes go unpunished,\r\nmurder and torture carry no risk. Rather, they\r\nencourage even more crimes. The entry into force of\r\nthe Rome Statute of the International Criminal Court\r\non 1 July 2002 represents a historic day for\r\ninternational justice.\r\nAs a State Party to the ICC, Namibia has noted\r\nwith great concern the adoption of Security Council\r\nresolution 1422 (2002) under chapter VII of the United\r\n21\r\nA/57/PV.16\r\nNations Charter, as if the ICC were a threat to peace or an\r\nact of aggression. In this context, we call upon those\r\nStates that are not Parties to the Statute to become so now.\r\nIn the face of a growing tendency towards\r\nunilateralism, the revitalization of the General\r\nAssembly, which is the collective decision-making\r\nbody, is becoming even more important. In the same\r\nvein, Namibia reaffirms its position on the need to\r\nreform and democratize the United Nations Security\r\nCouncil in order to ensure that the Council remains\r\nresponsible for the peace and security of all countries\r\nin all regions.\r\nFrom this very rostrum, it has been said time and\r\nagain that if the United Nations did not exist, it would\r\nhave to be created. Those are not empty words. Rather,\r\nthey express the deep aspirations and commitment of\r\nhumanity to the Organization, which has stood the test\r\nof time and proven indispensable to the conduct of\r\nrelations among States. Let us not allow\r\nmultilateralism to be eroded.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Habib Ben Yahia, Minister for\r\nForeign Affairs of Tunisia.\r\nMr. Ben Yahia (Tunisia) (spoke in Arabic):\r\nAllow me at the outset to congratulate the President on\r\nhis election to the presidency of this session of the\r\nGeneral Assembly and to wish him every success in\r\ndischarging his functions. Because of the profound\r\nfriendship that exists between Tunisia and the Czech\r\nRepublic, we assure him of our cooperation and support\r\nas he conducts the business of this session. I would also\r\nlike to take this opportunity to convey our thanks to his\r\npredecessor, Mr. Han Seung-soo, who conducted the\r\nlast session’s work so ably and effectively.\r\nIt gives me pleasure to express our appreciation\r\nand gratitude to Secretary-General Kofi Annan, who is\r\nconstantly playing a constructive and effective role in\r\nthe service of the noble goals of our Organization.\r\nI would like to extend Tunisia’s congratulations\r\nto the Swiss Confederation on its admission to\r\nmembership in the United Nations.\r\nThe various repercussions of the events of 11\r\nSeptember last, that we have all vigorously\r\ncondemned, continue to be felt and to remind the\r\nmembers of the international community that\r\nstrengthening our common action is essential for\r\nmeeting the security and development challenges\r\nconfronting our world today. These challenges must be\r\ndealt with through increased discussion, cooperation\r\nand solidarity, on the basis of a global, integrated\r\nvision of the future. The establishment of a link\r\nbetween security and development, as well as a delicate\r\nunderstanding of the dialectic that exists between these\r\ntwo elements, make it possible not only to find an\r\neffective solution to certain international problems but\r\nalso to prevent their occurring.\r\nThe global vision that we advocate as a modus\r\noperandi at the international level is basically built on\r\nstrengthened values of understanding and interaction\r\namong religions, civilizations and cultures, on\r\nenshrining the principles of solidarity, moderation and\r\ntolerance, on poverty eradication, combating exclusion\r\nand marginalization; a vision that requires a collective\r\nstand against fanaticism and terrorism.\r\nThese principles and values are based on the\r\ncivilizational plan that His Excellency President Zine\r\nEl Abidine Ben Ali has constantly advocated during\r\nthis new era in Tunisian society. This plan was\r\nstrengthened following the essential constitutional\r\nreform, which was unanimously adopted for the people\r\nof Tunisia during a referendum and during which the\r\npeople opted for a Republic of tomorrow, based on the\r\nrule of law and institutions, the protection of human\r\nrights and solidarity among members of our society.\r\nThe successes and achievements gained in our\r\ncountry, thanks to this integrated global approach that\r\nwe have adopted to redress the social, economic,\r\npolitical and cultural situation of the Tunisian people,\r\nhave strengthened our conviction that international\r\nrelations must be based on the same approach for the\r\nwell-being of humanity at large and for meeting the\r\nchallenges we are facing today.\r\nTunisia has on a number of occasions submitted\r\nseveral initiatives, in particular the appeal made in\r\n1989 from this rostrum by His Excellency Mr. Zine El\r\nAbidine Ben Ali, President of the Republic, for a\r\nuniversal covenant of peace and progress, laying down\r\nthe foundation of a better future for the international\r\ncommunity in a spirit of constructive cooperation,\r\nimmune to conflicts and to wastage of resources and\r\nenergy.\r\nTunisia believes that it is time to hold an\r\ninternational conference to draft common denominators\r\nthat would provide a basis for a code of conduct to be\r\nobserved by all parties. This code would help to initiate\r\n22\r\nA/57/PV.16\r\na responsible dialogue that would avoid any double\r\nstandards and would attenuate any feelings of\r\ndeprivation or oppression felt by many peoples. We\r\nbelieve that the United Nations would be the ideal\r\nforum to develop and sponsor this kind of dialogue\r\namong States.\r\nThe President returned to the Chair.\r\nOne year after the painful events that shook the\r\nUnited States, the danger of terrorism is still felt, and it\r\ncontinues to pose a threat to international peace and\r\nsecurity. We therefore have to demonstrate constant\r\nresolve in the face of this phenomenon in our attempts\r\nto eradicate it once and for all. Now that the most\r\nobvious manifestations of terrorism have been dealt with,\r\nthe international community must tackle its causes which\r\nare linked to security, development and culture.\r\nTunisia was one of the first countries to warn\r\nabout the dangers of terrorism, well before the events\r\nof 11 September. At the beginning of the 1990s, we were\r\nin favour of coordinated, international efforts to deal with,\r\ncontain and eliminate this scourge. It is disquieting that\r\ncertain terrorists are still present in many countries and\r\nenjoy protection under the pretext of granting them the\r\nright of political asylum, without any inquiry into their\r\nactions, their activities or the crimes that they\r\ncommitted against their countries of origin.\r\nMany regions of the world still suffer the horrors\r\nof poverty and destitution. Only through a focused,\r\ncareful approach to achieve the Millennium Goals,\r\nwhich were reaffirmed at several subsequent\r\ninternational conferences, will it be possible to resolve\r\nthis situation. Tunisia had already adopted an initiative\r\nalong these lines by proposing the creation of a world\r\nsolidarity fund to combat poverty in the world. Two\r\nyears after this initiative was put forward, and after its\r\nadoption by the General Assembly, and following the\r\ndecision taken by the World Summit for Sustainable\r\nDevelopment that discussed setting up this fund, we\r\nhope now that the research and studies conducted in\r\nthis framework, particularly the latest report of the\r\nUnited Nations Secretary-General on modalities for the\r\nfunctioning of and the use of such a fund, will make it\r\npossible for the fund to come into being this year.\r\nPoverty eradication is a crucial element in\r\nguaranteeing the stability of societies and preventing\r\nother scourges, such as wars, terrorism and diseases,\r\nparticularly since this is basic to any global strategy\r\nthat guarantees international peace and security.\r\nAfrica continues to suffer from conflicts and from\r\neconomic and development problems and requires\r\nconstant attention from the international community.\r\nMany analyses have proven that the instability of the\r\ncontinent is basically due to Africa’s economic and\r\nsocial problems. Many international meetings and\r\nsummits have also confirmed this. The New\r\nPartnership for Africa’s Development (NEPAD) is an\r\ninitiative that might draw the attention of donor States\r\nand the attention of international financial institutions\r\nto this situation.\r\nWe believe that if the international community\r\nwants Africa to have a bright future, it cannot continue\r\nto disregard its basic needs or subject it to mere\r\ngeostrategic considerations, or, indeed, tie international\r\naid to harsh conditions that many African States cannot\r\nfulfil.\r\nThe international community must now play a\r\nprominent role in prevailing upon Israel to halt its\r\naggression against the Palestinian people, withdraw\r\nfrom the occupied territories and abide by international\r\nlaw on the basis of Security Council resolutions 242\r\n(1967), 338 (1973) and other relevant resolutions, as well\r\nas on the basis of the principle of “land for peace”.\r\nThe Palestinian people need the unflagging\r\nsupport of the international community so that it can\r\nrecover its legitimate rights, primarily its right to create\r\na State with Al-Quds Al-Sharif as its capital. Israel’s\r\npolicy of assassinating Palestinian leaders, of\r\nmaintaining a blockade against the legitimate President\r\nYasser Arafat, of starving civilians, and of massacring\r\npeople and expelling them from their land in violation\r\nof the Fourth Geneva Convention only worsens this\r\nsituation and fans resentment and a desire for revenge.\r\nThe international community must redouble its\r\nefforts to bring about a return to the negotiating table\r\nin order to give real meaning to the vision of two\r\nStates, Palestine and Israel, living side by side within\r\nsecure recognized borders, as advocated by President\r\nBush in his speech made in June 2002, and on the basis\r\nof the comprehensive approach advocated by the Arab\r\nplan adopted at the recent Arab Summit in Beirut.\r\nTunisia has always worked for peace in the\r\nMiddle East. We have taken part in the multilateral\r\nnegotiations and today are ready to continue our\r\nconstructive role for the resumption of talks and the\r\nestablishment of a just, comprehensive and lasting\r\npeace that will guarantee the liberation of Arab\r\n23\r\nA/57/PV.16\r\nterritories still occupied by Israel since 1967, including\r\nthe Syrian Golan and the remainder of the Lebanese\r\nterritory still under Israeli occupation.\r\nFurthermore, lasting peace and stability for all the\r\npeoples of the Middle East requires continued\r\ninternational efforts to make progress on the question\r\nof Iraq through peaceful means and by implementing\r\nrelevant Security Council resolutions.\r\nWe believe that dialogue between the United\r\nNations and Iraq remains the best way to resolve all\r\noutstanding Iraqi issues.\r\nWe welcome, in this regard, Iraq’s decision to\r\naccept the return of the weapons inspectors without\r\nconditions. This is, as was noted by the Secretary-\r\nGeneral at the beginning of our session, a step towards\r\ndétente in the region and the lifting of sanctions.\r\nTunisia supports the Arab position that rejects\r\nattacks against any Arab country and any further\r\nsuffering and harm to the brotherly Iraqi people. Our\r\nposition also supports maintaining the sovereignty and\r\nterritorial integrity of Iraq, as well as the sovereignty\r\nand territorial integrity of the State of Kuwait, while\r\nstressing the need to avoid any destabilization of\r\nsecurity there.\r\nWe wish to reaffirm the need to lift, once and for\r\nall, the sanctions against sisterly Libya, which has\r\nfulfilled all its commitments and has offered its full\r\ncooperation towards finding a just and satisfactory\r\nsolution to the Lockerbie case.\r\nThe global vision of peace and security in the\r\nworld is no less important at the regional level, which\r\ncomplements and supports joint international action.\r\nTunisia considers the Arab Maghreb Union as a\r\nstrategic choice and we have continuously worked to\r\nconsolidate it and to remove obstacles that have\r\nimpeded its progress. We hope that joint Maghreb\r\naction will lead to greater integration among the\r\ncountries of the Union.\r\nOn the regional level, Tunisia is working to deepen\r\nits relations of cooperation and partnership in the Euro-\r\nMediterranean region. We welcome the reactivation of the\r\n“Five plus Five” forum, which will lead to greater\r\nopportunities to promote dialogue, cooperation and\r\nsolidarity between the two shores of the Mediterranean\r\nand will strengthen elements of peace, stability, and\r\ndevelopment. In this manner, relations may develop\r\namong countries of this forum in a spirit of mutual\r\nrespect, while preserving the interest of all parties.\r\nTunisia will work on this basis and do everything\r\nit can to guarantee the success of the “Five plus Five”\r\nsummit, which we will be hosting in 2003.\r\nThe considerable technological advances\r\nwitnessed today definitely have an impact on\r\ninternational economic recovery. Mindful of the\r\nimportance of this issue, Tunisia was one of the first\r\ncountries to call for the holding of a summit on\r\ninformation technology, an idea that was unanimously\r\nsupported by all international parties. Tunisia will have\r\nthe honour of hosting the World Summit on the\r\nInformation Society in 2005. We hope that the General\r\nAssembly will continue to help prepare the\r\ngroundwork in order to make it a success.\r\nIn this context, we would like to stress the need to\r\nfacilitate the transfer of clean technology to developing\r\ncountries and to promote means of cooperation among\r\nNorth-South and South-South countries, as well as to\r\nstrengthen financial cooperation in order to provide\r\nadditional funding to projects relating to environmental\r\nprotection in the developing countries.\r\nThe subjects discussed in Johannesburg and the\r\nmatters discussed at the International Conference on\r\nFinancing for Development in Monterrey, as well as\r\nthe subjects dealt with in the WTO conference in Doha\r\nshould complement one another. In the interest of all\r\ncountries, particularly the developing countries,\r\nglobalization must be made a factor for progress for\r\neveryone as well as a factor for strengthening peace\r\nand security.\r\nToday’s world promises new hopes and ambitions\r\nbut also contains threats and challenges, the\r\nimplications of which should be understood. Tunisia’s\r\nmessage to this Assembly is that we should work\r\ntogether to draw up an act of international partnership\r\nin all fields based on an international code of conduct\r\nfor all parties, in the political, economic, development,\r\nsecurity and stability fields.\r\nThe principles that unite us in promoting the\r\nmajor priorities and preventing new dangers to\r\ninternational peace and security should impel us to\r\nadopt a preventive approach based, first, on respect for\r\nthe principle of international law as the basis for\r\npeaceful coexistence; secondly, on providing equal\r\nopportunities for all developing countries without any\r\n24\r\nA/57/PV.16\r\nexclusion or marginalization and thirdly, on resolving\r\ninternational problems, conflicts, crises or wars on the\r\nbasis of established principles of justice and in keeping\r\nwith international law.\r\nThe President: I now call on His Excellency Mr.\r\nNaji Sabri, the Minister for Foreign Affairs of Iraq.\r\nMr. Sabri (Iraq): Mr. President, I would like, at\r\nthe outset, to congratulate you on your election to the\r\npresidency of the General Assembly and would like to\r\nexpress my appreciation of the United Nations\r\nSecretary-General’s eloquent statement at the opening\r\nof this session, which gave good support to\r\nmultilateralism and international relations and exposed\r\nthe dangers of unilateralism and hegemony.\r\nI also wish to congratulate the Swiss\r\nConfederation on its membership and East Timor on its\r\nprospective membership to the United Nations.\r\nThis session is held one year after the tragic\r\nevents of 11 September 2001, and I would like to\r\nrenew our condolences to the American people,\r\nespecially the families of the victims of this tragedy,\r\nand express to them our deep sympathy.\r\nIt gives me pleasure to express my sincere\r\ngratitude to the States of the international community\r\nand to organizations for their substantive position\r\nrejecting the United States Administration’s threats\r\nagainst Iraq and for the calls they made for a\r\ncomprehensive political solution to the impasse in the\r\nrelationship between Iraq and the Security Council.\r\nIn response to several appeals made by the United\r\nNations Secretary-General, peace-loving States and\r\nregional organizations, my Government decided to\r\nallow the return of United Nations weapons inspectors\r\nwithout conditions as a first step towards a\r\ncomprehensive solution that includes the lifting of\r\nsanctions imposed on Iraq and the timely\r\nimplementation of other provisions of relevant Security\r\nCouncil resolutions, including resolution 687 (1991).\r\nI was instructed by the President of the Republic\r\nof Iraq, His Excellency Mr. Saddam Hussein, to convey\r\nto you, in the allotted time, excerpts of a letter he has\r\naddressed to the General Assembly, in which His\r\nExcellency presents Iraq’s position on the latest\r\ndevelopments in the relationship between Iraq and the\r\nSecurity Council.\r\nFollowing are excerpts from the letter:\r\n“In his speech at the General Assembly that\r\nwas preceded and accompanied by noisy\r\npropaganda and extensive preparation, the United\r\nStates President, instead of paying attention to\r\ncommon issues of concern to humanity at large,\r\nhas presented the security problems of his own\r\ncountry and the sacrifices it has suffered since the\r\nevents of September 11.\r\n“It is a good sign that the United States\r\nresorted, for the first time since the end of the\r\ncold war, to the General Assembly to put forward\r\none of its problems, after years of disregard of the\r\nweight, effect and opinion of others. Nevertheless,\r\nthe United States President revealed his basic\r\npurpose when he jumped to the issue of Iraq without\r\nany introduction or acceptable progression. He\r\nportrayed that issue as if it were the most dangerous\r\nsituation, not only for the life, security and future of\r\nthe United States, but also for the life, future and\r\nsecurity of the whole world. Among his\r\ngeneralizations, which included deliberate\r\ninsinuations, he presented extreme distortions of\r\nthe so-called nuclear, biological and chemical\r\nthreats, so as to make American citizens believe\r\nthe deliberate insinuation that Iraq was linked to\r\nthe American people’s tragedy of 11 September.\r\n“He seems to have assumed that the countries\r\nof the world are unaware of the American\r\nAdministration and its methods, or of Iraq and its\r\nhigh sense of responsibility toward humanity, its\r\ndesire for peace and stability, or of the fact that the\r\nIraqis are a creative people in work, production,\r\nand innovation, in addition to being the heirs of\r\nthe most ancient human civilizations.\r\n“The United States President talked about the\r\nimportance of the application of democracy on the\r\npart of the Government of Iraq. He pretended to\r\ncare for the people of Iraq after he and other\r\nPresidents before him have killed Iraqis by using\r\nweapons such as depleted uranium, and by the\r\nblockade, which is now more than twelve years old,\r\nin which more than one million and seven hundred\r\nthousand innocent Iraqis, out of a population of\r\ntwenty five million citizens, have died.\r\n“So, after utilizing the American\r\npropaganda machine for a long time and spouting\r\nofficial statements full of lies, distortion, and\r\nfalsehood, the focus was basically turned on\r\n25\r\nA/57/PV.16\r\ninciting the American public against Iraq and\r\npushing it to believe the United States\r\nAdministration’s schemes of aggression as a fait\r\naccompli, as if it were the solution or the necessary\r\nrescue that would allow American citizens to live\r\nin security and stability, after what they had gone\r\nthrough in the 11 September events.\r\n“When the United States Administration\r\nrealized that it was necessary to have an\r\ninternational cover for using force against Iraq\r\nand that the world did not believe the lies it tried\r\nto propagate to link Iraq to the September events,\r\nit changed the issue and began to shed crocodile\r\ntears about international law and the necessity to\r\ncomply with the resolutions of international\r\nlegitimacy, alleging that Iraq is not complying\r\nwith Security Council resolutions, especially with\r\nregard to the United Nations inspectors. This\r\nimplied that Iraq had the intention to develop, or\r\nthat it already possesses, nuclear, chemical and\r\nbiological weapons. According to these allegations,\r\nit might give such weapons to terrorist organizations\r\nthat pose a threat to world security.\r\n“Now that Iraq has accepted the return of\r\nthe United Nations inspectors, we will all be able\r\nto see how they work. In our past experience with\r\nthese inspectors (1991-1998), Iraq used to ask the\r\ninspection teams to do their job in accordance\r\nwith the declared goals of the Security Council.\r\nHowever, some of the inspectors went on doing\r\nintelligence and espionage work that had nothing\r\nto do with the official mandate of the inspection\r\nteams. Some of those inspectors have publicly\r\nadmitted this; some, including an American, are\r\nstill publicly talking about it. Even Mr. Rolf\r\nEkeus, the former chief of the United Nations\r\nSpecial Commission (UNSCOM), has recently\r\nstated that the inspectors overstepped the limits of\r\ntheir defined duties by spying on the Iraqi\r\nleadership. I quote: ‘The United States and other\r\nPowers exploited the inspection teams for their\r\nown political ends, including monitoring\r\nPresident Saddam Hussein’s whereabouts.’ He\r\nalso said that the inspection teams deliberately\r\ncreated problems to prepare the ground for\r\npossible military attacks.\r\n“Iraq has always defended the principles\r\nand values that you have willingly set down in\r\nthe United Nations Charter and the purposes for\r\nwhich the Security Council was created, which\r\nare to preserve security and to establish peace.\r\nTherefore, by confronting evil for twelve years\r\nnow, Iraq has not only been defending its own\r\npatriotism, but rather it has acted as if it were\r\ndefending your own patriotism. It has been acting\r\non your behalf without being assigned to do so. In\r\ntargeting Iraq, the United States Administration is\r\nacting on behalf of Zionism, which has been\r\nkilling the heroic people of Palestine, destroying\r\ntheir property, murdering their children, and\r\nseeking to impose their domination on the whole\r\nworld, not only militarily, but also economically\r\nand politically.\r\n“The United States Administration wants to\r\ndestroy Iraq in order to control Middle East oil,\r\nand consequently control the politics as well as\r\nthe oil and economic policies of the whole world.\r\nIf it succeeds in that, God forbid, it would dictate\r\nfor each country what it needs for its economic\r\ndevelopment, what quantities of oil it is allowed to\r\nbuy, at what prices, along with other conditions.\r\n“Briefly, what Iraq wants is the respect of\r\nthe principles of the United Nations Charter and\r\ninternational law, whether regarding its own\r\ninterests and sovereignty or those of the other\r\nMember States of the United Nations. On this\r\nbasis, Iraq was, and still is, ready to cooperate\r\nwith the Security Council and international\r\norganizations. However, Iraq rejects anyone’s\r\ntransgression of its rights, sovereignty, security\r\nand independence. That would be in contradiction\r\nwith the principles of the Charter and\r\ninternational law.\r\n“Hence, Iraq has not rejected the relevant\r\nresolutions of the Security Council, even though\r\nthose that relate to Iraq are unjust and at odds\r\nwith the United Nations Charter and international\r\nlaw. Iraq rather calls on members of the Security\r\nCouncil, and on the United States Administration\r\nin particular, to respect their own obligations\r\nunder the Charter, under international law and the\r\nrelevant Security Council resolutions. Iraq\r\ndemands that its inalienable rights, stipulated in\r\nthose very resolutions, be met, including respect\r\nof its sovereignty and security, lifting the\r\nblockade imposed on it, and applying paragraph\r\n14 of Resolution 687 (1991) to the Zionist entity,\r\n26\r\nA/57/PV.16\r\nas stipulated in the text and in the same manner as\r\nit was applied to Iraq.\r\n“I hereby declare before you that Iraq is\r\ntotally clear of all nuclear, chemical and\r\nbiological weapons. If there are anyone amongst\r\nyou who might still worry that the fabrications\r\nannounced by American officials about Iraq may\r\npossibly be true, our country is ready to receive\r\nany scientific experts accompanied by politicians\r\nyou choose to represent any one of your countries\r\nto tell us which places and scientific and\r\nindustrial installations they would wish to see,\r\nparticularly those about which the American\r\nofficials have been fabricating false stories,\r\nalleging that they contain prohibited materials or\r\nactivities. If such experts and politicians visit\r\nIraq, we shall provide them with all the facilities\r\nthey need to achieve their objective, that is, to see\r\nthe true facts as they are.\r\n“As what matters for us basically is that our\r\nrights, sovereignty and security be respected in\r\naccordance with international law, we have\r\naccepted the return of the inspection teams to\r\nIraq, taking into consideration the arrangements\r\nthat should safeguard these principles and\r\nachieve, with transparency, the goal of making\r\nsure that Iraq no longer possesses nuclear,\r\nbiological and chemical weapons of mass\r\ndestruction. Along with you, we are waiting to see.\r\n“The blockade imposed upon Iraq has been\r\nin place for more than 12 years now, during\r\nwhich time our assets and oil revenues have been\r\nfrozen and we have been unable to use them\r\nexcept through an inefficient United Nations-run\r\nsystem that has already proven to be unfeasible.\r\nSubstantial amounts of our revenues have been\r\nillegitimately seized in a manner tantamount to\r\nlooting and contrary to the principles enshrined in\r\nthe United Nations Charter.\r\n“We therefore call for a discussion of the\r\nissue of the inspection teams in accordance with\r\ninternational law. That should be done on a\r\ncomprehensive basis with a discussion of Iraq’s\r\nobligations, including the issue of the inspection\r\nteams as well as the obligations of the Security\r\nCouncil towards Iraq, as stated in the resolutions\r\nthemselves, particularly resolution 687 (1991).\r\nReciprocal obligations exist of which the Security\r\nCouncil has implemented nothing, including the\r\nobligation to respect Iraq’s sovereignty, which is\r\nbeing violated by America and Britain on a daily\r\nbasis through their ongoing aggression and the\r\nartificially drawn parallel latitude lines over\r\nnorthern and southern Iraq.\r\n“You may notice how the policy of the\r\nZionist entity, which has usurped Palestine and\r\nother Arab territories since 1948, and afterwards,\r\nhas now become as one with the policies and\r\ncapabilities of the United States.\r\n“The United States Administration has been\r\nmaking up problems with Iraq in order to derail\r\nthe application of paragraph 14 of resolution 687\r\n(1991) and to prevent the Security Council from\r\nlifting the blockade imposed on Iraq. The reason\r\nlies in the fact that the counter-obligations under\r\nrelevant resolutions of the Security Council,\r\nincluding resolution 687 (1991) of 3 April 1991,\r\ncontain a clear paragraph demanding that the\r\nMiddle East be made a zone free from weapons of\r\nmass destruction. Thus the American\r\nAdministration does not want to embarrass the\r\nZionist entity or deprive it of the nuclear,\r\nchemical and biological weapons it actually\r\npossesses. It is also because the United States\r\nAdministration is aware that Iraq has indeed\r\nhonoured all its obligations and is demanding,\r\nalong with other Arab countries, that paragraph\r\n14 be applied to the Zionist entity.\r\n“Iraq has been keen to see the inspection\r\nissue discussed between the Security Council and\r\nIraq, through the United Nations Secretary-\r\nGeneral and the representatives of Iraq, with a\r\nview to reaching a balanced formula based on the\r\nprinciples of the Charter and the relevant\r\nresolutions of the Security Council, and within a\r\ncomprehensive solution which should bring to an\r\nend the cyclone of American accusations and\r\nfabricated crises against Iraq. At the same time,\r\nthis would reassure Iraq with regard to its\r\nsecurity, sovereignty, territorial integrity and its\r\nright to choose its own way without interference,\r\nin accordance with the rules established in the\r\nCharter of the United Nations.\r\n“The United States President said in his\r\nspeech that Iraq is providing financial support to\r\nthe Palestinian people. My comment is that this is\r\n27\r\nA/57/PV.16\r\ncorrect. Yet we feel that the support we have\r\nextended has not been as great as we would have\r\nhoped, because of the circumstances which have\r\ncurtailed our means. In extending this support, we\r\nact in accordance with the United Nations Charter\r\nand the resolutions of the Assembly, in which the\r\nnational struggle of peoples against occupation\r\nand colonialism is considered to be an inalienable\r\nnational right.\r\n“But what grounds does America and its\r\nPresidents have to support the Zionist entity,\r\nwhich has been occupying Palestine and other\r\nArab territories and committing its criminal\r\npolicy of killing Palestinians, destroying their\r\nproperty and encroaching upon, and destroying,\r\nthe holy places of Muslims and Christians there?\r\nWhat principles and what laws does the American\r\nPresident rely on in killing Iraqis, blockading\r\ntheir country, destroying their property and\r\ninterfering in their internal affairs?”\r\nThe President: I now give the floor to His\r\nExcellency Mr. Ernst Walch, Minister for Foreign\r\nAffairs of Liechtenstein.\r\nMr. Walch (Liechtenstein): Let me first extend\r\nmy congratulations and a warm welcome to\r\nSwitzerland, a neighbouring country of Liechtenstein,\r\non its membership in the United Nations. Switzerland\r\nhas for centuries lived the ideals of the United Nations\r\nas a place where peoples of different ethnic\r\nbackgrounds, languages, cultures and religions have\r\npeacefully lived together and have founded a nation\r\nbased on democratic principles and the rule of law.\r\nNow its people have chosen to join the United Nations.\r\nWe look forward to Switzerland’s contribution, its\r\nexpertise and experience in the challenging work of\r\nthis Organization. Together with the admission of East\r\nTimor a few days from now, this brings the United\r\nNations even closer to being what it was intended to\r\nbe, a truly universal family of nations.\r\nIn the past year, the United Nations has again\r\nconvened a number of meetings at the highest level, with\r\nthe best intentions and the most ambitious agendas. Those\r\nincluded the special session on children, the International\r\nConference on Financing for Development and the World\r\nSummit on Sustainable Development. All these meetings\r\nhave resulted in important outcomes, but they have\r\nsometimes fallen short of the expectations of those most\r\ndirectly affected. Bigger is not always better. We\r\nbelieve that the era of such world conferences and\r\nsummits has come to a close. We have established good\r\nstandards and must now focus on their implementation.\r\nThe Millennium Development Goals must be given\r\nprimary importance in this respect.\r\nA few years ago, we had hoped to be entering an\r\nera of the primacy of the rule of law. Small States in\r\nparticular rely on the rule of law, both at the national\r\nand at the international levels, where this Organization\r\nplays a particular role. Today, we are all challenged\r\nmore than ever to uphold the principle of the rule of\r\nlaw. The events of 11 September made us realize that\r\nno person and no place is immune to the threat of\r\ninternational terrorism. The international community,\r\nand especially this Organization, responded vigorously.\r\nFor weeks immediately after the attacks, countries\r\nwere determined to join forces to oppose and eliminate\r\nthe threat to all of us. Today provides a good\r\nopportunity not only to commemorate those who have\r\ndied at the hands of international terrorists, but also to\r\nreassess our common response and responsibility as the\r\ninternational community.\r\nIn looking back, we realize today that the sense of\r\nworking together we all felt was short-lived and that it\r\nhas not extended to all areas. After the terrorist attacks\r\nthere was recognition that international terrorism can\r\nonly be fought successfully if all States and nations\r\nwork together. This raised hopes for an era of genuine\r\nmultilateralism. However, those hopes vanished\r\nquickly and were replaced by the realization that\r\nunilateralism and confrontation were again dominant.\r\nOne example of such confrontation was the\r\ndebates on the International Criminal Court, which\r\nextended even to the Security Council. Holding these\r\ndebates implied, ironically, that the International\r\nCriminal Court jeopardized peacekeeping operations of\r\nthe United Nations. As a State party to the Rome\r\nStatute, we welcomed the entry into force of the Statute\r\non 1 July as a true landmark in the history of\r\ninternational justice. We remain fully committed to\r\npreserving the integrity of the Court’s Statute. We\r\nfound it therefore disquieting that the Council dealt\r\nwith the International Criminal Court in a manner\r\nsuggesting that the Court posed a threat to international\r\npeace and security.\r\nThe Security Council, above all, is called upon to\r\nuphold the rule of law. The state of affairs worldwide\r\nmakes it abundantly clear that credible and effective\r\n28\r\nA/57/PV.16\r\naction by the Council is needed now more than ever.\r\nSecurity Council resolution 1373 (2001) illustrates how\r\ndetermined action by the Council can contribute to\r\nfighting real threats to international peace and security.\r\nMy Government has attached the highest priority to the\r\nwork of the Counter-Terrorism Committee established\r\npursuant to that resolution. We submitted on time two\r\ncomprehensive reports on our national implementation\r\nthereof. One year after the inception of the Committee’s\r\nwork, we have to take stock of its achievements and of the\r\nchallenges ahead. There are obviously different stages of\r\nimplementation worldwide and diverging capacities of\r\nStates, especially in the area of combating the\r\nfinancing of terrorism.\r\nThus, it is imperative to introduce minimal\r\nstandards to which all States need to adhere. Such an\r\neffort to set and implement benchmarks will ensure the\r\npractical impact and continued political relevance of\r\nthe Counter-Terrorism Committee. We all must strive\r\nto bring our national enforcement and cooperation\r\nmechanisms to the highest achievable standards. This,\r\nhowever, must be accompanied by a set of minimum\r\nstandards which are observed and enforced globally. As\r\nstated on previous occasions, Liechtenstein stands\r\nready to make its contribution to developing such\r\nstandards and to contribute to compliance enhancement\r\nby offering our extensive practical expertise.\r\nInjustice must not be fought through injustice.\r\nThe fight against terrorism must therefore go hand in\r\nhand with basic standards of the rule of law.\r\nOverzealous action must not, as has occurred in some\r\ninstances, jeopardize the rights of the individual. Non-\r\nderogable human rights, as contained in the relevant\r\ninternational treaties, must be safeguarded under all\r\ncircumstances. States have an obligation to ensure that\r\npeople who are suspected of having committed acts of\r\nterrorism are treated in accordance with the relevant\r\nstandards. The United Nations, as the primary\r\ninternational law-making body, has a special\r\nresponsibility in this respect and has to live up to its\r\nobligation to be the guardian of the rule of law.\r\nWhen the United Nations is called upon to uphold\r\nthe rule of law, it must, of course, ensure first and\r\nforemost the legality of its own actions in all areas and,\r\nin particular, when it comes to armed action and\r\nintervention. The Charter of the United Nations\r\nprovides for the sanctioning of such action by the\r\nSecurity Council. The debates of the past few weeks\r\nhave made it clear that nothing can replace — as\r\nSecretary-General Kofi Annan put it so aptly — the\r\nunique international legitimacy provided through a\r\ndecision of the Council. Legality, and thus political\r\ncredibility, are ensured through seizing the Council. At\r\nthe same time, however, the full implementation of all\r\nsuch decisions must be ensured. This must therefore be\r\nthe way to go for the international community.\r\nThe President: I now give the floor to the\r\nDeputy Prime Minister and Minister for Foreign\r\nAffairs and Foreign Trade of Barbados, Her Excellency\r\nThe Honourable Billie Miller, MP.\r\nMs. Miller (Barbados): It is my pleasure to join\r\nwith preceding speakers in congratulating you, Sir, on\r\nyour election to preside over the General Assembly at\r\nits fifty-seventh session. Barbados pledges its fullest\r\ncooperation in the year ahead.\r\nI also take this opportunity to convey our deepest\r\nappreciation to Mr. Han Seung-soo for his leadership\r\nduring a very challenging fifty-sixth session.\r\nWe, too, wish to welcome the Swiss Confederation\r\nand look forward to the Democratic Republic of Timor-\r\nLeste’s joining this family of nations.\r\nThe Preamble to the Charter of this Organization\r\nexpresses in the simplest yet most eloquent of terms\r\nthe essential goals of multilateralism. We know its\r\nevery phrase and recognize its solemn commitment\r\n“to promote social progress and better standards\r\nof life in larger freedom”\r\nas well as\r\n“to practice tolerance and live together in peace\r\nwith one another as good neighbours and to unite\r\nour strength to maintain international peace and\r\nsecurity”.\r\nThese goals remain as relevant today, and yet, in many\r\nways, as painfully elusive as they were in 1945.\r\nIn January 2001, the international community\r\nushered in a new century with the highest of\r\nexpectations for the successful implementation of the\r\nmillennium development goals, which we had just\r\nadopted. We were resolved to work with renewed\r\nvigour to eradicate poverty and hunger, fight the\r\nscourge of HIV/AIDS and disease, raise the level of\r\nhuman development and bring an end to debilitating\r\neconomic and social injustices. Tragically, the events\r\n29\r\nA/57/PV.16\r\nof 11 September 2001 eclipsed our millennium vision\r\nand brutally reshaped the global agenda.\r\nIn the intervening year, we have been forced to\r\nre-examine our traditional notions of security and to\r\ncome to terms with the reality of our growing political\r\nand economic interdependence. For no single nation\r\ncan hope to have all the answers to the complex issues\r\nthat confront us and no lasting solutions are possible\r\nexcept through collective effort. If nothing else, the\r\nlessons of 11 September have served to reinforce the\r\nvalue of multilateralism.\r\nFor the past several years, Barbados has argued\r\nfor a redefinition of the concept of security to embrace\r\nthe new and non-traditional threats that have the\r\ngreatest potential to cause harm to our citizens,\r\ndestabilize our societies and erode the basic institutions\r\nof governance. At the hemispheric level, we promoted\r\ndialogue on these issues among foreign ministers of the\r\nOrganization of American States at our recent General\r\nAssembly session in Barbados, where we adopted the\r\nDeclaration of Bridgetown on the multidimensional\r\napproach to hemispheric security. We believe that this\r\napproach to security is equally valid in the wider\r\ninternational context.\r\nAs we are well aware, threats to world peace are\r\nno longer exclusively found in military conflict\r\nbetween opposing countries, where the enemy is\r\nrecognized and a state of war formally declared.\r\nToday’s greatest sources of instability and threats to\r\nnational, regional and international security lie in areas\r\nwhere the enemies are often unidentified non-State\r\nactors with global reach. Terrorism is but one of those\r\ninsidious new elements. We are equally alarmed by the\r\ngrowing danger posed to democratic societies and\r\nGovernments by the modern transnational phenomena\r\nof narco-trafficking, organized crime, money-\r\nlaundering, corruption and illicit trafficking in small\r\narms and light weapons. We are also aware of the\r\npotential for grave economic and social dislocation\r\nposed by the HIV/AIDS pandemic, environmental\r\ndegradation and ecological and natural disasters. In\r\naddition, the inequitable application of the benefits of\r\ntrade liberalization has created the very real prospect of\r\nincreasing poverty and further economic\r\ndisenfranchisement for the smallest and most vulnerable\r\ncountries in the developing world. Under the\r\ncircumstances, we have little choice but to persist in the\r\nstruggle to gain international acceptance for our demands\r\nfor special and differential treatment to prepare our small\r\neconomies to meet the challenges of globalization.\r\nModern threats to international peace and security\r\nconstrain the capacity for political and economic\r\ndevelopment and social progress. All nations share in\r\nthe responsibility to respond to those threats, but we\r\ncan only do so successfully through collective\r\nstrategies, which address all aspects of the problem\r\nsimultaneously. Diversion of resources and attention\r\nfrom the development agenda to the fight against\r\nterrorism cannot produce lasting results. As Dr.\r\nBrundtland warned in 1992, our global village may yet\r\nbecome a global jungle if States adopt unilateral\r\nmeasures to combat global problems.\r\nSmall developing countries are beset daily by\r\nfundamental challenges to their economic\r\nsustainability. From our perspective, security has of\r\nnecessity revolved around policies in support of social\r\ndevelopment, economic viability, good governance and\r\nthe promotion of democracy. For us, military\r\nengagement is not an affordable option.\r\nFor Barbados, as for all small States, the doctrine\r\nof non-intervention is of paramount importance for our\r\nsurvival. Pre-emptive unilateral action, no matter what\r\nthe apparent cause, is a precedent that occasions in us\r\nthe gravest discomfort. It is, therefore, vital that, at this\r\ndangerous and uncertain juncture in world affairs, we\r\nreaffirm our commitment to multilateralism and to the\r\npre-eminent role of the United Nations in seeking to\r\nimpose responsible behaviour through diplomacy and\r\ndialogue rather than through the use of force.\r\nIn response to the events of 11 September and to\r\nthe mandates of Security Council resolution 1373\r\n(2001), Barbados has deployed considerable financial\r\nand human resources to the anti-terrorism effort. In\r\nMay this year, our Parliament adopted comprehensive\r\ndomestic legislation, which entailed an amendment to\r\nour Constitution, to criminalize acts of terrorism and\r\nsupport or financing for such acts. Yesterday I\r\ndeposited with the United Nations Secretariat the\r\nrelevant instruments to make Barbados a party to the\r\nInternational Convention for the Suppression of\r\nTerrorist Bombings and the International Convention\r\nfor the Suppression of the Financing of Terrorism.\r\nWe have been prompt and responsible in fulfilling\r\nour obligations to the international community in that\r\nregard, despite the heavy financial strain that has\r\nplaced on our national economy, already deeply\r\n30\r\nA/57/PV.16\r\naffected by the adverse impact of 11 September on its\r\nmajor productive sectors — tourism and financial\r\nservices. As I reminded the General Assembly last\r\nyear, small countries like my own are not part of the\r\nproblem, but we are committed to being part of the\r\nsolution, in circumstances that place a disproportionate\r\nburden on our financial, human and administrative\r\nresources, already struggling to respond to the global\r\neconomic recession.\r\nRegrettably, that burden has been further\r\nexacerbated by the words and actions of some\r\nlawmakers who now seek, through misguided zeal, to\r\nbrand the operations of financial services centres, even\r\nthe most transparent and well regulated, such as the\r\nBarbados regime, as havens for corporate tax evasion\r\nand for the laundering of terrorist assets. It is important\r\nto emphasize that the Barbados jurisdiction is more\r\ntransparent and better regulated than many in the\r\ndeveloped world, and certainly no less so than what\r\nobtains in the states of Delaware and Vermont, among\r\nothers. My country fully intends to defend its\r\nreputation against those renewed, unwarranted,\r\nduplicitous and discriminatory attacks.\r\nIn this post-11 September, post-Doha, post-Enron\r\nworld, many of the assumptions about peace and\r\nprogress in a globalized economy have been\r\nchallenged. We have entered a prolonged international\r\nrecession, whose consequences have impacted on all\r\ncountries. It is trying times such as these that force\r\npolicy makers at the national level to simplify, refocus\r\nand prioritize.\r\nIt is opportune for us to undertake a similar\r\nexercise in respect of the United Nations. We must\r\nreturn this Organization to its basic mandate, and seek\r\nto have its energies and focus redirected towards\r\nsubstantive action in the twin areas of peace and\r\ndevelopment. The unique attributes of the United\r\nNations and its multilateral structure can serve to build\r\nconsensus and promote cooperation in the search for\r\nsolutions to the most pressing problems affecting\r\nhuman security.\r\nThe international summits and global\r\nconferences, which have proliferated over the last\r\ndecade, have been successful in mobilizing\r\nGovernments and, to a greater extent, civil society, as\r\nwell as sensitizing people to the most compelling\r\ndevelopment issues facing the planet. Although they\r\nhave created awareness and raised expectations, they\r\nhave not delivered with respect to implementation, and\r\nmost of their fiercely negotiated plans of action remain\r\nunder-funded and under-executed. The promises and\r\npledges of the past 15 years have not been fulfilled. It\r\nis high time that we review the utility of those costly\r\nprocesses and seek simpler, more effective structures to\r\ncarry forward our development agenda. The dwindling\r\nresources available for developmental programmes are\r\nbetter used for development itself than for scripted\r\ndialogue to discuss the process of development.\r\nFundamental changes are needed in the way that\r\ndevelopment is financed, and in the structure, operation\r\nand coherence of the global financial architecture.\r\nMonterrey must not become just another failed process.\r\nBarbados welcomed recognition by the World\r\nSummit on Sustainable Development of the vulnerability\r\nand sustainable development challenges of small island\r\ndeveloping States, and looks forward to a frank,\r\ncomprehensive review of the implementation of the\r\nBarbados Plan of Action in Mauritius in 2004. The\r\nSummit made a commitment to the sustainable\r\nmanagement of ocean space, and it is in this vein that\r\nBarbados will continue to work towards achieving\r\ninternational recognition of the Caribbean Sea as a\r\n“special area” in the context of sustainable development.\r\nFor Barbados, our greatest resource lies in the\r\ncreativity and resilience of our people. We are\r\npersuaded that the betterment of the human condition is\r\nthe fundamental objective of economic progress. The\r\nHIV/AIDS pandemic rates with terrorism and narco-\r\ntrafficking as one of the major new and emerging\r\nthreats to human security. According to information\r\nprovided by the Pan American Health Organization,\r\nthere are currently 2.8 million people living with\r\nHIV/AIDS in the Americas. Of that number, 420,000\r\nlive in the wider Caribbean, accounting for over 2 per\r\ncent of its adult population. In response to the\r\ninternational Declaration of Commitment, Barbados\r\nhas established a target of a 50 per cent reduction in the\r\nHIV/AIDS mortality rate and in the incidence of the\r\ndisease over the next three years. We are also working\r\ntowards the enactment of appropriate anti-\r\ndiscriminatory legislation by 2006. Our National\r\nCommission continues to support the Pan-Caribbean\r\nPartnership against HIV/AIDS, which is coordinated\r\nby the Caribbean Community Secretariat. Barbados is\r\none of four English-speaking Caribbean countries\r\nselected to participate in the Caribbean HIV/AIDS\r\nRegional Training Initiative. The World Bank, of\r\n31\r\nA/57/PV.16\r\nwhose programmes Barbados is a graduate, made\r\nspecial provisions for the securing of a $15.1 million\r\nloan to procure the highly active anti-retroviral therapy\r\nprogramme for HIV-positive Barbadians, free of cost at\r\npoint of delivery.\r\nBarbados’ commitment to the principles and\r\npurposes of the United Nations Charter has been\r\nunwavering over its three and a half decades of\r\nmembership in this Organization. We have paid our\r\ncontributions faithfully and have consistently\r\nsupported the Organization’s efforts to promote and\r\nprotect human rights, to eradicate poverty and to\r\ncultivate a global culture of peace.\r\nA tangible demonstration of that commitment was\r\nmade on 2 January of this year, when the Prime\r\nMinister of Barbados had the honour of officially\r\nhanding over to the United Nations Secretary-General,\r\nfor the exclusive use of the United Nations agencies\r\noperating in the Eastern Caribbean, a custom-designed\r\ncommon premises building, now known as United\r\nNations House. Secretary-General Annan’s personal\r\npresence in Barbados for the inauguration ceremony\r\nwas interpreted by Prime Minister Arthur as a clear\r\nexpression of his understanding that every part of the\r\nUnited Nations family matters and that the contribution\r\nof the small States of the Caribbean to the objectives of\r\nthe Organization is not without significance. For in the\r\nwords of the Secretary-General, small States have become\r\nthe backbone of the Organization in terms of their support\r\nand encouragement for the multilateral process.\r\nThe principles which guarantee a better quality of\r\nlife for all peoples lie within our Charter. The global\r\nlandscape has undergone tremendous change in the last\r\n57 years, but the ideals of the Charter are indelible.\r\nToday we revisit this place to recommit to a process\r\nwhich, admittedly, is not perfect, but it is all that stands\r\nbetween us and anarchy. It is still our greatest hope for\r\npeace, development and social justice. In our\r\ngeneration, we cannot be expected to complete the\r\nmonumental task which lies before us, but neither are\r\nwe at liberty to abstain from it.\r\nThe meeting rose at 1.25 p.m.\r\n"