"United Nations A/57/PV.25\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n25th plenary meeting\r\nMonday, 7 October 2002, 3.00 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-62197 (E)\r\n*0262197*\r\nPresident: Mr. Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nIn the absence of the President, Mr. Nguyen Thanh\r\nChau (Viet Nam) took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda items 44 and 10 (continued)\r\nFollow-up to the outcome of the Millennium Summit\r\nReport of the Secretary-General (A/57/270 and\r\nA/57/270/Corr.1)\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/57/1)\r\nMs. Plaisted (United States of America): This\r\npast year has witnessed extraordinary events and\r\ndramatic developments in achieving the goals of the\r\nMillennium Summit. These have been marked as well\r\nin the work of this Organization.\r\nIn the field of international peace and security,\r\nthe United States has led the world community in\r\nvigorous pursuit of the terrorists of last September.\r\nThrough our combined efforts, Afghanistan is\r\nbeginning its recovery from war and Taliban rule, but\r\nwe must continue to combat international terrorism to\r\nprotect ourselves from this threat to peace.\r\nWith General Assembly resolutions 56/1 and\r\n56/88, the United Nations has shown resolve against\r\ninternational terrorism. We must remain vigilant and\r\nrenew our long-term commitments to the fight against\r\nterrorism.\r\nAll members should continue or increase their\r\ncommitment to carrying out the terms of Security\r\nCouncil resolution 1373 (2001) in the areas of\r\nlegislation, customs, extradition, immigration, law\r\nenforcement, arms traffic and financial asset controls.\r\nAll nations should become parties to the twelve\r\nuniversal United Nations or United Nations specialized\r\nagency conventions on international terrorism. I am\r\npleased to say that my Government has now become a\r\nparty to all twelve.\r\nOther threats to international peace and security\r\nloom as well. Addressing this assembly, President Bush\r\nsaid the United Nations must deal with Iraq’s twelve\r\nyears of defiance of the Security Council. He made it\r\nclear that Iraq must comply with its agreements to\r\ndisarm.\r\nIn the Middle East, the Quartet partners, who\r\ninclude the United States, the Russian Federation, the\r\nEuropean Union and the United Nations, are working\r\nwith Israelis, Palestinians and other regional leaders to\r\nstop terrorism and violence and return the region to the\r\npath of achieving comprehensive peace. President Bush\r\nhas articulated a vision of two states, Israel and\r\nPalestine, living side by side in peace, within secure\r\nand recognized borders.\r\nDuring this year has also seen the emergence of a\r\nnew consensus and commitment to attack poverty,\r\nhunger and disease, and advance the goals of\r\ndevelopment. In announcing the creation of the\r\nMillennium Challenge Account, President Bush said\r\nthe growing divide between wealth and poverty,\r\n2\r\nA/57/PV.25\r\nbetween opportunity and misery, is both a challenge to\r\nour compassion and a source of instability. We must\r\nconfront it and include every African, Asian, Latin\r\nAmerican and Muslim in the expanding circle of\r\ndevelopment.\r\nClearly there is no simple blueprint for\r\novercoming all economic and social obstacles that\r\nimpede sustainable development. But, we believe that\r\nthe Secretary-General is correct when he reports that\r\nthe Doha Development Agenda and the Monterrey\r\nConsensus demonstrate a renewed international\r\ncommitment to a process in which the developing\r\ncountries have primary responsibility for their own\r\ndevelopment, but which requires both trade and finance\r\nopportunities to expand the benefits of globalization to\r\nall. We can do a better job in combating poverty if we\r\nplace greater attention on two aspects of the agenda\r\nthat underlie most success stories: governance and\r\nsocial investment which enable people and countries to\r\nbecome more productive; and better measuring,\r\nmonitoring, and managing for development results.\r\nAt the World Summit on Sustainable\r\nDevelopment, Secretary of State Colin Powell stated\r\nthat disregard for the environment threatens the world’s\r\nnatural resources, and all who depend on them for\r\nfood, fuel, shelter and livelihood. Our challenge, then,\r\nis to widen the circle of development and include those\r\nwho are left out.\r\nThe international community and the United\r\nNations have also made progress this year in fighting\r\nthe diseases that ravage our populations. President\r\nBush has made a commitment to fighting HIV/AIDS,\r\ntuberculosis, and malaria. Our support for the Global\r\nFund and the International Mother-and-Child HIV\r\nPrevention Initiative will combat the devastation\r\nwrought by infectious disease.\r\nWe must also do more to combat hunger. Today\r\nagain, millions are at risk of famine, in Africa, North\r\nKorea and elsewhere. Emergency relief is essential and\r\nwe call on all nations where food is plentiful to\r\ncontribute to this effort. The Secretary-General has\r\nreported on the great potential of science and\r\ntechnology to address food security needs. Efforts to\r\ninvest in technology, including biotechnology, to raise\r\nagricultural productivity are key to the eradication of\r\npoverty and hunger.\r\nPersistent instability and conflict continue to\r\ndisplace civilians all over the world. Women and\r\nchildren account for the vast majority of those affected\r\nby armed conflict. Children, moreover, remain\r\nparticularly vulnerable to conflict situations in\r\nnumerous ways. The United States recently ratified the\r\ntwo Optional Protocols to the Convention on the Rights\r\nof the Child on the Involvement of Children in Armed\r\nConflict and on the Sale of Children, Child\r\nProstitution, and Child Pornography. We urge other\r\ncountries to do the same.\r\nThe history of the past century has shown that the\r\nmost stable, tolerant, and prosperous countries are\r\nthose that promote and protect human rights and\r\nfundamental freedoms. We welcome the appointment\r\nof Sergio Vieira de Mello as the third High\r\nCommissioner for Human Rights. We cannot\r\noverestimate the importance of developing and\r\nmaintaining democratic governments, subject to the\r\nrule of law, that respect and protect individual liberty.\r\nThe United Nations has made and will continue to\r\nmake a valuable contribution to improving the lives of\r\npeople all over the world. Real progress has been made\r\nthis year in advancing the objectives of the Charter. We\r\ncompliment the Secretary-General, the many\r\ncomponents of the United Nations system, and the\r\ncollective of Member States themselves. But so much\r\nmore remains to be done.\r\nMr. Chowdhury (Bangladesh): Sir, many\r\nspeakers have preceded me in this debate; naturally\r\ntherefore I run the risk of repeating much of what has\r\nalready been said. However, in debates, arguments are\r\noften honed through repeated presentation, albeit in\r\ndifferent words. The Secretary-General’s reports on the\r\nimplementation of the United Nations Millennium\r\nDeclaration and the Report of the Secretary-General on\r\nthe Work of the Organization are both, as usual,\r\nexamples of excellent professional work. They are\r\ncomprehensive, precise and of course useful. The one\r\non the implementation of the Millennium Declaration\r\ntakes account of the various steps taken by the United\r\nNations system so far as well as the progress made.\r\nThe report also indicates what needs to be done in\r\nfuture.\r\nSimilarly, the other report on the working of the\r\nOrganisation makes us understand the hard work put in\r\nby all in the United Nations system in pursuit of the\r\nobjectives and goals of the Charter, and the tasks set to\r\nit by the membership. When read along with the\r\nSecretary-General’s report on the Second Phase of the\r\n3\r\nA/57/PV.25\r\nUnited Nations Reforms, it demonstrates the will of the\r\nOrganisation to constantly adapt itself to new demands\r\nas it sharpens its efficiency and expands its capacity.\r\nMy delegation however, would like to see the report on\r\nthe Work of the Organization issued at least six weeks\r\nprior to the opening of each new session of the General\r\nAssembly. This year, it was much delayed.\r\nConsideration may also be given to combining several\r\nclosely linked reports into a single document.\r\nSir, the Millennium Declaration embodies the\r\nglobal community’s collective wisdom in regard to the\r\nsuccesses and failures of previous decades, and sets out\r\nsome fundamental principles and objectives for the\r\nfuture along with some guidelines on the way forward.\r\nIt is now incumbent upon us to keep it in view in all\r\nour endeavours to build a more peaceful, prosperous\r\nand just world. According to this Declaration, we have\r\na collective responsibility to uphold the principles of\r\nhuman dignity, equality and equity at the global level.\r\nWe are therefore duty-bound to all peoples of the\r\nworld, especially the most vulnerable, and particularly\r\nchildren, to whom the future belongs.\r\nThe United Nations is a primary vehicle through\r\nwhich to reach our goals. However, the Organisation\r\ncan only do as much as we enable it to do by providing\r\nthe necessary mandate and resources. Therefore in the\r\nfinal analysis, it is we, the members who are\r\nindividually and collectively responsible for bearing\r\nour share of burden. Nations, big and small, rich and\r\npoor, strong and weak have all to conscientiously make\r\nour best efforts, in concert, if we hope to achieve the\r\ngoals that we have set ourselves.\r\nWe have to painstakingly identify the capacity\r\nand ability of each and assign each an appropriate role.\r\nHowever, while each nation must play its role, the\r\nmore endowed must accept a greater and more decisive\r\nresponsibility and discharge it diligently and\r\nconscientiously. When we talk about dignity, equity,\r\nequality and justice at the global level, it calls for\r\nsacrifice; it calls for us to look beyond selfish and\r\nshort-term individual or national interests into the\r\nrealm of common and long-term global interests.\r\nIn the last year, we have achieved much success\r\nin addressing the issues of peace and security,\r\ndevelopment and poverty eradication, protecting the\r\ncommon environment, human rights, democracy and\r\ngood governance, protecting the vulnerable, meeting\r\nthe special needs of Africa and strengthening the\r\nUnited Nations — the areas identified by the\r\nMillennium Declaration. Among those successes are:\r\nprogress made in peacekeeping and peace-building\r\nefforts in Angola, Sierra Leone, the Democratic\r\nRepublic of the Congo, Sudan and East Timor; a\r\nlessening of tension in South Asia; the global\r\nConferences held in Monterrey and in Johannesburg;\r\nthe special session on Children and the Conference on\r\nAgeing; the transition of the Organization of African\r\nUnity into the African Union and the embracing of the\r\nNew Partnership for Africa’s Development (NEPAD)\r\nby the international community. Major movements are\r\nalso taking place in the sphere of the international legal\r\nsystem.\r\nWhile some of the successes are actual concrete\r\nachievements on the ground, others are still in the form\r\nof agreements, commitments and pledges that await\r\nimplementation and fulfilment. These are like the first\r\nhesitant creaks that we hear before the large wheels,\r\nbearing a heavy burden, actually start moving forward.\r\nWe must sustain and increase the force behind the\r\nwheels to make them move and accelerate. As they do\r\nso, we must be alert to the steering.\r\nMy country has been doing its bit in contributing\r\nto these successes. We are doing so by actively\r\nparticipating in international efforts, in particular,\r\npeacekeeping missions. We are also pursuing an\r\naggressive development policy at home. Bangladesh\r\ntoday is an example of a country that sought to break\r\nout of the trap of poverty through our own efforts.\r\nThrough a mixture of sound macroeconomic policies,\r\nappropriate utilization of external assistance and\r\ninnovative home-grown ideas, such as microcredit,\r\nfood for education and non-formal education,\r\nBangladesh has come a long way from the “basket-\r\ncase” it was once known as in the early 1970s. Today,\r\nit produces over 26.8 million tons of food grains to\r\nfeed its 130 million people. It has reduced its\r\npopulation growth rate from a high 3.2 per cent to a\r\nmodest 1.6 per cent over the past two decades. It prides\r\nitself on an excellent and functioning civil society.\r\nGender mainstreaming is a major policy goal towards\r\nwhich there has been remarkable progress. The overall\r\nhealth and education profile has been greatly raised.\r\nConsolidation and further deepening of democracy, the\r\nrule of law and human rights are the cornerstones of\r\nthe Government’s policies. Unarguably, we have a long\r\nway to go. But, we believe, we are on the right track.\r\n4\r\nA/57/PV.25\r\nIn our view, development is only achievable\r\nagainst a matrix of pluralism, liberalism, democracy,\r\ngood governance, human rights and women\u0027s\r\nempowerment. While development must be primarily a\r\nnational concern, it is the international community that\r\nmust provide the global background and the enabling\r\nambience.\r\nWe must draw some satisfaction and a great deal\r\nof strength, courage and confidence from our\r\nsuccesses. But we cannot afford complacency. We must\r\nface up to the much more daunting challenges piled up\r\nalong the road ahead. This pile is made up of the\r\nunfinished war against terrorism, the lack of progress\r\nin consolidating peace and security, the reconstruction\r\nand rehabilitation in Afghanistan, the simmering\r\ntension in South Asia, the festering conflicts in\r\nSomalia, Liberia and Western Sahara, famine in\r\nSouthern Africa, the growing gap between rich and\r\npoor, the North and the South, lack of a level playing\r\nfield in international trade, the widening digital divide,\r\ncontinuing poverty and deprivation, vast swathes of\r\npopulations suffering indignity under foreign\r\noccupation or oppressive regimes and the scourge of\r\nnarcotic drugs and diseases. These are but to mention\r\nonly a few.\r\nWe must all pick up our shovels and ceaselessly\r\ndig away at the pile. As we coordinate our efforts, the\r\nshovels will be transformed into earth digging\r\nmachines, bulldozers and recycling plants.\r\nThus, the key is in shared responsibility,\r\ncoordinated efforts and sacrifices. And the United\r\nNations is the instrument through which to achieve\r\nthem. We must, therefore, make every effort to\r\nmodernize this instrument, make it more powerful,\r\nmore efficient and, in every respect, more capable. This\r\nwill involve making it truly representative and\r\ndemocratic. If democracy is the best system at the\r\nmunicipal and national levels, it must also be the best\r\nsystem globally. It will mean that everyone and every\r\nnation will be heard, listened to and respected. While\r\npledging our support for this goal, we call on all fellow\r\nmembers to do so also.\r\nAt the same time, efforts to reform the day-to-day\r\nfunctioning of the United Nations must continue. The\r\nSecretary-General and the previous President of the\r\nGeneral Assembly worked hard and made\r\ncommendable progress in this area. We are confident\r\nthat the current presidency will continue to\r\nsuccessfully strive in the same direction, particularly in\r\nthe pursuit of revitalizing the working methods of the\r\nGeneral Assembly. My delegation will offer those\r\nendeavours our fullest support.\r\nMr. Naidu (Fiji): The Millennium Declaration is\r\nboth a milestone and a road map for a renewed strategy\r\nand sharpened focus on the development agenda for the\r\ntwenty-first century. Lessons learned in the United\r\nNations system since its inception have shaped a\r\ncommon vision of humankind to deliver a more\r\npeaceful, prosperous and just world, as detailed in the\r\nMillennium Declaration.\r\nThe world leaders’ Declaration is a timely call for\r\nthe international community to counter the unleashing\r\nof threats to international peace and security, which\r\nindeed materialized soon after its adoption —\r\nchallenges which have reached unprecedented levels of\r\nsophistication, magnitude, reach and intensity,\r\nespecially in today’s globalized world. All those facets\r\nof the danger were fully embodied in the monstrous\r\ntragedy of 11 September.\r\nThese threats are no longer confined to the areas\r\nof conflict or crisis. The HIV/AIDS pandemic is also\r\nidentified as a security threat falling under the Security\r\nCouncil mandate. The quest of United Nations\r\nMembers to combat international terrorism through\r\ndiplomatic processes and to draft the appropriate\r\ninternational instruments is hampered by political\r\ndifferences. On the other hand, the Counter-Terrorism\r\nCommittee (CTC), which was established by Security\r\nCouncil resolution 1373 (2001), has found greater\r\nresonance among member States. A political solution\r\nto heighten the fight against international terrorism is\r\nan additional avenue that the Secretary-General would\r\nneed to consider.\r\nIndeed, meeting Millennium Development Goals\r\nis a significant way of uprooting the adverse social,\r\neconomic and human rights conditions in which\r\nterrorist tendencies flourish, and displacing them with\r\na more enabling and empowering socio-economic\r\nenvironment.\r\nThe success stories of the United Nations role in\r\nBougainville, East Timor, Sierra Leone, Afghanistan,\r\nKosovo, and in other peace-building efforts are causes\r\nfor celebration and reflection. While each situation\r\ninvolving the transition of authority deserves to be\r\nhandled on a case-by-case basis, the lessons we gain\r\nfrom each one are valuable for replication in other\r\n5\r\nA/57/PV.25\r\ncrisis management and peace-building efforts of the\r\nUnited Nations.\r\nThe fatigue or lethargy that may have crept in\r\nover the decades of peacekeeping operations is\r\naddressed by the Brahimi report on reforms in the\r\npeacekeeping sector. The first phase of these reforms\r\nwill, as expected, consume considerable additional\r\nresources. We hope that this will level off to a\r\nsustainable level, when United Nations troop readiness\r\nand deployment capacity successfully meet immediate\r\npeacekeeping needs. We are also confident that the\r\nSecretary-General will ensure, in the long-term, that\r\nthe funds allocated to peacekeeping are justified and\r\nconsistent with the anticipated outputs of the conflict-\r\nprevention and peaceful dispute-resolution strategies of\r\nthe Organizations.\r\nA balanced approach to peace and security can\r\nenhance Member States’ commitments to the outcomes\r\nof the World Summit on Sustainable Development\r\n(WSSD), in particular through the commitments of\r\ndeveloped partners to assist home-grown development\r\ninitiatives of developing partners.\r\nIn an ideal world, peace and security could be\r\nrealized merely by building trust among nations and\r\nStates. Trust cannot be built on the proliferation or\r\nbuild-up of arms and weapons of mass destruction.\r\nRenewed efforts to achieve peace and security would\r\nneed to commit global social-spending resources that\r\ncould be used to eradicate poverty within the time\r\nframe of the Millennium Development Goals (MDGs).\r\nWe recognize the positive steps taken by the major\r\nparties to the Non-Proliferation of Nuclear Weapons\r\nTreaty (NPT) and urge others to consider favourably\r\ntaking similar steps.\r\nThe development side of these MDGs can be\r\nachieved through the substantial commitments and the\r\ncumulative policy directions for strategic global\r\npartnerships emerging from the Doha Ministerial\r\nConference, the Monterrey Consensus on development\r\nfinancing and the Johannesburg Plan of\r\nImplementation. The outcomes of global conferences,\r\nsuch as the special session on small islands developing\r\nStates (SIDS), the Conference on women and the\r\nBeijing+5 commitments, the special sessions on\r\nchildren and on HIV/AIDS, the World Assembly on\r\nAgeing, the United Nations Habitat II Conference and\r\nthe Cairo Conference on Population and Development\r\naddress disabling social trends that have emerged in\r\nparallel to the forces of globalization. The shrinking of\r\nresources available for social development, which is\r\nincreasingly linked to stringent world trade and\r\neconomic conditions, has stifled the development and\r\neconomic growth of developing countries, with their 80\r\nper cent share of the global population — and even\r\nmore of the world’s poverty problems.\r\nFiji appreciates the contributions to our national\r\ndevelopment obtained through official development\r\nassistance, foreign aid, debt and credit. Our national\r\ngrowth has, consequently, tended to be driven by\r\nexternal factors and factors outside of our control as a\r\ndeveloping State. Now we envisage internally-driven\r\nstrategic development. We therefore welcome global\r\ncommitments to initiatives that will see developing\r\ncountries like Fiji feed our national, home-grown\r\ngrowth mechanisms. The New Partnership for Africa’s\r\nDevelopment (NEPAD) initiative is a major step in this\r\ndirection, which we welcome for its promising ideals\r\nand strategies aimed at development.\r\nThis new model of development is premised on a\r\nprevailing climate of international peace and security.\r\nIt is also inextricably linked to a new culture of\r\ndemocratic governance and human rights awareness,\r\nwhich also means building from within rather than\r\nimposing from outside — whether as a conditionality\r\nfor trade, aid, credit or as a political tool. Traditional\r\nmechanisms have in the past led to abysmal poverty\r\nand political instability.\r\nThe recently adopted Nasonini Declaration\r\nembodies these concerns and confirms our regional\r\npeace-building efforts under the Biketawa Declaration\r\n2000 of the Pacific Island Forum. We pledge ongoing\r\ncommitment to the NPT, the Convention on\r\nConventional Weapons (CCW), the Comprehensive\r\nNuclear-Test-Ban Treaty (CTBT), the Rome Statute of\r\nthe International Criminal Court, and to the treaties and\r\nprotocols against terrorism and organized crime, to\r\nwhich Fiji is a party. We are also in dialogue with the\r\nCounter-Terrorism Committee (CTC).\r\nFiji endorses the Millennium Declaration’s strong\r\nemphasis on integrating the principles of sustainable\r\ndevelopment into country policies and programmes, in\r\nparticular, the commitment under section III, paragraph\r\n17, to address the special needs of SIDS by\r\nimplementing the Barbados Programme of Action and\r\nthe outcome of the twenty-second special session of the\r\nGeneral Assembly rapidly and in full.\r\n6\r\nA/57/PV.25\r\nBeyond SIDS issues, our region continues to\r\nadvocate global responses for global programmes. The\r\nJohannesburg Plan of Implementation is just that, but\r\nwill require strong action to meet the commitments\r\nmade on the environment.\r\nIn this connection, Fiji in incorporating the\r\nMillennium Development Goals in our Strategic\r\nDevelopment Plan 2003 to 2005, and highlights\r\ngovernance, education and health sector policies for\r\nfocused attention. We are supporting the steps to\r\nimplement the Honiara Declaration on law\r\nenforcement, and the Aitutaki Declaration on\r\ngovernance and accountability. The increasing\r\nparticipation of NGOs and the private sector in\r\ngovernance issues is very encouraging.\r\nAs health and education are fundamental building\r\nblocks for society, their linkages to governance issues\r\nare increasingly apparent. Fiji is committed to the\r\nPacific Island Forum Basic Education Action Plan,\r\nadopted in New Zealand in 2001. The Plan recognizes\r\nthe need to build resources for basic education in the\r\nregion. It also promotes incorporation of gender and\r\ngovernance issues in basic education.\r\nThe MDG’s focus on the treatment and\r\nprevention of diseases, such as HIV/AIDS, malaria,\r\ndengue fever and tuberculosis, is very relevant as these\r\ndiseases are becoming more prevalent in Fiji. We take\r\nthem seriously and will continue collaborating with\r\nUnited Nations specialized agencies to increase\r\nawareness on AIDS, while addressing problems related\r\nto HIV/AIDS, dengue fever, tuberculosis and malaria.\r\nFiji continues to pledge support for the Secretary-\r\nGeneral’s commitment to and follow-up work on the\r\nMillennium Declaration and its development goals.\r\nThe President: I now give the floor to the\r\nrepresentative of Switzerland.\r\nMr. Staehelin (Switzerland) (spoke in French): It\r\nis has been two years since the Millennium Summit,\r\nwhen our heads of State and Government solemnly\r\nadopted the Millennium Declaration, vigorously\r\nreaffirming their commitment to defending the\r\nprinciples of human dignity, equality and equity and\r\ntheir determination to give their all to establishing a\r\nmore peaceful, more prosperous and fairer world.\r\nIn order to achieve that, the Summit defined a set\r\nof Goals with which we are all familiar. While these\r\nGoals, taken individually, may be nothing new, their\r\nconsolidation into a single Declaration adopted by the\r\nlargest gathering of heads of State in modern history\r\ngave the Declaration a new scope and political\r\nsignificance. Today, we can state that these objectives\r\nrepresent a work tool that is widely known to and used\r\nby the international community. We must acknowledge,\r\nhowever, that some questions regarding the use of that\r\ntool remain unresolved, in particular those involving\r\nthe establishment of a viable monitoring system, which\r\nis a particularly complex endeavour with respect to\r\nmethodology.\r\nWe wish to thank here the Secretary-General for\r\nhis first annual report on the progress achieved in the\r\nimplementation of the Millennium Declaration. The\r\nreport offers a good understanding of the efforts made,\r\nresults achieved and problems encountered. In the light\r\nof the report, we clearly see that we will attain the\r\nMillennium Development Goals only in piecemeal\r\nfashion if we do not accelerate the pace of our work.\r\nProgress to date shows us nevertheless that these\r\nobjectives are realistic. It is therefore our collective\r\nduty to achieve them.\r\nTo that end, we must strengthen coordination and\r\ncooperation at all levels — national, regional and\r\nglobal — among all the actors concerned:\r\nGovernments, international organizations, civil society\r\nand the private sector. In this context, we should, in our\r\nopinion, attach special priority to strengthening the\r\ninteraction between the United Nations, the Bretton\r\nWoods institutions and the World Trade Organization,\r\nespecially following the Doha, Monterrey and\r\nJohannesburg conferences.\r\nI wish to stress our great appreciation of the\r\nUnited Nations and its Secretary-General. The\r\nOrganization has indeed made major efforts to mobilize\r\nadditional human and financial resources with a view\r\nto preventing conflicts and natural disasters, to fighting\r\nthe HIV/AIDS pandemic and other scourges, and to\r\ncontributing to more sustainable development.\r\nMoreover, the United Nations must play a crucial role\r\nin coordinating and following up on efforts to achieve\r\nthe objectives of the Millennium Declaration. As a\r\ncampaign manager, the Administrator of the United\r\nNations Development Programme has a special role to\r\nplay in this context. These various roles and activities\r\nof the system must, however, be further strengthened.\r\nSwitzerland will therefore continue fully to support the\r\nUnited Nations in these efforts.\r\n7\r\nA/57/PV.25\r\nThe achievement of the Millennium Goals will\r\ndepend first and foremost on the determination of\r\ncountries to take all the necessary steps to ensure the\r\nprotection of human rights, good governance, the rule\r\nof law, the eradication of poverty and the safeguarding\r\nof natural resources with a view to achieving more\r\nhuman and more sustainable development. As the\r\nSecretary-General also emphasizes in his report, the\r\nprinciple of sovereignty involves the duty of every\r\nState to assume responsibility for protecting its citizens\r\nand for guaranteeing them the enjoyment of basic\r\nfreedoms and their own physical safety.\r\nConvinced that a community cannot be stronger\r\nthan the weakest of its members, Switzerland shares\r\nthe view that it is preferable to focus our efforts on\r\neliminating the causes of conflict and on its prevention\r\nthan to have subsequently to address their\r\nconsequences. In our view, only economic, social and\r\npolitical stability will enable everyone to develop and\r\nprogress. The quest for such stability is therefore\r\nassuredly the best way to prevent wars and conflicts.\r\nWe look forward to the issuance of the next\r\nannual report and sincerely hope that it will reflect\r\nfurther progress in the follow-up of the Goals set out\r\nby the Millennium Declaration.\r\nMr. Stagno (Costa Rica) (spoke in Spanish): Last\r\nFriday, in introducing his report on the implementation\r\nof the Millennium Declaration, the Secretary-General\r\nsounded an alarm. The Goals and objectives adopted\r\nby our heads of State at the Millennium Summit are\r\nmore distant than ever. The action of the international\r\ncommunity has been inadequate. It is obvious that, if\r\nwe continue in this direction, it will be impossible to\r\nattain the Goals enshrined in the Declaration.\r\nOur heads of State pledged to reduce extreme\r\npoverty by half by the year 2015. Today, we are very\r\nfar from attaining that objective. Some 23 per cent of\r\nthe world’s population subsists on less than $1 a day.\r\nHundreds of millions of people struggle daily with\r\nhunger, disease and environmental problems. The gap\r\nbetween the richest and the poorest widens every day.\r\nOn average, the inhabitants of the developed world\r\nconsume six times more natural resources than those of\r\nthe developing world. In parts of Africa and Asia, we\r\nare losing the battle against extreme poverty. In Latin\r\nAmerica, progress is extremely slow. In the developing\r\ncountries, 826 million people suffer from malnutrition.\r\nFurthermore, even if we succeed in reducing poverty\r\nby half by the year 2015, 900 million people will still\r\nbe living in extreme poverty.\r\nOur heads of State pledged to reduce infant\r\nmortality by two thirds. If we continue at the present\r\nrate, by the year 2015 we will have been able to reduce\r\nthe rate of infant mortality only by 25 per cent. In some\r\nnations, of every 1,000 children born, over 300 die of\r\neasily preventable diseases before the age of five. In\r\nfact, over 30,000 children die every day of such\r\ndiseases. In Africa, the rate of infant mortality has\r\nhardly changed because of a resurgence of malaria,\r\ntuberculosis and HIV/AIDS.\r\nIn particular, our heads of State pledged to reduce\r\nand to halt the spread of the HIV/AIDS virus, malaria\r\nand other serious diseases. However, those epidemics\r\nare spreading fast. The situation is critical in Africa\r\nand the Caribbean, and worsening in Asia and Eastern\r\nEurope. In 2001, there were 5 million new cases of\r\nHIV infection, while more than 3 million people died\r\nof AIDS. The great majority of infected persons in\r\npoor countries had no access to the medicines needed\r\nto stop the disease’s advance. The same is true in the\r\ncases of malaria and tuberculosis, which have\r\nworsened because of the appearance of strains resistant\r\nto antibiotics.\r\nOur heads of State also pledged to ensure that all\r\nchildren of the world can complete the first cycle of\r\nprimary education and to eliminate gender inequalities\r\nin education. While it is true that school enrolment has\r\nincreased, that growth is too slow, and it will be\r\nimpossible to reach these targets by the year 2015.\r\nThe Millennium Summit adopted a series of\r\nbroad but realistic goals with a view to building a more\r\npeaceful, more prosperous and more just world. Today\r\nwe must revitalize our efforts to achieve those goals.\r\nThat requires efforts at the national and international\r\nlevels.\r\nIn the national sphere, it is indispensable to adopt\r\nnew public policies and to reform governmental\r\ninstitutions in order to give greater priority to the\r\neradication of poverty. It is scandalous to see that of\r\nthe 132 countries for which we have information, 59\r\ninvest more on arms than on education and health. We\r\nmust invest heavily and systematically in our human\r\nresources. It is necessary to fight inequality and\r\nextreme poverty. Only in that way can we create a\r\npolitical, social and economic environment that is more\r\njust and more equitable.\r\n8\r\nA/57/PV.25\r\nLikewise, it is necessary to strengthen and to\r\nconsolidate our democratic institutions. Democracy\r\nencourages leaders to adopt better public policies and\r\nto protect the most vulnerable groups. Political\r\nfreedom increases opportunities for economic and\r\nsocial growth at the same time as it creates conditions\r\nfavourable to the use of those opportunities.\r\nDemocracy is therefore indispensable to achieving just\r\ndevelopment.\r\nAt the same time, it is necessary to fight\r\ncorruption and to guarantee good governance. It is\r\nindispensable to punish those unjust leaders that enrich\r\nthemselves through corruption and who impoverish\r\ntheir peoples. It is necessary to create a body of\r\nuniversal jurisdiction to bring those criminals to trial. It\r\nis scandalous that some developed countries are\r\nencouraging corruption beyond their borders by\r\nallowing bribes offered overseas to be used as an\r\nincome tax deduction. We trust that we will soon see\r\nthe adoption of a United Nations convention on\r\ncorruption in the framework of the Ad Hoc Committee\r\nwhich is now meeting in Vienna.\r\nAt the international level, it is indispensable to\r\nprovide the developing countries with sufficient\r\nresources to meet the goals enshrined in the\r\nMillennium Declaration. According to the World Bank,\r\nin order to attain those goals, there is need for an\r\nadditional $40 billion to $60 billion in annual\r\ninternational assistance. Given that, it is scandalous\r\nthat over the last two decades, an increasingly lower\r\npercentage of Gross Domestic Product is being\r\nallocated to official development assistance. It is\r\nnecessary to increase that assistance in accordance with\r\nthe agreement reached at the Monterrey Conference.\r\nAt the same time, it is necessary to create an\r\nopen, equitable and non-discriminatory trade and\r\nfinancial system that promotes growth in the poorest\r\ncountries. At the present time, structural obstacles,\r\nfinancial imbalances, the flight of capital, the lack of\r\ncapital for productive and social investment, restricted\r\naccess to international markets and production\r\nsubsidies all prevent the economic growth of the\r\ndeveloping nations. It is scandalous to see that the\r\ndeveloped countries spend $1 billion per day on\r\nagricultural subsidies, thereby condemning the\r\ninhabitants of the developing nations to poverty. For\r\nthat reason, it is essential to implement the mandate of\r\nthe Fourth Ministerial Conference of the World Trade\r\nOrganization.\r\nThe World Bank has very skilfully summarized\r\nwhat we must do to meet the objectives of the\r\nMillennium Declaration. First, we the developing\r\ncountries must improve our public policies and\r\ninstitutions. Secondly, the developed countries must\r\neliminate trade barriers and better coordinate\r\ndevelopment assistance. Thirdly, the donor countries\r\nmust provide an additional $60 billion annually in\r\ndevelopment assistance. That amount is equal to just\r\none-sixth of the annual total of the agricultural\r\nsubsidies of the developed countries and 7 per cent of\r\nthe total military budget worldwide. The obligations\r\nand responsibilities are clearly defined.\r\nWe have only 13 years left to meet the goals of\r\nthe Millennium Declaration. We must heed the appeal\r\nof the Secretary-General. We must adopt broad,\r\nresolute and courageous measures in order to meet the\r\nobjectives agreed upon by our heads of State. If we do\r\nnot do so, the Declaration of our heads of State will\r\nremain a dead letter.\r\nMr. Rosenthal (Guatemala) (spoke in Spanish):\r\nWe would like to thank the Secretary-General for\r\npresenting us with his report on the implementation of\r\nthe United Nations Millennium Declaration (A/57/270)\r\nand his report on the work of the Organization, under\r\nsymbol A/57/1. Both complement each other perfectly,\r\nare highly illustrative and contain highly pertinent\r\nreflections for our future work. However, the\r\ndocuments also have different perspectives: one\r\nconcentrates on the work of the Organization, the other\r\non its impact on the world that surrounds us.\r\nBoth reports — and most of the statements we\r\nhave heard in the course of the debate — naturally\r\nrefer to mixed results: a panorama of achievements\r\ninterspersed with shortcomings and even failures. That\r\nis natural. The United Nations is an extremely complex\r\nOrganization which deals with a very wide range of\r\nissues, and which is characterized by complicated work\r\nprocedures. For that reason, it is only on rare occasions\r\nthat we can talk about the unqualified success or total\r\nfailure of the Organization’s work. The results are\r\nalmost always somewhere in-between. Regarding the\r\nimpact of our work, it is difficult to establish cause-\r\nand-effect relationships between our decisions and\r\ntheir result in the real world, since other factors not\r\nnecessarily in our control come into play.\r\nWith respect to that last point, we must recognize\r\nthat if the question under discussion today were to\r\n9\r\nA/57/PV.25\r\nassess the impact of the decisions taken in the United\r\nNations in terms of their results, we would surely be\r\nmore than justified in feeling frustration. For, in\r\naddition to the longstanding and well-known problems\r\nof poverty, disarmament, environmental degradation,\r\nhuman rights violations and tensions between and\r\nwithin States, we are worried by the intensification of\r\nviolence in the Middle East, the dangers of a conflict in\r\nthe Persian Gulf and what appears to be a step\r\nbackwards on disarmament. At the same time, the\r\nrecession in the global economy has contributed to the\r\nfact that the region to which I belong, Latin America\r\nand the Caribbean, is facing its third consecutive year\r\nof economic stagnation with all that that entails. It\r\nsuggests, among other things, that the development\r\ngoals established in the Millennium Declaration are\r\nincreasingly difficult to meet.\r\nHowever, the fact is that we are not here only to\r\nassess the current state of the world, but mainly to\r\nexamine the recent work of the Organization,\r\nparticularly its capacity to meet the Millennium\r\nDevelopment Goals. From that perspective, our\r\ninterpretation of the information provided by both\r\nreports is much more encouraging, so much so that we\r\nwould be so bold as to make the following affirmation,\r\nwhich some might consider rash: Since the creation of\r\nthe United Nations 57 years ago, until now, it is\r\ndifficult to find a concentrated two-year period that has\r\nbeen as fruitful in terms of results as the two years\r\nsince the Millennium Summit; in other words, from\r\n2000 until today.\r\nI would like to mention a few examples. First, a\r\nfew days ago we all participated in the ceremony\r\nadmitting the Democratic Republic of Timor-Leste to\r\nthe United Nations. The moving and inspiring history\r\nof Timor-Leste is due to many actors, but there is no\r\ndoubt that without the United Nations, the happy\r\noutcome observed would not have been the same.\r\nSecondly, the United Nations has played a unique\r\nrole in making the public aware of the devastating\r\neffects of HIV/AIDS in the world, particularly in\r\nAfrica. Milestones in that activity were the General\r\nAssembly special session on HIV/AIDS and the\r\nparticipation of the United Nations in the creation and\r\nthe implementation of the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria. That is one of the issues the\r\nSecretary-General highlights in his report contained in\r\ndocument A/57/270.\r\nThirdly, the African continent seems much more\r\npromising today than even three years ago. The credit\r\ngoes firstly to the Governments and peoples of Africa.\r\nHowever, the United Nations again played a definitive\r\nrole in resolving or mitigating long-standing conflicts\r\nand played an equally important role in contributing to\r\na framework in which the African Union and the New\r\nPartnership for Africa’s Development could thrive.\r\nFourthly, the United Nations had notable success\r\nin placing development at the forefront of the\r\ninternational agenda, in large part because of the\r\npreparation and holding of the Monterrey and\r\nJohannesburg summits.\r\nFifthly, equally notable are the bridges built\r\nbetween the United Nations, the Bretton Woods\r\ninstitutions and the World Trade Organization, on the\r\none hand, and the ministries for foreign relations and\r\nfor finance, on the other. A reading of the communiqué\r\nissued on 28 September by the Development\r\nCommittee places the United Nations as the main point\r\nof reference for the international financial\r\ncommunity — something which would have been\r\nunimaginable just a few years ago.\r\nSixthly, the creation of the International Criminal\r\nCourt under the auspices of the United Nations marks\r\nan important step towards limiting impunity in the\r\nworld.\r\nSeventhly, the rapid mobilization of the\r\ninternational community around the fight against\r\nterrorism following the events of 11 September 2001,\r\nand the role played by the United Nations, must also be\r\nrecorded as important progress in the context of\r\ninternational cooperation to respond to common\r\nproblems.\r\nFinally, important progress has been made in\r\nUnited Nations conflict-prevention capabilities. At\r\nleast that fact has been recognized by others. It was\r\ninvoked by the Nobel Peace Committee in its\r\nannouncement of 12 October 2001, as one of the\r\nreasons for awarding the Nobel Peace Prize to the\r\nUnited Nations and to its Secretary-General.\r\nI do not want to prolong my statement by adding\r\na long list of important achievements — achievements\r\nthat are not diminished by the obvious shortcomings of\r\nthe Organization, which we also recognize and which\r\nwe will address in a few weeks when we examine the\r\n10\r\nA/57/PV.25\r\nSecretary-General’s further reform proposal, contained\r\nin his report in document A/57/387.\r\nThe main point that we wish to underscore is that\r\ntoday, when we are all concerned about the future of\r\nthe United Nations in the context of a wider\r\ndiscussion — to simplify, let us call it multilateralism\r\nversus unilateralism — and when the Millennium\r\nDevelopment Goals are seriously jeopardized by the\r\nrecession of the international economy, it is relevant to\r\nrecall and to emphasize the Organization’s notable\r\nachievements since the Millennium Summit was held.\r\nFurther, the gap between the Millennium Development\r\nGoals and actual achievement thus far not only points\r\nto underperformance, but also shows the unrealized\r\npotential of the United Nations. In fact, if we feel\r\nfrustrated by insufficient progress in the field, the fault\r\ndoes not necessarily lie with the United Nations.\r\nOn the other hand, the goals and the guidance\r\noffered in the Millennium Declaration, as well as those\r\ncontained in other collective decisions, including\r\nparticularly the Monterrey Consensus and the\r\nJohannesburg Plan of Action, offer us a vision and\r\npoint to the road to be followed. It is up to us to\r\nembark on that road.\r\nIn conclusion, the perusal of the two reports\r\nbefore us reminds us implicitly and explicitly that the\r\nUnited Nations is vital to humanity, not only because\r\nof its ideals, but also because of its tangible\r\nachievements and its potential to contribute to pointing\r\nthe way forward. Let us remember that; now that the\r\nconflicting concepts to which I referred seem to be\r\nintensifying, multilateralism definitely must prevail for\r\nthe good of us all.\r\nMr. Rastam (Malaysia): I should like to thank\r\nthe Secretary-General for his comprehensive reports on\r\nthe work of the Organization and on the follow-up to\r\nthe outcome of the Millennium Summit, as contained\r\nin documents A/57/1 and A/57/270, respectively. My\r\ndelegation also commends the Secretary-General for\r\nhis vision, courage and determination to effect change\r\nin meeting the challenges faced by the United Nations,\r\nand for his strong commitment towards multilateralism\r\nin resolving issues of common concern to all nations.\r\nThis is further reflected in his statement to the General\r\nAssembly on 12 September and in his report on the\r\nstrengthening of the United Nations, as contained in\r\ndocument A/57/387. To a large extent, we share the\r\nSecretary-General’s analysis of the current global\r\nsituation and his concerns about the future of the\r\nOrganization.\r\nI also wish to congratulate the President for his\r\nwise decision to have these two interrelated agenda\r\nitems considered in a joint debate. This will not only\r\nenrich our discussion but also improve efficiency in the\r\nwork of the General Assembly. This should be a good\r\nbeginning to what ought to be a comprehensive process\r\nof change in the General Assembly and other\r\nintergovernmental organs of the United Nations. We\r\ncertainly need to respond to the change and\r\nimprovements in the Secretariat being effected, and\r\nfurther proposed, by the Secretary-General. We also\r\nneed to work more seriously towards strengthening the\r\nGeneral Assembly, enhancing the Economic and Social\r\nCouncil and reforming and increasing the membership\r\nof the Security Council. As a newly elected member of\r\nthe Economic and Social Council that will begin its\r\nterm in 2003, Malaysia looks forward to working with\r\nothers to enhance the work of that organ and its\r\nsubsidiary bodies. We sincerely hope that, under the\r\ncurrent presidency, the General Assembly can begin to\r\nrespond positively and speedily to the Secretary-\r\nGeneral’s appeal for a reduction in the number of\r\nmeetings held and the reports issued under the auspices\r\nof the various intergovernmental bodies of the United\r\nNations. The decision lies with us, the Member States.\r\nLet us begin the process of reversing this trend now,\r\nfor our common good.\r\nThe Secretary-General has reminded us of the\r\nnumerous setbacks to international peace and security\r\nin the past year. We continue to witness numerous\r\nsituations around the world that threaten international\r\npeace and security. Indeed, the world seems a much\r\nmore dangerous place now, especially as the spectre of\r\nwar in the West Asian region looms before us.\r\nIn the Middle East, Israel persists with its brutal\r\noccupation of Palestinian territory, the systematic\r\ndismantling of Palestinian institutions and the\r\nprolonged action to humiliate and subdue the\r\nPalestinian leadership and people. My delegation\r\nappreciates the initiatives undertaken by the Secretary-\r\nGeneral to address the situation in the occupied\r\nPalestinian territories. We are encouraged by his\r\nconstant contacts and involvement with the Quartet, as\r\nwell as with other interested parties in the region.\r\nSerious effort must be made to resume the peace\r\nprocess and realize the two-State solution envisioned in\r\nSecurity Council resolution 1397 (2002).\r\n11\r\nA/57/PV.25\r\nWe concur with the Secretary-General that further\r\nefforts should be made by all States to combat\r\ninternational terrorism, which remains a threat to\r\ninternational peace and security. This necessitates\r\ncollective action on the part of the international\r\ncommunity. This should also be done within the ambit\r\nof the United Nations, particularly in respect of the\r\nestablishment of the necessary legal framework to\r\nprevent and suppress terrorism. We must not ignore the\r\nroot causes of terrorism. We must understand them and\r\nfind appropriate solutions, which may not necessarily\r\nbe in the form of violent responses. My delegation\r\nagrees with the Secretary-General that Member States\r\nbear the primary responsibility in the fight against\r\nterrorism. At the same time, we should strengthen the\r\ncapacity of the United Nations to coordinate action as\r\nwell as assist Member States, including through the\r\nCounter-Terrorism Committee.\r\nMy delegation remains concerned about the threat\r\nof military attack against Iraq. We join others in\r\ncounselling restraint. We urge that all diplomatic\r\navenues and measures be explored and exhausted so\r\nthat war and its tragic consequences can be avoided.\r\nAll parties concerned should focus themselves on\r\npreventing war, instead of moving precipitously\r\ntowards one. The central role of the United Nations,\r\nand in particular that of the Security Council, must not\r\nbe cast aside. Iraq must be willing to allow the\r\nunconditional return of United Nations arms inspectors\r\nand comply with all the relevant Security Council\r\nresolutions.\r\nIn turn, the Council should be able to act wisely\r\nand courageously, taking fully into account all the\r\nimplications and ramifications. My delegation places a\r\nlot of hope in the collective wisdom of the members of\r\nthe Council to address the issue at hand with the utmost\r\ncare and responsibility. They must maintain the\r\nCouncil’s credibility. They must ensure that the\r\nprinciples embodied in the Charter of the United\r\nNations are fully respected by all concerned. On a\r\nmatter of grave importance to the whole international\r\ncommunity such as this, we urge the Council to provide\r\nthe opportunity for the entire membership of the United\r\nNations to express its views. This should best be done\r\nin an open debate at the Council, before it decides on\r\nthe matter.\r\nThe United Nations cannot simply be dismissed\r\nas being irrelevant when the very principles that all its\r\nMembers believe in, and strive to uphold, are being\r\nchallenged. My delegation hopes that the Security\r\nCouncil, and its permanent members in particular, will\r\nmake a serious effort to ensure that all Member States\r\ncomply with Council resolutions. For many people\r\naround the world, the United Nations remains the last\r\nhope for the peaceful resolution of conflict in the effort\r\nto maintain international peace and security. Here, I\r\nshould like to reiterate the words of the Minister of\r\nForeign Affairs of Malaysia in his statement at the\r\nMillennium Summit, in 2000, when he said that, for\r\nmany, the United Nations is\r\n“the repository of their hopes and aspirations for\r\na better and more equitable world order based on\r\nthe principles of shared responsibility,\r\ncommitments and obligations — as an important\r\nforum for the articulation of their views, but they\r\nalso expect it to be responsive to their concerns\r\nand needs”. (A/55/PV.5, p. 44)\r\nThe United Nations must cater to the needs of its\r\nentire membership, particularly the majority group of\r\ndeveloping countries. Smaller Member States,\r\nespecially those in the least developed category, should\r\nnot feel that they are being sidelined, but can expect to\r\nparticipate in the discussion of global issues and make\r\na meaningful contribution, irrespective of their size.\r\nThe Secretary-General has referred to action\r\ntaken by the Security Council to impose targeted\r\nsanctions and modify existing sanction regimes.\r\nMalaysia remains concerned about the profound socio-\r\neconomic effects of sanctions on a society and about\r\nthe political and psychological scars that are left on an\r\nentire population. It is therefore important that not only\r\nthe humanitarian consequences but also the political\r\nimpact of sanctions be constantly evaluated to ensure\r\neffectiveness and the correct achievement of\r\nobjectives. We agree with the Secretary-General’s\r\nassessment that targeted sanctions could play an\r\nimportant deterrent role and contribute to an overall\r\nstrategy of preventive diplomacy.\r\nWe are fully supportive of the Secretary-\r\nGeneral’s efforts to continue to promote the culture of\r\nconflict prevention at the United Nations and of his\r\nefforts to prevent armed conflict and promote peace-\r\nmaking in various regions of the world. We share his\r\nview on the need to address the discrepancy between\r\nvision and reality in the promotion of conflict\r\nprevention. We continue to believe that the United\r\nNations is well placed to provide the necessary impetus\r\n12\r\nA/57/PV.25\r\nand to assist Member States to realize the vision of\r\npeace that is contained in the Charter and that has been\r\nfurther reiterated in the Millennium Declaration. At the\r\nsame time, Member States must do their part. They\r\nshould respond positively, for example, to the\r\nSecretary-General’s concern that United Nations\r\npeacekeeping continues to be challenged by the\r\nshortage of troops. There has to be strong political will\r\nfrom all Member States to cooperate, assist and\r\ncontribute.\r\nWe are gratified at the success achieved by the\r\nUnited Nations in unique situations as found in\r\nKosovo, Sierra Leone and Timor-Leste. We happily\r\nwelcome Timor-Leste as the youngest Member of the\r\nUnited Nations. We welcome the positive\r\ndevelopments elsewhere. While recognizing that in\r\nAfghanistan significant political progress has been\r\nachieved in recent months, we remain concerned that\r\ninadequate funding to support the Government and\r\nassist in economic reconstruction could threaten to\r\nnegate the concerted efforts of the United Nations and\r\nthe international community. The delicate peace\r\nprocess, so meticulously engineered, could unravel\r\nwithout the sustained support and commitment of all\r\nparties. Malaysia remains fully supportive of all these\r\nefforts.\r\nProgress in the area of disarmament has not been\r\nvery encouraging. We should naturally be concerned by\r\ntensions building up between States possessing nuclear\r\nweapons, referred to in the Secretary-General’s report.\r\nRecent developments clearly point to the possibility of\r\na new generation of nuclear weapons being produced,\r\nin addition to nuclear weapons and other weapons of\r\nmass destruction falling into the wrong hands. The\r\nslow pace towards the elimination of weapons of mass\r\ndestruction, in particular nuclear weapons, again\r\nproves to us that much more needs to be done.\r\nMy delegation is particularly disappointed at the\r\nlack of progress made by the nuclear weapon States in\r\ntheir non-implementation of the 13 steps towards\r\nnuclear disarmament that they agreed to at the 2000\r\nNPT Review Conference. We earnestly hope that the\r\nUnited Nations can ultimately play a more significant\r\nrole in moving forward the global disarmament\r\nprocess. We know the heavy odds stacked against the\r\nOrganization. We must, however, continue to strive\r\nafter the goals which have been so painstakingly\r\nnegotiated in the United Nations. My delegation wishes\r\nto reiterate here that Malaysia and other like-minded\r\ncountries will continue with their efforts at this and\r\nfuture sessions of the General Assembly for follow-up\r\naction to the advisory opinion of the International\r\nCourt of Justice on the legality of the threat or use of\r\nnuclear weapons.\r\nThe Secretary-General has underscored the need\r\nto further strengthen the capabilities of the United\r\nNations to respond quickly and effectively to\r\nhumanitarian challenges. We would support any\r\nmeasures taken by him to improve existing system-\r\nwide policies and mechanisms and to develop new\r\nones.\r\nWe note that the safety and security of\r\nhumanitarian staff remains a major problem. We\r\nwelcome the presence of a full-time Security\r\nCoordinator at the Assistant Secretary-General level\r\nand the various initiatives taken to improve\r\nhumanitarian staff security management.\r\nOn a number of occasions, in the Economic and\r\nSocial Council, the Security Council and this\r\nAssembly, my delegation has suggested that the United\r\nNations give due recognition to the important\r\ncontribution and sacrifice made by humanitarian\r\nworkers. We note, for example, that during the first\r\nseven months of 2002, four United Nations staff\r\nmembers have been killed and two abducted. We wish\r\nto reiterate our view that the United Nations could\r\nconsider appropriate ways to honour them in the\r\nmanner that it honours peacekeepers. My delegation\r\nwould be happy to work with other delegations and the\r\nSecretariat on this matter.\r\nThe work of the United Nations cannot be\r\ndivorced from efforts to achieve the Millennium\r\nDevelopment Goals. The Secretary- General has stated\r\nthat there are opportunities for rapid reduction of\r\nextreme poverty in most developing countries. But the\r\nquestion of lack of resources has to be seriously\r\naddressed in order to allow countries, particularly in\r\nAfrica, to achieve the poverty reduction goal at the\r\nnational level by 2015. There is a clear and urgent need\r\nto close the gap in financial resources required for\r\ncountries to attain the Millennium Development Goals.\r\nThe Secretary-General, in his statement last\r\nFriday, has urged Governments to take the necessary\r\nmeasures to keep the promises made in the Millennium\r\nDeclaration. While domestic action needs to be taken\r\nindividually by Member States, we should continue to\r\ndeliberate in this body and other organs and agencies of\r\n13\r\nA/57/PV.25\r\nthe United Nations on ways and means to bring to\r\nfruition the goals set by the Millennium Summit. My\r\ndelegation also hopes that the Secretary-General will\r\ncontinually strive to ensure that the United Nations\r\nsystem is able to respond effectively and efficiently in\r\nassisting Member States, in particular the poorer\r\ndeveloping countries, so that most of those goals can\r\nbe achieved.\r\nWe fully concur with the Secretary-General’s\r\nassessment that “summit fatigue” and the\r\nimplementation of ambitious goals need to be seriously\r\naddressed by all. The Conference on Financing for\r\nDevelopment, the Doha Ministerial Meeting and the\r\nWorld Summit on Sustainable Development have\r\nfurther set many goals and provided a long list of\r\nactions to be implemented. What is clearly needed now\r\nis follow-up by all concerned, individually and\r\ncollectively, along with the necessary political will. My\r\ndelegation is supportive of the President in his\r\ndetermination to devote special attention to the\r\ncoordinated and integrated follow-up of the outcomes\r\nof these major United Nations international\r\nconferences, including the Millennium Summit, as the\r\nPresident has stated in his statement last Friday.\r\nThe Secretary-General has highlighted also the\r\ntreatment and prevention of major diseases, including\r\nHIV/AIDS, malaria and tuberculosis, as one of the\r\nMillennium Declaration themes for the current year.\r\nWe note with grave concern the threat posed by\r\ninfectious diseases, HIV/AIDS in particular. HIV/AIDS\r\nis no longer merely a health problem. It is a total\r\nhuman problem, a serious threat to the security and\r\ndevelopment of nations. Despite advances in treatment\r\nand care, which are widely available in high-income\r\ncountries, HIV/AIDS prevention programmes and\r\nhealth infrastructure are lagging behind in low- and\r\nmiddle-income countries, where the disease is most\r\nprevalent. It is therefore imperative for the developed\r\ncountries to assist the countries concerned. Malaysia is\r\nvery concerned over the threat of HIV/AIDS and stands\r\nready to work with others to enhance international\r\ncooperation in this regard.\r\nMy delegation is encouraged by the continuing\r\nreform efforts undertaken by the Secretary-General,\r\nincluding transforming the management culture of the\r\nUnited Nations. We fully support the Secretary-\r\nGeneral’s reform package as outlined in his report on\r\nthe “Strengthening of the United Nations: an agenda\r\nfor further change”. Efficient and highly motivated\r\nstaff, professional management and prudent financial\r\nmanagement and budgetary practices are the\r\ncornerstones of a good organization.\r\nMy delegation, representing a Government that\r\nhas for a number of years already advocated the\r\ndevelopment of electronic government processes,\r\napplauds the present initiative to convert manual and\r\npaper-based processes to an “electronic United\r\nNations”. This is something that we should all look\r\nforward to. We anxiously await the beginning of an era\r\nwhen we do not have to contend with the mounds of\r\nprinted documents emanating daily from the United\r\nNations.\r\nHuman resources management, particularly\r\nstaffing, continues to be an important issue in\r\nenhancing efficiency within the Organization. We\r\ncommend the introduction of the global web-based\r\nelectronic recruitment tool, “Galaxy”. We feel that this\r\nwill allow many younger, bright men and women to\r\napply for jobs in the United Nations, thus making the\r\nOrganization more dynamic and responsive to change\r\nand innovation. In the same context, the adoption of a\r\nmore modern strategy in the information and\r\ncommunication fields will further improve the overall\r\nmanagement of the organization.\r\nMy delegation also views with much interest the\r\npro-active proposal to refurbish the present United\r\nNations Headquarters, the Capital Master Plan and the\r\nconstruction of a 900,000 square foot, 35-storey\r\nbuilding for “swing space” south of 42nd street. We\r\nnote that the projected cost of the Capital Master Plan\r\nis estimated at $1.1 billion to $1.3 billion. Since the\r\nprojected completion period for the Capital Master\r\nPlan is six years into the future, we hope there will not\r\nbe cost overruns, though a comprehensive and detailed\r\ncost analysis has been carried out.\r\nWe are also encouraged by the improving\r\nfinancial base of the United Nations in the vital three\r\ncomponents: cash on hand or liquidity, level of paid\r\nassessments, and debt to Member States. It is our\r\nfervent hope that the other aspect of the United Nations\r\nfinancial situation — the cyclical cash-flow\r\nvariations — can be similarly addressed with the\r\nreduction in the number of cross-borrowings from\r\nactive peacekeeping missions.\r\nIn the past year we have witnessed both a\r\nchallenge to the existence of this Organization, in the\r\nform of a strong trend towards unilateral approaches,\r\n14\r\nA/57/PV.25\r\nand the collective gathering of political will and\r\nresources by the international community to combat\r\ninternational terrorism in the wake of 11 September\r\nattacks. Regrettably, this latter trend has been\r\nsomewhat short-lived in the wake of several signs of\r\nshying away from multilateral treaties. There is also\r\nthe growing tendency to force the Organization to\r\nbecome irrelevant in some areas.\r\nThe Secretary-General has responded decisively\r\nand on a timely basis by urging Member States to\r\nreturn to the fundamentals of this Organization, that is,\r\nto return to multilateralism. Malaysia strongly shares\r\nthe sentiment that he expressed. We must rededicate\r\nourselves to the multilateral approach in all aspects of\r\nthe work of the United Nations. We sincerely hope that\r\nthat call will be met with continued vigour by all\r\nMember States, in strict conformity with the principles\r\nand purposes of the Charter of the United Nations.\r\nMr. Bennouna (Morocco) (spoke in French):\r\nFirst of all, in view of the reports that the Secretary-\r\nGeneral has submitted to us on the activity of the\r\nOrganization and on the follow-up to the Millennium\r\nSummit, I should like to congratulate the Secretary-\r\nGeneral on those two very high-quality documents. The\r\nnecessary exercise in which we are participating today\r\nallows us to evaluate the importance of the work\r\naccomplished in the past year by the Organization by\r\nway of a sort of accounting, and it also gives us the\r\nopportunity to survey the path still ahead in order to\r\nreach the goals we set for ourselves two years ago.\r\nAs we do every year, we must first of all realize\r\nthe considerable amount of work accomplished by the\r\nOrganization. We would note, with a certain\r\nsatisfaction, particular efforts that have been made with\r\na view to carrying out the recommendations formulated\r\nby the Secretary-General in his report of June 2001\r\nconcerning conflict prevention. Those efforts are aimed\r\nat obtaining better cooperation from Governments, at\r\nlending more sustained support to all regional and\r\nsubregional initiatives for peace and stability, and at\r\nencouraging countries to integrate conflict prevention\r\ninto their development programmes.\r\nThe work accomplished by the Organization to\r\nimprove the management of peacekeeping operations,\r\nespecially through the implementation of\r\nrecommendations of the Working Group on such\r\noperations, deserves our full attention. The measures\r\nagreed upon, especially at the level of rapid\r\ndeployment capacities — which have long been\r\nrequested — and the Assembly’s approval of the\r\nconcept of strategic deployment stocks constitute\r\nsignificant progress. Lastly, the Department of\r\nPeacekeeping Operations is being restructured, and that\r\nis a very positive result.\r\nThe Moroccan delegation would like to welcome\r\nthe initiative announced by the Secretary-General\r\nconcerning the establishment, for the first time, of a\r\nmanual devoted to peacekeeping operations and to\r\nmore detailed instructions for military missions. All\r\nthose measures will undoubtedly improve the\r\nmanagement of peacekeeping operations, but they\r\ncontinue to be understaffed, as the Secretary-General\r\npointed out.\r\nThe past year, unfortunately, was the setting for\r\ndramatic events that upset our perceptions of the stakes\r\nand the challenges of international security. The tragic\r\nattacks of 11 September 2001 led the Organization to\r\nplay an unprecedented role in the fight against\r\nterrorism. Those tragic events will have demonstrated\r\nthat the new challenges to international peace and\r\nsecurity call for a collective response on our part,\r\nbased on an increased effort of cooperation and\r\nsolidarity among nations, which is the only way to\r\ncontain and to eradicate the upsurge of such new\r\nthreats.\r\nI should also like to mention the situation of\r\nAfrica, a continent to which we fully belong, in our\r\nhearts but also geographically, as everyone knows. It is\r\nevident that Africa was confronted by the challenge of\r\nglobalization first and was its first victim in a certain\r\nsense. This year, a significant step was taken when the\r\ninternational community decided to strongly support\r\nthe New Partnership for Africa’s Development\r\n(NEPAD), which was the subject of an in-depth debate\r\nin this Hall on 16 September. Africa has thus moved to\r\nthe centre of the international community’s concerns,\r\nand we are pleased to note that the Organization has\r\ndecided to make Africa’s development one of its first\r\npriorities.\r\nLikewise, we note with satisfaction the role to be\r\nplayed henceforth by the Economic and Social Council\r\nin helping certain countries to emerge from conflict by\r\ncreating ad hoc groups for that purpose. Here, I should\r\nlike to emphasize the first initiative taken in that regard\r\nwith the creation of a group for the fraternal country of\r\nGuinea-Bissau, which is linked to Morocco by\r\n15\r\nA/57/PV.25\r\nprofound historic ties that go back to the struggle of\r\nnational liberation.\r\nDespite everything that has been accomplished\r\nand all the progress that I have just recalled, we are far\r\nfrom attaining the objectives we have set for ourselves.\r\nThe commitments undertaken with regard to poverty,\r\nwhich must be reduced by half; to the definitive arrest\r\nof the HIV/AIDS epidemic; and to the universalization\r\nof education by the year 2015 are far from being\r\nattained. More progress has been achieved in some\r\nregions than in others, especially in East Asia. But, as I\r\njust said, Africa is still, unfortunately, the continent\r\nthat has been left out and that needs redoubled\r\ninternational assistance. Therefore, we must redouble\r\nour mobilization for Africa. We must say that and\r\nrepeat it here.\r\nThe Summits held at Monterrey and at\r\nJohannesburg have certainly enabled us to make some\r\nprogress on development financing and on sustainable\r\ndevelopment. Still, my delegation would like to\r\nemphasize here that we attach the greatest importance\r\nto the development of a follow-up mechanism for those\r\nmajor conferences. Such a mechanism should not add a\r\nnew bureaucracy or burden existing meetings.\r\nMiss Clarke (Barbados), Vice-President, took the\r\nchair.\r\nBasically, what is needed is to decide, within the\r\nframework of the General Assembly or of the\r\nEconomic and Social Council, which items require\r\nspecial follow-up, and then to entrust them to an open-\r\nended and informal working group that would report on\r\nthe issue within a given time frame. Morocco is\r\nprepared to consider the relevance of such a\r\nmechanism with interested delegations.\r\nPerhaps the Secretary-General could prepare a\r\npreliminary biannual report or document, for example\r\nin the month of May. We could consider such a\r\ndocument when it comes time to elect the President of\r\nthe Assembly and the Bureau, and it would help us\r\ndecide on the priority issues for the next session.\r\nIt could be useful to consider this issue before the\r\nsummer, in the context of efforts to revitalize the\r\nGeneral Assembly, to streamline its work and to restore\r\nit to its rightful place in the structure of our\r\nOrganization.\r\nToday’s debate, as well as the debates that we\r\nhave had from year to year, and the process improved\r\nand perhaps streamlined, so as to focus on the\r\nessentials at every session, perhaps by entrusting\r\ncertain debates to smaller groups. What is at stake is\r\nthe credibility of the General Assembly.\r\nFinally, we truly believe that the Secretary-\r\nGeneral’s leadership and guidance should be\r\nencouraged, especially in conflict prevention and\r\npolitical mediation, so as to help the parties involved in\r\na conflict that could threaten international peace and\r\nsecurity to find a peaceful solution. From this\r\nstandpoint, our Organization must redouble its efforts\r\nto help African countries to settle their disputes and to\r\nfocus on economic development for the benefit of their\r\npeoples.\r\nThe generation to come during this century must\r\nbe a generation of builders, following the generation of\r\nthe previous century, who were nation-builders.\r\nContrary to what we might have thought a few decades\r\nago, the freedom of peoples is not a point of departure\r\nbut an objective that can be achieved once peoples\r\nhave overcome the obstacles to their security and their\r\ndevelopment.\r\nMs. Jarbussynova (Kazakhstan): I would like to\r\njoin previous delegations in commending the\r\nSecretary-General for producing comprehensive reports\r\non the work of the Organization and on the\r\nimplementation of the United Nations Millennium\r\nDeclaration. An exhaustive review of the activities of\r\nthe United Nations has been carried out in order to\r\nidentify solutions to the new challenges facing us,\r\nwhich have become more complex and demanding in\r\ntoday’s increasingly globalized world.\r\nThe Secretary-General clearly indicates that the\r\nmaintenance of international peace and security and the\r\npromotion of sustainable and socio-economic\r\ndevelopment are closely linked and interrelated. We\r\nconcur with the Secretary-General that today no single\r\ncountry has the capacity to cope with the political,\r\neconomic, environmental and technological challenges\r\nof an interconnected world.\r\nWe consider the maintenance of international\r\npeace and security to be an essential part of the\r\nOrganization’s responsibilities, and therefore we fully\r\nendorse the emphasis placed in the report on the work\r\nof the Organization on the need to do more to help\r\nthose persons living in conditions of extreme insecurity\r\nto advance towards peace.\r\n16\r\nA/57/PV.25\r\nWe share the concern of the Secretary-General\r\nabout the current status of international negotiations on\r\ndisarmament and arms control. Negotiations on nuclear\r\ndisarmament and on a treaty on fissile materials, as\r\nwell as efforts to prevent an arms race in outer space,\r\nhave now reached a deadlock in the Conference on\r\nDisarmament. The review of the Biological Weapons\r\nConvention has been suspended, and the\r\nComprehensive Nuclear-Test-Ban Treaty has still not\r\nentered into force.\r\nHowever, we have witnessed positive steps in the\r\nfield of disarmament, arms control and non-\r\nproliferation transparency. Among them is the expert\r\ngroup’s agreement reached in Samarkand, Uzbekistan,\r\non the text of a treaty to establish a nuclear-weapon-\r\nfree zone in Central Asia and their commitment to sign\r\nthe treaty this year. Kazakhstan. which has experienced\r\nthe destructive power of nuclear weapons, is convinced\r\nthat this is an important event not only for the Central\r\nAsian countries but also for the United Nations, which\r\nhas been involved in this process since 1997. We\r\nbelieve that the establishment of nuclear-weapon-free\r\nzones throughout the world is compatible with the\r\nintegrity and sustainability of the international non-\r\nproliferation regime.\r\nPeacekeeping operations continue to be the key\r\ninstrument available to the United Nations. Therefore,\r\nits ability to effectively plan and manage peacekeeping\r\noperations must be enhanced.\r\nKazakhstan is committed to a peaceful,\r\nprosperous and just world. We support the\r\nstrengthening of the central role of the United Nations\r\nin its efforts to provide predictability and order, ensure\r\nglobal stability and build equitable relations between\r\nStates and peoples on the basis of mutual respect and\r\nuniversal values.\r\nMy delegation fully concurs with the view\r\nexpressed by the Secretary-General that the\r\ninternational community has a long way to go towards\r\nfulfilling the goals of the Millennium Declaration and\r\nthat reaching those goals rests, more than ever, on the\r\nability of the Member States to take sustained, united\r\nactions.\r\nThe United Nations has demonstrated its capacity\r\nto adapt to rapid fluctuation in the world, coping\r\nsuccessfully with serious challenges. However, it is\r\nimportant for the Organization to ensure that its\r\nprogramme of work reflects the priorities of the\r\nMillennium Declaration. We share the view of the\r\nSecretary-General that much progress could be made\r\nby elaborating coordinated strategies that combine the\r\nefforts of Member States, international institutions and\r\nagencies, the private sector, non-governmental\r\norganizations, foundations and other actors of civil\r\nsociety.\r\nThe events of 11 September 2001 shone a\r\nspotlight on the vital importance of multilateral efforts\r\nto the maintenance of international peace and security\r\nand have given new impetus to concerted action against\r\ninternational terrorism, as pledged in the Millennium\r\nDeclaration. Security Council resolution 1373 (2001) is\r\nthe key element of a determined response by the\r\nOrganization to this global threat. Therefore it is\r\nimportant for countries to coordinate their measures to\r\nensure the effective implementation of that resolution.\r\nThe United Nations has a significant task ahead of it: to\r\nmonitor the implementation of the resolution through\r\nthe work of the Counter-Terrorism Committee.\r\nKazakhstan has always spoken out against\r\nterrorism and has been actively engaged in developing\r\na system for countering terrorism at the regional and\r\ninternational levels. In June this year the first summit\r\nmeeting of the Conference on Interaction and\r\nConfidence-Building Measures in Asia was convened\r\nin Almaty, Kazakhstan. The heads of the major Asian\r\nStates expressed their political will to strengthen peace\r\nand stability in the Asian region and to combat\r\ninternational terrorism by adopting the final documents\r\nof the summit, the Almaty Act and the Declaration on\r\nEliminating Terrorism.\r\nWe welcome the clear recognition of the special\r\nneeds of landlocked countries contained in the\r\nMillennium Declaration and the support for this group\r\nof countries by Member States during recent\r\ndiscussions in the Second Committee.\r\nIn this context, the coming international\r\nMinisterial Meeting, which is to be held in Almaty in\r\nthe year 2003, will be the first legitimate forum where\r\nhigh-level officials from landlocked developing\r\ncountries, transit developing countries, donor States\r\nand international financial and development\r\ninstitutions will have an opportunity to draw up\r\nappropriate policy measures and action-oriented\r\nprogrammes aimed at developing efficient\r\ntransit/transport systems.\r\n17\r\nA/57/PV.25\r\nThe Millennium Development Goals have\r\nbecome the basis of the United Nations’ economic and\r\nsocial policy. We welcome the international\r\nconferences in Doha and Johannesburg, which outlined\r\nsteps to meet these goals. We are now gradually\r\ngaining the know-how and technology to solve\r\nproblems in modern societies, but what we still lack is\r\nthe appropriate implementation of decisions and\r\nsufficient funds to translate them into reality.\r\nWe believe that the current General Assembly\r\nsession has to fully utilize its capacity in order to\r\nstrengthen consensus on the goals so that they are\r\nready to be used.\r\nThe Millennium Declaration has a bearing on\r\nstrengthening the Organization. We firmly believe that,\r\nin an increasingly interdependent world, there is no\r\nalternative to multilateral cooperation. Only jointly can\r\nwe work successfully for a world without war and\r\nconflict, a world based on justice and prosperity. The\r\nSecretary-General has made commendable efforts to\r\nstrengthen the role of the Organization. We welcome\r\nhis initiative to further reform the United Nations, an\r\ninitiative that would help the international community\r\nto achieve the goals of the Millennium Summit. The\r\nimplementation of these goals should remain our top\r\npriority.\r\nThe Acting President: I now give the floor to\r\nthe representative of Ukraine, who will also speak on\r\nbehalf of Azerbaijan, Georgia and the Republic of\r\nMoldova.\r\nMr. Kuchinsky (Ukraine): I have the honour to\r\nspeak on behalf of the GUUAM Participating States —\r\nthe Republic of Azerbaijan, Georgia, the Republic of\r\nMoldova and Ukraine.\r\nTwo years ago, at the historic Millennium\r\nSummit and at the high-level Security Council meeting\r\nduring the Summit, our leaders, enriched by the\r\nOrganization’s half-century of experience, adopted two\r\ndeclarations containing a common vision of the world\r\nin the twenty-first century: the Millennium Summit\r\nDeclaration and a Declaration on ensuring an effective\r\nrole for the Security Council in the maintenance of\r\ninternational peace and security, especially in Africa.\r\nHaving reaffirmed the principles and purposes of the\r\nUnited Nations Charter, they pledged to undertake new\r\nconcerted efforts in order to free peoples from the\r\nscourge of war, to eliminate poverty, to promote\r\nsustainable development, democracy and human rights.\r\nThe GUUAM countries are fully committed to the\r\nimplementation of the goals contained in these historic\r\nDeclarations.\r\nI would like to join previous speakers in thanking\r\nthe Secretary-General for the preparation of his two\r\ncomprehensive and thoughtful reports. Together with\r\nthis year’s road map, they provide a good overview of\r\nthe progress achieved by the United Nations and its\r\nMember States towards fulfilling the Declaration’s\r\ngoals, and they point out areas where more effective\r\nefforts should be applied.\r\nThe brutal acts of terrorism perpetrated against\r\nthe United States a year ago severely undermined our\r\nhopes that peace and prosperity would become the\r\nhallmarks of the new century. GUUAM firmly\r\ncondemned these actions and unanimously stressed that\r\nthe forces that support terrorist acts should be subject\r\nto severe punishment.\r\nBringing together the political, diplomatic, legal,\r\neconomic, humanitarian and security dimensions of the\r\ncounter-terrorism agenda, the United Nations provides\r\nan appropriate, effective framework for global actions\r\nagainst the global threat of terrorism.\r\nAs a regional organization, GUUAM stands ready\r\nto contribute and participate actively in the\r\nconsolidation of the international community’s efforts\r\nin its struggle against international terrorism. As of\r\ntoday, we can say that GUUAM States take part in all\r\n12 universal anti-terrorist conventions through, inter\r\nalia, the appropriate bilateral and multilateral\r\nmechanisms.\r\nAt the recent GUUAM Summit, held in Yalta,\r\nUkraine, earlier this year, the Presidents of our\r\ncountries signed a Declaration on Common Efforts to\r\nEnsure Stability and Security in the Region. An\r\nimportant step in that direction is the signing of an\r\nAgreement on Cooperation among the Governments of\r\nGUUAM Participating States in the field of Combat\r\nagainst Terrorism, Organized Crime and Other\r\nDangerous Types of Crimes.\r\nThe United Nations Secretary-General rightfully\r\nargues in his report that, for many people, progress\r\ntowards peace and prosperity did not advance this past\r\nyear as much as it should have. Besides the well-known\r\nUnited Nations success in Afghanistan, completion of\r\nthe peacekeeping mission in East Timor, normalization\r\nof the situation in the Balkans and encouraging\r\n18\r\nA/57/PV.25\r\nprogress in Sierra Leone and Angola, this year has also\r\nwitnessed an aggravation of the situation in the Middle\r\nEast, an escalation of violence in Central Africa and\r\nrising tensions in South Asia.\r\nIn this regard, I would like to draw your attention\r\nto the problem of the so-called frozen conflicts, which\r\nwere left as unhealed scars in the newly independent\r\nStates that emerged after the collapse of the Soviet\r\nUnion. The international community cannot turn a\r\nblind eye to the lack of progress in the settlement of\r\nconflicts in Abkhazia, Georgia in Nagorny-Karabakh,\r\nAzerbaijan and in Transdnistria, Republic of Moldova,\r\nwhich for decades have been destabilizing the situation\r\nin our region. Postponing a final settlement of such\r\ncrises might have irreversible consequences. Therefore,\r\nGUUAM Participating States condemn any action\r\ndirected against their sovereignty and territorial\r\nintegrity, including aggression and other forms of\r\nunlawful use of force, as well as outside support for\r\nseparatist and extremist forces illegally acting on the\r\nterritories of some of our members. We call on the\r\nUnited Nations, the Organization for Security and\r\nCooperation in Europe (OSCE) and other international\r\norganizations to accelerate their efforts aimed at\r\nresolving these conflicts, in strict compliance with the\r\nnorms and principles of international law.\r\nWe are most concerned at the lack of progress in\r\nAbkhazia, Georgia. Despite the hope that emerged after\r\nan endorsement by the Group of Friends of the\r\nSecretary-General on Georgia and by the Security\r\nCouncil of the document “Basic Principles for the\r\nDistribution of Competencies between Tbilisi and\r\nSokhumi”, the Abkhaz side continues brazenly to\r\nrefuse to accept the paper. We strongly urge the\r\nAbkhaz side to engage in constructive negotiations on\r\nthe substance of the document and call on all those\r\nwith influence on the parties to do their utmost to\r\nadvance this objective. We strongly believe that the\r\nsettlement of this fundamental issue will greatly\r\nfacilitate or even bring about solutions to many other\r\nproblems, including the improvement of the security\r\nsituation, the return of over 300,000 refugees and\r\ninternally displaced persons and economic\r\nrehabilitation.\r\nThe implementation of the final documents of the\r\nYalta meeting of March 2001 on confidence-building\r\nmeasures would facilitate the renewal of the political\r\ndialogue. We would also like to voice our concern over\r\nthe provocations in the Khadori Valley of Abkhazia and\r\nGeorgia. GUUAM commends the Georgian side for\r\nfulfilling all its commitments regarding the Khadori\r\nValley, and we call on the Abkhaz side not to allow the\r\nsituation in this valley to escalate.\r\nSpeaking of the situation in Georgia, I would like\r\nto express the group’s satisfaction with the\r\nimprovement of the situation in the Pankisi Gorge. The\r\nGeorgian law enforcement agents have restored order\r\nin the Gorge. However, we are concerned by the\r\ncontinued attempts to heighten tensions over the issue.\r\nWe would like to stress that any foreign unilateral\r\nmilitary action on the territory of any GUUAM\r\nParticipating State is absolutely unacceptable.\r\nIt is encouraging that after a year-long pause, the\r\npeace process in the Transdniestrian region of the\r\nRepublic of Moldova is back on track following a\r\nmeeting of the parties and mediators in Kiev in July of\r\nthis year; and that the parties have resumed their joint\r\nsearch for a solution to the existing problems at the\r\nnegotiating table. We would like to use this opportunity\r\nto reaffirm our commitment to the peace process in the\r\nregion and our undertaking to continue the efforts to\r\nadvance the final settlement of the conflict based on\r\nthe principles of territorial integrity and sovereignty of\r\nthe Republic of Moldova.\r\nGUUAM supports the efforts of the Secretary-\r\nGeneral to bring about a shift in this Organization from\r\nthe culture of reaction to that of prevention of conflicts.\r\nWe strongly believe that a comprehensive strategy of\r\nconflict prevention should be developed within the\r\nUnited Nations, and it could take full advantage of\r\nsuch mechanisms as, in particular, preventive\r\ndiplomacy, preventive deployment and preventive\r\npeace-building. In this regard, GUUAM is looking\r\nforward to the resumption of the discussion by the\r\nGeneral Assembly of the recommendations in the\r\nreport of the Secretary-General on Conflict Prevention\r\n(S/2001/574).\r\nThree milestone events — the International\r\nConference on Financing for Development, the World\r\nFood Summit and the World Summit on Sustainable\r\nDevelopment — were held this year to expedite the\r\nprogress towards meeting the development goals set\r\nout in our Millennium Declaration. World leaders\r\nforged tangible partnership and agreed on important\r\ndocuments that would guide further action to make\r\nthose goals a reality for all. We are pleased to note that\r\n19\r\nA/57/PV.25\r\nthese documents fully reflect special concerns of the\r\ncountries with economies in transition.\r\nThere is no need to discuss whether improved\r\nhealth is central to the development process or not.\r\nEverybody knows of the devastating impact of diseases\r\nsuch HIV/AIDS, malaria and tuberculosis in many\r\ncountries, particularly in Africa. It is therefore\r\nimperative to ensure health coverage for the poor,\r\nreduce mortality rates, control the spread of\r\ncommunicable diseases, and improve maternal and\r\nchild health care.\r\nThe effectiveness of mobilizing a global response\r\nto the epidemic depends largely on the ability of the\r\ninternational community to raise the necessary\r\nresources. In this regard, we welcome the\r\nestablishment of the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria as a core-funding source to\r\ncombat these diseases. We find it necessary to also\r\nstrengthen the institutional capacity of the United\r\nNations and other relevant bodies in this sphere.\r\nWith its universal mandate and huge potential, the\r\nUnited Nations has a leading role in pursuing the\r\nMillennium Declaration goals. Indeed, this\r\nOrganization is the unique instrument available to us\r\nfor finding global solutions to the global problems.\r\nThis underscores the need to reform and strengthen the\r\nUnited Nations in order to enable it to deal successfully\r\nand effectively with the new and complex challenges of\r\nour age.\r\nGUUAM welcomes the report of the Secretary-\r\nGeneral “Strengthening of the United Nations: an\r\nAgenda for Further Change” (A/57/387), which\r\nsuggests a number of improvements in that direction.\r\nWe particularly support the intention of the Secretary-\r\nGeneral to align the activities of the Organization with\r\nthe priorities and objectives defined by the Member\r\nStates in the Millennium Declaration and the decisions\r\nof the global conferences. GUUAM calls on the\r\nSecretary-General to proceed with the implementation\r\nof this report and looks forward to considering specific\r\nfollow-up reports on various aspects of this new round\r\nof reform.\r\nFinally, while acknowledging the progress made\r\nin the implementation of the Millennium Declaration\r\ngoals, we must note that the international community is\r\nstill at the beginning of the road. Only by our concerted\r\nand individual efforts, enforced by strong political will,\r\ncan we make this world better for millions of people\r\nliving today and for posterity. GUUAM stands ready to\r\ncooperate in the implementation of the Millennium\r\nDeclaration goals with other Member States of the\r\nUnited Nations.\r\nMr. Swe (Myanmar): At the outset, my\r\ndelegation would like to express appreciation to the\r\nSecretary-General for the thoughtful reports on the\r\nWork of the Organization and the Follow-up to the\r\nMillennium Summit. Those reports accurately\r\nhighlighted the overall work of the United Nations over\r\nthe past year. Allow me to express our views on some\r\nof the issues.\r\nThe tragic events of 11 September seriously\r\nimpacted the work of the United Nations. Our\r\nOrganization has demonstrated the crucial role of\r\nmultilateralism in combating terrorism. It has\r\ndemonstrated that, when the international community is\r\nfaced with imminent danger and tragedy, the strength\r\nof multilateralism comes to the fore. Multilateralism\r\ncan make our tasks in safeguarding international peace\r\nand security more effective. It has beneficial effects on\r\nother important areas as well. To quote the Secretary-\r\nGeneral,\r\n“when countries work together in multilateral\r\ninstitutions — developing, respecting, and when\r\nnecessary enforcing international law — they also\r\ndevelop mutual trust and more effective\r\ncooperation on other issues”. (A/57/PV.2)\r\nUnderpinning the Secretary-General’s report on\r\nthe work of the Organization is the importance of\r\nstrengthening the Organization’s role in peace and\r\nsecurity and in meeting the ever-changing nature and\r\ngrowing complexity of international affairs. The United\r\nNations is first and foremost a universal Organization\r\nfirmly based on the sovereignty and equality of States.\r\nTherefore, in meeting the challenge of safeguarding\r\npeace and security, the principles of the Charter must\r\nbe respected.\r\nThe report of the Secretary-General has\r\nunderscored once again that there has been little\r\ninternational cooperation in multilateral forums on\r\ndisarmament, despite the fact that the leaders of the\r\nworld committed themselves in the Millennium\r\nDeclaration to the elimination of weapons of mass\r\ndestruction, particularly nuclear weapons. We are\r\ndistressed by the fact that multilateral negotiations on\r\nalmost all fronts — nuclear disarmament, the treaty on\r\nfissile materials and efforts to prevent an arms race in\r\n20\r\nA/57/PV.25\r\nouter space – have remained deadlocked. We fully\r\nrecognize the importance of bilateral efforts in the area\r\nof disarmament. At the same time, regarding this\r\ncrucial issue on which the very future of mankind\r\ndepends, we cannot but emphasize the critical role of\r\nmultilateral cooperation on disarmament. Here, we\r\nonce again call upon the Conference of Disarmament to\r\nestablish on a priority basis an ad hoc committee to\r\ndeal with nuclear disarmament and to commence\r\nnegotiations for a phased programme of nuclear\r\ndisarmament leading to eventual nuclear disarmament.\r\nIn reporting on the implementation of the\r\nMillennium Summit commitments the Secretary-\r\nGeneral calls to our attention the fact that the world\r\nwas falling short of the objectives agreed to by global\r\nleaders two years ago. The Secretary-General urges\r\nthat\r\n“progress must be made on a much broader front,\r\notherwise the ringing words of the Declaration\r\nwill serve only as grim reminders of human needs\r\nneglected and promises unmet”. (A/57/270,\r\npara. 113)\r\nOne of the important Millennium Development\r\nGoals is to reduce by half the number of people who\r\nlive below the poverty line. It is estimated that 1.2\r\nbillion people live on less than one dollar a day and\r\nabout half of the world’s population lives on less than\r\ntwo dollars a day. Much more needs to be done to meet\r\nthe target of alleviating poverty. Faster economic\r\ngrowth is the major driving force to alleviate poverty.\r\nIn this regard, we agree that eradicating poverty must\r\nremain a central priority for the United Nations system.\r\nWe welcome the creation by African leaders of\r\nthe New Partnership for Africa’s Development\r\n(NEPAD). We view this as a highly significant\r\ninitiative which could make a difference for the people\r\nof Africa. We share the view that NEPAD needs and\r\ndeserves the strong support of the international\r\ncommunity.\r\nIn the Millennium Declaration, we resolved to\r\ncontain and roll back the spread of HIV/AIDS, malaria\r\nand tuberculosis by 2015. The twenty-sixth special\r\nsession of the General Assembly endorsed a bold\r\nDeclaration of Commitment on HIV/AIDS. We are\r\nhappy to see that increased political commitment has\r\nlead to the allocation of greater resources, both within\r\nnational budgets and in development assistance. We\r\nmust, however, remind ourselves that these resources\r\nfall far short of the estimated $10 billion that the\r\nSecretary-General has indicated are needed as a global\r\nresponse. In Myanmar, the Government has designated\r\nHIV/AIDS, tuberculosis and malaria as diseases of\r\nnational concern and is taking effective measures to\r\ncombat them. We were therefore greatly heartened that\r\nthe Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria was established in January 2002. We pay\r\ntribute to the Secretary-General for his invaluable\r\nefforts in the establishment of the Fund.\r\nIn the two reports of the Secretary-General\r\nreference is made to my country. In one, my country is\r\nmentioned as being among those where the work of the\r\nUnited Nations has contributed to “their greater\r\nstability” (ibid., para. 26). In the other, the report\r\nmentions “a new beginning for the national\r\nreconciliation process” (A/57/1, para. 27). In Myanmar\r\nwe are building a nation where peace, prosperity,\r\njustice and democracy flourishes. This, as the\r\nSecretary-General and his Special Envoy have pointed\r\nout, is a home-grown process. This is a process that has\r\nachieved significant progress. The Government and the\r\npeople of Myanmar are determined to achieve our goal\r\nof bringing about national unity and to build a nation\r\nthat will offer peace and prosperity.\r\nPeace, stability and development are goals we\r\nhave all aspired to in the Millennium Declaration. This\r\nis what we will strive to attain nationally.\r\nMr. Enkhsaikhan (Mongolia): Like previous\r\nspeakers, my delegation wishes to thank the Secretary-\r\nGeneral for his concise and comprehensive report on\r\nthe work of the Organization as well as for his\r\nanalytical account and straightforward conclusions\r\nconcerning the hard work ahead if we are to fulfil\r\nfaithfully our commitments under the Millennium\r\nDeclaration. Both reports deal fairly and squarely with\r\nthe successes and failures of the Organization’s efforts\r\nto implement the Millennium Development Goals and\r\nto facilitate the solution of pressing global problems\r\nand the strengthening of international cooperation.\r\nToday, peacemaking, peacekeeping and peace-\r\nbuilding activities of the United Nations are highly\r\nvisible and often in the spotlights of the world media.\r\nThe United Nations has made concrete strides during\r\nthe past year in the settlement of regional conflicts. Its\r\nassistance was instrumental in the acquiring by East\r\nTimor of it independence and statehood; in establishing\r\nprovisional self-governing authorities in Kosovo; and\r\n21\r\nA/57/PV.25\r\nin the effective functioning of the Transitional\r\nAdministration in Afghanistan towards post-Taliban\r\nstability. I fully agree and endorse wholeheartedly the\r\nconclusion of the Secretary-General that\r\n“Developments during the past year have\r\naffirmed the Organization’s increasing relevance\r\nin world affairs”. (A/57/1, para. 230)\r\nThe implementation of the recommendations of\r\nthe Secretary-General’s report on the prevention of\r\narmed conflicts has produced promising results. The\r\nUnited Nations has secured greater cooperation with\r\nGovernments in regions afflicted by conflicts. It is\r\nactively cooperating with regional and subregional\r\ninstitutions to promote peace and stability. There are\r\nsigns of national reconciliation and of a serious search\r\nfor peace and stability in Africa, which has been torn\r\nfor many years by armed conflicts and internal\r\nrivalries.\r\nIt is noteworthy that the United Nations, with the\r\nstrong support of Member States, has also been able to\r\nmake considerable progress on improving its rapid\r\ndeployment capacities.\r\nIt is the belief of my delegation that the United\r\nNations, thanks to its firm commitment to the\r\nprinciples and practice of multilateralism, was able to\r\ncope with the extraordinary challenges to international\r\nsecurity. The United Nations mobilized the world\r\ncommunity in the struggle against terrorism, while\r\ncarrying out successfully its mandate in the vast\r\ndomain of human activities, including strengthening\r\npeace and security, meeting humanitarian\r\ncommitments, fostering cooperation for development\r\nand promoting human rights.\r\nThe most important Development Goal contained\r\nin the Millennium Declaration is the resolve of world\r\nleaders to free their peoples from the abject and\r\ndehumanizing conditions of extreme poverty.\r\nUnderstandably, progress towards the Millennium\r\nDevelopment Goals varies from region to region. As\r\nthe Secretary-General pointed out when presenting his\r\nreport to the General Assembly,\r\n“On all our broad objectives — human\r\nrights, democracy, good governance, the\r\nresolution of conflicts and the special needs of\r\nAfrica — we are moving too slowly.”\r\nThat frank evaluation of the status of the\r\nimplementation of the Millennium Declaration Goals,\r\nin the view of my delegation, is an urgent call to all\r\nMember States to translate into deeds the solemn\r\ncommitments that they took collectively and\r\nindividually. The Secretary-General further pointed out\r\nthat not at the United Nations, nor by the work of the\r\nUnited Nations officials, can the Millennium\r\nDeclaration Goals be achieved. Those goals have to be\r\nachieved in each of the countries that we represent, by\r\nthe efforts of the Governments and people we\r\nrepresent. Thus, the primary responsibility of national\r\nGovernments for the implementation of the Millennium\r\nDevelopment Goals has been made clear beyond any\r\ndoubt.\r\nMongolia fully subscribes to the concept of\r\nhuman security and sees it as an important factor of\r\nsustainable human development. My Government is\r\npresently working on the implementation of its national\r\nprogramme on good governance for human security,\r\nadopted almost two years ago. The programme aims to\r\nfacilitate policy focus, coherence and sustainability of\r\nthe overall development strategy, including poverty\r\neradication. According to the present poverty reduction\r\nstrategy, Mongolia will endeavour to reduce the\r\nnumber of people living in extreme poverty by at least\r\n25 per cent by the year 2005 and to halve that number\r\nby the year 2015, as stipulated in the Millennium\r\nDeclaration.\r\nMongolia managed impressive achievements in\r\nthe education and health sectors prior to 1990.\r\nHowever, during the years of economic and political\r\ntransition under severe financial strains, a significant\r\npart of those achievements was lost. The illiteracy rate\r\namong children is increasing rapidly. To guarantee one\r\nof the basic human rights — the right to education —\r\nMongolia came forward with the initiative of launching\r\nthe United Nations Literacy Decade, and the\r\ninternational community supported it by declaring the\r\nperiod of 2003 to 2013 the Literacy Decade.\r\nThe Mongolian delegation fully supports United\r\nNations development strategy aimed at the eradication\r\nof poverty, the promotion of economic growth and\r\nsustainable development. As a landlocked developing\r\ncountry, Mongolia attaches special importance to\r\nUnited Nations activities to guarantee a more just\r\ndistribution of the benefits of globalization among\r\nStates by providing equal opportunities to participate in\r\ninternational trade and to gain access to international\r\nmarkets and financial resources for economic\r\ndevelopment.\r\n22\r\nA/57/PV.25\r\nThe International Conference on Financing for\r\nDevelopment arrived at a remarkable consensus on the\r\nneed for global action to address development issues\r\nthrough adequate financing, human-centred\r\ndevelopment, policy reforms and the involvement of all\r\nstakeholders. The World Summit on Sustainable\r\nDevelopment, while reiterating the importance of\r\nsustainability in the process of development, set a\r\nnumber of important objectives related to the use of\r\nnatural resources, biodiversity and health. Thus, the\r\nconferences of Monterrey and Johannesburg are\r\nimportant milestones on the path towards\r\nimplementation of the Millennium Development Goals.\r\nMy delegation welcomes the continued efforts of\r\nthe Secretary-General to strengthen the United Nations.\r\nWe support a number of recommendations contained in\r\nhis agenda for further change, as they are timely\r\nmeasures aimed at raising the performance in given\r\nareas and streamlining the Organization’s budget and\r\nplanning system. We are confident that a thorough\r\nreview of the Organization’s work programme will\r\nfacilitate the aligning of the work programme with the\r\nMillennium Declaration Goals. We also applaud the\r\nefforts of the Secretary-General to find better ways of\r\norganizing relations with civil society.\r\nIn conclusion, I would like to welcome the\r\nlaunching of the Millennium campaign to popularize\r\nthe Millennium commitments throughout the world.\r\nThe campaign will help to focus the global action on\r\nthe implementation of the Millennium Development\r\nGoals.\r\nMr. Neil (Jamaica): I wish to thank the Secretary-\r\nGeneral for the presentation of the two reports before\r\nus, which are connected substantively in their various\r\nthemes. The report of the Secretary-General on the\r\nwork of the Organization (A/57/1) provides a\r\ncomprehensive review of the performance of the\r\nUnited Nations over the past year. The merging of\r\ndiscussions with the report on the implementation of\r\nthe United Nations Millennium Declaration (A/57/270)\r\nis logical, as it provides a forward-looking, action-\r\noriented vision of the challenges which lie ahead and\r\nthe steps taken thus far in meeting the targets set by\r\nworld leaders two years ago. The third aspect, that of\r\nthe agenda for reform, which will be discussed in the\r\ncoming weeks, provides the link in ensuring that there\r\nis institutional reform of the Organization to adapt to\r\nchanging needs and priorities and to allow it to\r\neffectively carry out its mandate.\r\nWe have studied the report of the Secretary-\r\nGeneral and especially congratulate him on the\r\nthoroughness of the review of the work done in the\r\nvarious fields. We particularly commend and endorse\r\nhis statement in introducing the report at the opening of\r\nthe general debate on 12 September.\r\nThe past year was a difficult one in which new\r\nchallenges were posed by acts of terrorism and the\r\nmilitary responses to them, as well as by the outbreak\r\nof renewed violence in the Middle East. Although there\r\nwere some setbacks and there remains a lot to be done,\r\nit was a year of accomplishment in which substantial\r\nprogress was made on several fronts. Peace and\r\nsecurity was promoted through conflict prevention\r\nmechanisms, which helped to reduce the level and\r\nseverity of conflicts. There was increased United\r\nNations activity in meeting humanitarian emergencies.\r\nThere was the successful conclusion of two major\r\nconferences on development. We also welcomed the\r\nfurther development of the international legal\r\nframework through the adoption of new legal\r\ninstruments, especially with the coming into force of\r\nthe Rome Statute of the International Criminal Court.\r\nThe report shows that progress is being made and\r\nthat efforts should now be focused on building on those\r\nachievements to preserve peace and promote further\r\nthe goals of promoting equity in international economic\r\nrelations. In that regard, three major international\r\nconferences held over the past year yielded\r\nencouraging results in terms of commitments for\r\ndevelopment cooperation. The Doha meeting on trade,\r\nthe Monterrey Conference on financing for\r\ndevelopment and the Johannesburg summit on\r\nsustainable development reached consensus on a\r\nnumber of targets and undertakings. The challenge now\r\nis for implementation and follow-up. It would be most\r\ndesirable, in that context, that some mechanism be\r\ndevised that will provide for monitoring the follow-up\r\nand implementation of the results of those conferences.\r\nWe all recognize that, although considered in separate\r\nvenues, the subjects of trade, finance and sustainable\r\ndevelopment have an integrated relationship in the\r\ndevelopment process.\r\nWe, therefore, believe it necessary that the United\r\nNations provide a mechanism that would allow all the\r\nmajor elements, especially financing and trade, to be\r\nconsidered within a broad dialogue on development. It\r\nshould bring the major actors together, so that\r\ndecisions are taken in relation to trade and finance that\r\n23\r\nA/57/PV.25\r\ncould have more informed input, reflect the current\r\npriorities and needs and promote the broad interests of\r\nthe international community.\r\nIn the same way as the Secretary-General has\r\npresented us with a road map for the implementation of\r\nthe Millennium Development Goals, it would also be\r\ndesirable to have continuing review and monitoring, as\r\nwell as continuing refinement, of the development\r\ndialogue in line with the conclusions of the Monterrey\r\nand Johannesburg conferences.\r\nAs far as the Millennium Development Goals are\r\nconcerned, there is no doubt that their achievement will\r\nnot be easy, but they are still attainable. From the\r\nSecretary-General’s report, the indications are that, so\r\nfar, there have been mixed results. The annexes to the\r\nreport give us a quantitative measure of progress, and it\r\nis clear that in most regions, they are falling short of\r\nthe targets set. That in itself should be a stimulus\r\ntowards corrective action to establish better conditions\r\nfor economic development and growth and for more\r\nample provision and mobilization of financial\r\nresources to meet existing needs.\r\nJamaica continues to support the special attention\r\nto the needs of Africa, where we have seen positive\r\nimprovements in stability and economic prospects,\r\ndespite the prolonged drought in recent times and the\r\nravages of the AIDS epidemic. We support the new\r\ninitiatives in the African Union and in the New\r\nPartnership for Africa’s Development, which should be\r\ngiven the fullest support of the international\r\ncommunity.\r\nFinally, Jamaica supports the development of\r\npartnerships that involve the business community and\r\ncivil society. It is important that those initiatives focus\r\nconstructively on the problems of poverty reduction\r\nand elimination, the promotion of sustainable\r\ndevelopment and the observance of human rights. In\r\nproviding those partnership arrangements, however,\r\ncare should be taken to ensure that adequate guidelines\r\nexist for proper accountability and that they are\r\nconsistent with the principles guiding international\r\neconomic cooperation.\r\nThe Acting President: I call on the\r\nrepresentative of Uruguay.\r\nMr. Paolillo (Uruguay) (spoke in Spanish): It has\r\nbeen a good idea to review the Secretary-General’s\r\nreport on the work of the Organization together with\r\nthe report on the implementation of the Millennium\r\nDeclaration. Both documents are undoubtedly\r\ncomplementary. The first provides us with a summary\r\nof the Organization’s activities, for which the\r\nSecretary-General, as in previous years, deserves our\r\nsincere praise. The second one provides us valuable\r\ninformation on what has been done and what remains\r\nto be done to turn into reality the goals set forth in the\r\nDeclaration.\r\nA reading of the two reports allows us to\r\nconclude that the international community, acting\r\nthrough the system of the United Nations, has done a\r\ngood job generally and has channelled its efforts in the\r\nright direction in almost all areas of international\r\ncooperation. The Secretary-General offers a balance\r\nsheet of the Organization’s successes, but he also\r\nacknowledges the lack of progress in certain sectors,\r\nand that, as a result, some problems, such as poverty\r\nand underdevelopment, either remain serious or have\r\nworsened. We are still far from having achieved the\r\ngoals set out in the Millennium Declaration.\r\nWhat has prevented us from making greater\r\nprogress? What do we need to change in order to\r\nachieve better results from our efforts? Where are the\r\ndefects? Do they lie in the instrument or in those who\r\nuse it? The reports now being considered confirm that,\r\nwhile the Organization needs change, the prime\r\nresponsibility for the shortcomings in the fulfilment of\r\nthe commitments made in the Millennium Declaration\r\nlies with us and with our Governments.\r\nOur obligation at the United Nations is to\r\ncontinue to tackle problems together in a coordinated\r\nway. But we must change the focus of our efforts and\r\nplace the emphasis not so much on producing\r\nresolutions and declarations proclaiming principles and\r\npurposes, but rather on seeking mechanisms, political\r\nmeans and practical measures to ensure the effective\r\nimplementation of those principles and the\r\nachievement of those purposes.\r\nUruguay believes that everything we do in the\r\ncommon interest must be done within the framework of\r\nthe political and legal system established nearly 60\r\nyears ago, at the end of the Second World War. This\r\nsystem has, despite its shortcomings and imperfections,\r\nsucceeded, among other things, in maintaining peace\r\noverall, preventing local conflicts from spinning out of\r\ncontrol, liberating a large part of the world from the\r\nyoke of colonialism, transforming respect for human\r\n24\r\nA/57/PV.25\r\nrights into a value of priority for the international\r\ncommunity and becoming a focal point for the spread\r\nof democratic principles.\r\nThere is no doubt that much remains to be done,\r\nparticularly in the area of security and economic\r\ndevelopment, but, whatever we do, we must do it\r\ntogether. We must continue along the path of\r\nmultilateralism. Any other choice would mean the\r\ndestruction of the present international system, without\r\nthe promise of a viable system that ensures respect for\r\nthe fundamental principles on which human\r\ncoexistence is based.\r\nCertainly, the structure and the functioning of the\r\nUnited Nations must be subject to additional changes\r\nto achieve more effective results. Uruguay wants to see\r\nthe consultations aimed at reconfiguring the Security\r\nCouncil and revitalizing the General Assembly to\r\ncontinue, but with two caveats. Regarding the Council,\r\nwe must be extremely careful to ensure that reform of\r\nthat organ does not have the effect of making it less\r\neffective and less democratic than it presently is. Some\r\nproposals for expansion that seek to increase the\r\nnumber of members with the right of veto will clearly\r\nlead to that result.\r\nAs for the Assembly, a number of changes have\r\nalready been made that will undoubtedly improve its\r\nfunctioning. However, the Assembly will not recover\r\nthe authority it had in other times if it does not address\r\nthe problems of streamlining its agenda, identifying its\r\npriorities, clearly determining the type of message it\r\nwishes to send to Governments and their peoples and\r\nchanging the cumbersome style of negotiation that\r\ndemands an enormous investment of time, energy and\r\ndedication to obtain results that are often not very\r\nimpressive.\r\nFrom the reports now engaging our attention, it\r\ncan be deduced that the main responsibility for not\r\nadvancing towards the achievement of the goals of the\r\nMillennium Declaration can be attributed to States. In\r\nthese reports, as well as in others submitted by the\r\nSecretariat and other United Nations organs and\r\nagencies, there are often references to the lack of\r\nresources to finance programmes, the lack of adhesion\r\nto instruments adopted in conferences or within\r\ninternational organizations, the failure to honour the\r\ncommitments undertaken in these instruments and, in\r\ngeneral, the lack of political will on the part of States\r\nto assume their share of the responsibility that lies\r\nwithin each of us in this very noble but frustrating task\r\nof creating a better world for ourselves and for future\r\ngenerations.\r\nWe will not succeed in achieving the goals set\r\nforth in the Millennium Declaration if each one of us,\r\neach one of our Governments, does not carry out at the\r\nnational level the actions and measures prescribed in\r\nthe Declaration and fulfil the commitments agreed\r\nupon internationally.\r\nMainly as a result of the lack of political will on\r\nthe part of States, the failure to fulfil their obligations,\r\nand the reduction in contributions to humanitarian and\r\naid programmes, we have reached the shameful\r\nsituation in which millions of children continue to die\r\neach year from lack of medical care, or from lack of\r\nwater, or from malnutrition, while the Governments of\r\nthis Assembly’s Members allocate each year more than\r\n800 billion dollars to military expenditures.\r\nThese last months have been rich in events with\r\nrespect to the aspirations and common goals set by the\r\ninternational community, such as the meetings in Doha,\r\nMonterrey and Johannesburg. Their outcome\r\ncomplements those principles proclaimed in the\r\nMillennium Declaration and shows the path to their\r\naccomplishment. Time has come now to stop producing\r\nmore proclamations and to embark on this path.\r\nThe Acting President: I now give the floor to the\r\nrepresentative of Lesotho.\r\nMr. Moleko (Lesotho) (spoke in English): I wish\r\nto begin by thanking the Secretary-General for his\r\ninsightful, visionary and comprehensive report on the\r\nwork of the United Nations as well as on the\r\nimplementation of the United Nations Millennium\r\nDeclaration.\r\nAt the beginning of the general debate of the\r\nfifty-seventh session, the Secretary-General delivered\r\nhis customary statement. In that statement, he extolled\r\nthe virtues of multilateralism, an ideal which is the\r\ncore value of the United Nations. It is worth noting that\r\nthe importance of this ideal was also clearly expressed\r\nin his report on the work of the United Nations. In the\r\nreport, he said that no single country has the capacity\r\nto cope with the political, economic, environmental and\r\ntechnological challenges in the interconnected world.\r\nMy delegation is in full agreement with this fact.\r\nIn his statement in the general debate he referred\r\nto a myriad of global problems for which the only\r\n25\r\nA/57/PV.25\r\nviable solution is a unified effort. The problems I am\r\nspeaking about include, but are not limited to, global\r\nwarming, poverty and the spread of HIV/AIDS. These\r\nare our common problems and no amount of unilateral\r\naction by any nation can eliminate them. Indeed, it was\r\nthrough unified action that we have reached the\r\nsuccesses that we had in Afghanistan.\r\nMenaces, such as terrorism, which threaten and\r\nclaim the lives of millions of innocent civilians daily,\r\ncan only be defeated if all nations, big and small,\r\nimplement the vision of resolution 1373 (2001). No\r\nnation, regardless of its military, naval or economic\r\nstrength can defeat this evil alone. Only if we work\r\ntogether in this multilateral Organization can we\r\nachieve more for the good of humanity.\r\nMy delegation fully endorses the Secretary-\r\nGeneral in his statement that the more a country makes\r\nuse of multilateral institutions, thereby respecting\r\nshared values and accepting the obligations and\r\nrestraints inherent in those values, the more others will\r\ntrust and respect it, and the stronger its chances of\r\nexercising true leadership. We believe that\r\nunilateralism and hegemony are to be discouraged.\r\nMy delegation believes that in order for this\r\nmultilateral Organization to work well for the\r\ncollective good, we need to strengthen or reform its\r\nmain pillars, the General Assembly, the Security\r\nCouncil and the Secretariat. The General Assembly is\r\nby far the weakest of these pillars, yet it is the one\r\nbody in which all nations have an equal say. Therefore,\r\nit needs to be strengthened. The reform of the\r\nSecretariat has been in progress for a while, and we\r\nnote with satisfaction that a great deal has been\r\nachieved up to now. We applaud the Secretary-General\r\nfor his achievements in this matter.\r\nWhat the United Nations needs to do, therefore, is\r\nto reform the Security Council into a more accountable,\r\nmore transparent, more willing and able body that is\r\npro-active and quicker in its reaction to all situations\r\naffecting international peace and security. While the\r\nSecurity Council has registered some success in\r\nfighting international terrorism, it must act with probity\r\nin all conflicts around the world.\r\nThe goals set two years ago in the Millennium\r\nDeclaration represent the real hope for the international\r\ncommunity. It is sad to witness that these goals remain\r\nas elusive today as they were then. The rapid spread of\r\nHIV/AIDS represents the most serious threat to the\r\nvery existence of humanity. The rates, averaging up to\r\n35 per cent in some countries in sub-Saharan African,\r\nare not only alarming, but also most certainly\r\nfrightening. That is why HIV/AIDS represents an\r\nimpending threat to our very existence. The\r\ninternational community needs to exert and apply\r\ngreater effort to halt the spread of HIV/AIDS to ensure\r\nthe survival of humanity.\r\nThe African people took a decisive step when\r\nthey decided to move from the Organization of African\r\nUnity to the African Union. The Organization of\r\nAfrican Unity has served our people well and generally\r\nhas met its goals. The only outstanding milestone yet to\r\nbe conquered is the independence of the people of\r\nWestern Sahara.\r\nThe African Union is a visionary body, one that\r\naims at emancipating our people from the claws of\r\npoverty. The African Union has programmes through\r\nwhich this can be achieved. In this respect, we must\r\napplaud the vision of the heads of States and\r\nGovernments when they formed the African Union and\r\nelaborated the New Partnership for Africa’s\r\nDevelopment (NEPAD), an African bred and owned\r\nprogramme that aims to fight impediments to economic\r\ndevelopment, such as civil conflict, and rampant\r\ndiseases, such as malaria and HIV/AIDS.\r\nThe date of 16 September was a very special day,\r\na day in which this Assembly devoted its work to\r\ndiscuss how to support NEPAD. We are grateful for the\r\nsupport, but we must be quick to point out that what\r\nAfrica needs is not only the good will of the\r\ninternational community, but also concrete financial\r\nresources to implement the programmes of the NEPAD.\r\nIn this connection, the United Nations must do\r\nmore to prevent conflicts in the African continent. Our\r\nhomegrown subregional and regional efforts need to be\r\nenhanced and supported by concrete actions from the\r\nUnited Nations. Post-conflict efforts spent by this\r\nOrganization on the African continent can at best be\r\ndescribed as a half-hearted delayed reaction, leading\r\nsome to conclude and suggest that African conflicts\r\nhave been shunted aside. This is a very serious\r\nindictment of the United Nations. We wish to see\r\nequity in how this Organization deals with similar\r\nproblems around the world.\r\nIn Lesotho a concrete plan of action has been\r\nadopted to achieve education for all by 2015. The\r\nintroduction of free primary education, now in its\r\n26\r\nA/57/PV.25\r\nfourth year, has been very successful. The Government\r\nhas taken steps to target the parts of society that had\r\nhitherto not seen the benefits of education. While the\r\nprogramme is bearing fruit, such a major task cannot\r\nbe undertaken without encountering problems, the most\r\nserious of which is the impact that HIV/AIDS is having\r\non the teaching profession. This is an area that had its\r\nshortages prior to, and since, the introduction of the\r\nprogramme. However, HIV/AIDS seems to be the one\r\nproblem that may undermine our very efforts. It is in\r\nthat respect that we again appeal to the international\r\ncommunity to spare no effort in fighting HIV/AIDS.\r\nThe achievement of the Millennium Declaration\r\nGoals must be central to the United Nations. Those\r\nobjectives can only be achieved if we work together to\r\nimplement the Monterrey Consensus and the\r\nJohannesburg Plan of Implementation. I wish to\r\nconclude by affirming that in Lesotho we believe in,\r\nand subscribe to, the ideal of multilateralism. Hence\r\nthe United Nations can always count on us to do our\r\npart in advancing its ideals and goals.\r\nMr. Valdivieso (Colombia) (spoke in Spanish): I\r\nwish to begin by thanking the Secretary-General for his\r\ndetailed presentation of the two reports that are before\r\nus at this meeting.\r\nA clear appeal for multilateralism is the common\r\ndenominator found in the report of the Secretary-\r\nGeneral on the work of the Organization. Never before\r\nhas that appeal been stronger or more relevant, given\r\nthe need to provide a common response to the\r\nproblems confronting the world. While those problems\r\nare fundamentally complex, in and of themselves they\r\nalso constitute one of the challenges assumed by\r\nMember States at the Millennium Summit. It is\r\nprecisely in the context of the views expressed by the\r\nSecretary-General in his two reports that I would like\r\nto refer to a few specific items, bearing in mind the\r\ntime constraints that prevent me from referring to other\r\nissues as I would have liked.\r\nColombia supports the efforts of the Secretary-\r\nGeneral to make the United Nations an Organization\r\ngeared more towards a culture of conflict prevention\r\nand less towards reacting to conflict. We believe that it\r\nis just such an approach that can more reliably and\r\npermanently contribute to establishing and maintaining\r\npeace and security. With regard to conflicts such as the\r\none my country has suffered for several decades, we\r\nmust emphasize that the efforts of successive\r\nGovernments to find peace have steadily increased\r\nover recent years. Although at the beginning of this\r\nyear we concluded the negotiating process with the\r\nlargest of the groups acting illegally, my Government\r\ncontinues to make staunch efforts aimed at ensuring a\r\npeaceful solution to the conflict.\r\nColombia has increasingly demonstrated more\r\nclearly its commitment to respecting human rights and\r\ninternational humanitarian law. The main international\r\nhuman rights and humanitarian law instruments to\r\nwhich Colombia is a State party have become\r\npermanent guiding principles of our State actors. I wish\r\nto mention just two examples that are particularly\r\ntimely. Whether with regard to the systematic\r\ndestruction of anti-personnel mine arsenals in the light\r\nof the commitments stemming from the Ottawa\r\nConvention or with regard to the treatment given to\r\nmembers of groups who have acted outside the law and\r\nwho are now deprived of their freedom, the actions of\r\nthe authorities in my country have been in keeping with\r\nthe law.\r\nI therefore wish to express our disagreement with\r\nthe passage contained in the report of the Secretary-\r\nGeneral in which, in referring to the conflict in\r\nColombia, the Secretary-General states that there are\r\n“frequent violations of human rights and international\r\nhumanitarian law by all parties.” (A/57/1, para. 30)\r\nColombia requires, requests and hopes for more\r\ncooperation and less criticism from the international\r\ncommunity, and from the United Nations in particular.\r\nWe need more action and less diagnosis, as the\r\nPresident of Colombia recently affirmed in referring to\r\nthe lack of alternatives proposed by multilateral\r\norganizations — and by the United Nations in\r\nparticular — in response to the initiatives of my\r\nGovernment to protect the human rights of all\r\nColombians and ensure the return of persons internally\r\ndisplaced by the conflict.\r\nThe challenges posed by humanitarian\r\nintervention continue to give rise to many questions, a\r\nmatter that is also taken up in the report of the\r\nSecretary-General on the work of the United Nations.\r\nMy delegation therefore welcomes the report entitled\r\n“The Responsibility to Protect”, which seeks to find an\r\nanswer to the concerns regarding humanitarian\r\nintervention and the sovereignty of States. As other\r\ndelegations have stated in this Hall, we believe it will\r\n27\r\nA/57/PV.25\r\nbe necessary to carry out a sustained and in-depth\r\ndebate on the proposals contained in the report.\r\nThe Organization is now facing the challenge of\r\nembarking on the implementation stage of the\r\ncommitments that have emerged from past summits.\r\nWe understand the “summit exhaustion” referred to by\r\nthe Secretary-General in his report. We believe that, as\r\nthe objectives have now been delineated clearly with\r\nregard to a very varied range of priority issues, it is\r\nnow our duty to concentrate on the implementation of\r\nthose objectives. That means that the Millennium\r\nDevelopment Goals must continue to be the focus of\r\nour primary and best efforts. Given the need to combat\r\npoverty and inequality in our countries, our actions\r\nmust be focused on the most vulnerable sectors of\r\nsociety, including older adults, children, women and\r\nthe disabled. As the Secretary-General has pointed out,\r\nit is among such people that poverty — which is at the\r\nroot of the social injustice that afflicts broad sectors of\r\nthe world’s population — continues to be most\r\nwidespread.\r\nEqually important problems such as the spread of\r\ninfectious disease, in particular malaria and HIV/AIDS,\r\nseem to be getting worse, without any lasting solution\r\nin sight. We therefore welcome the appeal made by the\r\nSecretary-General on 1 October, when he asked\r\ncountries to turn the commitments of the Millennium\r\nSummit into tangible action and to focus their efforts\r\non having the General Assembly pay particular\r\nattention to following-up the Summit, especially\r\nbearing in mind the fact that 2003 will be the starting\r\npoint for assessing the achievement of some of the\r\nMillennium Development Goals.\r\nThree other important documents adopted by the\r\ninternational community in recent months that have\r\nbeen specifically mentioned in this Hall in the\r\ndiscussion of these two agenda items are the Monterrey\r\nConsensus, the Johannesburg Plan of Implementation\r\nand the Doha Agenda. These will continue to serve as\r\nvital points of reference for action to benefit less\r\ndeveloped countries.\r\nI wish to conclude my statement by referring to\r\ntwo important aspects of the report of the Secretary-\r\nGeneral that are of particular concern to my country,\r\nnamely, the production of, and trafficking in, illicit\r\ndrugs and the illicit traffic in small arms and light\r\nweapons. Those two problems, which are often closely\r\ninterrelated or related to other forms of organized\r\ntransnational crime, constitute a grave threat to human\r\nsecurity in Colombia. The fight against those two\r\nscourges will continue to top the list of security and\r\nsafety priorities for my country. In the quest for\r\nsolutions, I should like to emphasize the consistent\r\nsupport given by the United Nations Drug Control\r\nProgramme and by the United Nations Regional Centre\r\nfor Peace, Disarmament and Development in Latin\r\nAmerica and the Caribbean, based in Lima, Peru.\r\nDespite the progress achieved to date, there is a\r\nlong road ahead. The attainment of the Millennium\r\nDevelopment Goals requires joint effort and an\r\nenvironment of peace and economic stability, which\r\nour countries are trying to achieve within our\r\nlimitations and possibilities. Only in this way will we\r\nattain the common goal of a more just world.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on these items for this meeting.\r\nWe shall continue the debate tomorrow at 10 a.m.\r\nThe meeting rose at 6.05 p.m.\r\n"