"United Nations A/57/PV.19\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n19th plenary meeting\r\nFriday, 20 September 2002, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-59608 (E)\r\n*0259608*\r\nPresident: Mr. Jan Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nIn the absence of the President, Ms. Jarbussynova\r\n(Kazakhstan), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Ms. Sandra Pierantozzi, Vice-President\r\nand Minister of Health of the Republic of Palau\r\nThe Acting President: The Assembly will now\r\nhear a statement by Her Excellency Ms. Sandra\r\nPierantozzi, Vice-President and Minister of Health of\r\nthe Republic of Palau.\r\nMs. Sandra Pierantozzi, Vice-President and\r\nMinister of Health of the Republic of Palau, was\r\nescorted to the rostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming Her Excellency Ms. Sandra Pierantozzi,\r\nVice-President and Minister of Health of the Republic\r\nof Palau, and inviting her to address the General\r\nAssembly.\r\nMs. Pierantozzi (Palau): At the outset, I wish to\r\ncongratulate Mr. Kavan on his successful election to\r\nthe leadership post of this Assembly and to offer my\r\ncountry’s welcome to East Timor and Switzerland\r\nfollowing their recent admission into our family of\r\nnations.\r\nWe gather here slightly more than one year after\r\nthe appalling, unconscionable events of 11 September\r\n2001. The world is still striving to come to grips with\r\nthe full implications of the inhumane savagery of the\r\nattacks here in New York and in Alexandria, Virginia.\r\nGiven the great number of areas in which the various\r\nMembers of this Organization have differing and often\r\ncompeting interests, we can all derive hope and pride\r\nfrom the fact that the solidarity so evident in the\r\nGeneral Assembly last year is still largely intact today.\r\nGovernments around the world continue to cooperate\r\nin efforts to identify, locate and shut down terrorist\r\norganizations and those who would give comfort and\r\naid to such organizations.\r\nPalau, in spite of the inherent limitations imposed\r\nby its size, remoteness, capacity constraints and\r\neconomic vulnerability, has fully committed itself to\r\nworking with the community of nations to defeat\r\nterrorists and their sympathizers. We have aggressively\r\npursued revisions in our laws which make it easier to\r\ngather information on suspicious persons and activities,\r\nto share information with other jurisdictions, to block\r\nsuspect financial transactions, to establish domestic\r\ncriminal penalties for transnational crimes, to\r\nspecifically recognize acts of terror as crimes under our\r\ndomestic legal system, and to streamline our\r\nprocedures for asset seizure and extradition in order to\r\nbetter cooperate with our comrades in this war on\r\nterrorism.\r\nHowever, the limitations to which I have referred\r\nare hampering our efforts to fully implement these\r\n2\r\nA/57/PV.19\r\nlaws. No matter how much we may wish to support the\r\nglobal war on terrorism, Palau, like many other\r\ndeveloping nations, will not be able to participate\r\nmeaningfully in this vital campaign without the\r\nassistance of the developed nations. Therefore, to those\r\nleading the combat against terrorism, Palau says:\r\n“Please, give us the tools we need to make a substantial\r\ncontribution to this fight and render practical support\r\nfor your efforts.”\r\nWhile the great majority of nations remain united\r\nin their desire to see terrorism defeated — and that is a\r\ncause for hope — there are also grounds for concern.\r\nSome nations appear to be wavering in their resolve to\r\ntake concrete actions to prevent terrorist attacks, while\r\nsome others seem not to fully appreciate the new\r\ndynamic of the post-11 September world. Those who\r\nsupported or condone the events of 11 September take\r\nheart when they hear members of this body speak of\r\nwaiting for a consensus before acting to remove\r\ncredible threats to national and international stability.\r\nTerrorists and their sympathizers are likewise\r\ncomforted when they hear leaders continue to talk in\r\nthe old language of how to react to terrorism, rather\r\nthan speak of how to prevent and pre-empt the next\r\nattack. Nothing pleases the forces of global terror more\r\nthan hearing members of the world coalition against\r\nterrorism speak of measured and agreed-upon\r\nresponses to the next atrocity.\r\nThe bottom line is this: The potential for\r\ncatastrophic harm is so great that we cannot wait for\r\nthe next attack. In this regard, Palau fully supports the\r\nUnited States in its resolve to pre-empt further attacks\r\nand loss of life. The very laudable ideal of multilateral,\r\nconsensus-driven action is good, but it cannot justify\r\nand will not excuse the loss of human lives and the\r\ndegradation of human life that will result from giving\r\nthose who rely on or sponsor terror the opportunity to\r\nstrike first, either directly or by proxy. Palau therefore\r\ncalls upon the Members of the United Nations once\r\nagain to come together in their commitment to forestall\r\nfuture tragedies.\r\nAs noted earlier, we can derive some satisfaction\r\nfrom the fact that the goodwill and unity of purpose\r\nthat prevailed immediately after last year’s subhuman\r\nattacks in large part continue to exist. However, Palau\r\nalso notes that the recent World Summit on Sustainable\r\nDevelopment revealed a dismal lack of commitment to\r\naddressing the development needs of the great majority\r\nof nations. The failure of key nations to recommit to\r\nthe goals of the Rio Earth Summit is equally\r\ndisappointing. Taken together, those developments\r\ndemonstrate that such goodwill and solidarity\r\napparently are confined to matters that most concern\r\nthe developed world.\r\nThe lack of progress on sustainable development\r\nalso strongly suggests that the developed world still\r\nsees developing nations such as Palau as mere token\r\nmembers of the international community, rather than as\r\nviable partners. The current view the developed nations\r\nseem to have of the developing world is unacceptable\r\nand can lead only to greater unrest and instability in the\r\nfuture.\r\nIt is time for the unity of purpose that\r\ncharacterizes the global war on terror to be brought to\r\nbear in an equally global campaign for sustainable\r\ndevelopment. It is time to take affirmative action to\r\ncounteract the effects of globalization and correct the\r\ntechnological imbalances that are widening the gap\r\nbetween developed and developing nations. It is time to\r\ntake concrete action to give developing nations the\r\ntools they need to manage and speed up their own\r\ndevelopment in ways that will lead to the replacement\r\nof dependence on foreign aid with dependence on\r\ndomestic industry. It is time to implement measures to\r\nend the marginalization of developing countries in the\r\nnew global economy. In that regard, Palau welcomes\r\nand applauds the Koizumi Initiative as one of the sadly\r\nfew positive outcomes of the World Summit on\r\nSustainable Development and calls upon all developed\r\nmembers of the United Nations to develop similar\r\ninitiatives.\r\nThe position of certain members of this body on\r\nfundamental environmental issues also suggests that\r\nglobal solidarity is limited to areas that concern the\r\nmajor Powers of the developed world. United Nations\r\nMembers that have enjoyed and continue to enjoy the\r\nhighest standard of living have done so and continue to\r\ndo so at the expense of the environmental integrity of\r\nour planet. Those major emitters are threatening the\r\nlives of small island States such as Palau, placing their\r\nmere comfort above our very existence. At the same\r\ntime, they seek our support for their goals and\r\ninitiatives. That, too, is unacceptable.\r\nFortunately, most of the developed world,\r\nincluding the governments of the major industrialized\r\neconomies of Japan and the European Union, has\r\nrecognized its responsibility and has endorsed the only\r\n3\r\nA/57/PV.19\r\nviable response to the existing and worsening adverse\r\nimpact of climate change, the Kyoto Protocol, and the\r\nno-regrets philosophy it embodies. It is time for those\r\ndeveloped nations which have shirked their\r\nresponsibilities and shunned the Kyoto Protocol to end\r\ntheir callous disregard for the fate of those nations\r\nmost vulnerable to the adverse impacts of climate\r\nchange, to admit that the Kyoto Protocol remains the\r\nonly meaningful first step towards comprehensively\r\naddressing climate change and to join the great body of\r\nnations that have pledged to work together through the\r\nKyoto Protocol and beyond to combat the effects of\r\nclimate change.\r\nIt is time to take the lessons we have learned from\r\nthe war on terror, lessons regarding the fundamental\r\nimportance of working together to respond to a\r\ncommon threat, lessons regarding the very real\r\ninterdependence of all nations and lessons regarding\r\nthe need for, and ability of, nations to balance genuine\r\nglobal concerns against perceived self-interests and\r\napply them to the threats posed by climate change and\r\nsea-level rise.\r\nThroughout my remarks today, I have emphasized\r\nPalau’s strong support — in some cases, demands —\r\nfor global action to address the major threats to\r\nstability and progress in this new global order. That is\r\nbecause it has become apparent, as never before, that\r\nthe widest possible participation in responding to those\r\nthreats must be encouraged, if real and lasting solutions\r\nare to be found.\r\nIn light of that fact, Palau must once again note\r\nthe folly of excluding any potential partner from the\r\nefforts of the United Nations to meet the challenges we\r\nnow face and to prepare against the challenges to\r\ncome. Such exclusion is particularly short-sighted in\r\nefforts of the international community that go beyond\r\npolitics and address fundamental human concerns, such\r\nas health and education. For that reason, Palau must\r\nagain call upon the members of the United Nations to\r\nwelcome the Republic of China — Taiwan — into this\r\nOrganization. At the very least, the membership at this\r\nbody should endorse the participation of the Republic\r\nof China, Taiwan, in the World Health Organization,\r\nthe United Nations Educational, Scientific and Cultural\r\nOrganization, the United Nations Development\r\nProgramme and similar bodies dedicated to improving\r\nthe human condition. Mere politics should not be\r\nallowed to compromise or prevent the development of\r\na truly global effort to alleviate human suffering and\r\nbetter mankind.\r\nIn the area of health, I have appeared before this\r\nbody in the past, where I discussed the ill effects of\r\ntobacco use and our responsibility to protect our youth\r\nfrom the threat of tobacco addiction. I appear before\r\nthe Assembly today to ask again for its complete\r\nsupport for the Framework Convention on Tobacco\r\nControl, in order to combat tobacco-related illnesses\r\nand complications.\r\nThroughout these remarks, I have also repeatedly\r\nreturned to the idea of security. That is primarily\r\nbecause we feel less secure in the aftermath of the\r\nmonstrous attacks of 11 September 2001. The very idea\r\nof security has taken on new meaning. Our collective\r\nunderstanding of the kind of cooperation and\r\nintegration that is necessary to provide effective\r\nsecurity has changed radically. Yet, one of the foremost\r\nbodies for dealing with security, the Security Council,\r\nhas remained unchanged. That can hardly be right. In\r\nthis new environment, it is time to re-examine the\r\ncomposition and powers of the Security Council, to\r\nconsider how it may be made both more accessible and\r\nmore accountable and to find ways to increase its\r\nability to respond in a prompt, flexible and effective\r\nmanner to the threats to peace that are sure to arise in\r\nthe future.\r\nIn closing, let me again confirm Palau’s\r\ndedication to, and determination to take part in, the\r\nglobal efforts to meet the challenges facing us all.\r\nPalau will continue to do all it can to support universal\r\nresponses to threats to peace and stability, especially\r\nmid- and long-term threats, such as climate change and\r\nsea-level rise and the widening gaps between\r\ndeveloped and developing nations. On behalf of the\r\npeople and Government of the Republic of Palau, I call\r\nupon all Members of this great Organization to do\r\nlikewise.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Vice-President and\r\nMinister for Health of the Republic of Palau for the\r\nstatement she has just made.\r\nMrs. Sandra Sumang Pierantozzi, Vice-President\r\nand Minister for Health of the Republic of Palau,\r\nwas escorted from the General Assembly Hall.\r\nThe Acting President: I give the floor to His\r\nExcellency The Honourable Louis Straker, Deputy\r\n4\r\nA/57/PV.19\r\nPrime Minister and Minister for Foreign Affairs, Trade,\r\nCommerce and Consumer Affairs of Saint Vincent and\r\nthe Grenadines.\r\nMr. Straker (Saint Vincent and the Grenadines):\r\nOn behalf of the Government and the people of Saint\r\nVincent and the Grenadines, I am pleased to offer our\r\nmost heartfelt congratulations to President Jan Kavan\r\non his assumption of the office of President of the\r\nfifty-seventh session of the General Assembly. Let me\r\nalso express our appreciation and thanks to the\r\noutgoing President, Mr. Han Seung-soo, for the\r\nexcellent manner in which he conducted the affairs of\r\nthe fifty-sixth session as President.\r\nI should also like to take this opportunity to\r\nwelcome our newest member — the Swiss\r\nConfederation — into the United Nations, and we look\r\nforward to the admission of East Timor to the family of\r\nnations before the end of this month.\r\nLet me first of all pay my respects to this\r\nOrganization, the United Nations, and to our Secretary-\r\nGeneral, Mr. Kofi Annan. Since the onslaught of the\r\nterrorist attacks in September last year, the world has\r\nbeen focused once again on the unique role of the\r\nUnited Nations as never before, as the nations came\r\ntogether to fight the scourge of terrorism. Just last\r\nweek, President Bush used his address to this forum to\r\ninvoke the special and unique assistance of the United\r\nNations to deal with the problems related to Iraq. The\r\nworld breathed a sigh of relief when it heard the\r\nwelcome decision by Iraq to readmit the United\r\nNations weapons inspectors, without conditions, into\r\nIraq. We hope that this decision will be efficacious in\r\nresolving this problem, which could have unforeseen\r\nconsequences for the whole world. In general, we\r\nsupport the collective judgement of the United Nations\r\nrather than any rash unilateral action by any one or two\r\nMember States.\r\nWe have also witnessed the tangible results of the\r\nsupport of the United Nations for East Timor in its\r\nstruggle for independence and for Afghanistan in its\r\nstruggle for liberation, peace and stability.\r\nI say without hesitation or equivocation that\r\ntoday the world needs the United Nations more than\r\never before.\r\nHolding the attention of all of us at this time are\r\nongoing activities associated with the war on terrorism.\r\nWe were all engaged in a solemn commemoration of\r\nthe sickening events of 11 September just last week, on\r\nthe occasion of the first anniversary of the brutal\r\nterrorist attacks on the United States of America.\r\nWe — the whole world — must commit ourselves to\r\nensuring that such events will never happen again. We\r\napplaud the work done by the Counter-Terrorism\r\nCommittee established by the United Nations to secure\r\ncompliance with Security Council resolution 1373\r\n(2001).\r\nSaint Vincent and the Grenadines has already\r\ncontributed to this effort by implementing a range of\r\nmeasures to combat terrorism and assist the global\r\neffort. We recognize the links between terrorism and\r\ninternational criminal activities such as drug\r\ntrafficking, money-laundering and organized crime. We\r\npledge to do whatever is in our power to combat these\r\nthreats.\r\nSaint Vincent and the Grenadines, like many of\r\nthe poorer nations of the world, is crippled by external\r\ndebt. The burden of this debt means that areas of\r\ncritical importance to our development, such as\r\neducation, poverty reduction and social development,\r\nare deprived of the resources that are desperately\r\nneeded for the advancement of our people.\r\nThe pursuit of sustainable development remains\r\ncentral to the efforts of our people to create a better life\r\nfor themselves. To this end, my country had great\r\nexpectations from the International Conference on\r\nFinancing for Development, held in Monterrey,\r\nMexico, and also from the just-concluded World\r\nSummit on Sustainable Development in Johannesburg,\r\nSouth Africa. While these conferences enabled some\r\nattention to be focused on the urgency of the\r\ndevelopment agenda that must be addressed, and some\r\nlevel of consensus was achieved with respect to the\r\naction required, we must lament the reluctance of some\r\ndeveloped countries to give more meaningful\r\nexpression to their stated commitments.\r\nMere recognition and articulation of the problems\r\nwill not suffice. Actions, not words, are needed to\r\nchange the situation. This requires the will and the\r\nrequisite resources to effect the changes required. We\r\ntherefore call on those members of the international\r\ncommunity to give reality to their words by putting in\r\nplace the necessary arrangements and the financing\r\nthrough which we all can manage the critical problems\r\nof sustainable development. Let us remind the\r\ninternational community of its commitment to meeting\r\n5\r\nA/57/PV.19\r\nthe United Nations target of 0.7 per cent of gross\r\ndomestic product for official development assistance.\r\nMy country, like others in the Caribbean and in\r\nAfrica, is threatened by the scourge of HIV/AIDS. As a\r\nmatter of fact, my country has the second-highest per\r\ncapita ratio of HIV/AIDS in the Caribbean Community\r\n(CARICOM). We are in danger of losing a whole\r\ngeneration of our young people to this dreaded disease.\r\nWe lack the resources to procure the necessary\r\ntreatment and proper care for those affected. We must\r\nall work together — developed and developing\r\ncountries — to eradicate this and other diseases such as\r\nmalaria and tuberculosis. We must make sure that the\r\nGlobal Fund to fight these diseases has the necessary\r\nresources to do its work effectively.\r\nSix years after the completion of the Uruguay\r\nRound of trade negotiations and the creation of the\r\nWorld Trade Organization (WTO), my country has had\r\nto endure the ravages of the imbalances of economic\r\npower in the world. The constraints imposed by our\r\nsmall size and vulnerability must now be evident to all.\r\nAs we deploy our limited human resources to engage in\r\nnegotiations at three distinct and separate levels — the\r\nWTO, the European Union and the Free Trade Area of\r\nthe Americas — we urge that due recognition be given\r\nto the need for flexibility in trading arrangements for\r\ncountries such as mine. We would also like to see a\r\nrealistic assessment of special and differential\r\ntreatment in the continued architecture of the global\r\ntrading and economic arrangements. Our ability to\r\nsurvive is effectively compromised if there is no\r\nflexibility in these negotiations.\r\nWe welcome the New Partnership for Africa’s\r\nDevelopment. We commend the African countries that\r\ncame together to create this bold and imaginative new\r\ninitiative. Africa needs the help of the United Nations\r\nand in particular that of the donor countries. But Africa\r\nalso needs to help itself by committing itself to peace,\r\ndemocracy and good governance, which requires the\r\neradication of corruption in public life. We welcome\r\nthe efforts being made to end strife and war and to\r\ncreate a climate of stability and peace in Angola, Sierra\r\nLeone, the Sudan and the Democratic Republic of the\r\nCongo.\r\nAs we view the international scene, we are\r\ntroubled by the widespread and corrosive nature of\r\ncorruption in public life in many countries. The effects\r\nin the developing countries are more debilitating.\r\nCorruption distorts the economies of those countries,\r\nsince, in effect, resources are taken from the poor and\r\ngiven to the rich. My country, as part of its war against\r\ncorruption in public life, has recently ratified the\r\nOrganization of American States (OAS) Convention\r\nagainst Corruption, which requires, among other\r\nthings, the criminalizing of illicit enrichment by public\r\nofficials and integrity legislation requiring a\r\ndeclaration of assets by certain public officials. I\r\nhumbly suggest that the United Nations recognize the\r\npervasiveness of corruption in public life and its\r\nconsequent damages and take steps to approve and\r\npromote a United Nations anti-corruption convention.\r\nSaint Vincent and the Grenadines has a very special\r\nand beneficial relationship with the Republic of China\r\non Taiwan, which we value. It represents a test of\r\nfriendship, loyalty, reciprocity and shared values in our\r\nrelationship. The Republic of China on Taiwan, the\r\n17th largest economy in the world, is a country of 23\r\nmillion people that has made tremendous strides within\r\na few years to become one of the most economically\r\nadvanced countries in the Far East. It is a country that\r\npractices and promotes human rights. It has a\r\nGovernment that is democratically elected by the free\r\nand unfettered expression of its citizens.\r\nWe strongly support Taiwan’s rights to be a\r\nMember of this body of nations. We cannot understand\r\nhow the exclusion of Taiwan, which is a peace-loving,\r\nresponsible, democratic and progressive country, can\r\nsit comfortably on the collective conscience of the\r\nMember States of the United Nations. The United\r\nNations has a role to play in relations between Taiwan\r\nand the People’s Republic of China. The United\r\nNations should play a facilitating role by providing a\r\nforum for reconciliation and rapprochement between\r\nthe two sides. But — and I cannot stress this point too\r\nstrongly — the United Nations cannot play such a role\r\nif it continues to exclude Taiwan. We shall continue to\r\nsupport the legitimate aspirations of the 23 million\r\npeople of Taiwan, who remain voiceless in this\r\nAssembly, to membership in this body and its agencies,\r\nin accordance with the United Nations principle of\r\nuniversality.\r\nThe Government and people of Saint Vincent and\r\nthe Grenadines also share friendship with the people\r\nand Government of Cuba. We support the worldwide\r\ncall, as expressed in United Nations resolutions, for\r\nending the economic, commercial and financial\r\nembargo imposed by the United States against Cuba\r\n6\r\nA/57/PV.19\r\nsome 42 years ago. Indeed, such a call has been made\r\nby the Congress of the United States so as to facilitate\r\nthe freedom of movement of United States citizens to\r\nCuba.\r\nWe uphold the right of peoples to self-\r\ndetermination — a principle very dear to our people\r\nand Government. It is highly improper and\r\nunacceptable to the vast majority of the nations of the\r\nworld that one country impose such suffering on\r\nanother without any justifiable reason. We call on the\r\nUnited States to heed the voices of its citizens, the\r\nCongress and the rest of the world and to engage Cuba\r\nin a meaningful dialogue for the mutual benefit of both\r\ncountries.\r\nOver the past year, we have watched with\r\ngrowing concern the escalation of tension and violence\r\nin the Middle East. We are sensitive to the fact that\r\nefforts against international terrorism have made the\r\nlessening of tensions and the resolution of the problems\r\nin the Middle East all the more difficult. We support\r\nthe plan for two States — Israel and Palestine — living\r\nas neighbours within secure borders that are recognized\r\nby each other and the international community. Once\r\nagain, we call on both sides to abide by the various\r\nSecurity Council resolutions on the dispute. We support\r\nthe efforts of the Quartet and call upon them to\r\ncontinue their peace-making efforts with urgency. They\r\nhave our unqualified backing. In the meantime, we\r\nurge restraint and the use of common sense in the\r\nsearch for a full solution to the problem. We remind all\r\nsides that the greatest use of power is restraint in the\r\nuse of that power. We urge the world community to\r\nmake sure that all resolutions of the United Nations are\r\nenforced fairly, even-handedly and with equity on all\r\nStates in conflict in the area and to avoid the\r\nappearance of selective, capricious or arbitrary\r\nenforcements where it suits the interests of some\r\nStates.\r\nIn South Asia, we trust that there will be a de-\r\nescalation of tensions in the Kashmiri conflict. The\r\nrisks and the perils would be too great for the whole\r\nworld if the two major countries involved in that\r\nconflict engage in an all-out war, resorting to nuclear\r\nweapons.\r\nWe place our support behind every effort to\r\nrevitalize the work of the General Assembly so that its\r\ncollective energy and wisdom can again be brought to\r\nbear with great weight to resolve the gravest tensions\r\nimpacting the world community. The General\r\nAssembly needs to be more dynamic in order to reflect\r\nthe will of all its Member States. We also support the\r\nneed for a reform of the Security Council to give\r\ncognizance to the world situation as it exists today and\r\nnot as was the norm after the Second World War. We\r\nfully support the call for an increase in the membership\r\nof the Security Council and would work for the more\r\nmeaningful participation of developing countries in the\r\nSecurity Council to reflect the universal nature of the\r\nUnited Nations.\r\nMy country is a small island developing State. As\r\nsuch, we are extremely vulnerable to physical and\r\neconomic shocks. We are pleased with the recognition\r\ngiven to the unique problems of small island\r\ndeveloping States in the outcome of the World Summit\r\non Sustainable Development, and we look forward to\r\nreal progress in the implementation of the Barbados\r\nProgramme of Action, leading up to the conference in\r\nMauritius in 2004. We continue to face the threat to our\r\nregion and our oceans by the passage of hazardous\r\nnuclear waste through our waters. The world\r\ncommunity must understand just how fragile our\r\necosystems are. We must reduce the risk by ending that\r\npractice, and thus we call on the guilty parties to\r\nrespect the Caribbean Sea as a special zone for\r\neconomic development within the context of\r\nsustainable development.\r\nI have taken this opportunity to focus our efforts\r\ntowards increasing sensitivity in the international\r\ncommunity to the concerns of our small island\r\ndeveloping State. Our perspective is informed by our\r\nhistory and our experiences. Many are the challenges\r\nthat confront us in a world of globalization and trade\r\nliberalization. We make our special plea for special\r\nconsideration, without which we could become totally\r\nmarginalized. The aspirations of our people are the\r\nsame as those of other lands. We desire peace, stability,\r\ndemocracy, respect for human lives and economic and\r\nsocial uplifting. We intend to work hard to achieve\r\nthose goals. Our people have come through slavery,\r\nindentureship, colonialism and imperialism, and we\r\nhave survived. With the support and goodwill of the\r\ndonor countries, with our hard work and with the help\r\nof the Almighty, we intend to succeed.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Ilir Meta, Deputy Prime Minister and\r\nMinister for Foreign Affairs of Albania.\r\n7\r\nA/57/PV.19\r\nMr. Meta (Albania): Allow me to extend my best\r\nwishes to Mr. Kavan on the occasion of his election to\r\nthe office of President of the fifty-seventh session of\r\nthe General Assembly, as well as to congratulate his\r\npredecessor, Mr. Han Seung-soo, for presiding with\r\ncompetence over the proceedings of the last session. At\r\nthe same time, I take this opportunity to congratulate\r\nthe Swiss Confederation and East Timor on their new\r\nmembership in the United Nations. I would also like to\r\ngreet the return of the United States of America to the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization, which we consider an important event\r\nthat will contribute positively to the future activity of\r\nthat Organization.\r\nDuring this year, Albania witnessed many\r\npositive developments in the political, institutional and\r\nsocio-economic areas. The new climate of dialogue that\r\nhas recently prevailed in Albanian politics is\r\nencouraging the reforms aimed at accelerating the\r\ncountry’s integration into Euro-Atlantic structures. The\r\npolitical and social stability of the country is being\r\nconsolidated, thus creating the conditions for positive\r\ndevelopments in all fields. The continuous\r\nimprovements in democratic standards that characterize\r\nAlbanian society today are a result of the reforms\r\nundertaken to strengthen the rule of law and the\r\nbuilding of new democratic institutions.\r\nIn the process of implementing the commitments\r\nof the Millennium Summit Declaration, the Albanian\r\nGovernment is taking the necessary measures to\r\nintegrate the Millennium Development Goals into its\r\nnational development goals. The national strategy for\r\neconomic and social development, drafted recently by\r\nthe Albanian Government, with the support of the\r\nWorld Bank, has appropriately accommodated\r\ndevelopment indicators from various fields to the\r\nMillennium Development Goals. We have the political\r\nwill to continue on the long and difficult road of\r\nimplementing these objectives. We consider this to be\r\nan indispensable process for the country’s sustainable\r\ndevelopment. Albania has already presented its report\r\non the implementation status of the Millennium\r\nDevelopment Goals.\r\nFor these stated purposes, the Albanian\r\nGovernment is undertaking an extensive campaign\r\ntargeting the State administration, civil society and the\r\nwhole of Albanian public opinion, with the purpose of\r\nmaking them aware of their role in implementing these\r\nobjectives. We highly appreciate the cooperation and\r\nsupport of the Secretariat, the Department of Economic\r\nand Social Affairs and the other specialized agencies of\r\nthe United Nations in implementing these objectives.\r\nThe Albanian Government has recently\r\nundertaken comprehensive action against the\r\nphenomena of illegal trafficking, smuggling, corruption\r\nand abuse of power. Being at the crossroads between\r\nEast and West, Albanian territory has been an attractive\r\nvenue for local and international criminal activities and\r\nhas been exploited as a bridge for the trafficking of\r\nhuman beings, drugs, arms and goods. The crises and\r\nconflicts that our region has been forced to experience\r\nhave contributed to that desirability. To combat this,\r\nthe Albanian Government has made concrete\r\ncommitments to end human and all other forms of\r\ntrafficking coming from, and going through, its\r\nterritory by severely punishing perpetrators to the full\r\nextent of the law, as well as by eliminating the causes\r\nthat create the conditions for such phenomena to take\r\nplace.\r\nThe political stability of the country has also\r\nwitnessed very positive developments. The recent\r\npresidential election, which has been conducted for the\r\nfirst time with the broad consensus of all parliamentary\r\nparties, is further contributing to that stability. The\r\noverall reforms we are undertaking have had as their\r\npoint of reference the standards of the most developed\r\nWestern countries. The ultimate aim is the integration\r\nof Albania into the Euro-Atlantic structures. Joining\r\nthe European Union has been a permanent major\r\nobjective of my country. The expected commencement\r\nthis fall of negotiations on the Stabilization and\r\nAssociation Agreement with the European Union will\r\nbe the best form of encouragement for the\r\ncomprehensive reforms being carried out in Albania.\r\nThe whole Albanian political spectrum, including the\r\nGovernment and the opposition, is committed to the\r\nachievement of this target.\r\nAlbania pays special attention to the Atlantic\r\ndimension of that integration. Our aspiration for full\r\nmembership in the North Atlantic Treaty Organization\r\n(NATO) is in line with NATO’s strategic interest in\r\nstrengthening peace and stability in South-Eastern\r\nEurope. We believe that the wider the geographic\r\nspread of this organization, the more secure\r\ninternational peace and stability will be. We hope that\r\nthe ongoing fruitful partnership between Albania and\r\nNATO will be recognized and encouraged at the Prague\r\nsummit.\r\n8\r\nA/57/PV.19\r\nDuring the last few years, the region of South-\r\nEastern Europe has experienced a new era of positive\r\nchanges. The new liberal mentality is significantly\r\ntaking hold in the consciences of the citizens of our\r\nsocieties. We are confident that this part of Europe will\r\nsoon become part of the European common future. But,\r\nunfortunately, the traces of extreme nationalism and\r\nxenophobia that continue to exist remind us that we\r\nhave a long way to go before we are able to escape the\r\npast and establish genuine democracy in our region.\r\nAlbania is strongly convinced of the need to strengthen\r\nregional cooperation on the basis of the principles of\r\nfriendly and good-neighbourly relations, respect for\r\nsovereignty and territorial integrity and the protection\r\nof human rights and liberties.\r\nAlbania has made a valuable and internationally\r\nrecognized contribution towards the strengthening of\r\npeace and stability in the region. Strongly convinced\r\nthat Albania’s internal stability is essential to the\r\nstability of other neighbourly countries in the region,\r\nand after having completed our tasks at home, we have\r\nsought to promote throughout the region the\r\nphilosophy of co-existence and tolerance, instead of\r\nthat of hatred and inter-ethnic and religious differences.\r\nWith its vision towards the future, Albania has made\r\nserious efforts towards the regional integration of the\r\ncountries of South-Eastern Europe on the basis of the\r\nEuropean Union model. We believe that this model of\r\nreconciliation and cooperation, which was designed\r\nand implemented after the Second World War, is the\r\nmodel that the Balkans should embrace and implement\r\nwith courage while leaving their bloody inter-ethnic\r\nconflicts behind.\r\nIn that context of cooperation and integration, the\r\nfree movement of people, goods and capital throughout\r\nour region should become a tangible reality for our\r\ncountries and their citizens. We have to be aware that\r\nwhat we have in common today, and what we will have\r\nin common in the future, is more important than the\r\nbitter heritage of past differences. This is the\r\nphilosophy of building on common values for a\r\ncommon future.\r\nAs stated two days ago in Kosovo by the External\r\nRelations Commissioner of the European Union, Chris\r\nPatten, Kosovo has undergone important changes that\r\ncould not have been imagined three years ago. The\r\nbuilding of self-governing democratic institutions in\r\nKosovo was a tremendous achievement by the people\r\nof Kosovo and the international organizations led by\r\nthe United Nations. The normal functioning of those\r\ninstitutions, with the participation and representation of\r\nall its citizens, will create the necessary conditions for\r\nthe further normalization of political, economic and\r\nsocial life in Kosovo. It is our conviction that the local\r\nelection to be held this October will be conducted in\r\nfull compliance with international standards and will\r\ncontribute further to the consolidation of institutions\r\nand the democratization and Europianization of\r\nKosovo.\r\nThe Albanian Government hails the cooperation\r\nbetween the United Nations Interim Administration\r\nMission in Kosovo and Kosovo’s elected institutions.\r\nWe are convinced that those relations will be further\r\nstrengthened in the future to the benefit of all the\r\ncitizens of Kosovo.\r\nAlbania supports Security Council resolution\r\n1244 (1999), as well as the efforts and commitment of\r\nthe Special Representative of the Secretary-General in\r\nKosovo, Mr. Michael Steiner.\r\nAlbania views relations with Kosovo in the\r\nbroader perspective of regional stability, cooperation\r\nand integration. Albania encourages and supports a\r\nstable and sustainable Kosovo as a constructive and\r\ncomplementary element of the region’s stability and\r\nintegration. This means that Kosovo should be open in\r\nits relations, not only with Albania but also with Serbia\r\nand all other countries of the region. Albania sees the\r\nfuture of Kosovo from the perspective of regional and\r\nEuropean integration processes. This future requires\r\ndemocratic standards, such as the consolidation of\r\ndemocratic institutions, the strengthening of the rule of\r\nlaw, the return of Serbs and the normal functioning of a\r\nmulti-ethnic society there.\r\nThe future status of Kosovo must simultaneously\r\nsatisfy a number of elements and principles, such as the\r\nright of all its citizens to express themselves on these\r\nand other matters regardless of their ethnic\r\nbackground; the will of the international community;\r\nand the need to guarantee the stability of Kosovo and\r\nthe region itself. The status of Kosovo depends on its\r\nstability.\r\nIn accordance with its long-term vision of\r\nregional cooperation and European integration, Albania\r\nhas committed itself to promoting further its relations\r\nwith the Federal Republic of Yugoslavia. The recent\r\nupgrading of those diplomatic relations to the\r\nambassadorial level and Albania’s initiation of a\r\n9\r\nA/57/PV.19\r\nnumber of bilateral agreements are concrete examples\r\nof that commitment.\r\nWe welcome the recent democratic elections in\r\nthe Presheva valley, and we strongly believe that those\r\nelections will contribute to the strengthening of\r\nstability in that region. The integration of Albanians\r\ninto all levels of the central and local administrations\r\nand the protection and respect of their rights will no\r\ndoubt bring positive developments to that area, to\r\nSerbia and to the region at large.\r\nThe Albanian Government is interested in\r\ndeveloping cooperative and good-neighbourly relations\r\nwith the former Yugoslav Republic of Macedonia. We\r\nwelcome the democratic elections held recently in that\r\ncountry. We look forward to the early creation of a\r\nstable, long-term government, having as its major\r\nobjective the full implementation of the Ohrid\r\nAgreement, the essential condition for the maintenance\r\nof peace, stability and democracy and for the\r\ncontinuation of the reforms in our neighbouring\r\nrepublic.\r\nThe European integration processes have\r\nincreased the awareness of Albania and that of the\r\nother South-eastern European countries of the role and\r\nimportance of regional organizations and initiatives.\r\nThey are efficient instruments that bring countries\r\ntogether, not only in the form of political cooperation,\r\nbut also by intertwining their interests in many fields,\r\nsuch as trade, transport, culture and education.\r\nFighting organized crime is another dimension of\r\nsuch cooperation. In March, Albania successfully\r\nconcluded its chairmanship of the South-East European\r\nCooperation Process, while in April it assumed the\r\npresidency of the Black Sea Economic Cooperation.\r\nWe are confident that, during the meeting of the\r\nForeign Ministers of member States of the Black Sea\r\nEconomic Cooperation process, to be held in Tirana in\r\nOctober, the participating countries will reaffirm their\r\nreadiness to strengthen their political and economic\r\ncooperation and to translate it into programmes and\r\nprojects.\r\nOne year after the terrorist attacks of 11\r\nSeptember 2001, our hearts still feel the pain of the\r\nloss of innocent lives. The endangering of peace,\r\nfreedom and democratic values — a challenge that\r\nfaces all United Nations member countries — calls for\r\nthe creation of a unified front. Terrorism has become a\r\ncommon enemy from which none of us is immune.\r\nNevertheless, our determination to fight that enemy is\r\nresolute, and it gives us an opportunity to build a more\r\nsecure and more peaceful world.\r\nAlbania was among the first countries to align\r\nthemselves with the international coalition against\r\nterrorism. This year, in compliance with Security\r\nCouncil resolution 1373 (2001), Albania has taken\r\nlegislative, executive and administrative actions to\r\nfight against that phenomenon. At present, Albania has\r\na complete legal framework that provides for the\r\ncontrol, investigation and punishment of potential\r\nterrorist acts and of persons who are linked to or\r\nsupport such acts. Albania has become a party to the 12\r\nUnited Nations Conventions related to the fight against\r\nterrorism. The Albanian Government has also taken\r\naction to set up and strengthen specific State structures\r\nto prevent and fight against terrorism. Those structures\r\nare also responsible for and capable of offering full\r\ncooperation on an international level.\r\nAlbania has praised and supported the activity of\r\nthe United Nations peacekeeping Mission in\r\nAfghanistan and is currently contributing troops to that\r\nMission.\r\nWe have followed with deep concern the\r\ndevelopments in the Middle East and the threat that\r\nSaddam Hussein’s regime poses to security, peace and\r\nglobal solidarity against State-backed terrorism. The\r\nAlbanian Government reaffirms its position, which\r\ndemands Iraq’s full compliance with the relevant\r\nSecurity Council resolutions. Any hesitation or\r\nindecisiveness with regard to implementing United\r\nNations decisions and resolutions concerning Iraq\r\nwould be a challenge to the international community\r\nand could have grave consequences for peace and\r\nglobal security. We are convinced that, as President\r\nBush said a few days ago in this Hall, we cannot stand\r\nby and do nothing while dangers gather. We must stand\r\nup for our security and for the permanent rights and\r\nhopes of mankind.\r\nTogether with the entire international community,\r\nthe Albanian Government is following with concern\r\nthe escalation of the Israeli-Palestinian conflict. Our\r\nposition is that a solution to that conflict can be found\r\nthat will bring about a sustainable and lasting peace.\r\nAlbania welcomes the steps taken by the international\r\ncommunity to bring peace and stability to the Middle\r\nEast and expresses its confidence that both parties to\r\n10\r\nA/57/PV.19\r\nthe conflict will join the international community in its\r\nefforts to find a permanent solution.\r\nOur region faces many challenges that its\r\ncountries must confront together. The United Nations\r\nhas an important role to play in uniting the efforts of\r\nindividual Members to create the necessary synergies\r\nto deal with those challenges. Armed conflicts,\r\nterrorism and international organized crime, poverty,\r\nthe violation of human rights, contagious diseases,\r\nnatural calamities and environmental pollution are\r\nproblems that require not only the commitment of all\r\nour countries, but also coordinated and efficient joint\r\naction by the United Nations based on the principles of\r\nthe Charter. The United Nations must strengthen its\r\nrole in preventing and resolving conflicts as well as in\r\nensuring peace and stability. In that respect, its\r\ncooperation with regional security organizations should\r\ncontinue, based on the best examples of the past. In\r\npromoting peace and development, the United Nations\r\nshould use more efficiently the available financial\r\nresources, aiming at their better management but also\r\nat tailoring its projects and programmes to the specific\r\nneeds of beneficiary countries.\r\nThe Albanian Government welcomes and\r\nsupports the efforts of the Secretary-General to reform\r\nthe Organization and hence to enhance its efficiency.\r\nI should like to take this opportunity to thank the\r\nUnited Nations Department of Economic and Social\r\nAffairs, the United Nations Development Programme\r\nand the other specialized agencies of the Organization\r\nfor their efforts to assist the Albanian Government in\r\nimplementing its development programmes and\r\nprojects.\r\nI would like to emphasize that this is a special\r\nyear for the United Nations. Many important events\r\nhave taken place in connection with such issues as the\r\nrights of children, the ageing of populations, nutrition,\r\nthe fight against poverty and environmental protection.\r\nAlbania has contributed to those events. On this\r\noccasion, on behalf of the Albanian Government, I\r\nwould like to pay tribute to the outcomes and\r\ninitiatives of the Summit on Sustainable Development,\r\nheld at Johannesburg a few days ago. We are convinced\r\nthat the commitments undertaken by our countries in\r\nconnection with those initiatives will soon be embodied\r\nin joint efforts aimed at creating a better world for\r\neveryone.\r\nThe Acting President: The Assembly will now\r\nhear an address by His Excellency The Honourable\r\nElvin Nimrod, Minister for Foreign Affairs and\r\nInternational Trade of Grenada.\r\nMr. Nimrod (Grenada): My delegation\r\ncongratulates Mr. Jan Kavan on his election as\r\nPresident of the fifty-seventh session of the General\r\nAssembly, and we thank his predecessor, Mr. Han\r\nSeung-soo, for his effective conduct of the fifty-sixth\r\nsession. We also pay tribute to the Secretary-General\r\nfor his enlightened and progressive leadership.\r\nIn addition, we warmly welcome Switzerland into\r\nthe family of nations, and we look forward with\r\npleasure to the admission of East Timor.\r\nWhen the fifty-sixth session of the General\r\nAssembly was convened a year ago, shockwaves were\r\nreverberating across the United States and around the\r\nworld as a result of the traumatic and cataclysmic\r\nevents of 11 September. My country’s thoughts and\r\nprayers continue to be with the people of the United\r\nStates, especially those who have suffered irreparable\r\nloss. As the curtain rises on the fifty-seventh session of\r\nthe General Assembly, there is evidence that some dark\r\nclouds have lifted, thanks to the solidarity of the\r\ninternational community, which has galvanized into\r\ntaking action to prevent such dastardly and heinous\r\nterrorist attacks.\r\nNevertheless, there is a need for vigilance, as\r\ndemonstrated by the Counter-Terrorism Committee\r\ncreated to oversee the implementation of the landmark\r\nSecurity Council resolution 1373 (2001). Grenada has\r\ngiven its full support and commitment to this resolution\r\nby using scarce financial and human resources to\r\nimplement security measures and new counter-\r\nterrorism strategies, including national legislation to\r\nconform with the resolution.\r\nIn this connection, we appeal for assistance from\r\nwilling partners in the fight against terrorism and the\r\nconcomitant trade in narcotic drugs and psychotropic\r\nsubstances that traverses our region via the Caribbean\r\nSea. This waterway must be maintained as a zone of\r\npeace in the context of sustainable development, free\r\nalso from pollutants and nuclear waste.\r\nThe general debate is taking place in the\r\ncontinuing shadow of 11 September, which has\r\nadversely affected the global economy and the social\r\nsituation in developed countries. However, the\r\n11\r\nA/57/PV.19\r\nspillovers have affected, much more profoundly, small\r\ndeveloping countries such as my own. Particularly\r\nhard-hit has been the tourism industry, which is a major\r\nsource of foreign exchange. Tourist arrivals by air and\r\nsea have decreased significantly, due in large measure\r\nto increased security arrangements introduced in\r\ninternational transportation and, of course, the natural\r\nfear of travelling. Loss of revenue in tourism affects\r\nthe hotel industry, employment, transportation,\r\nbanking, agriculture and other tourism activities that\r\nhelp to sustain the economy of my country.\r\nThe next hardest hit sector is trade. Conventional\r\neconomic wisdom says that poor developing countries\r\nmust grow their way out of poverty. Trade offers the\r\nbest hope, because it is the engine of growth and\r\ndevelopment.\r\nMany products from developing countries face\r\nuntold obstacles in entering the markets of the rich\r\ndeveloped countries. In this connection, the decline in\r\ntrade, especially primary commodities, has a direct\r\nrelation on developing countries’ ability to import\r\ngoods essential for development. According to the\r\nManaging Director of the International Monetary Fund\r\n(IMF), Mr. Horst Köhler, the true test of the credibility\r\nof wealthy nations’ efforts to combat poverty lies in\r\ntheir willingness to open up their markets and phase\r\nout trade-distorting subsidies in areas where\r\ndeveloping countries have a comparative advantage, as\r\nin agriculture, processed foods, textiles, clothing and\r\nlight manufactures.\r\nGrenada fully understands the critical role that\r\ninternational trade plays in the alleviation of poverty.\r\nHowever, improved market access is a necessity for the\r\ndevelopment of smaller nations. We, therefore, reiterate\r\nour call to the more developed nations to make a\r\nconcerted effort to reduce trade barriers and tariffs,\r\nwhich impede poorer developing countries from full\r\nparticipation in the global economy.\r\nOne result of 11 September has been to further\r\nexacerbate the inequality between the developing and\r\nthe developed countries as trading partners in the free\r\nplay of market forces. According to the Secretary-\r\nGeneral of the United Nations Conference on Trade\r\nand Development (UNCTAD), the challenge now is to\r\nmake the multilateral trading system more\r\ndevelopment-friendly.\r\nNow, more than ever, the concerns of developing\r\ncountries, enunciated at the third session of the World\r\nTrade Organization (WTO) in Seattle and emphasized\r\nat the Fourth World Trade Organization Ministerial\r\nConference in Doha, should be the global agenda to\r\nfight poverty in developing countries. The Doha\r\nministerial declaration, adopted in November of 2001,\r\nreaffirmed the need for special and differential\r\ntreatment as stated in that paragraph 3 declaration:\r\n“We recognize the particular vulnerability of the\r\nleast developed countries ... we are committed ...\r\nto improving their effective participation in the\r\nmultilateral trading system.” (TRADE/2002/1,\r\npp. 9-10)\r\nIn Grenada, our imports declined by 10.9 per cent\r\nin 2001, following a 20 per cent increase just the year\r\nbefore. Our exports performed even worse by\r\nregistering a 24 per cent decline in 2001, as compared\r\nto a 13 per cent increase the previous year. The effect\r\non our growth rate was not surprising. The economy\r\ngrew by 3.4 per cent in 2001, compared to 6.6 per cent\r\nin the year 2000.\r\nThe HIV/AIDS pandemic casts a dark shadow\r\nover the General Assembly’s global agenda. HIV/AIDS\r\nhas become not only a health pandemic, but also a\r\nthreat to the development of international peace and\r\nsecurity. This disease constitutes a global emergency,\r\nas it affects every country of the world; not a single\r\none is immune. The Pan American Health Organization\r\nhas reported that an estimated 2.8 million people in the\r\nAmericas are currently living with AIDS. Out of that\r\nnumber, 420,000 in the Caribbean are infected. The\r\nCaribbean is second only to sub-Saharan Africa in\r\nincidence and mortality rates.\r\nHIV/AIDS poses a drain on the scarce resources\r\nof the small economies, like Grenada’s, whose\r\nrevenues have been further negatively impacted by last\r\nyear’s horrific events. The Caribbean is facing a\r\nserious problem with the disease, and there is no way\r\nthat our small countries can stem the ravages of\r\nHIV/AIDS without a massive infusion of resources.\r\nThe Caribbean urgently needs financial and\r\nhuman resources for education and counselling in\r\npreventative measures and treatment, with respect to\r\nHIV/AIDS and the opportunistic diseases, such as\r\ntuberculosis and others. Moreover, the availability of\r\nmedicine and the ability to purchase it constitute the\r\ngreatest challenge.\r\n12\r\nA/57/PV.19\r\nWe applaud the establishment in 2002 of the\r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria.\r\nWe are also thankful to the Pan American Health\r\nOrganization and the World Health Organization\r\n(WHO) representative offices for assistance in the\r\nfacilitation, implementation and technical evaluation of\r\nmany projects in the Caribbean region. However, there\r\nis much more to be done, and the costs are\r\noverwhelming.\r\nThe World Summit on Sustainable Development,\r\nrecently ended in Johannesburg, and its precursor, the\r\nInternational Conference on Financing for\r\nDevelopment, held in Monterrey, and the conclusions\r\nof the Millennium Summit are all blueprints for\r\nsustainable development. The common thread in all the\r\nfinal documents is poverty eradication. Poverty, hunger\r\nand disease constitute a chain of misery with\r\ndevastating physical, mental and psychological\r\nconsequences.\r\nThe Secretary-General summarized the nature of\r\nthe challenges to human development best in the\r\nintroduction of his report to the Preparatory Committee\r\nfor the High-level International Intergovernmental\r\nEvent on Financing for Development:\r\n“As the new century dawns, there can be no task\r\nmore urgent for the United Nations than that\r\nfixed by the Millennium Summit of rescuing one\r\nbillion men, women and children from ‘abject and\r\ndehumanizing poverty’”. (A/AC.257/12, para.1)\r\nGrenada’s stated position at the World Summit on\r\nSustainable Development is as follows: if sustainable\r\ndevelopment is to become a reality, our focus must be\r\non the health and social well-being of the world’s\r\npeoples. Clean water, unpolluted air and food security\r\nare rights, not privileges.\r\nWhat is required now is not the elaboration of\r\nfurther final documents, replete with grand phraseology\r\nand pious pronouncements, but the implementation of\r\nthe existing ones that are most appropriate to the\r\nhuman condition. This brings to mind the need to\r\nimplement the Barbados Programme of Action for the\r\nSustainable Development of Small Island Developing\r\nStates (SIDS) embodied in Agenda 21.\r\nThe President took the Chair.\r\nWe are hopeful that there will be a comprehensive\r\nreview of the Barbados Plan of Action in 2004 in\r\nMauritius so that the difficulties that small islands face\r\nin the pursuit of sustainable development will be\r\nconsiderably reduced.\r\nAs a matter of urgency, the United Nations, its\r\nagencies and willing stakeholders and partners should\r\nseek to implement the first Millennium Goal: the\r\neradication of extreme poverty and hunger by 2015.\r\nGrenada awaits the time when the United Nations\r\nwill include the Republic of China on Taiwan in its\r\nmembership. The Government of Grenada has close\r\nand collaborative ties with the Republic of China and\r\nhas witnessed its economic achievements, seen\r\ndemonstrations of its democratic principles, and is\r\ncognizant of the dedication of its people to\r\ninternational norms and ideals. In this spirit Grenada\r\ncalls for the full membership of the Republic of China\r\non Taiwan in the United Nations. We are convinced\r\nthat the Republic of China on Taiwan meets the\r\nstandards for United Nations membership, since it has\r\na democratic Government and possesses the attributes\r\nof a nation-State. Indeed, the Republic of China on\r\nTaiwan has tremendous potential to provide inputs for\r\nthe further development of the international\r\ncommunity, as recognized by the World Trade\r\nOrganization.\r\nThe New Partnership for Africa’s Development\r\n(NEPAD), conceptualized by African leaders and\r\nwelcomed at the Summit of the Group of Eight\r\nindustrialized countries (G-8), represents an idea\r\nwhose time has come. The international community too\r\nwelcomed NEPAD a few days ago, when it was\r\npresented by a high-level panel of African heads of\r\nState or Government during the present session of the\r\nGeneral Assembly.\r\nImplementation of NEPAD in partnership with\r\nthe developed countries will mark the dawn of a new\r\nera for the economic development of Africa’s abundant\r\nnatural resources. Thus, Africa, one of the largest and\r\nmost centrally located continents, can become the\r\nbreadbasket of the world. Grenada as part of the\r\nAfrican diaspora, hails NEPAD with great expectation\r\nand excitement.\r\nThe United Nations has the ability, with the\r\ninvolvement of its Members, to make a difference. It is\r\nthe international forum that struggles with and attempts\r\nto find solutions to difficult global problems. Grenada\r\nhas been watching closely the developments in\r\ninternational peace and security; economic\r\ndevelopment; social advancement and cooperation; the\r\n13\r\nA/57/PV.19\r\nfight against HIV/AIDS, tuberculosis and malaria and\r\nother threatening diseases; environmental\r\nsustainability; and a plethora of other regional, national\r\nand international issues.\r\nFor small countries such as Grenada, attending\r\ninternational conferences presents a paradox. We aspire\r\nto be integrally involved in these important\r\nconferences, yet financial constraints sometimes\r\noutweigh the benefits of being in attendance. Our\r\nabsence, as many other small nations would agree,\r\nshould not by any means be construed as a lack of\r\ninterest. Enormous expectations and optimism must be\r\nbalanced with a degree of realism. My delegation\r\nassures the General Assembly that it fully supports the\r\nefforts of the United Nations to face the many\r\nchallenges that arise.\r\nHowever, we must ensure that the many decisions\r\ntaken at the United Nations summit conferences are\r\nimplemented. But the goals must be achievable and\r\nbeneficial to all Member States.\r\nThe President: Before I give the floor to the next\r\nspeaker, let me once again remind members of the\r\nagreed time limit of 15 minutes and appeal to them to\r\nadhere to it.\r\nI now call on His Excellency Mr. Ioannis\r\nKasoulides, Minister for Foreign Affairs of Cyprus.\r\nMr. Kasoulides (Cyprus): I would like, Sir, to\r\nextend to you my warmest congratulations on your\r\nelection as President of the fifty-seventh session of the\r\nGeneral Assembly. I have no doubt that your long\r\nexperience and proven diplomatic skills will\r\nsuccessfully steer the work of this session. I would also\r\nlike to extend my appreciation to your predecessor, His\r\nExcellency Mr. Han Seung-soo, for his effective and\r\ndetermined guidance during the work of the fifty-sixth\r\nsession.\r\nCyprus joins other States in extending a warm\r\nwelcome to the newest Member of the United Nations,\r\nSwitzerland, and we look forward also to welcoming\r\nEast Timor.\r\nThe opening of this session coincides with a time\r\nof overwhelming challenges for the international\r\ncommunity. The fact that the global problems are so\r\nnumerous demands a determined and collective\r\nresponse and necessitates the enhancement of the role\r\nof the United Nations as the leading mechanism in\r\nsecuring world peace and stability.\r\nCyprus would like to reaffirm its strong devotion\r\nto the United Nations and its commitment to the cause\r\nof international cooperation and multilateralism, so\r\neloquently advocated and defended in the Secretary-\r\nGeneral’s statement to the General Assembly on 12\r\nSeptember 2002.\r\nIt is our firm belief that the international\r\ncommunity should act in accordance with the\r\nprinciples of the United Nations Charter and that all\r\nUnited Nations resolutions should be implemented.\r\nSuch an approach will not only enhance the credibility\r\nof the Organization, but will also facilitate the\r\nachievement of permanent solutions based on\r\nobjectivity, justice and international law.\r\nIn the case of Cyprus, numerous resolutions of\r\nthe General Assembly and the Security Council have\r\nyet to be implemented. Contrary to its obligations\r\nunder the Charter, Turkey shows its defiance by calling\r\nfor the acceptance of the so-called realities brought\r\nabout by its aggression. Twenty-eight years have\r\npassed since the tragic summer of 1974, and the people\r\nof Cyprus, both Greek Cypriots and Turkish Cypriots,\r\nare still suffering from the terrible consequences of the\r\nTurkish invasion and the continuing military\r\noccupation of 37 per cent of the Republic’s territory.\r\nThe Government of Cyprus, however, does not\r\nwant to engage in polemics with Turkey. On the\r\ncontrary, we believe that we should move beyond\r\nconfrontation towards a common future of prosperity,\r\ndemocracy and regional cooperation. In this respect,\r\nboth sides should seize the moment and take advantage\r\nof the current window of opportunity for the\r\nachievement of a just and viable settlement of the\r\nCyprus problem, based on Security Council\r\nresolutions, which represent the verdict of the\r\ninternational community and its collective wisdom.\r\nThe time to engage in a serious, meaningful\r\ndialogue is now, given the unique convergence of\r\npositive factors, including the renewed interest of the\r\ninternational community, the personal involvement and\r\ncommitment of the Secretary-General, Mr. Kofi Annan,\r\nto whom we express our appreciation, and the\r\nEuropean Union accession process for Cyprus.\r\nRegrettably, the international community has yet\r\nto see the greatly anticipated change of attitude on the\r\nTurkish side. The Security Council, in its statement of\r\n9 July, authoritatively declared that\r\n14\r\nA/57/PV.19\r\n“the Turkish Cypriot side had been less\r\nconstructive in its approach so far, and had\r\ndeclined to support the goal of resolving the core\r\nissues”. (Press Release SC/7444)\r\nThe Council also strongly underscored the need\r\nfor the Turkish side to cooperate fully in the ongoing\r\neffort for a comprehensive settlement, taking into full\r\nconsideration the relevant Security Council resolutions\r\nand treaties.\r\nWe invite Turkey and the Turkish-Cypriot\r\nleadership to heed the call of the international\r\ncommunity and abandon its unacceptable policy of\r\ndivision and communal segregation. Their position in\r\nfavour of a “two sovereign States” solution and of the\r\ndenial of the rights of refugees to their property\r\nrepresents an anachronism in a globalized world — a\r\nworld in which we view diversity as an enrichment and\r\nare bound together by integration, the quest for\r\ndemocracy and the rule of law. Most importantly, such\r\na policy cannot lead to a settlement or to reconciliation,\r\nand would thus perpetuate the suffering and the plight\r\nof all Cypriots. We call on the Turkish side to respect\r\nSecurity Council resolutions, and the high-level\r\nagreements signed by Mr. Denktash himself, which\r\nprovide for a bi-zonal, bi-communal federation and\r\nwhich envision a State with a single sovereignty, single\r\ncitizenship and a single international character.\r\nIn keeping with the interests of our people and\r\nwith the need for regional stability, our vision for\r\nCyprus represents a departure from the passions of the\r\npast. We see the future of our country in a reunited\r\nfederal State, with membership in the European Union\r\nand with the human rights and fundamental freedoms\r\nof each and every citizen fully protected. We are aware\r\nthat the overwhelming majority of Turkish Cypriots\r\nshare this vision and long for reunification and for a\r\ncommon future in the European Union, with all the\r\nsafeguards of a modern, democratic and effective State.\r\nThey know that the accession of Cyprus would offer to\r\nall its citizens security and social and economic\r\nadvancement, especially for the Turkish Cypriot\r\ncommunity.\r\nAs for our side, President Clerides, who has been\r\nparticipating in the talks in a constructive and positive\r\nmanner, thereby earning the respect of the international\r\ncommunity, will continue to show determination and\r\nfarsightedness so as to fully safeguard the interests of\r\nCyprus and its people.\r\nOne year has passed since the heinous attacks of\r\n11 September, which dramatically changed the\r\ninternational political climate. The immediate actions\r\nof the United Nations in the aftermath of the attacks\r\nreaffirmed the strong determination of the international\r\ncommunity to counteract the global threat of terrorism,\r\nwhich transcends geographical regions and religions.\r\nCyprus believes in the necessity of global\r\nmobilization and collective action against terrorism,\r\nunder the auspices of the United Nations. It has\r\nbecome evident that in the fight against terrorism, the\r\nimportance of an individual country is not related to its\r\nsize or its geographic location. Every State has a vital\r\ncontribution to make in the struggle to combat this\r\nthreat to our common values. The Government of the\r\nRepublic of Cyprus reaffirms its commitment to this\r\nstruggle through full implementation of all relevant\r\ninternational conventions and protocols relating to\r\nterrorism, as well as of Security Council resolutions.\r\nOur determination has been explicitly stated at the\r\nhighest level and through our ratification of all 12 of\r\nthe international conventions and protocols pertaining\r\nto international terrorism.\r\nTwo recent international events deserve special\r\nmention, since they have created a momentum for\r\ninternational cooperation on issues of a political,\r\neconomic, environmental and legal nature. The first\r\nsession of the Assembly of States Parties to the Rome\r\nStatute was a veritable landmark in combating\r\nimpunity and deterring genocide, war crimes, crimes\r\nagainst humanity and aggression.\r\nOn the other hand, the World Summit on\r\nSustainable Development reaffirmed the necessity for\r\ncoordinated and effective international action in the\r\nform of a joint effort to overcome the challenges of\r\neconomic disparity and environmental degradation. It\r\nis now imperative to achieve the effective\r\nimplementation of all the commitments that have been\r\nundertaken. Turning a blind eye to nature’s warnings\r\nwill exacerbate the problem and make their\r\nconsequences for the global ecosystem irreversible.\r\nCyprus also reiterates the need for joint efforts to\r\nimplement the Millennium Development Goals and the\r\nMonterrey Consensus. Moreover, my country attaches\r\nparticular importance to strengthening the New\r\nPartnership for Africa’s Development, which represents\r\na viable opportunity for the African continent to escape\r\nmarginalization and underdevelopment.\r\n15\r\nA/57/PV.19\r\nThe situation in the Middle East remains fragile;\r\nits repercussions could seriously threaten stability far\r\nbeyond the region. Cyprus, as a neighbouring State\r\nwith close relations to the parties involved, supports all\r\ninitiatives aimed at achieving a just settlement, based\r\non international law and United Nations resolutions,\r\nincluding the efforts of the Quartet. Such a settlement\r\nwould lead to both peace and stability and would\r\nensure normal relations and security for all the\r\ncountries of the region. It would also have to include\r\nthe fulfilment of the inalienable rights of the\r\nPalestinian people through the creation of their own\r\nState and the termination of occupation. Most\r\nimportantly, it would put an end to violence and\r\nreinforce the voices of moderation and cooperation. We\r\nreiterate our condemnation of all acts of terror,\r\nincluding suicide bombings. As in the past, we stand\r\nready to assist the parties in any way they feel that we\r\ncan contribute, including by hosting meetings on the\r\nisland.\r\nCyprus attaches great importance to the role of\r\nthe United Nations in the field of disarmament. It will\r\ntherefore continue to support international action aimed\r\nat strengthening multilateral instruments on\r\ndisarmament and the non-proliferation of weapons of\r\nmass destruction. In this spirit, I wish to inform the\r\nAssembly that the Government of the Republic of\r\nCyprus has recently proceeded, in cooperation with the\r\nUnited Nations Peacekeeping Force in Cyprus, with the\r\ndestruction of a significant number of weapons and has\r\ndecided unilaterally to demine the buffer zone.\r\nMoreover, Cyprus is in the final stage of ratifying the\r\nOttawa Convention on anti-personnel mines.\r\nThe general debate of this session is nearing its\r\nend. The distinct focus of this session has been the\r\ngalvanization of world opinion with respect to the\r\nnecessity of implementing United Nations resolutions.\r\nCyprus has long been advocating respect for all United\r\nNations resolutions, without double standards or\r\nexceptions. We are convinced that this would bring us\r\ncloser to the shared vision of collective security, peace\r\nand justice envisioned by the founding fathers of the\r\nOrganization.\r\nThe President: I now give the floor to Her\r\nExcellency Ms. Filomena Masaarenhas Tipote,\r\nMinister for Foreign Affairs and International\r\nCooperation of Guinea-Bissau.\r\nMs. Tipote (Guinea-Bissau) (spoke in\r\nPortuguese; interpretation from French text furnished\r\nby the delegation): First of all, I would like to thank the\r\noutgoing President of the General Assembly, Mr. Han\r\nSeung-soo, for the superb manner in which he led the\r\nwork of the fifty-sixth session of the Assembly.\r\nPermit me, Sir, to congratulate you on your\r\nelection to the presidency of the fifty-seventh session\r\nof the General Assembly, and to express my best\r\nwishes for success in your work at the head of this\r\nimportant body. It is with enormous satisfaction that,\r\non behalf of the President of the Republic of Guinea-\r\nBissau, Mr. Kumba Yalá, we welcome Switzerland as a\r\nMember of the United Nations. We also look forward\r\nto welcoming the Republic of Timor-Leste, a member\r\nof our community of Portuguese-speaking countries.\r\nThe loss of human lives can never be justified by\r\na cause, no matter what its noble goals. Just a year ago,\r\nthe people of Guinea-Bissau joined their voices to\r\nthose of the international community in condemning all\r\nacts of terrorism and all actions which would threaten\r\ninternational security.\r\nWe are convinced of the lofty ideals of\r\ndemocracy, in which human security becomes the pillar\r\nof society’s development. Therefore, on my own\r\naccount and on behalf of the people of Guinea-Bissau,\r\nI condemn the terrorist attacks of 11 September 2001,\r\nand we reiterate our conviction that the only way in\r\nwhich to combat such infamy is to unite all our efforts\r\nunder the auspices of the United Nations.\r\nOur readiness to cooperate in the quest for\r\nsolutions that will guarantee peace and stability in our\r\nsubregion is great, although the internal conflicts in\r\nneighbouring countries inevitably entail costs in the\r\ndefence and security areas. They also compel us to\r\nsacrifice the meagre budgets of priority sectors of the\r\nGovernment’s programme, such as health and\r\neducation.\r\nThe progressive establishment of democracy,\r\nhuman rights, international cooperation and\r\ndevelopment will restore the dignity of our people.\r\nConvinced of this, we are developing partnerships with\r\nthe United Nations system to combat poverty in\r\nGuinea-Bissau. We continue to make sacrifices to pave\r\nthe way for development. These sacrifices include\r\ninterruptions in the normal course of development in a\r\nState where the 1998 conflict bore witness to the evils\r\nof a people’s poverty, and to the destruction of the\r\n16\r\nA/57/PV.19\r\nprecarious structures of a new State in a region where\r\nthere are pockets of conflict that tend to cross borders,\r\nand thus to increase the climate of instability.\r\nThe Senegalese conflict, in the Casamance\r\nregion, provides an example of our resolve to help find\r\nconsensus solutions to put an end to many years of\r\narmed conflict in the neighbouring Republic of\r\nSenegal. Respect for the Charter of the Organization of\r\nAfrican Unity as it relates to the retention of the\r\nborders inherited from colonialism calls for Guinea-\r\nBissau’s participation in efforts to establish peace and\r\nstability in a united and indivisible Senegal.\r\nBased on this conviction, our country supports\r\nthe efforts of the People’s Republic of China towards\r\npeaceful reunification, under the theme of “one nation,\r\ntwo systems.”\r\nThe economic and financial difficulties faced by\r\nthe Government of Guinea-Bissau have been the object\r\nof attention by the members of the Security Council. It\r\nis clear that peacekeeping efforts cannot be divorced\r\nfrom the need to preserve economic and social stability\r\nin Guinea-Bissau. Thus, progress on peacekeeping, on\r\neconomic recovery and on development in Guinea-\r\nBissau are interdependent.\r\nGuinea-Bissau, a member of the African Union,\r\nis involved in the struggle for peace, stability,\r\ndemocracy, the defence of human rights, cooperation,\r\ndevelopment, prosperity and human dignity. We are\r\nbound, furthermore, by our national poverty reduction\r\nstrategy to contribute to the socio-economic\r\nprogramme to revitalize our continent, following the\r\nbroader approach of the New Partnership for Africa’s\r\nDevelopment (NEPAD).\r\nIt is clear to Guinea-Bissau that the United\r\nNations, as a forum for dealing with questions related\r\nto world peace, respect for human rights, the\r\neradication of poverty and the promotion of sustainable\r\ndevelopment worldwide, is encouraging and\r\ncontributing in practical ways to the success of NEPAD\r\nand to ensuring that the commitments entered into in\r\nDoha, Monterrey and Johannesburg will be effectively\r\nimplemented.\r\nGuinea-Bissau remains committed to finding\r\nsolutions to its difficult socio-economic situation, and\r\nappeals to the international community to contribute to\r\nthe implementation of our national poverty reduction\r\nstrategy.\r\nI would like to recognize the intelligent, patriotic\r\nmanner in which Angola put an end to long years of\r\nconflict, as well as the progress made towards the\r\nresolution of the conflicts in Senegal, the Democratic\r\nRepublic of the Congo, Burundi and the Comoros.\r\nDialogue is the best instrument for restoring\r\npeace and working towards stability and development\r\nfor humanity. That is why we encourage the actors in\r\nthe Israeli-Palestinian conflict to join in the effort to\r\nfind acceptable solutions to bring about concrete\r\nsecurity and prosperity for both peoples. Strict\r\ncompliance with Security Council resolutions 242\r\n(1967), 338 (1973) and 1397 (2002) will be the only\r\nresponse acceptable to the Assembly and the only proof\r\nthat the parties recognize the incalculable value of our\r\nOrganization.\r\nTo realize the promises contained in the\r\nMillennium Declaration and in the United Nations\r\nCharter, which would guarantee a more prosperous and\r\njust world, we join in the appeal made to the leaders of\r\nIraq to abide by Security Council resolutions with\r\nrespect to Chapter VII of the Charter, in order to avoid\r\na possible Council decision.\r\nGuinea-Bissau shares the need for broader and\r\nmore effective participation in the work of the Security\r\nCouncil, which is a vital organ of the Organization.\r\nPermit me to recall that reducing poverty in the\r\npoorest countries, such as ours, will guarantee the\r\nprosperity, stability, peace and security of the entire\r\nworld and is the best way to neutralize terrorism.\r\nWe speak out in the struggle against the\r\nproliferation of weapons of mass destruction and for\r\nthe creation of conditions which will allow access to\r\nbasic resources such as water, to education and to the\r\nprotein necessary for healthy growth.\r\nSolidarity among peoples is and will continue to\r\nbe the guarantee that we will be able to bequeath to\r\nfuture generations the legacy of a prosperous world.\r\nThe President: I now give the floor to the\r\nMinister for Foreign Affairs of Liberia, His Excellency\r\nMr. Monie Captan.\r\nMr. Captan (Liberia): It is my pleasing duty to\r\nonce again participate in this auspicious forum on\r\nbehalf of Mr. Charles Ghankay Taylor, President of the\r\nRepublic of Liberia, and to contribute to the debate of\r\nthis General Assembly.\r\n17\r\nA/57/PV.19\r\nAt the outset, I wish to congratulate Mr. Jan\r\nKavan for his election as President of the General\r\nAssembly at its fifty-seventh session and to assure him\r\nof the full cooperation and support of the Liberian\r\ndelegation.\r\nI also seize this opportunity to commend the\r\noutgoing President, Mr. Han Seung-Soo of the\r\nRepublic of Korea, for the efficient and capable\r\nmanner in which he conducted the affairs of the fifty-\r\nsixth session of the General Assembly.\r\nIt is my pleasing duty to congratulate the gallant\r\npeople of East Timor on their relentless struggle for\r\nself-determination, leading to their independence this\r\nyear. It is also a privilege for me and my Government\r\nto welcome and congratulate Switzerland on its\r\nadmission to membership of the United Nations.\r\nA year ago, the world was plunged into deep\r\nsadness as a result of gruesome acts of terrorism\r\ncommitted right here in New York City and elsewhere\r\nin the United States of America. In the wake of these\r\nbarbaric acts, we all entered a solemn collective pledge\r\nto battle terrorism wherever it may exist. Consequently,\r\nthere was not only a strong condemnation of terrorism,\r\nbut also firm support for the campaign against\r\norganized terrorist networks. We wish to reaffirm our\r\nsupport for Security Council resolution 1373 (2001)\r\nand the United Nations conventions and protocols\r\naimed at combating terrorism. The Government of\r\nLiberia has forwarded those conventions not yet\r\nratified to the Liberian National Legislature for\r\nratification.\r\nThe consolidated and coordinated response\r\nnecessitated by terrorist attacks requires a firm\r\ncommitment to ensuring the passage of comprehensive\r\nlegislations to meet the new dimensions of terrorism,\r\nthe adoption of strict financial control regulations to\r\ncurtail funding for terrorism, the strengthening of\r\ncustoms and immigration controls, the strict\r\nenforcement of laws regulating arms traffic, and the\r\nliberalization of the extradition conditions for persons\r\nsuspected of engaging in terrorism.\r\nIn the global war against terrorism, we must\r\nfurther act to combat the root causes of terrorism. This\r\nmeans that there is a need to take concrete steps to\r\ncombat deprivation, alienation, rejection, misery and\r\npoverty.\r\nRecent developments in the Middle East\r\ninvolving Israel and the Palestinians are a cause for\r\ngrave concern, requiring urgent and concrete actions to\r\nhalt violence in that region. Both the Israelis and\r\nPalestinians have justified claims, which must be\r\nresolved in a manner other than the use of excessive\r\nviolence. Violence cannot produce peace, neither can it\r\nbe an arbiter of claims.\r\nMy Government is in full support of constructive\r\nefforts that will help both sides to return to political\r\ndialogue in their search for a negotiated settlement. We\r\ntherefore urge all stakeholders and facilitators of the\r\nMiddle East peace process to undertake meaningful\r\nactions that will reduce the current level of antagonism\r\nand violence in the region and to avoid any further\r\naggravation of the situation in the Middle East. As we\r\nsay in Liberia, “Let us not use fire to put out a fire.”\r\nAt the formation of the United Nations 57 years\r\nago, most of Africa was still under colonial rule and\r\ntherefore Africa’s participation in the creation of a\r\nglobal mechanism for collective security was limited to\r\nLiberia, Ethiopia, Egypt and apartheid South Africa.\r\nToday, Africa has formed itself into the African Union\r\nand represents over 25 per cent of the membership of\r\nthe United Nations. Despite this fact, and considering\r\nthat most of the conflicts under consideration by the\r\nSecurity Council are African conflicts, the continent’s\r\nparticipation in the deliberations of the Security\r\nCouncil is grossly limited to non-permanent\r\nrepresentation with no right of veto. In essence, Africa\r\nhas no real voice in our world body even as it\r\ndeliberates on issues affecting our very existence as a\r\ncontinent. This situation must change. Africa’s\r\ncontribution to collective security cannot be limited to\r\nparticipation in a debate that has no binding effect on\r\ndecisions taken by the post-war Powers.\r\nBuilding upon the Organization of African\r\nUnity’s Mechanism for Conflict Prevention,\r\nManagement and Resolution, the African Union has\r\nestablished a Peace and Security Council to promote\r\npeace, security and stability in Africa, anticipate and\r\nprevent conflict, develop a common defence policy,\r\nand promote and implement peace-building and post-\r\nconflict reconstruction activities. That organ will\r\nprovide the capacity for the management of African\r\nconflicts by Africans and will thus form the initial\r\nbasis for Africa’s contribution to collective peace and\r\nsecurity.\r\n18\r\nA/57/PV.19\r\nMany African States, including Liberia, have\r\nprovided peacekeepers to United Nations-mandated\r\npeacekeeping missions around the world. Africa has\r\ncome of age to contribute to international peace and\r\nsecurity, not only because Africa has the capacity to do\r\nso, but also, more importantly, because Africa is a\r\nprincipal stakeholder in international peace and\r\nsecurity. Liberia therefore calls for the permanent\r\nrepresentation of Africa on the Security Council with\r\nthe right of veto. This is the resolve of all Africans.\r\nThe Government of Liberia considers the present\r\nsanctions regime imposed on Liberia through Security\r\nCouncil resolutions 1343 (2001) and 1408 (2002) as\r\npunitive and unjust. Not only are the sanctions unjust,\r\nbut they have also created a grave humanitarian crisis\r\nthroughout the country. Although the Government of\r\nLiberia has always regarded as unjust, unjustified and\r\npunitive the imposition of United Nations sanctions on\r\nthe country, it has nevertheless consistently cooperated\r\nwith the Security Council, thus upholding that organ’s\r\nintegrity.\r\nThe Government of Liberia is in full compliance\r\nwith the demands contained in paragraph 2(a) to (d) of\r\nSecurity Council resolution 1343 (2001). These\r\ndemands constitute the only conditions for the lifting\r\nof the sanctions on Liberia, as provided for in\r\nparagraph 6 of resolution 1408 (2002). Essentially,\r\nthese demands called for the cessation of support for\r\nthe Revolutionary United Front (RUF), intended to lead\r\nto progress in the peace process in Sierra Leone. In\r\norder to ensure compliance with these demands, the\r\nresolution imposed several punitive sanctions on\r\nLiberia.\r\nNo one can dispute the fact that peace has been\r\nrestored to Sierra Leone and that the RUF no longer\r\nexists. The defunct RUF has been demobilized and\r\ndisarmed by the United Nations Mission in Sierra\r\nLeone (UNAMSIL). The RUF was transformed into a\r\npolitical party, the Revolutionary United Front Party\r\n(RUFP), which contested the elections in Sierra Leone\r\non 14 April 2002. All Sierra Leoneans, including the\r\nRUFP, have accepted the results of the elections\r\nwithout any challenge to the democratically elected\r\nGovernment of Sierra Leone. The Government of\r\nLiberia was represented at the inauguration of the\r\nPresident of Sierra Leone and fully recognizes the\r\nGovernment of President Alhaji Ahmad Tejan Kabbah\r\nas the legitimate and democratically elected\r\nGovernment of Sierra Leone.\r\nLiberia is host to many Sierra Leonean refugees.\r\nThe policy of the Government of Liberia has been to\r\nencourage the voluntary repatriation of all Sierra\r\nLeonean refugees, in keeping with relevant\r\ninternational conventions. To this end, the Government\r\nof Liberia has facilitated the repatriation of Sierra\r\nLeonean refugees by the Government of Sierra Leone\r\nand the Office of the United Nations High\r\nCommissioner for Refugees (UNHCR), a process that\r\nis ongoing.\r\nSince February of this year, 12,500 Sierra\r\nLeonean refugees have been repatriated to Sierra\r\nLeone. Another 5,000 have registered for repatriation\r\nwith the embassy of Sierra Leone in Monrovia and\r\nUNHCR. At present, there are 25,000 Sierra Leonean\r\nrefugees still residing in Liberia under the care of\r\nUNHCR.\r\nHow is it conceivable that Liberia can today\r\ncontinue to be punished by the Security Council on\r\nallegations of supporting a non-existent RUF in a non-\r\nexistent war in Sierra Leone, while the Liberian\r\nGovernment provides protection for thousands of\r\nSierra Leonean refugees in Liberia?\r\nIt is conceivable because of the failure to\r\ndifferentiate between demands and punitive sanctions.\r\nThe condition for the lifting of the sanctions, according\r\nto the resolution, is compliance with the demands.\r\nHowever, the sanctions have not been lifted because\r\nthe focus is not on the condition precedent for its\r\nlifting, but on the sanctions themselves, as though\r\npunitive sanctions were ends in themselves. It is\r\nillogical to suggest that the condition required for\r\nlifting the sanctions is the sanctions themselves. To\r\nassert that would suggest that one would be rewarded\r\nwith a privilege if one refrained from exercising that\r\nprivilege. It is therefore confusing to speak in terms of\r\nalleged violations of the sanctions as though they were\r\nindicators of compliance with the demands, when, in\r\nfact, it is compliance with the specific demands of the\r\nSecurity Council resolution that constitutes the only\r\ncondition for lifting the sanctions.\r\nIn its last report on Liberia, the United Nations\r\nPanel of Experts rightfully raised the moral dilemma\r\nregarding the continuance of sanctions against Liberia\r\nwhen the war in Sierra Leone was over. However, that\r\nmoral dilemma was not a dilemma for those subjecting\r\nLiberia to unjust punitive sanctions, as morality had no\r\nplace in their political consideration.\r\n19\r\nA/57/PV.19\r\nIf regional peace and security are the objectives\r\nof the victimization of Liberia, how, then, do we\r\nexplain the conspiracy of silence surrounding the\r\nprevailing war in Liberia waged by externally\r\nsupported armed non-State actors? Can one reasonably\r\nexpect peace to be consolidated in Sierra Leone or\r\nmaintained in the Mano River Union region when\r\naggression against Liberia is left unchecked? What\r\naccounts for that conspiracy? Is it due to double\r\nstandards or to malice?\r\nThe current arms embargo imposed on Liberia in\r\nthe midst of a war waged against Liberia by externally\r\nsupported armed non-State actors has caused the\r\ndisplacement of a third of the population, resulting in a\r\nhumanitarian crisis in the country. The arms embargo\r\nhas encouraged the war against Liberia because of the\r\nperceived weakness of the Government to effectively\r\ndefend its territory. Furthermore, it should be noted\r\nthat the countries providing arms and ammunition to\r\nthe non-State actors operating in Liberia are in\r\nviolation of the arms embargo, and the Security\r\nCouncil cannot ignore their actions.\r\nThe arms embargo imposed on Liberia is a\r\nflagrant violation of Liberia’s inherent right under\r\nArticle 51 of the Charter to defend itself against armed\r\nattacks. That violation has not only led to impairment\r\nof the Government’s capacity to defend the nation; it\r\nhas also contributed to the resulting humanitarian crisis\r\nthat is the cause of immense human suffering in\r\nLiberia.\r\nThe combined impact of the sanctions and the\r\nongoing war in Liberia is telling on every aspect of life\r\nin the country. The sanctions have exacerbated the\r\nproblem of a fragile economy and have imposed\r\nsuffering on an already vulnerable population.\r\nAccording to statistics of the United Nations\r\nDevelopment Programme (UNDP), the unemployment\r\nrate in Liberia is estimated at 85 per cent, while 80 per\r\ncent of the population lives below the poverty line.\r\nDonor assistance to United Nations specialized\r\nagencies and non-governmental organizations\r\noperating in Liberia has substantially declined since the\r\nimposition of sanctions.\r\nThe education and health sectors have suffered\r\nserious disruptions since the imposition of sanctions.\r\nOver 60 per cent of the children between the ages of 5\r\nand 14 years were in school in 2000, compared with\r\nabout 45 per cent today. Infant mortality and life\r\nexpectancy rates have significantly deteriorated. Infant\r\nmortality, which was 117 per 1,000 births in the year\r\n2000, is now estimated at over 130, while life\r\nexpectancy has declined from 54 to 47. Of the 16\r\nfunctioning hospitals and 25 health centres that were\r\noperating in the country in 2000, only 11 hospitals and\r\n15 health centres are still operating. At present, there\r\nare 59,370 persons per doctor.\r\nPrior to the sanctions, over 100,000 Liberians\r\nwere engaged in artisanal mining of diamonds, either\r\nas operators or labourers. Taking into consideration the\r\naverage size of the extended family, which is 7, that\r\nbrings the number of Liberians directly or indirectly\r\nimpacted by the Security Council ban on Liberian\r\ndiamonds to more than 700,000.\r\nA student at the University of Liberia wrote the\r\nfollowing in an assignment paper:\r\n“The United Nations euphemism ‘selective\r\nsanctions’ is a laughable oxymoron, if not a myth.\r\nThe attempt to strangulate and destroy the\r\nLiberian Government can in no way provide a\r\nfoolproof assurance that will guarantee the\r\nimmunity of ordinary Liberians from such\r\nstrangulation ... To regard the sanctions as\r\nselective, one should, firstly, bury his conscience\r\nto the plight of Liberians in their everyday living.\r\nSanctions are not selective when Liberians are\r\ndenied income and employment opportunities, or\r\nwhen primeval darkness cannot become obsolete\r\nin the face of modernity ... It is time, high time,\r\nthat the United Nations abandon its destruction of\r\nthe Liberian nation State.”\r\nI join my compatriot in calling on the Security\r\nCouncil to bring an end to the suffering and\r\nvictimization of Liberians by acting urgently to lift all\r\nsanctions imposed on our vulnerable country.\r\nDespite the current state of emergency and\r\ncritical conditions created as a result of United Nations\r\nsanctions and the war waged by externally supported\r\narmed non-State actors, the Government of Liberia\r\nremains committed to democracy, the rule of law,\r\nrespect for human rights, national reconciliation and\r\nnational unity. To that end, a national reconciliation\r\nconference has been organized by a steering committee\r\ncomprised of persons representing a cross section of\r\nLiberian society. The first national plenary of the\r\nconference was launched on 24 August 2002. The\r\nconference was divided into five thematic subgroups:\r\n20\r\nA/57/PV.19\r\nfinance and management, culture and history, good\r\ngovernance, education and communication, and\r\nnational security.\r\nCurrent diplomatic initiatives undertaken to bring\r\nabout peace in Liberia are proceeding at two levels,\r\nthat of the Economic Community of West African\r\nStates (ECOWAS) and that of Mano River Union,\r\nwhich are parallel processes. At the ECOWAS level,\r\nthe objective of the process is the facilitation of a peace\r\nprocess, especially with regard to bringing an end to\r\nthe activities of armed non-State actors, leading to an\r\nend to the ongoing war inside Liberia. At the Mano\r\nRiver Union level, the objective of the process is to\r\nbuild confidence among member States of the Mano\r\nRiver Union, the development of political will to\r\nensure good neighbourliness and the consequent\r\nimplementation of all decisions and protocols of the\r\nMano River Union, including those decisions taken\r\nsubsequent to the Moroccan initiative. His Majesty the\r\nKing of Morocco, who has maintained consultations\r\nwith the United Nations and major Powers, currently\r\nfacilitates that process.\r\nThose parallel initiatives complement each other\r\nand are not mutually exclusive. Settlement of the\r\ninternal conflict requires the cooperation of\r\nneighbouring States. The destabilization of Liberia by\r\narmed non-State actors and the resultant humanitarian\r\ncrisis have been and continue to be sustained by\r\nexternal support, and no internal settlement can be\r\nsustained in the absence of the cooperation of the\r\nneighbouring States of the Mano River Union and\r\nECOWAS. It is therefore important to encourage the\r\nMoroccan and ECOWAS initiatives as complementary\r\nefforts and not to perceive those efforts as working at\r\ncross purposes.\r\nThe restoration of peace and security to Liberia\r\ncan only be facilitated by ending the activities of armed\r\nnon-State actors, who sustain their activities through\r\nexternal support. That would, therefore, require, as an\r\nessential beginning, the cutting off of all external\r\nsupport to armed non-State actors. The achievement of\r\nthat objective will require that the Mano River Union\r\nmember States adhere to the Non-Aggression and\r\nSecurity Cooperation Treaty of the Mano River Union,\r\nimplement the 15th protocol to the Declaration of the\r\nMano River Union and implement all Mano River\r\nUnion decisions pursuant to the provisions of the 15th\r\nprotocol and those arising from the Moroccan\r\ninitiative. Fundamental among those decisions is the\r\ndecision of the Joint Security Committee, taken in\r\nConakry, Republic of Guinea, on 10 September 2001,\r\nregarding the endemic problems of dissidents. That\r\ndecision called for the apprehension and repatriation to\r\ntheir country of origin of all individuals, armed groups\r\nand other paramilitary forces involved in the\r\ndestabilization of member States.\r\nThe ongoing war waged by externally supported\r\narmed non-State actors against the democratically\r\nelected Government of Liberia is a result of the total\r\ndisregard and violation of the agreements and decisions\r\nof the Mano River Union. That war must be brought to\r\nan end. The decision of the Mano River Union on the\r\nendemic problems of dissidents was antecedent to the\r\nend of the war in Sierra Leone and intended to put an\r\nend to the destabilization of the region by armed non-\r\nState actors and to create a mechanism for sustainable\r\npeace and security within the Mano River Union\r\nregion. It is, therefore, imperative that no ambiguous\r\nsignals are sent to the armed non-State actors who are\r\ncurrently destabilizing Liberia; otherwise, the efforts of\r\nthe Mano River Union, the United Nations Mission in\r\nSierra Leone and the international community as a\r\nwhole to consolidate peace and security would be\r\nfutile, and would thus undermine the security of the\r\nentire region. It is, therefore, imperative that all armed\r\nnon-State actors be fully disarmed as an integral part of\r\nthe efforts of the international community to restore\r\npeace to the Mano River Union region.\r\nThe consistent denial of the United Nations to\r\nadmit the Republic of China on Taiwan into this world\r\nbody is a violation of Article 4 of the Charter, which\r\nspecifically states that\r\n“Membership in the United Nations is open\r\nto all other peace-loving States which accept the\r\nobligations contained in the present Charter and,\r\nin the judgement of the Organization, are able and\r\nwilling to carry out these obligations.”\r\nThe 23 million peace-loving people of the\r\nRepublic of China deserve to be represented in the\r\nUnited Nations. They have demonstrated their capacity\r\nand willingness fully to live up to the obligations of\r\nStates Members of the United Nations, as they have\r\ndemonstrated in other world bodies. It is therefore the\r\nconviction of the Liberian Government that the\r\nRepublic of China should be allowed representation\r\nand participation in this world body. The Liberian\r\nGovernment continues to hold the view that it is the\r\n21\r\nA/57/PV.19\r\nChinese people themselves, under the principles of\r\ndemocracy and of respect for human rights, who will\r\none day resolve the question of Chinese reunification.\r\nLiberia encourages the continuation of the cross-straits\r\ndialogue in the interest of the greater good of the\r\nChinese people.\r\nSome scholars are of the view that the calculated\r\nobjective of some sanctions is the achievement of a\r\nthreshold of domestic suffering that will cause the\r\npeople to rise up and overthrow their Government. If\r\nthis is true, then it is also true that some sanctions are\r\nnot intended to achieve compliance with United\r\nNations demands, but to precipitate regime change\r\nthrough rebellion against internal conditions of\r\nsuffering caused by sanctions. This may also explain\r\nthe indifference and insensitivity to the suffering of\r\npeople living in States under sanctions.\r\nIn the case of Liberia, the call for a study of the\r\npotential impact of sanctions took effect only after the\r\nimposition of sanctions, which gave an appearance of\r\nsome humanitarian concern for the people of Liberia.\r\nNevertheless, after 16 months of the application of\r\npunitive sanctions against Liberia, the Security Council\r\nis still trying to determine the impact of its sanctions\r\non our people. Will death represent an impact sufficient\r\nto bring about some form of moral consternation and\r\nrestraint? But for every day that a Liberian must face\r\nthe agony of sanctions, the integrity of the United\r\nNations is undermined and its conscience put to the\r\ntest.\r\nThe Liberian people consider their current\r\nsuffering at the hands of the Security Council a\r\nbetrayal of the dream and aspiration which inspired\r\ntheir forefathers to join in the formation of the United\r\nNations. With the benefit of hindsight, the Government\r\nwould have toiled in anguish as it participated in the\r\nSan Francisco Conference in 1945; not in doubt of the\r\nprinciples we ascribed to, but in fear of the potential to\r\ndistort those sacred principles.\r\nYet we remain resolute and true to the ideals and\r\nprinciples enshrined in the Charter, and we commit\r\nourselves to working with unrelenting perseverance for\r\nthe realization of peace, freedom, liberty and justice for\r\nall peoples.\r\nThe President: Before giving the floor to the\r\nnext speaker, I should like to express my conviction\r\nthat even the most important and complex message can\r\nbe expressed in the agreed 15 minutes; I speak from my\r\nown experience. I appeal once again to speakers to\r\nconform to the agreed time limit.\r\nI give the floor to His Excellency Mr. Yusuf\r\nHassan Ibraahim, Minister for Foreign Affairs of\r\nSomalia.\r\nMr. Ibraahim (Somalia): Allow me at the outset\r\nto congratulate you, Sir, on your election as President\r\nof the fifty-seventh session of the General Assembly. I\r\nam confident that with your experience you will guide\r\nthis session to a fruitful conclusion. I would also like to\r\nextend my thanks to your predecessor, Ambassador\r\nHan Seung-soo of South Korea, for his excellent\r\nstewardship of the previous session of the General\r\nAssembly.\r\nSomalia welcomes the Democratic Republic of\r\nEast Timor and the Swiss Confederation to the\r\nmembership of this family of nations. This is a further\r\nstep towards the realization of the goal of the\r\nuniversality of the United Nations Organization.\r\nA year after the tragic events of 11 September\r\n2001, we in Somalia continue to share the feelings of\r\npain and loss of the Government and the people of the\r\nUnited States. We must, as a community of nations, act\r\nin unison to combat the scourge of terrorism.\r\nIn this regard, the Transitional National\r\nGovernment of Somalia continues to be a reliable\r\npartner in the campaign against terrorism. It is my\r\nprivilege to announce to the Assembly that my\r\nGovernment this year signed the Convention for the\r\nSuppression of the Financing of Terrorism.\r\nWe have also started the process of acceding to\r\nthe Convention on the Prevention and Combating of\r\nTerrorism of the African Union. We are also working\r\non the implementation of the other requirements of\r\nresolution 1373 (2001). Furthermore, we are committed\r\nto fully cooperating with other countries on a bilateral\r\nbasis in the fight against terrorism and continue to\r\nidentify concrete areas of such cooperation. My\r\nGovernment’s resolve in this regard is not based on any\r\nshort-term tactical considerations but is unequivocal\r\nand based on solid principles.\r\nWe would like to commend the United Nations\r\nfor organizing a number of international conferences in\r\n2002, starting with the International Conference on\r\nFinancing for Development and the recent World\r\nSummit on Sustainable Development, held in\r\nJohannesburg, South Africa. We also applaud the\r\n22\r\nA/57/PV.19\r\nUnited Nations for dedicating a day of discussions on\r\nthe New Partnership for Africa’s Development\r\n(NEPAD), which focused on the development needs of\r\nthe African continent.\r\nWe strongly feel that the international community\r\nshould pay more attention to the development needs of\r\nthe least developed countries. Donors and creditors\r\nshould be able to do much more in the areas of trade,\r\ndebt and aid. We believe that free and fair trade is a\r\nvehicle for growth and development, and that thus we\r\nare required to make greater efforts to ensure that\r\nmultilateral trading caters to the urgent and special\r\nneeds of the least developed countries.\r\nIn this regard, we are encouraged by Canada’s\r\nunilateral decision to lift tariffs on African exports to\r\nCanada and to abolish subsidies on agricultural\r\nproducts. It is our hope that other developed countries\r\nwill follow the example set by Canada.\r\nWith regard to debt, we believe that, unless the\r\nmassive debts owed by the least developed countries\r\nare completely cancelled, those countries will remain\r\nstrangled by interest and loan principal payments.\r\nAid can be another engine for development and\r\ngrowth and, in this respect, the donors must honour the\r\nagreed target of 0.7 per cent of gross national product\r\nfor official development assistance.\r\nWe cannot but address the plight of the\r\nPalestinian people, who are subjected to daily horrors.\r\nThe killing of innocent civilians, including women and\r\nchildren, the destruction of houses and the daily\r\nhumiliations inflicted upon the Palestinian people by\r\nIsrael must be condemned by the international\r\ncommunity.\r\nIt is unconscionable for the international\r\ncommunity to stand idly by and watch the continuous\r\nsiege of President Yasser Arafat and the premeditated\r\ndestruction of the Palestinian Authority. The people of\r\nPalestine, who continue to suffer under the Israeli\r\noccupation, have an inalienable right to a State of their\r\nown and to choose their own leadership and\r\ninstitutions. The systematic violation of the\r\nfundamental human rights of the Palestinian people\r\nmust be brought to an end.\r\nThe scourge of conflicts has been afflicting the\r\nAfrican continent for decades. In fact, Africa at one\r\ntime was dubbed the “continent of conflict”. It is\r\ngratifying to note that there is a new horizon — that a\r\nnew dawn is illuminating the darker parts of our\r\ncontinent in conflict. Conflict resolution by Africans\r\nthemselves is the motto today. A strong wind of peace\r\nis blowing in Africa. In Sierra Leone and Liberia in the\r\nMano river region; in Angola; in the Democratic\r\nRepublic of the Congo, Rwanda and Burundi in the\r\nGreat Lakes region; and in Ethiopia, Eritrea and the\r\nSudan in the Horn of Africa, the ship of peace is\r\nsailing. We strongly welcome this movement towards\r\npeace in the African continent.\r\nAs members are aware, Somalia has been an area\r\nof a conflict, a conflict that brought untold suffering to\r\nthe people of Somalia, a disastrous civil war fomented\r\nby unpatriotic warlords, resulting in the destruction of\r\nall State institutions, the death of hundreds of\r\nthousands of Somalis and the displacement of millions.\r\nDespite the good intentions of the United Nations,\r\nSomalia suffered from the neglect of the international\r\ncommunity, especially after 1993. The Somali conflict\r\nseemed intractable.\r\nIt was not until August 2000 that a Transitional\r\nNational Government and a Transitional National\r\nAssembly were constituted and a head of State, His\r\nExcellency Mr. Abdikassim Salad Hassan, was elected.\r\nThat was a result of a conference held in Arta, in the\r\nRepublic of Djibouti, attended by more than 3,000\r\nSomalis from all regions and all walks of life,\r\nincluding traditional leaders, intellectuals, business\r\npersons and women. The warlords were repeatedly\r\ninvited and opted not to participate.\r\nThe Transitional National Government of\r\nSomalia has continued to engage in dialogue those who\r\nchoose to be outside the Arta process, with a view to\r\nbringing them on board. We have been persistent in\r\nencouraging them to renounce war as a means of\r\nachieving political gains, and we share our vision of\r\npeace and national reconciliation in Somalia and for\r\nthe Somali people.\r\nIn our endeavours to achieve peace and stability\r\nin Somalia, we have also engaged our brothers\r\nelsewhere in the subregion, regional organizations and\r\nthe United Nations, to assist us in the search for\r\ndurable peace in Somalia.\r\nI am happy to note that the Intergovernmental\r\nAuthority on Development (IGAD), with the strong\r\nsupport of the international community, has undertaken\r\na serious peace initiative for Somalia. IGAD has\r\nmandated the three frontline States of Kenya, Djibouti\r\n23\r\nA/57/PV.19\r\nand Ethiopia, under the chairmanship of His\r\nExcellency President Daniel arap Moi of Kenya, to\r\nwork out the modalities and time frames for completing\r\nthe Arta peace process. This has the support of the\r\ncurrent Chairman of IGAD, His Excellency Mr. Omer\r\nAl-Bashir, President of the Republic of Sudan, and the\r\nheads of State of other IGAD countries. The IGAD\r\nprocess for the completion of the Arta process has\r\nstreamlined the various and often conflicting initiatives\r\nfor the first time.\r\nIGAD has announced that a conference for the\r\ncompletion of the reconciliation process will be held in\r\nKenya on 15 October 2002. The Transitional National\r\nGovernment will participate. We will participate with\r\nan open mind and with the interest of the Somali\r\npeople as our foremost priority. The Transitional\r\nNational Government will spare no effort to make the\r\nnational reconciliation conference a success. We are\r\ngratified that the international community has\r\nrecognized that the Arta peace process continues to be\r\nthe most viable basis for peace and national\r\nreconciliation in Somalia. It is our hope that those\r\nregional administrations and other parties that have\r\nbeen outside the Arta process will share our vision for\r\npeace and stability in Somalia.\r\nIn this regard, it is of critical importance that the\r\ninternational community send a clear message to all the\r\nSomali participants to support the IGAD-sponsored\r\nconference in Kenya, making clear that those who try\r\nto sabotage it or refuse to participate will be sanctioned\r\nby the international community.\r\nEqually important is the issue of guarantees for\r\nthe outcome of the reconciliation conference. We\r\nbelieve and request that the international community\r\nshould put in place regional and international measures\r\nguaranteeing both the finality and the legality of the\r\noutcome of the conference in Kenya. The international\r\nand regional guarantees must ensure that sanctions will\r\nbe imposed on any Somali group that rejects the\r\noutcome of the reconciliation conference in Kenya.\r\nWhen the Somali parties agree on a peace\r\nframework during the October conference in Kenya,\r\nthere will be an urgent need for international\r\npeacekeepers. There will also be an urgent need for\r\ndisarmament and for the rebuilding of national\r\ninstitutions in Somalia. We urge the United Nations to\r\nbe ready for this and to plan to meet the new\r\nchallenges of disarmament, the demobilization of\r\nmilitias and reconstruction.\r\nThe wind of peace that is blowing across the\r\nAfrican continent has finally reached Somalia. As the\r\nTransitional National Government, we are committed\r\nto the re-emergence of a new Somalia that is at peace\r\nwith itself, its neighbours and the world. As a law-\r\nabiding State, we pledge to respect our obligations\r\nunder the United Nations Charter and the Constitutive\r\nAct of the African Union and to remain a partner for\r\npeace and development in our continent and throughout\r\nthe world.\r\nThe President: I thank the Minister for Foreign\r\nAffairs of Somalia for his respect for the agreed time\r\nlimit.\r\nI now give the floor to His Excellency Mr. Jan\r\nKohout, Deputy Minister for Foreign Affairs of the\r\nCzech Republic.\r\nMr. Kohout (Czech Republic): Let me start by\r\nsaying how pleased I am to see a representative of my\r\nown country presiding over this session of the General\r\nAssembly. It is the first time that the Czech Republic\r\nhas had the honour of chairing this supreme body of\r\nthe United Nations. I am grateful to all who made this\r\npossible by supporting our aspirations. I wish you, Mr.\r\nPresident, every success in the performance of this\r\nimportant function, a function which was raised to such\r\na high standard by your predecessor, Han Seung-soo of\r\nthe Republic of Korea.\r\nRepresenting the Government which assumed its\r\nfunction this July, I would like to confirm the\r\ncontinuity of Czech foreign policy, with its emphasis\r\non the Euro-Atlantic dimension but also with a truly\r\nglobal reach and a strong involvement in multilateral\r\ncooperation. I should also mention that the Government\r\nof the Czech Republic has made its active participation\r\nin the fight against terrorism and against the\r\nproliferation of weapons of mass destruction one of its\r\ntop priorities.\r\nA year ago at this time, the whole world was\r\nshocked by the horrific terrorist attacks on the United\r\nStates of America on 11 September. The appalling\r\ndimensions of those attacks revealed the nature of the\r\nnew threats that the international community is\r\ncurrently facing. Our response must be firm. We must\r\nmove from the policy of containment to the policy of\r\nactive struggle against international terrorism. At the\r\n24\r\nA/57/PV.19\r\nsame time, we need to discuss issues that may be the\r\nsource of, or a fertile ground for, violent acts of a\r\nsimilar nature.\r\nThis November, Prague will host the summit of\r\nNorth Atlantic Treaty Organization (NATO) and the\r\nEuro-Atlantic Partnership Council. The Czech\r\nRepublic will support NATO’s enlargement to include\r\nadditional countries from Central and Eastern Europe.\r\nAt the same time, we are aware of the importance of\r\nNATO and European Union relations with the Russian\r\nFederation, Ukraine and the Mediterranean countries.\r\nWe also anticipate that the Prague summit will mark an\r\nimportant milestone in the history of the alliance in\r\nconnection with its transformation to meet such current\r\nsecurity challenges as international terrorism and other\r\nasymmetric threats. We are convinced that these steps\r\nwill contribute to strengthening the stability and\r\nsecurity of the world as a whole.\r\nThe Czech Republic is paying great attention to\r\nthe problem of Iraq. We advocate the unconditional\r\nimplementation of the relevant Security Council\r\nresolutions, including those concerning the renewal of\r\narms inspections, disarmament, the release of detained\r\nKuwaiti citizens and the return of confiscated Kuwaiti\r\nproperty. The current regime in Iraq, because of its\r\nefforts to develop and produce weapons of mass\r\ndestruction and its failure to comply with the will of\r\nthe international community, represents an enormous\r\nrisk not only for the security and stability of the Middle\r\nEast region, but for the international community as a\r\nwhole. I can assure the Assembly that the Czech\r\nRepublic supports the peaceful resolution of disputes in\r\ninternational relations.\r\nHowever, our nation has its tragic experience\r\nwith never-ending concessions to aggressive regimes.\r\nWe must not forget that peace must sometimes be\r\ndefended by force. The Czech Republic considers the\r\nletter by the Minister for Foreign Affairs of Iraq to the\r\nSecretary-General as a reaction to the firm stand of,\r\nand the pressure by, the international community. This\r\npressure on the Iraqi regime must continue until all\r\nSecurity Council requirements are met in full.\r\nThe Czech Republic is also closely following the\r\ndevelopments in the Middle East. Let me recall that our\r\npreference in this regard has always been for a peaceful\r\nand just settlement of the problem in line with Security\r\nCouncil resolutions 242 (1967), 338 (1973) and 1403\r\n(2002). The only meaningful option is to continue\r\nnegotiations with the objective of stabilizing the\r\ncurrent situation as a step towards achieving complete\r\nand lasting peace in this region. The Czech Republic\r\nshares the vision of peaceful co-existence between\r\nIsrael and an independent and democratic Palestinian\r\nState, based on mutual trust and arrangements covering\r\nall security concerns. In this regard, we welcome the\r\npromising results of the Quartet meeting held earlier\r\nthis week.\r\nWith regard to peace and security, we recently\r\nwitnessed some encouraging progress in the resolution\r\nof armed conflicts in Africa, namely, in Angola, Sierra\r\nLeone, Liberia and the Democratic Republic of the\r\nCongo, as well as in other areas, including the Balkans\r\nand Afghanistan. We welcome and support the positive\r\nchanges. For example, the Czech Republic is devoting\r\nlong-term attention to relations with the States of\r\nSouth-Eastern Europe and to the stabilization efforts of\r\nthe international community in the western Balkans.\r\nThis year, the Czech Republic became a participant in\r\nthe Stability Pact for South-Eastern Europe, which we\r\nregard as an important instrument for the economic\r\nrenewal and reconstruction of the region.\r\nAs for Afghanistan, we consider peace, stability\r\nand democratization a key factor, both for the further\r\npeaceful development of the entire region, as well as\r\nfor the wider international context of the fight against\r\nterrorism. The international community has to increase\r\nits efforts to stabilize the security situation and support\r\nthe economic renewal of Afghanistan, including the\r\nbreaking of its economy’s dependence on the\r\ncultivation of opium.\r\nImportant components of the United Nations\r\nagenda include the areas of disarmament, arms control\r\nand non-proliferation of weapons of mass destruction.\r\nThe Czech Republic supports the process of the gradual\r\nreduction and destruction of nuclear arms within the\r\nframework of the ongoing process of the\r\nimplementation and achievement of the universality of\r\nthe Treaty on the Non-Proliferation of Nuclear\r\nWeapons and the coming into force of the\r\nComprehensive Nuclear-Test-Ban Treaty. Similarly, the\r\nCzech Republic is working to achieve both the\r\nuniversality and rigorous implementation of the\r\nChemical Weapons Convention, including the\r\ndestruction of existing arsenals, and the strengthening\r\nof the Biological and Toxin Weapons Convention. We\r\nalso wish to see a renewal in the activities of the\r\nConference on Disarmament and the commencement of\r\n25\r\nA/57/PV.19\r\nsubstantive talks on a fissile materials cut-off treaty.\r\nWe invite member States of the Conference to take a\r\ndecision concerning the enlargement of its\r\nmembership.\r\nThe Czech Republic supports steps to strengthen\r\nthe authority and effectiveness of the United Nations.\r\nThis includes the reform and enlargement of the\r\nSecurity Council, the revitalization of the General\r\nAssembly, adapting peacekeeping operations in line\r\nwith the Brahimi report, efforts to transform the culture\r\nof reaction to a culture of prevention and making\r\nchanges in the Economic and Social Council and its\r\nsubsidiary bodies, among other things, as a response to\r\nthe challenges posed by goals of the Millennium\r\nDeclaration and recent major United Nations\r\nconferences.\r\nOne of the major challenges currently facing the\r\ninternational community is to ensure that all countries\r\nhave fair access to the benefits of globalization. Issues\r\nsuch as development assistance and cooperation, debt\r\nrelief for highly indebted developing countries and\r\nnon-discriminatory participation in a multilateral trade\r\nsystem, together with what we call good governance,\r\nare key both for further economic progress in many\r\nparts of the world and for preserving favourable living\r\nconditions for future generations.\r\nIn that context, the Czech Republic welcomes the\r\nsuccessful conclusion of the Monterrey Conference on\r\nFinancing for Development, held earlier this year, and\r\nof the World Summit on Sustainable Development,\r\nheld in Johannesburg just a few weeks ago. The\r\nSummit reinforced the determination of the\r\ninternational community to pursue the goal of\r\nsustainable development and, most importantly,\r\nstressed implementation, time-bound goals and specific\r\ncommitments, responsibility and accountability. Let us\r\nnow make sure that the core message of Johannesburg\r\nis not forgotten. Let us hope that the Summit is\r\nfollowed by concrete actions at the global, regional,\r\nnational and local levels, including through initiatives\r\nsuch as the New Partnership for Africa’s Development.\r\nThe Czech Republic attaches great significance to\r\nthe strengthening of international law and respect for\r\nhuman rights. We are determined to seek an early\r\nconclusion of a general United Nations convention on\r\ninternational terrorism. We also welcome the\r\nestablishment of the International Criminal Court. I\r\nbelieve that the Czech Republic will join the large\r\ngroup of parties to the Rome Statute in the near future.\r\nThe Czech Republic is conscious of the\r\ncontribution of the United Nations to promoting respect\r\nfor, and protection of, human rights. We call for a\r\nconsistent approach to fulfilling the obligations entered\r\ninto, in particular in relation to the advancement of\r\nwomen and the protection of the rights of the child,\r\nincluding in situations of armed conflict. We advocate\r\nthe prevention and gradual elimination of all forms of\r\nracism and discrimination, including that against\r\nmembers of ethnic or religious minorities, persons with\r\ndisabilities and older persons and a ban on torture and\r\nthe death penalty. We are paying very close attention to\r\nthe draft optional protocol to the Convention against\r\nTorture and other Cruel, Inhuman or Degrading\r\nTreatment or Punishment. The Czech Republic will\r\nactively promote the adoption of the draft protocol by\r\nthis session of the General Assembly.\r\nThis session of the General Assembly will be\r\nremembered, inter alia, for the admission of two new\r\nmembers, Switzerland and East Timor. I welcome\r\nSwitzerland most cordially to the United Nations\r\nfamily, and I look forward to welcoming East Timor.\r\nTheir entry into the Organization represents a further\r\nstep towards completing the universality of the\r\nmembership of the United Nations, the achievement of\r\nwhich the Czech Republic unanimously supports and\r\nwhich represents further proof of the vitality of our\r\nOrganization.\r\nI could stop here. But before I finish, allow me to\r\ntake advantage of this occasion to raise two issues.\r\nFirst, I would like to reaffirm the continued interest of\r\nthe Czech Republic in supporting the activities of the\r\nUnited Nations Information Centre in Prague, which\r\nlast year was housed in new premises — the so-called\r\nPrague United Nations House — also seating\r\nrepresentative bodies of other organizations of the\r\nUnited Nations system. And finally, on behalf of the\r\npeople of the Czech Republic, I wish to warmly thank\r\nall who generously provided humanitarian and other\r\ntypes of assistance to my country after it had been\r\nstruck by devastating floods last August. At that\r\ncritical time, we saw an enormous wave of\r\ninternational solidarity, and the floods thus contributed\r\nto a coming together among ourselves, our neighbours\r\nand the rest of the world.\r\n26\r\nA/57/PV.19\r\nThe President: I thank the representative of the\r\nCzech Republic for his statement and for adhering to\r\nthe agreed time limit.\r\nThe Assembly will now hear an address by Her\r\nExcellency Mrs. Irma Loemban Tobing-Klein,\r\nChairperson of the delegation of Suriname.\r\nMrs. Loemban Tobing-Klein (Suriname): The\r\ncreation on 24 October 1945 of the family of nations\r\nbrought the peoples of the world values, principles and\r\ngoals to cherish and to realize. The founders of the\r\nUnited Nations brought us hope; they brought us new\r\nbelief in the future of humanity after two world wars.\r\nThey opened the eyes of the world community to such\r\nkey issues as human dignity, equality, tolerance, peace,\r\nnational and international security, social and economic\r\nprogress, and respect for human rights.\r\nHow do we deal with those precious gifts? Do\r\nwe, the Member countries — large and small; powerful\r\nand less powerful; developed, less developed and\r\ndeveloping — make the optimal use of those tools to\r\nshoulder the necessary responsibility and solidarity\r\nwith one another and with our peoples, in particular the\r\nmost vulnerable ones among us: our children, older\r\npersons, persons with disabilities, persons with\r\nHIV/AIDS, women and men, and older and younger\r\npersons who are suffering from extreme poverty,\r\nhunger, deadly diseases, drought and war crimes?\r\nIn my statement today on behalf of the\r\nGovernment and the people of the Republic of\r\nSuriname, in which those fundamental issues should be\r\naddressed, I would first like to express feelings of\r\npeace and love to the entire United Nations family:\r\npeace and love, which was brought to us in the peace\r\nmessages of the President and of the Secretary-General\r\nand in the beautiful songs of the United Nations Choir\r\nduring the Peace Bell Ceremony, held this morning\r\nhere at Headquarters, on the occasion of the\r\nInternational Day of Peace; peace and love to you, Mr.\r\nPresident, because of your unanimous election to that\r\nhigh Office, because of your readiness to serve and\r\nbecause of your country’s important contribution to the\r\nlofty goals of the Organization; peace and love to your\r\npredecessor, Mr. Han Seung-soo, for his energetic\r\nguidance and leadership during the remarkable fifty-\r\nsixth session of the General Assembly; and peace and\r\nlove to the dedicated and inspiring Secretary-General\r\nand to the entire Secretariat — those who work actively\r\nevery day everywhere in the United Nations system\r\nand who, despite their difficult roles, which include\r\nsecurity personnel, interpreters, conference officers,\r\nfield workers, information and communication\r\ntechnology personnel and personnel in the various\r\nagencies and programmes, always stand ready to serve\r\nhumanity with a kind smile.\r\nMr. Laotegguelnodji (Chad), Vice-President, took\r\nthe Chair.\r\nPeace and love were enshrined in the recent 11\r\nSeptember message of President Runaldo Ronald\r\nVenetiaan of the Republic of Suriname to President\r\nGeorge W. Bush of the United States of America:\r\n“On this day, our thoughts and feelings are\r\nwith the families and friends of the victims of the\r\ncruel terrorist attack on 11 September 2001, as\r\nwell as with the Government and people of the\r\nUnited States of America. The people of\r\nSuriname pray that the whole of the American\r\nnation will prosper in peace, together with all of\r\nthe global family”.\r\nWe express peace, love and special words of\r\nwelcome to the newly admitted Swiss Confederation,\r\nwhich, as of 10 September 2002, has joined our family\r\nas the 190th Member State, after having served the\r\nUnited Nations so well as an observer State, especially\r\nwith respect to the promotion of human rights and the\r\nprotection of humanitarian law. We also express our\r\nspecial feelings of love, peace and welcome to the\r\nDemocratic Republic of Timor-Leste, which will be\r\nadmitted as the 191st Member State of the United\r\nNations on 27 September 2002 after a long process of\r\npreparation, on the basis of Security Council resolution\r\n1272 (1999), with the strong participation of its own\r\nwell-motivated people and with the guidance and\r\nsupport of the international community. We wish the\r\nGovernments and peoples of both countries well in\r\ntheir future endeavours.\r\nLast year, designated as the United Nations Year\r\nof Dialogue among Civilizations, came at a time in\r\ntoday’s world when dialogue proved to be most\r\nessential. Suriname is a fervent advocate of dialogue.\r\nTherefore, we prefer to choose the path of dialogue to\r\nsolve our disputes. I am pleased to say that the\r\nSurinamese peoples, who originated in all parts of the\r\nworld — in Africa, Asia, the Americas and Europe —\r\nlive in peace and harmony with one another. We also\r\ncherish our peaceful and friendly relations with\r\nneighbouring countries and with many other countries\r\n27\r\nA/57/PV.19\r\naround the globe. To promote unity in our society, the\r\nideals of peace and respect for one another’s cultures\r\nare incorporated into our national educational\r\nprogrammes and are taught from an early age.\r\nThe human rights based approach to\r\ndevelopment, including the notion that human rights\r\neducation is a key to development, should be\r\nembraced. Therefore, the national education plan of\r\nSuriname will also deal with human rights education.\r\nAwareness should be raised that poverty among our\r\npeoples is a serious violation of their human rights:\r\nevery human being has the right to an adequate\r\nstandard of living with regard to health, medical care\r\nand well-being — the right to education, to food, to\r\nhousing and to social services in general.\r\nSuriname has ratified all major human rights\r\ninstruments. We welcomed the special attention of the\r\nCommittee on the Elimination of Discrimination\r\nagainst Women during the consideration of, among\r\nother things, Suriname’s initial periodic report,\r\nsubmitted last June, on the importance of human rights\r\nas a way to transform society and as a birthright. My\r\ndelegation emphasizes that no equality can be achieved\r\nunless human rights become a way of life.\r\nTherefore, on behalf of my Government, I would\r\nlike to express my heartfelt thanks to the former High\r\nCommissioner for Human Rights, Mrs. Mary\r\nRobinson, for the excellent manner in which she\r\ncarried out her duties. At the same time, we wish to\r\nwelcome the newly appointed High Commissioner for\r\nHuman Rights, who is from our region: Mr. Sergio\r\nVieira de Mello of Brazil.\r\nWe extend our best wishes to him, and are\r\nconvinced that he will guide us in promoting and\r\nprotecting the effective enjoyment by everyone of all\r\ncivil, cultural, economic, political and social rights,\r\nincluding the right to development, in accordance with\r\nGeneral Assembly resolution 48/141.\r\nIf we indeed want the United Nations to maintain\r\ninternational peace and security, we need to abide by\r\nand implement the various resolutions and decisions it\r\nhas adopted towards this goal. The commitments,\r\ndeclarations and action plans drafted at the various\r\nUnited Nations follow-up conferences held this year\r\nwill have to be implemented. The difference in\r\npositions of various countries poses a threat to\r\ninternational peace and security, especially with regard\r\nto the consequences of trade liberalization for\r\ndeveloping countries.\r\nAchieving the Millennium Development Goals\r\nmust be our first priority, and this achievement should\r\nnot be jeopardized by an increase in defence\r\nexpenditures.\r\nWe welcome Iraq’s recently announced decision\r\nto allow the return of United Nations weapon\r\ninspectors into the country; we also applaud the\r\nrecently agreed peace plan that aims to achieve, by\r\n2005, a final settlement towards a peaceful solution to\r\nthe conflicts in the Middle East.\r\nIf we want to guarantee international peace and\r\nsecurity, we have to live up to the challenge of creating\r\na world fit for children; a world without child-soldiers;\r\na society for all ages, where people are no longer\r\nstarving, dying of famine, drought or living in extreme\r\npoverty; where there is respect for human rights, the\r\nrule of law and international law; where there is fair\r\ntrade, sustainable development, good governance; and\r\nwhere each individual has the right to development, the\r\nultimate goal being to improve the quality of life of\r\nevery human being — children, women, men, older\r\npersons and persons with disabilities.\r\nAccording to the 2002 Human Development\r\nReport, many countries are poorer than they were 10,\r\n20, and in some cases, even 30 years ago; genuine\r\nattention should be given to these most vulnerable\r\npeople. Developing countries can by no means meet\r\nthe needs of their people on the basis of their own\r\nfinancial resources; Governments of the developed\r\nworld, international financial institutions and donor\r\ncountries should increase their official development\r\nassistance.\r\nPoverty eradication should be a high priority in\r\nour countries. Our poverty eradication programme is\r\ndesigned in such a way that it emphasizes not only\r\nlabour demanding growth, but also, and especially,\r\ndomestic capital demanding growth. Our Government\r\nhas confidence in a programme focusing on technology\r\nand the education of our people to elevate our\r\npopulation to higher material and spiritual levels.\r\nEducation is an important vehicle leading to the\r\nawareness of health problems, such as HIV/AIDS,\r\nmalaria and tuberculosis, human rights and democracy\r\nissues, criminality, including cross-boundary crime,\r\nand drug trafficking. Suriname has a long tradition and\r\n28\r\nA/57/PV.19\r\nhistory regarding the involvement of civil society and\r\nother non-State actors in the development of our\r\ncountry and attaches great importance to real\r\npartnership between Government, civil society and\r\nnon-governmental organizations in the fields of social\r\naffairs, education and health, among others.\r\nDuring our participation last Monday in the high-\r\nlevel General Assembly session on the New\r\nPartnership for Africa’s Development, we expressed\r\nthe solidarity of the Government and People of\r\nSuriname with our brothers and sisters on the African\r\ncontinent and our strong support for Africa’s\r\ndetermination to emerge from poverty, hunger and\r\nfamine, and such destructive deadly diseases as\r\nHIV/AIDS, malaria and tuberculosis, in order to build\r\na strong and lasting culture of peace and democracy\r\nbased on Africa’s precious natural and human\r\nresources and its cultural wealth.\r\nInformation and communication technologies\r\n(ICT) must be considered as essential for the\r\nsustainable development of peoples and societies; the\r\nrights-based approach to development should include\r\nthe right to information and communication\r\ntechnologies. ICT has been recognized as an effective\r\ninstrument in the fields of economic growth,\r\nknowledge, education at all levels, poverty eradication,\r\npeople’s empowerment, capacity-building, decision-\r\nmaking and the promotion of sustainable development.\r\nThe United Nations Secretary-General should be\r\ncommended for the timely initiative within the United\r\nNations system to create the United Nations\r\nInformation and Communication Technologies Task\r\nForce, which plays a vital role in the preparatory\r\nprocess for the World Summit on the Information\r\nSociety in December 2003 in Geneva and 2005 in\r\nTunis. Various ICT programmes and projects for\r\nchildren, students, older persons and others, are being\r\ncarried out in Suriname by the Government, the\r\nuniversity and civil society.\r\nMy country will continue to support the work of\r\nthe United Nations. We are committed to implementing\r\nthe plans of action of the important follow-up United\r\nNations Conferences held this year — namely, the\r\nSpecial Session on Children, the International\r\nConference on Financing for Development, the World\r\nAssembly on Ageing, the World Food Summit and the\r\nWorld Summit on Sustainable Development.\r\nThe challenges that we face with regard to\r\neconomic, social and environmental development are\r\nto cut poverty in half within the next 10 years. My\r\nGovernment is committed to working on the economic\r\ngrowth and poverty eradication of our own people. We\r\nare also faced with the challenge of improving\r\nenvironmentally-friendly and healthy products and\r\nconsumer goods; protecting and managing the natural\r\nresource base of Suriname; improving the sustainable\r\ndevelopment of small island developing States; and\r\nstrengthening the management of sustainable\r\ndevelopment at the national, regional and international\r\nlevels.\r\nBecause Suriname is situated in the Caribbean\r\nregion, the region with the second highest rate of\r\nHIV/AIDS-infected people in the world, this issue is of\r\nutmost importance. Besides HIV/AIDS, malaria and\r\ntuberculosis pose grave threats not only to health in\r\ngeneral, but also to the labour sector and to the social\r\nand economic development of Suriname. We are,\r\ntherefore, now taking the necessary steps to submit a\r\nrequest for funding through the United Nations Global\r\nFund to Fight AIDS, Tuberculosis and Malaria.\r\nWe are faced with a vast amount of issues that\r\nneed to be solved, and agreements and programmes\r\nthat need to be implemented in order to improve the\r\nlives of our peoples. The United Nations still proves to\r\nbe the best place to collectively discuss the problems of\r\nthe world and to look for lasting solutions. It is up to us\r\nto live up to our commitments as Members of the\r\nUnited Nations and to create better living conditions\r\nfor our people. We can only hope that this would\r\neventually lead to stability in and between our\r\ncountries, and ultimately lead to peace and security, as\r\nenvisioned by the founders of this great Organization.\r\nSecretary-General Annan and Assembly President\r\nKavan, at this morning’s Peace Bell ceremony,\r\nexhorted the international community to heed the\r\nmessage of International Peace Day and let it resound\r\nfar and wide, spreading dignity, justice, understanding,\r\nsolidarity and prosperity.\r\nLet there be peace on earth. Let peace begin with\r\nall of us who are assembled in this beautiful, historical\r\nGeneral Assembly Hall. May the Almighty be with all\r\nof us.\r\nThe Acting President (spoke in French): I give\r\nthe floor to His Excellency Mr. Alfred Capelle,\r\nChairman of the delegation of the Marshall Islands.\r\n29\r\nA/57/PV.19\r\nMr. Capelle (Marshall Islands): I bring to the\r\nAssembly warm greetings from President Kessai H.\r\nNote.\r\nOn behalf of the Republic of the Marshall\r\nIslands, I am honoured to congratulate Mr. Jan Kavan\r\non his election to this high office. Let me also take this\r\nopportunity to thank the Secretary-General for the hard\r\nwork that he and the Secretariat have undertaken in\r\npreparation for this General Assembly.\r\nI am also very pleased to extend a warm welcome\r\nand congratulations from the Marshall Islands to the\r\npeople of Switzerland and of East Timor, as the newest\r\nMembers of the United Nations.\r\nIt is unfortunate that this, the fifty-seventh\r\nsession of the General Assembly, is meeting in the\r\nshadow of the anniversary of the terrorist attacks that\r\nshocked our host country — and the world — on 11\r\nSeptember 2001. Modern terrorism is an issue of\r\nconcern for all peoples, regardless of nationality or\r\nreligion. It is an issue that no nation can afford to\r\nignore.\r\nWhile sharing in the feelings of terror, horror and\r\nsorrow caused by the terrorist attacks in the United\r\nStates, the people of the Marshall Islands are hopeful\r\nthat the Member States of the United Nations will\r\ncontinue to join together in working towards global\r\npeace and security. I urge this body, which collectively\r\nrepresents the moral force of all Member States, to do\r\neverything in its power to eliminate the threat of\r\nterrorism.\r\nI am pleased to announce that the Marshall\r\nIslands has recently completed a process of national\r\npriority-setting and of assessing Government policy.\r\nWe have thoroughly reviewed the state of our nation\r\nthrough the holding of a National Economic and Social\r\nSummit, whose findings have formed the basis for our\r\nlong-term sustainable development plan, entitled\r\n“Republic of the Marshall Islands Vision 2018”.\r\nThis process of review was guided by\r\nconsultations with all stakeholders and all sectors of\r\nour society. Extensive discussions and interviews were\r\ncarried out in order to ensure that all members of the\r\nMarshall Islands community would have the\r\nopportunity to contribute to our vision for the future.\r\nThe Marshall Islands Government has determined\r\nthat all development policies and objectives will be\r\nguided by the vision generated by the Summit, and we\r\nare now in the process of implementing the core ideals\r\nof this blueprint for sustainable development.\r\nIn developing our national vision, the Marshall\r\nIslands Government has also responded to the\r\ninternational agenda as set by the United Nations. We\r\nhave ensured that our policies will reflect the all-\r\nimportant priorities of good governance, respect for\r\nfundamental human rights, protection of the\r\nenvironment, and conservation of natural resources. We\r\nhave also taken account of social development\r\nobjectives and of the need to invest in the areas of\r\nhealth and education. We are confident that, by linking\r\nour national priorities to the international agenda, the\r\ncorrect policy decisions will be made.\r\nDuring the 1990s the Marshall Islands went\r\nthrough a period of structural adjustment and reform at\r\nthe demand of the international donor community. We\r\nhave faithfully carried out these costly and socially\r\ndisruptive reforms, in the hope that some form of\r\nreward would be forthcoming. We now have in place a\r\nforward-looking and pragmatic set of policies, and we\r\nare eager to translate them into action for the\r\nbetterment of the lives of our people. Yet there are few\r\nwho are willing to assist us in achieving this goal.\r\nI therefore stand here, at the fifty-seventh session\r\nof the General Assembly, to advocate for a new\r\ninternational paradigm: one that recognizes both the\r\nunique challenges facing small island developing\r\nStates such as the Marshall Islands, as well as the\r\nunique resources and gifts that such nations possess —\r\nresources that can benefit the whole of the international\r\ncommunity only through substantive and sustained\r\npartnerships.\r\nIt is time to reconceptualize the relationship that\r\nexists between more established and less-established\r\nnations, from one of donors and recipients to one of\r\nmutual beneficiaries and collaborators. Only in this\r\nway will it be possible fully to realize the promise of\r\ntrue international cooperation and development.\r\nThe Marshall Islands has so much in the way of\r\nnative intellectual, environmental and cultural\r\nresources to share with the international community.\r\nWe look forward to creating new forms of partnership\r\nwith entities around the world — partnerships that will\r\nredound to the benefit of the global community and of\r\nall its residents.\r\n30\r\nA/57/PV.19\r\nThe partnerships that are most meaningful to us\r\nare ones of a practical nature. Our communities, and\r\nthose of many other nations like the Marshall Islands,\r\nare seeking partnerships of action that offer pragmatic\r\nand practical solutions that are coordinated and\r\ntargeted for maximum effect.\r\nThe Marshall Islands shares challenges that are\r\nuniquely peculiar to many small island States: a\r\nprecariously fragile environment that is highly\r\nsensitive to the threat posed by global warming; a\r\nnarrow economic base that imposes constraints on the\r\npotential for progressive and sustainable development;\r\nand an institutional milieu that is slowly developing the\r\ncapability of harnessing the benefits of science and\r\ntechnology.\r\nIn relation to our international partners, the\r\nMarshall Islands is particularly concerned about the\r\nfollowing issues. First of all, we are concerned about\r\nthe environment. The Marshall Islands Government\r\nrecognizes the need for a coordinated and\r\ncomprehensive approach in seeking appropriate\r\nsolutions to the challenges posed by environmental\r\ndegradation and pollution.\r\nWe commend the Barbados Programme of\r\nAction, which, in conjunction with the outcome forged\r\nat the Johannesburg Earth Summit, will provide a\r\nguiding framework for sustainable development for\r\nsmall island States, such as the Marshall Islands. The\r\nwide divergence of views expressed in Johannesburg\r\nposed many challenges, but also produced rich insights\r\ninto areas where our common strengths lie, and into\r\nhow these might best be utilized.\r\nFurther, it is vital that the international\r\ncommunity recognize the great challenge to life and\r\nculture that is posed by global climate change. This\r\nthreat to life and culture is felt most acutely by nations\r\nsuch as the Marshall Islands — nations that face the\r\nvery real threat of complete obliteration if our oceans\r\nrise by even marginal levels.\r\nOn behalf of the Marshall Islands, I commend\r\nthose States that share our concerns and have signed\r\nand ratified the Kyoto Protocol. May I also urge the\r\nremaining non-signatory States to consider the vital\r\nimportance and urgency of this issue. If the\r\ninternational community does not act now, the future\r\nwill see the disappearance of many small island\r\nnations, which in turn will have immeasurable\r\neconomic, environmental and immigration\r\nconsequences for the entire global community.\r\nSecondly, an issue that is particularly relevant to\r\nthe Marshall Islands is that of nuclear cleanup and non-\r\nproliferation. The Marshall Islands seeks partnerships\r\nwith members of the international community that will\r\nhelp raise to new levels the dialogue about nuclear\r\nweapons and their testing.\r\nThe people of the Marshall Islands have suffered\r\ngreatly at the hands of a world that is continually\r\npreparing for war. We are restrained by the persisting\r\nlegacy of toxic nuclear waste, which poses challenges\r\nfar beyond our financial and scientific capability to\r\nsolve. Our food chain continues to be affected, and our\r\ndevelopment is thwarted by our inability to use\r\ndamaged lands.\r\nI am pleased to state that the United States\r\nCongress is currently reviewing our situation, and we\r\nare hopeful that the outcome will contribute towards\r\namelioration of this problem. Nevertheless, we believe\r\nthat our hard-learned lessons can help to inform and\r\ninstruct the international community in future debates\r\nabout the use and testing of nuclear weapons.\r\nAnd thirdly, another issue that is particularly\r\npertinent for our people is that of oceans and fisheries.\r\nAs a nation whose entire livelihood depends on the\r\nresources of the sea, the Marshall Islands Government\r\npledges its unwavering support for the Law of the Sea\r\nmanagement regime. In particular, we emphasize the\r\nimportance of Article 63 (1) of the Convention, which\r\nspeaks of the need for States to agree on measures\r\nnecessary to coordinate and ensure the conservation\r\nand development of shared stocks.\r\nThe Marshall Islands is also pursuing the\r\nestablishment of national fisheries industries that will\r\ngradually enable the replacement of foreign fishing\r\nfleets; the delineation of our own exclusive economic\r\nzone; and the establishment of international guidelines\r\nto protect our oceans for generations of future\r\nfishermen and the people who count on the work they\r\ndo for survival.\r\nI have mentioned only a few of the priorities that\r\nmy delegation will be seeking to raise at the\r\nappropriate moment in the upcoming committee\r\ndebates and in our interactions with United Nations\r\nagencies and our development partners. There are, of\r\ncourse, many other issues of concern to both the\r\n31\r\nA/57/PV.19\r\nMarshall Islands and the international community as a\r\nwhole — issues with which all of us will wrestle in the\r\ncoming years.\r\nAmong the most important challenges faced by\r\nthis body is the continued exclusion of the Republic of\r\nChina on Taiwan from the United Nations. The\r\nMarshall Islands Government reiterates its concern that\r\nthe exclusion of a nation of peaceful and law-abiding\r\ncitizens is not consistent with the inclusive ideal of the\r\nUnited Nations. I therefore urge each and every one of\r\nyou, all of us, to overcome our biases and to allow the\r\nadmission of the Republic of China on Taiwan to the\r\nUnited Nations.\r\nAnother important challenge faced by this body is\r\nthe ongoing conflict in the Middle East. The Marshall\r\nIslands considers that urgent diplomatic action is\r\nrequired in order to work towards a peaceful solution\r\nto this threat to international peace and security.\r\nThe Marshall Islands wishes to emphasize its\r\nsupport for the expansion of the United Nations\r\nSecurity Council. We believe that there should be an\r\nincrease in the number of both permanent and non-\r\npermanent members of the Council and that such\r\nexpansion should include members from both\r\ndeveloped and developing countries. This would\r\nsignificantly broaden the representation base of the\r\nCouncil and thus reinforce its ongoing validity.\r\nMay I take this opportunity to congratulate the\r\ninternational community on its support for the newly-\r\nestablished International Criminal Court. The Marshall\r\nIslands is hopeful and confident that the Court will\r\nprove to be a powerful mechanism in the\r\nadministration of justice at the international level. We\r\nare, however, currently considering the making of a\r\nbilateral agreement under Article 98 of the Rome\r\nStatute and will determine this issue after a careful\r\nassessment of the implications of such an agreement.\r\nThe President took the Chair.\r\nFinally, I wish to reaffirm the strong commitment\r\nin fellowship and solidarity of the Marshall Islands\r\nwith all the Member States of this body.\r\nLong live the United Nations. God bless the\r\nUnited Nations.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Martin Belinga-Eboutou, chairman of\r\nthe delegation of Cameroon.\r\nMr. Belinga-Eboutou (Cameroon) (spoke in\r\nFrench): The delegation of Cameroon welcomes the\r\nunanimous vote that conferred upon the Czech\r\nRepublic the presidency of the General Assembly at its\r\nfifty-seventh session. Current circumstances may not\r\nbe conducive to optimism, but the peoples of the\r\nUnited Nations are continuing to make progress\r\ntowards the future. The heads of State or Government\r\nof the countries of the world mapped out the contours\r\nof that future during the Millennium Summit. They\r\ncalled for a future world in which humankind can live\r\nfree from all fears and free from want. I am convinced\r\nthat, given your excellent qualities, Mr. President, you,\r\nlike your predecessor, will contribute to strengthening\r\ncohesion and peace among all States and peoples.\r\nCameroon welcomes the new additions to our\r\nfamily. Switzerland, our friend, has taken up the United\r\nNations banner, and the young Democratic Republic of\r\nTimor-Leste will soon be joining it.\r\nI should also like to pay tribute to the\r\nSecretary-General, Mr. Kofi Annan, who, through his\r\ntireless efforts and commitment, is consolidating, day\r\nby day, the credibility and vitality of the United\r\nNations in the eyes of its Member States and, more\r\nbroadly, in international public opinion.\r\nThe United Nations, as never before, is a place\r\nfor coordination, research, action and vigilance in\r\nfavour of international peace and security. Our\r\nsteadfast and determined commitment against terrorism\r\nin the aftermath of the tragic events of 11 September\r\n2001 is proof of this.\r\nCameroon has acceded to the conventional\r\ninstruments adopted by the United Nations immediately\r\nafter that tragedy. We also associate ourselves fully with\r\nthe resolutions that are now enabling the gradual\r\nemergence of a new Afghanistan — one of liberty and\r\nmodernity for its people.\r\nThe fight against the destructive, indiscriminate\r\nand persistent evil of terrorism must be viewed in the\r\nlong term in each of our countries and be based on\r\ndecisions agreed to at the international level. That is\r\nwhy Cameroon fully supports the convening of a high-\r\nlevel conference to develop a joint response by the\r\ninternational community to terrorism.\r\nSuch a fight must not be merely a knee-jerk\r\nresponse. It will also require the adoption of a\r\ncomprehensive approach that takes into account all the\r\n32\r\nA/57/PV.19\r\nfactors of imbalance and injustice that can lead to such\r\ncriminal activity.\r\nIt is for that reason that President Paul Biya\r\nappealed to the community of nations\r\n“to calm the international situation by doing away\r\nwith injustice, which can provide a fertile ground\r\nfor intolerance. Such a realistic step will enable\r\nus to eradicate the causes of dissatisfaction and\r\nrevolt that, if unresolved, can lead to despair and,\r\nat worst, to terrorism”.\r\nIn the same spirit, we believe that our common\r\noffensive on terrorism must rest on legal measures\r\nagreed to by all States, as well as on the effective\r\nimplementation of commitments undertaken in the\r\nMillennium Declaration. We should recall that such\r\ncommitments are aimed at providing further solidarity\r\namong nations and at reducing the gap between rich\r\nand poor countries. Firmness without justice can only\r\npromote feelings of frustration and will leave the\r\nproblem unresolved.\r\nSince becoming a member of the Security\r\nCouncil, the pre-eminent body of our Organization, on\r\n1 January, Cameroon has made every effort to give\r\ncredence to the doctrine of a twin-track approach to\r\npeace and security. Combating international terrorism\r\nwill require the sincere and effective participation of\r\nall States Members of the United Nations. This in turn\r\nwill require an environment of peace, stability and\r\nsecurity among Member States. As a result, we must,\r\nwhatever the cost, find a solution to the conflicts and\r\ntensions that, in Africa, the Middle East and Asia,\r\ncontinue to drive fault lines through international\r\nrelations, among countries in the same region and even\r\nwithin certain States.\r\nAs with the fight against international terrorism,\r\nthe mobilization of the international community against\r\ncrises and armed conflicts must involve both resolute\r\naction and openness. Cameroon is especially concerned\r\nabout the delicate question of sanctions, which are\r\naffecting several countries. Sanctions must be targeted\r\nso as to spare innocent civilians, while the concerns of\r\nthird States, which can be indirect victims, must also\r\nbe taken into account.\r\nWe believe the Security Council would benefit if\r\nsanctions were viewed more favourably. This could be\r\nachieved by according them further legitimacy, which\r\nwould enable them to have the credibility essential to\r\ntheir effectiveness.\r\nAs for the institutional reform of the United\r\nNations, which Cameroon, like many other countries,\r\nhas been urging, special mention must be made of the\r\ninevitable expansion of Security Council membership.\r\nSuch reforms of the principal decision-making body of\r\nthe United Nations would permit a more integrated\r\napproach with regard to serious regional questions and\r\nthe multilateral challenges that flow from\r\nglobalization.\r\nCameroon is convinced that an overwhelming\r\nmajority of Member States are willing and able to carry\r\nout these reforms. That very ability and will have been\r\ndemonstrated by the establishment of the International\r\nCriminal Court; the first session of the Assembly of\r\nStates Parties to the Statute has just been held here.\r\nWe cannot overemphasize the need for solidarity\r\nto unify our nations. Support for the development of\r\nthe countries of the South must remain a priority, as\r\nmust synergy among our States in order to define a\r\nvigorous policy for environmental protection. We have\r\nnever had so many summits on these major challenges.\r\nYet it must be noted that we have seldom adequately\r\nmet the tremendous expectations of millions of women\r\nand children, the great majority of whom continue to\r\nlive in precarious circumstances and with great fear for\r\nthe future of the Earth.\r\nWe must ponder our failures. We must react with\r\na surge of voluntarism that will enable us to launch a\r\ndetermined attack on such great pandemics as\r\nHIV/AIDS. That is the path charted by the first ladies\r\nof Africa, who, upon the invitation of Mrs. Chantal\r\nBiya, will meet in Yaoundé on 15 and 16 November to\r\nestablish and launch, with the help of renowned\r\nresearchers and scientists, a non-governmental\r\norganization called Synergies africaines contre le Sida\r\net les autres souffrances. At that launching, Professors\r\nRobert Gallo and Luc Montagnier will moderate a\r\nscientific symposium on AIDS.\r\nIn order to combat fanaticism, we must cultivate\r\nfidelity to humankind. Such fidelity must be ongoing.\r\nAccording to a wise African saying, “the past and the\r\npresent become one in the single desire to preserve\r\nmankind”. Today more than ever, it is our duty to\r\naffirm our fidelity to our peoples without ever\r\nforgetting the fundamental virtues on which the\r\nuniversal fabric of mankind’s aspirations and dreams is\r\n33\r\nA/57/PV.19\r\nwoven. I recall that we have the urgent duty to forge\r\nthe future that was shaped by our heads of State at the\r\nMillennium Summit — a world in which mankind will\r\nfinally be free of fear, of all fears, and in which\r\nmankind shall never want.\r\nLet us build a dream together. Let us dream\r\ntogether of that future full of hope. We would remind\r\nthose who scorn such dreams that, in the beginning,\r\nthere was a dream. To them, we would reiterate George\r\nBernard Shaw’s words:\r\n“Some men see things as they are and say why? I\r\ndream things that never were and say ‘Why\r\nnot?’”\r\nIn the beginning, there was a dream.\r\nThe President: We have heard the last speaker in\r\nthe general debate.\r\nThe representative of the Islamic Republic of Iran\r\nhas asked for the floor in the exercise of the right of\r\nreply. I give him the floor.\r\nMr. Hamzehei (Islamic Republic of Iran): This\r\nmorning, the Foreign Minister of the United Arab\r\nEmirates raised some unexpected claims against the\r\nterritorial integrity of my country. Since we have\r\nclearly and repeatedly put on record our position on\r\nthis issue on previous occasions, I need not go into\r\ndetails.\r\nThe Islamic Republic of Iran is fully committed\r\nto its international obligations, especially those arising\r\nfrom the agreement of 1971. We firmly believe that\r\nmisunderstandings over the interpretation or\r\napplication of that agreement — if any — should be\r\naddressed with goodwill and through mutually agreed\r\nmechanisms in order to find a friendly solution.\r\nMeanwhile, my Government has also welcomed\r\nthe interaction and exchange of views between Iranian\r\nand United Arab Emirates officials on issues of interest\r\nand concern to both our countries. In this respect, we\r\nare pleased that mutual visits have taken place in recent\r\nmonths, in which the two parties could discuss bilateral\r\nand regional issues and take a number of positive to\r\naddress them.\r\nWe believe that dialogue between our two\r\nGovernments can play a determining role in removing\r\nany existing misunderstandings.\r\nThe President: I now give the floor to the\r\nrepresentative of the United Arab Emirates in exercise\r\nof the right of reply.\r\nMr. Al-Habsi (United Arab Emirates) (spoke in\r\nArabic): I would like to express my regret at the\r\nstatement just made by the representative of Iran on the\r\nthree United Arab Emirates’ islands of Greater Tunb,\r\nLesser Tunb and Abu Musa. The United Arab Emirates\r\nstrongly regrets the ongoing, flawed Iranian claims and\r\napproach, which run flagrantly counter to all facts and\r\nhistorical, demographic and legal instruments, which\r\nprove that these islands belong to the United Arab\r\nEmirates. We consider the Iranian presence in those\r\nislands since 1971 to be an illegal military occupation\r\nin violation of the United Nations Charter and the rules\r\nof international law. Consequently, we hope that the\r\nGovernment of the Islamic Republic of Iran will\r\nreconsider its policy with respect to those occupied\r\nislands. We also hope that it will respond seriously to\r\nthe peaceful, good initiatives undertaken by the\r\nleadership of the United Arab Emirates, our officials\r\nand our good offices, as demonstrated by the two most\r\nrecent visits paid by the Minister for Foreign Affairs of\r\nthe United Arab Emirates to Iran to prove the good\r\nintentions of the United Arab Emirates, aimed at\r\nsettling the dispute over the islands. We should settle\r\nthe matter through bilateral and peaceful negotiations\r\nand constructive dialogue, which are conducive to\r\nfinding a just and comprehensive solution to this issue\r\nin a manner that will restore those three islands to the\r\nUnited Arab Emirates. If that is achieved, it will\r\nenhance good-neighbourly relations between our two\r\npeoples and our two countries. It will also lead to\r\nfurther stability, security, peace and development in the\r\nregion.\r\nThe President: Before closing this year’s general\r\ndebate, I would like to make a few concluding remarks.\r\nAt the outset, allow me to express my sincere\r\nappreciation for the kind words of support and\r\nassurances of cooperation that members have extended\r\nto me and the Vice-Presidents of the General\r\nAssembly. We will do our utmost to fulfil their\r\nexpectations.\r\nThe high level of participation at this year’s\r\ndebate underscored the importance of our gathering.\r\nAmong the 188 speakers, we have heard 33 heads of\r\nState, 14 heads of Government, 14 deputy prime\r\nministers and 110 foreign ministers. The important\r\n34\r\nA/57/PV.19\r\nstatement of the Secretary-General, emphasizing the\r\nfundamental necessity and continuing relevance of\r\nmultilateralism as the guiding principle of our\r\nOrganization and world affairs, generated a sound basis\r\nfor our deliberations.\r\nOur debate over the past 10 days has been rich\r\nand colourful, touching upon crucial issues approached\r\nfrom different perspectives. Yet again, the annual\r\ndebate of the General Assembly has proved to be a\r\nunique platform for an exchange of opinions that will\r\nguide our activities during the whole session.\r\nThe opening of the general debate followed the\r\nday of mourning in commemoration of the attacks of\r\n11 September. Throughout the entire debate, we\r\nreminded ourselves of the need to uphold the\r\nunprecedented unity of the anti-terrorist coalition and\r\nto continue our common fight against international\r\nterrorism. I do not recall a statement that did not make\r\nthe fight against terrorism and the importance of\r\naddressing related issues a top priority.\r\nThis year’s debate has had a major impact on the\r\nstate of international affairs, as clearly demonstrated by\r\nthe development of the situation in Iraq. Time and\r\nconcrete actions will show if the Iraqi offer is credible.\r\nI hope, however, that the call for both multilateralism\r\nand compliance with the United Nations resolutions, so\r\neloquently expressed in this Assembly, will shape\r\nfuture policies towards Iraq.\r\nThe urgent need to resolve the Israeli-Palestinian\r\nconflict is ever more pressing and has represented a\r\nmajor concern for most speakers. The latest Quartet\r\nnegotiations introduced a plan outlining a three-phase\r\nroad map to achieve the shared vision of two States —\r\nIsrael and Palestine — living side by side in peace and\r\nsecurity. The recognition of security, political,\r\neconomic, humanitarian and institutional dimensions is\r\nan integral part of the plan. There is no need to stress,\r\nof course, that support for the endeavours of the\r\ndiplomatic Quartet and compliance by both parties are\r\nessential for further progress and that much more\r\ndetailed work has still to be done.\r\nAt the time of last year’s general debate,\r\nAfghanistan was a war-torn country with a leadership\r\nthat oppressed its own citizens and harboured the most\r\ndespicable terrorist organization in the world. The\r\nchanges that Afghanistan has experienced since then\r\nare unprecedented. On the first day of our debate, a\r\ndemocratically elected President of a completely\r\ndifferent country addressed this Assembly. Despite all\r\nthe progress achieved to date, Afghanistan still faces\r\nmajor security challenges and is in dire need of\r\ncontinued humanitarian and development assistance.\r\nThe international community and major donors have\r\nplayed and must continue to play a decisive role in the\r\npositive changes in Afghanistan.\r\nI have listened very carefully to the statements of\r\nrepresentatives concerning the economic development\r\nand prosperity of their countries and regions. The\r\nmessage was apparent and clear: There are no\r\ndevelopment and prosperity without peace and\r\nstability. We have to dedicate our time during the fifty-\r\nseventh session of the General Assembly to further\r\naddressing and confronting the issues of poverty\r\neradication, HIV/AIDS, equitable distribution of the\r\nbenefits of globalization and preservation of the\r\nenvironment.\r\nTo address these issues, many speakers have\r\nstressed the need to concentrate our efforts on meeting\r\nthe targets and time frames laid out in the millennium\r\ndevelopment goals. The time has come to translate the\r\noutcomes of Monterrey and Johannesburg into truly\r\nachievable policies and concrete actions.\r\nVery special attention during this year’s general\r\ndebate was given to the issues of Africa’s development\r\nand its future, including United Nations support for the\r\nemerging New Partnership for Africa’s Development\r\n(NEPAD) initiative. I highly appreciate the conclusions\r\nof the high-level plenary meeting of the General\r\nAssembly on NEPAD and I believe that the question of\r\nAfrica and its development will remain high on our\r\nagenda.\r\nThroughout the debate, references have been\r\nmade in support of the continuing process of reforming\r\nthe United Nations. Many of you expect that the role\r\nand function of the General Assembly will be\r\nrevitalized and rationalized and that discussions on\r\nensuring more equitable representation in the Security\r\nCouncil will continue.\r\nIn conclusion, I would like to thank you all for\r\nyour active participation, which made our debate\r\nfruitful and successful. I appreciate that many speakers,\r\nalthough not all, have kept, more or less, to the agreed\r\ntime limit of 15 minutes. I am convinced that shorter\r\nand comprehensive statements have greater and more\r\nunequivocal impact than do long surveys of numerous\r\nnational and international issues, and that they also\r\n35\r\nA/57/PV.19\r\nmake our work much more efficient. I also greatly\r\nappreciate the support and assistance provided to our\r\ndeliberations by the United Nations Secretariat. My\r\ngratitude also goes to the city of New York and our\r\nhost country for their hospitality and security\r\narrangements.\r\nMy brief remarks cannot cover all the diverse\r\nviews, ideas and initiatives expressed during the\r\ndebate. Your concerns will be addressed in the coming\r\nmeetings of the plenary and main committees. Let me\r\nexpress my belief that our work will continue in a\r\nreally constructive and productive manner.\r\nMay I now take it that it is the wish of the\r\nGeneral Assembly to conclude its consideration of\r\nagenda item 9?\r\nIt was so decided.\r\nAgenda item 8 (continued)\r\nOrganization of work of the fifty-seventh regular\r\nsession of the General Assembly, adoption of the\r\nagenda and allocation of items\r\n(a) First report of the General Committee\r\n(A/57/250)\r\n(b) Request for the inclusion of an additional sub-\r\nitem: note by the Secretary-General (A/57/231)\r\nThe President: The Assembly will consider the\r\nfirst report of the General Committee, which has been\r\ncirculated in document A/57/250. I will refer to\r\nspecific sections and paragraphs of the report which\r\ncontain recommendations for consideration by the\r\nAssembly.\r\nThe General Committee in paragraph 2 of its\r\nreport draws the attention of the General Assembly to\r\nthe provisions reproduced in annexes V, VI, VII and\r\nVIII of its rules of procedure.\r\nMay I take it that the Assembly takes note of\r\nthose provisions?\r\nIt was so decided.\r\nThe President: We shall now examine section II\r\nof the report, which deals with the organization of the\r\nsession. We turn to section B, on the rationalization of\r\nwork.\r\nMay I take it that the General Assembly takes\r\nnote of the provisions in paragraph 12 and 13\r\nconcerning the Main Committees?\r\nIt was so decided.\r\nThe President: We turn to section II.C, on the\r\nopening and closing dates of the session. In paragraph\r\n14, the General Committee recommends that the fifty-\r\nseventh session should close on Monday, 8 September\r\n2003.\r\nMay I take it that the General Assembly approves\r\nthis recommendation?\r\nIt was so decided.\r\nThe President: In paragraph 15, the General\r\nCommittee recommends that the fifty-seventh session\r\nrecess no later than Wednesday, 11 December 2002.\r\nMay I take it that the General Assembly approves\r\nthis recommendation?\r\nIt was so decided.\r\nThe President: In paragraph 16, the General\r\nCommittee makes a recommendation concerning the\r\ncompletion of the work of the Main Committees during\r\nthe main part of the session.\r\nMay I take it that the Assembly approves this\r\nrecommendation?\r\nIt was so decided.\r\nThe President: Paragraph 17 concerns the new\r\ndate of observance of the International Day of Peace.\r\nMay I take it that the General Assembly takes note of\r\nparagraph 17?\r\nIt was so decided.\r\nThe President: Next, we turn to section II.D\r\nconcerning the schedule of meetings.\r\nIn paragraph 19, the General Committee\r\nrecommends that, in order to avoid the late start of\r\nmeetings, the General Assembly should waive the\r\nrequirement of the presence of at least one third of the\r\nMembers to declare a plenary meeting open and permit\r\nthe debate to proceed and of at least one quarter of the\r\nmembers to declare a meeting of a Main Committee\r\nopen and permit the debate to proceed. May I take it\r\nthat the General Assembly approves this\r\nrecommendation?\r\nIt was so decided.\r\n36\r\nA/57/PV.19\r\nThe President: In this connection, I should like\r\nto endorse strongly the practical suggestion made at\r\nprevious sessions for delegation to designate someone\r\nto be present at the scheduled time. While some\r\nprogress has been reported on this subject, there is still\r\nconsiderable room for improvement. I genuinely hope\r\nthat all delegations will cooperate.\r\nIn paragraph 20, the General Committee\r\nrecommends that delegations should be reminded of\r\nthe utmost importance of punctuality. May I take it that\r\nthe Assembly approves that recommendation?\r\nIt was so decided.\r\nThe President: The next section, II.E, deals with\r\nthe general debate. May I take it that the General\r\nAssembly takes note of paragraph 21?\r\nIt was so decided.\r\nThe President: We now turn to section II.F, on\r\nthe election of the President, the Vice-Presidents, the\r\nChairmen of the Main Committees and other officers of\r\nthe Main Committees. May I take it that the General\r\nAssembly takes note of paragraph 23?\r\nIt was so decided.\r\nThe President: We shall now turn to section II.G.\r\nWe turn first to paragraph 24. May I take it that the\r\nGeneral Assembly takes note of the rules of procedure\r\nmentioned in paragraph 24?\r\nIt was so decided.\r\nThe President: We now turn to paragraph 25.\r\nMay I take it that the Assembly takes note of the\r\nprovisions concerning explanations of vote and right of\r\nreply contained in paragraph 25?\r\nIt was so decided.\r\nThe President: We now turn to paragraph 26.\r\nMay I take it that it is the wish of the General\r\nAssembly to limit points of order to five minutes, as\r\nrecommended in paragraph 26?\r\nIt was so decided.\r\nThe President: We now turn to paragraphs 27\r\nand 28. May I take it that the General Assembly takes\r\nnote of paragraphs 27 and 28, regarding length of\r\nstatements?\r\nIt was so decided.\r\nThe President: We now turn to paragraph 29.\r\nMay I take it that the General Assembly takes note of\r\nparagraph 29, regarding concluding statements?\r\nIt was so decided.\r\nThe President: Section II.H deals with records of\r\nmeetings. May I take it that the Assembly approves the\r\nrecommendations contained in paragraphs 31 to 33?\r\nIt is so decided.\r\nThe President: Section II.I concerns resolutions.\r\nMay I take it that the General Assembly takes note of\r\nthe provisions contained in paragraphs 34 to 36?\r\nIt was so decided.\r\nThe President: We turn now to section II.J,\r\nconcerning documentation. May I take it that the\r\nGeneral Assembly takes note of paragraphs 37 to 45?\r\nIt was so decided.\r\nThe President: Section II.K refers to questions\r\nrelated to the programme budget. May I take it that the\r\nGeneral Assembly takes note of the provisions\r\ncontained in paragraphs 46 to 51, dealing with\r\nprogramme budget and conference services\r\nimplications of proposals?\r\nIt was so decided.\r\nThe President: Section II.L concerns\r\nobservances and commemorative meetings, paragraphs\r\n52 and 53. May I take it that the Assembly approves\r\nthe recommendations contained in paragraphs 52 and\r\n53, regarding the format, the length of statements and\r\nthe time frame of observances and commemorative\r\nmeetings?\r\nIt was so decided.\r\nThe President: I now invite the General\r\nAssembly to turn to section II.M, which refers to\r\nspecial conferences. May I take it that the Assembly\r\ntakes note of paragraphs 54 and 55?\r\nIt is so decided.\r\nThe President: I now invite representatives to\r\nturn to section III of the report, entitled “Observations\r\non the organization of the work of the General\r\nAssembly”.\r\nIn paragraph 57, the General Committee\r\nrecommends to the General Assembly that it should fix\r\na date for the opening and duration of the general\r\n37\r\nA/57/PV.19\r\ndebate. May I take it that the Assembly takes note of\r\nparagraph 57?\r\nIt is so decided.\r\nThe President: I think that, indeed, the General\r\nAssembly should give serious consideration to this\r\nmatter in the context of our future discussions on the\r\nrevitalization of the General Assembly.\r\nIn paragraph 58, the General Committee brings to\r\nthe attention of the General Assembly an issue relating\r\nto the timing of observances and commemorative\r\nmeetings held in the plenary. The General Assembly\r\nhas just approved the recommendation of the General\r\nCommittee, as contained in paragraph 53, that\r\nobservances and commemorative meetings should take\r\nplace, to the extent possible, immediately following the\r\ngeneral debate. Yet, in recent years, the General\r\nAssembly took decisions resulting in observances and\r\ncommemorative meetings being held towards the end\r\nof the main part of the regular session, at a time when\r\nthe Assembly should be considering reports of the\r\nMain Committees and concluding all remaining work\r\nof the plenary before the December recess, thereby\r\ncausing the postponement of the date of recess. May I\r\ntake it that the General Assembly takes note of\r\nparagraph 58?\r\nIt was so decided.\r\nThe President: As members are aware, at the\r\nfifty-seventh session, the General Assembly will\r\ndevote several plenary meetings towards the end of\r\nNovember and the early part of December to\r\nobservances and commemorative meetings, at a time\r\nwhen the Assembly should be taking up reports of the\r\nMain Committees and winding down its work.\r\nFurthermore, as pointed out in paragraph 15 of\r\nthe report, this has also resulted in the postponement of\r\nthe date of our December recess.\r\nI therefore appeal to all members to take those\r\nmatters into account when considering proposals\r\nconcerning the timing of observances or\r\ncommemorative meetings to be held in the plenary at\r\nfuture sessions.\r\nIn paragraphs 59 and 60, the General Committee\r\nbrings to the attention of the General Assembly that\r\nsometimes more than 48 hours are required for the\r\nSecretary-General to review the programme budget\r\nimplications of proposals before the General Assembly.\r\nIn addition, for those proposals with programme budget\r\nimplications, the Advisory Committee on\r\nAdministrative and Budgetary Questions and the Fifth\r\nCommittee also need time to review the programme\r\nbudget implications of a draft resolution before the\r\nAssembly can act upon it. May I take it that the\r\nGeneral Assembly takes note of paragraphs 59 and 60?\r\nIt was so decided.\r\nThe President: In paragraph 61, the General\r\nCommittee brings to the attention of the General\r\nAssembly that on some occasions, draft resolutions had\r\nto be submitted well in advance of their consideration,\r\nin order to ensure that they would be circulated the day\r\nbefore their consideration, in accordance with rule 78\r\nof the rules of procedure. May I take it that the General\r\nAssembly takes note of paragraph 61?\r\nIt is so decided.\r\nThe President: In paragraph 62, the attention of\r\nthe General Assembly is drawn to the fact that it is\r\ntherefore advisable for delegations to submit proposals\r\nsufficiently in advance, in order to avoid postponement\r\nof action on proposals. May I take it that the General\r\nAssembly takes note of paragraph 62?\r\nIt was decided.\r\nThe President: I would therefore appeal to\r\nmembers to do their utmost to ensure the timely\r\nsubmission of draft resolutions to the General\r\nAssembly and the Main Committees. We shall now turn\r\nto section IV of the report of the General Committee\r\nrelating to the adoption of the agenda. This section\r\nstarts at paragraph 63. I should like to stress that at this\r\ntime we are not discussing the substance of any item.\r\nWe shall now turn to paragraph 71 of the report\r\nof the General Committee. With regard to paragraph\r\n71, the General Committee decided to defer to a later\r\ndate its consideration of the inclusion of item 52 of the\r\ndraft agenda (Question of the Comorian island of\r\nMayotte).\r\nIn paragraph 72, the General Committee\r\nrecommends that the consideration of item 85 of the\r\ndraft agenda (Question of the Malagasy islands of\r\nGlorieuses, Juan de Nova, Europa and Bassas da India)\r\nshould be deferred to the fifty-eighth session and that\r\nthe item should be included in the provisional agenda\r\nof that session.\r\n38\r\nA/57/PV.19\r\nMay I take it that the Assembly approves that\r\nrecommendation?\r\nIt was so decided.\r\nIn paragraph 73, in connection with item 167 of\r\nthe draft agenda (Observer status for the Asian\r\nDevelopment Bank in the General Assembly), the\r\nGeneral Committee recommends its inclusion in the\r\nagenda of the current session.\r\nMay I take it that the Assembly approves that\r\nrecommendation?\r\nIt was so decided.\r\nIn paragraph 74, in connection with item 168 of\r\nthe draft agenda (Observer status for the International\r\nCentre for Migration Policy Development in the\r\nGeneral Assembly), the General Committee\r\nrecommends its inclusion in the agenda of the current\r\nsession.\r\nMay I take it that the Assembly approves that\r\nrecommendation?\r\nIt was so decided.\r\nIn respect of paragraph 75, the General\r\nCommittee decided not to recommend the inclusion of\r\nitem 169 of the draft agenda.\r\nI understand that the representative of Gambia\r\nwants to address the Assembly on that issue.\r\nI call on the representative of Gambia.\r\nMr. Grey-Johnson (Gambia): I refer to the\r\ndebate on the question of the Republic of China on\r\nTaiwan in the General Committee meeting of 11\r\nSeptember 2002. We regret that delegations were\r\nallowed only two minutes to speak on this agenda item\r\nduring a period limited by events scheduled to take\r\nplace later that evening and the following day.\r\nOrdinarily, the General Committee debate takes\r\nplace over a two-day period. It is the wish of my\r\ndelegation to clarify for the record the fact that time\r\nconstraints were the only reason for limiting speakers\r\nto two minutes, and that this in no way establishes a\r\nprecedent for the conduct of future General Committee\r\ndebates. This is the view of all the Member States that\r\nsponsored the letter on the question of the Republic of\r\nChina on Taiwan.\r\nThe President: I thank the representative of\r\nGambia. Let me just say that, as the representative of\r\nGambia I am sure is well aware, the time limit of two\r\nminutes was decided by the General Committee, of\r\nwhich Gambia is a member. This decision was taken in\r\nview of the very high number of speakers inscribed,\r\naltogether eighty-seven, and the limited amount of time\r\nwe had at our disposal. I would also like to emphasize\r\nthat as the introducer of the request, the representative\r\nof Gambia was not limited in his statement. I intend to\r\nenforce decisions of Member States concerning time\r\nlimits for statements, as I believe they will contribute\r\nto the efficiency of our work.\r\nI call on the representative of Tuvalu.\r\nMr. Sopoaga (Tuvalu): We fully respect the\r\ndecision of the General Committee and the\r\nrecommendation that you have just conveyed to the\r\nGeneral Assembly. I would, however, like to lend my\r\nstrong support to the point of clarification that the\r\nrepresentative of Gambia raised and also to register our\r\nunderstanding that the two-minutes ruling adopted at\r\nthe General Committee in discussing this important\r\nissue is not going to be a precedent in the future. We\r\nfully aligned ourselves with the sponsors of the issue to\r\ninclude the question of the Republic of China on\r\nTaiwan on the agenda of the fifty-seventh session of\r\nthe General Assembly.\r\nWe would like to appeal that the rights of\r\nMembers to raise issues of importance to themselves\r\nshould be recognized in the future.\r\nThe President: I thank the representative of\r\nTuvalu for making that point. I now call on the\r\nrepresentative of Egypt.\r\nMr. Khairat (Egypt): I apologize for taking the\r\nfloor at this late stage. I will be very brief.\r\n(spoke in Arabic)\r\nMy delegation approves the report presented by\r\nthe Bureau for the organization of the work of the\r\nGeneral Assembly. I would like to express the\r\nfollowing in relation to our participation in the work of\r\nthe Bureau. The delegation of Egypt was unable to\r\nparticipate in the discussions last week when the\r\nGeneral Committee examined point 169 on the agenda\r\nrelating to the representation of the Republic of China\r\non Taiwan in the United Nations. Our absence from the\r\ndiscussion was due to our participation in the general\r\ndebate of the General Assembly and in a number of\r\nministerial meetings that were held at the same time as\r\nthe general debate.\r\n39\r\nA/57/PV.19\r\nMy delegation would like to affirm before\r\nparagraph 75 is adopted that the Republic of Egypt\r\naffirms and supports the fact that the Government of\r\nPeople’s Republic of China is the only legitimate\r\nrepresentative of the people of China.\r\nThe President: I thank the representative of\r\nEgypt for making that point. We now turn to the agenda\r\nwhich the General Committee recommends for\r\nadoption by the General Assembly.\r\nIn accordance with past practice, we shall follow\r\nthe numbering given in paragraph 76 of the General\r\nCommittee’s report (document A/57/250) and, where it\r\nseems appropriate, we shall consider items in groups. I\r\nshould like to remind members once again that at\r\npresent we are not discussing the substance of any\r\nitem.\r\nItems 1 to 3 have already been dealt with.\r\nWe now turn to items 4 to 8. May I remind the\r\ndelegations that we are dealing only with the question\r\nof the inclusion of the items.\r\nI take it that these items are included in the\r\nagenda?\r\nIt was so decided.\r\nThe President: Item 9 has been dealt with\r\nalready.\r\nWe turn next to items 10 to 164, recommended\r\nfor inclusion by the General Committee.\r\nMay I take it that these items are included in the\r\nagenda?\r\nIt was so decided.\r\nThe President: With regard to items 165 and\r\n166, members will recall that the General Assembly\r\nhas already decided to include these items in the\r\nagenda of the current session.\r\nWe now turn to section V of the report of the\r\nGeneral Committee, on allocation of items.\r\nMay I take it that the General Assembly takes\r\nnote of the provisions contained in paragraphs 77 to\r\n80?\r\nIt was so decided.\r\nThe President: We shall now turn to the\r\nrecommendations contained in paragraphs 83 to 86. We\r\nshall take up the recommendations one by one.\r\nBefore we proceed, may I remind members that\r\nthe item numbers refer to the agenda in paragraph 76 of\r\nthe report before us, namely document A/57/250.\r\nWe turn first to the recommendation in paragraph\r\n83 (a), relating to item 10, entitled “Report of the\r\nSecretary-General on the work of the Organization”.\r\nMay I take it that the General Assembly takes\r\nnote of paragraph 83 (a)?\r\nIt was so decided.\r\nThe President: We now turn to paragraph 83 (b),\r\nrelating to item 12, entitled “Report of the Economic\r\nand Social Council”.\r\nMay I take it that the General Assembly approves\r\nthis recommendation?\r\nIt was so decided.\r\nThe President: We turn next to the\r\nrecommendation in paragraph 83 (c) relating to item\r\n19, entitled “Implementation of the Declaration on the\r\nGranting of Independence to Colonial Countries and\r\nPeoples”.\r\nMay I take it that the General Assembly approves\r\nthat recommendation?\r\nIt was so decided.\r\nThe President: We turn to the recommendation\r\nin paragraph 83 (d), relating to item 22 (h), entitled\r\n“Cooperation between the United Nations and the\r\nInter-Parliamentary Union”.\r\nMay I take it that the General Assembly approves\r\nthis recommendation?\r\nIt was so decided.\r\nThe President: We turn next to paragraph 83 (e),\r\nrelating to item 23, entitled “United Nations Year of\r\nCultural Heritage”.\r\nMay I take it that the General Assembly takes\r\nnote of paragraph 83 (e)?\r\nIt was so decided.\r\nThe President: We turn next to paragraph 83 (f),\r\nrelating to item 25, entitled “Oceans and the law of the\r\nsea”.\r\nMay I take it that the General Assembly takes\r\nnote of paragraph 83 (f)?\r\n40\r\nA/57/PV.19\r\nIt was so decided.\r\nThe President: Next, we turn to the\r\nrecommendation in paragraph 83 (g), concerning item\r\n39, entitled “Question of the Falkland Islands\r\n(Malvinas)”.\r\nMay I take it that the General Assembly approves\r\nthis recommendation?\r\nIt was so decided.\r\nThe President: We turn to paragraph 83 (h),\r\nconcerning item 41, entitled “Final review and\r\nappraisal of the implementation of the United Nations\r\nNew Agenda for the Development of Africa in the\r\n1990s”.\r\nMay I take it that the General Assembly takes\r\nnote of paragraph 83 (h)?\r\nIt was so decided.\r\nThe President: We turn next to paragraph 83 (i),\r\nrelating item 43, entitled “Follow-up to the outcome of\r\nthe special session on children”.\r\nMay I take it that the General Assembly approves\r\nthis recommendation?\r\nIt was so decided.\r\nThe President: In connection with paragraph 83\r\n(j), relating to item 54, entitled “Question of Cyprus”,\r\nthe General Committee recommends that the General\r\nAssembly allocate the item at an appropriate time\r\nduring the session.\r\nMay I take it that the General Assembly approves\r\nthat recommendation?\r\nIt was so decided.\r\nThe President: We now turn to the\r\nrecommendation in paragraph 84, relating to item 66,\r\nentitled “General and complete disarmament”.\r\nMay I take it that the General Assembly approves\r\nthe recommendation pertaining to item 66?\r\nIt was so decided.\r\nThe President: We turn next to the\r\nrecommendation in paragraph 85 (a), relating to item\r\n98, entitled “Social development, including questions\r\nrelating to the world social situation and to youth,\r\nageing, disabled persons and the family”.\r\nMay I take it that the General Assembly takes\r\nnote of paragraph 85 (a)?\r\nIt was so decided.\r\nThe President: We turn now to the\r\nrecommendation in paragraph 85 (b), relating to item\r\n102, entitled “Advancement of women”.\r\nMay I take it that it is the wish of the General\r\nAssembly to approve this recommendation?\r\nIt was so decided.\r\nThe President: We turn now to the\r\nrecommendation in paragraph 86 (a), relating to item\r\n165, entitled “Observer status for the Asian\r\nDevelopment Bank in the General Assembly”.\r\nMay I take it that it is the wish of the General\r\nAssembly that the item be allocated to the Sixth\r\nCommittee?\r\nIt was so decided.\r\nThe President: We turn now to the\r\nrecommendation in paragraph 86 (b), relating to item\r\n166, entitled “Observer status for the International\r\nCentre for Migration Policy Development in the\r\nGeneral Assembly”.\r\nMay I take it that it is the wish of the General\r\nAssembly that the item be allocated to the Sixth\r\nCommittee?\r\nIt was so decided.\r\nThe President: We shall now turn to paragraph\r\n87 of the report of the General Committee. I invite\r\nmembers to turn to the list of items recommended by\r\nthe General Committee for consideration in plenary\r\nmeeting.\r\nTaking into account the decisions just adopted,\r\nmay I consider that the General Assembly approves the\r\nallocation of the items listed in paragraph 87 of the\r\nreport of the General Committee for consideration\r\ndirectly in plenary meeting?\r\nIt was so decided.\r\nThe President: We now come to the list of items\r\nthat the General Committee has recommended for\r\nallocation to the First Committee.\r\nTaking into account the decisions just adopted,\r\nmay I take it that the General Assembly approves the\r\nallocation of the items proposed for the First\r\n41\r\nA/57/PV.19\r\nCommittee in paragraph 87 of the report of the General\r\nCommittee?\r\nIt was so decided.\r\nThe President: We now turn to the list of items\r\nthat the General Committee recommends for allocation\r\nto the Special Political and Decolonization Committee,\r\nthe Fourth Committee.\r\nTaking into account the decisions just adopted,\r\nmay I consider that the General Assembly approves the\r\nallocation of items proposed for the Special Political\r\nand Decolonization Committee in paragraph 87 of the\r\nreport of the General Committee?\r\nIt was so decided.\r\nThe President: We now come to the list of items\r\nthat the General Committee has recommended for\r\nallocation to the Second Committee.\r\nTaking into account the decision just adopted,\r\nmay I consider that the General Assembly approves the\r\nallocation of items proposed for the Second Committee\r\nin paragraph 87 of the report of the General\r\nCommittee?\r\nIt is so decided.\r\nThe President: We turn now to the list of items\r\nthat the General Committee recommends for allocation\r\nto the Third Committee.\r\nTaking into account the decisions just adopted,\r\nmay I take it that the General Assembly approves the\r\nallocation of items to the Third Committee as proposed\r\nin paragraph 87 of the report of the General\r\nCommittee?\r\nIt was so decided.\r\nThe President: Taking into account the decisions\r\njust adopted, may I take it that the General Assembly\r\napproves the allocation of items to the Fifth\r\nCommittee, as proposed in paragraph 87 of the report\r\nof the General Committee?\r\nIt was so decided.\r\nThe President: Lastly, we come to the list of\r\nitems which the General Committee recommends for\r\nthe Sixth Committee.\r\nTaking into account the decisions just adopted,\r\nmay I take it that the General Assembly approves the\r\nallocation of items proposed to the Sixth Committee in\r\nparagraph 87 of the report of the General Committee.\r\nIt was so decided.\r\nThe President: The General Assembly has thus\r\nconcluded its consideration of the first report of the\r\nGeneral Committee.\r\nThe General Assembly will now take up a request\r\nsubmitted by the Secretary-General in document\r\nA/57/231.\r\nAs indicated in his note, the Secretary-General\r\nhas received notification of the resignation of a\r\nmember of the United Nations Staff Pension\r\nCommittee.\r\nThe General Assembly, therefore, will be\r\nrequired at its current session to appoint a person to fill\r\nthe remainder of the term of office of the person who\r\nresigned, and to that end the Secretary-General\r\nrequests the inclusion in the agenda of a sub-item\r\nentitled “Appointment of a member of the United\r\nNations Staff Pension Committee”, under agenda\r\nitem 17 (Appointments to fill vacancies in subsidiary\r\norgans and other appointments).\r\nUnless there is an objection, in view of the\r\nurgency of this request, I shall take it that the General\r\nAssembly agrees that the relevant provision of rule 40\r\nof the rules of procedure, which would require a\r\nmeeting of the General Committee on the question of\r\nthe inclusion of this sub-item on the agenda, could be\r\nwaived.\r\nI see no objection.\r\nIt was so decided.\r\nThe President: May I take it that the General\r\nAssembly, on the proposal of the Secretary-General,\r\nwishes to include in the agenda of the current session\r\nan additional sub-item entitled “Appointment of a\r\nmember of the United Nations Staff Pension\r\nCommittee,” under item 17, entitled “Appointment to\r\nfill vacancies in subsidiary organs and other\r\nappointments”?\r\nIt was so decided.\r\nThe President: The sub-item is therefore\r\nincluded as sub-item (j) of item 17.\r\nIt is suggested that the sub-item be allocated to\r\nthe Fifth Committee.\r\n42\r\nA/57/PV.19\r\nMay I take it that the General Assembly wishes to\r\nallocate this sub-item to the Fifth Committee?\r\nIt was so decided.\r\nThe President: The General Assembly has thus\r\nconcluded its work for today.\r\nI wish to thank all members of the Assembly for\r\ntheir cooperation.\r\nEach Main Committee will receive the list of\r\nagenda items allocated to it so that it may begin and\r\norganize its work in accordance with rule 99 of the\r\nrules of procedure.\r\nThe meeting rose at 7.15 p.m.\r\n"