"United Nations A/57/PV.13\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n13th plenary meeting\r\nTuesday, 17 September 2002, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-59330 (E)\r\n*0259330*\r\nPresident: Mr. Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nIn the absence of the President, Mr. Annadif\r\n(Chad), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAddress by Mr. Festus Mogae, President of the\r\nRepublic of Botswana\r\nThe Acting President (spoke in French): The\r\nAssembly will now hear an address by the President of\r\nthe Republic of Botswana.\r\nMr. Festus Mogae, President of the Republic of\r\nBotswana, was escorted into the General\r\nAssembly Hall.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations His Excellency Mr.\r\nFestus Mogae, President of the Republic of Botswana,\r\nand to invite him to address the Assembly.\r\nPresident Mogae: Let me begin by stating that\r\nour thoughts and prayers are with the people of the\r\nUnited States as they commemorate the first\r\nanniversary of the 11 September 2001 terror attacks in\r\nNew York and Washington. The events of that day\r\ncompel us to unite and adopt effective measures to\r\neradicate the scourge of terrorism.\r\nI take this opportunity to reaffirm Botswanas\r\nstrong support for the work of the Security Council\r\nCounter-Terrorism Committee established to monitor\r\nthe effective implementation of Security Council\r\nresolution 1373 (2001). The international community\r\nmust maintain its unity and remain vigilant so as to\r\nensure that such acts of terror never happen again.\r\nIt is my pleasure to extend to you, Sir, and to\r\nyour country, Chad, the warm congratulations of\r\nBotswana on your election to a vice-presidency of the\r\nGeneral Assembly at its fifty-seventh session, and to\r\nwish you every success. I assure you of the full\r\ncooperation of my delegation.\r\nIf we had started this meeting on time, I would\r\nnot have minded at all. I have greater respect for time\r\nthan for hordes of latecomers. I am also grateful for the\r\nfact that after other heads of State or Government left\r\nNew York, nobody removed the chairs in the Assembly\r\nHall.\r\nI wish to pay tribute to Mr. Han Seung-Soo of the\r\nRepublic of Korea, President of the General Assembly\r\nat the fifty-seventh session, for the skilful manner in\r\nwhich he conducted the work of that session.\r\nLet me also place on record that we appreciate\r\nthe good work which our Secretary-General, Mr. Kofi\r\nAnnan, is doing to reform the United Nations funds and\r\nprogrammes. The reform process is contributing to the\r\nstrengthening of the capacity of those special\r\ninstitutions to deliver assistance to Member States in a\r\nmore coherent and efficient manner.\r\nI join others in congratulating and welcoming\r\ninto the United Nations family Switzerland, a new\r\nMember State, and East Timor, which is soon to\r\nbecome one.\r\n2\r\nA/57/PV.13\r\nI am delighted that Switzerland has now taken its\r\nrightful place in this world body. The United Nations\r\nhas indeed been strengthened, and its universal\r\ncharacter has undoubtedly been enhanced.\r\nIn East Timor the United Nations demonstrated\r\nits commitment to the principles and purposes of the\r\nCharter by playing a pivotal and decisive role in\r\nensuring that the people of East Timor can, at long\r\nlast, exercise their right to national self-determination.\r\nWe live in a world of diverse cultures and\r\ntraditions, yet we are united by our common humanity.\r\nThere is no alternative to coming together to address\r\nthe many dangers that threaten humanity. No one\r\ncountry can hope to successfully confront, on its own,\r\nthose global challenges  whether underdevelopment,\r\npoverty, insecurity or threats to peace. They are\r\nchallenges that require global solutions and the\r\nparticipation of all global stakeholders to confront\r\nthem. It is for those reasons that the United Nations\r\nremains an important unifying institution for all of\r\nhumanity. It is the only institution that can play the\r\nimportant role of fostering partnership, cooperation and\r\nmultilateralism.\r\nStates  especially those, like ours, that our\r\nsmall  have high expectations of what multilateral\r\ncooperation can do for them, and how it can change for\r\nthe better the lives and destiny of the peoples of the\r\nUnited Nations.\r\nIn this regard, we cannot fail to speak about the\r\nvaried and complex challenges developing countries\r\ncontinue to face, particularly in the continent of Africa.\r\nDespite consistent efforts in the past to assist Africa,\r\nthere are still widening disparities in development\r\nbetween the continent and the rest of the world. Africa\r\ncontinues to experience high levels of poverty, which is\r\naggravated by, among other things, the unfavourable\r\nglobal economic environment and conflicts. These\r\nchallenges are further compounded by the HIV/AIDS\r\npandemic.\r\nLet me hasten to state that to acknowledge the\r\nexistence of problems does not mean that the future is\r\nentirely bleak. There are positive developments that\r\ngive reason for hope for the realization of the\r\naspirations of our people. Africa has committed itself\r\nto creating an environment conducive to economic\r\ngrowth and development. We have taken concrete steps\r\nto ensure that Africa is united and better prepared to\r\nface up to its problems.\r\nWe have taken the first step in a broad and\r\ncomprehensive process to bring our countries together\r\nthrough the establishment of the African Union. The\r\nNew Partnership for Africas Development (NEPAD),\r\nwhich was considered by this Assembly this week, is\r\none of the major initiatives of the African Union.\r\nBotswana is convinced that NEPAD provides a sound\r\nbasis for building real partnerships within the\r\ncontinent, as well as with the rest of the international\r\ncommunity.\r\nIt is important to reiterate Africas deep\r\nappreciation of the support and assistance that we have\r\nreceived and continue to receive from the international\r\ncommunity. We particularly welcome the resolution\r\nthat has just been adopted by the General Assembly\r\nmandating the United Nations funds and programmes\r\nto support the implementation of NEPAD. Botswana is\r\nalso happy with the decision of the G8 countries to join\r\nhands with us to ensure the success of this initiative.\r\nWe stand ready to make our contribution so that the\r\nnoble objectives of NEPAD can be attained.\r\nCentral to the achievement of Africas\r\ndevelopment objectives is a commitment by the\r\ninternational community to implement the decisions of\r\nthe United Nations world conferences. We need to\r\nwork assiduously to implement the Monterrey\r\nConsensus, which identifies sources that can be used to\r\nfinance the development goals that we have set for\r\nourselves. Potential sources include the mobilization of\r\ndomestic resources; the mobilization of external\r\nresources, including foreign direct investment;\r\nincreased financial and technical cooperation; and the\r\nresolution of the debt crisis. The Monterrey Consensus\r\nalso recognizes trade as an engine of growth and\r\ndevelopment. The international community therefore\r\nhas a responsibility to ensure that developing countries\r\ncan participate in world trade. In this regard, we view\r\npartnership agreements, such as the Cotonou\r\nAgreement and the African Growth and Opportunity\r\nAct, as important steps towards fulfilling some of the\r\nobjectives of the Monterrey Consensus.\r\nHIV/AIDS remains, undoubtedly, the most\r\nserious threat to the economic and social progress of\r\nthe world. Its devastating impact on the African\r\ncontinent is well documented. There is no doubt that no\r\none country has the capacity to deal with the problems\r\nassociated with this epidemic on its own. If we are to\r\nconquer it, we will need a strategy that combines\r\nefforts on a broad front. Those who think that they are\r\n3\r\nA/57/PV.13\r\nstill free from the epidemic and that it is an African\r\nproblem had better wake up, because next time it will\r\nbe on their own doorstep.\r\nBotswana is immensely grateful for the support it\r\nhas received from the United Nations and other\r\ncooperating partners in its efforts to fight the epidemic.\r\nI also wish to commend the Secretary-General for his\r\ntireless efforts in mobilizing the international\r\ncommunity to support our efforts. I am sure that, with\r\nthe help of the international community, we in Africa\r\nwill still be standing when the dust settles.\r\nBotswana is pleased to note the commendable\r\nefforts that the United Nations continues to make in the\r\nmaintenance of peace and security in various parts of\r\nthe world. With the continued assistance of the United\r\nNations and the rest of the international community, we\r\nhave reason to be optimistic and hope that the\r\ncontinent of Africa will soon find peace.\r\nWe have closely followed the Organizations\r\ninitiative in the Democratic Republic of the Congo,\r\nparticularly in the areas of the disarmament,\r\ndemobilization, repatriation, resettlement and\r\nreintegration of the former combatants into civil\r\nsociety. We welcome the ongoing consultations\r\nbetween the various parties to the conflict. We are\r\nanxious, however, to see full-fledged negotiations that\r\ncan lead to a lasting political settlement. The people of\r\nthe Democratic Republic of the Congo yearn for peace\r\nand national reconciliation, as well as the social and\r\neconomic development of their country.\r\nWe therefore call upon all parties to demonstrate\r\ngreater determination and a sense of urgency in the\r\nsearch for a peaceful resolution of the conflict in that\r\ncountry. Peace in the Democratic Republic of the\r\nCongo is possible and necessary, but in the final\r\nanalysis, it depends on the political will of the\r\nsignatories to the Lusaka Ceasefire Agreement.\r\nI wish to salute the efforts and indomitable spirit\r\nof my immediate predecessor, Sir Ketumile Masire. He\r\nhas been tireless and unwavering in his mission of\r\nfacilitating the inter-Congolese dialogue, convincing\r\nthe people of that country that peace can come only if\r\nthey are willing to talk to each other. Nobody will\r\ncome from heaven or hell to create peace for them. I\r\nalso wish to place on record Botswanas appreciation\r\nof the efforts and determination of President Mbeki of\r\nSouth Africa. He has invested substantial time, energy\r\nand resources to find solutions to the conflict in the\r\nDemocratic Republic of the Congo.\r\nBotswana welcomes and commends the historic\r\nstep taken by the Government of Angola and UNITA in\r\nsigning the Memorandum of Understanding of 4 April\r\n2002 as an addendum to the Lusaka Protocol. The\r\npeople of Angola have opted for peace. They expect\r\nthe international community to help them consolidate\r\nthis peace. Let us not fail them. I ask the ambassadors\r\nand foreign ministers who happen to be present here to\r\ntake the message to my fellow heads of State in Africa\r\nthat we should not let down the people of the\r\nDemocratic Republic of the Congo and, above all, the\r\npeople of Angola. They have suffered enough.\r\nConflicts and instability in other parts of the\r\nworld, such as the Middle East and Afghanistan, are of\r\nserious concern to us. We look to the international\r\ncommunity, within the framework of the United\r\nNations, to play a greater role in the peaceful\r\nresolution of those conflicts.\r\nLet me conclude by reiterating Botswanas\r\ncontinued support for the United Nations and express\r\nmy delegations appreciation to the Secretary-General,\r\nwhose visionary leadership has continued to guide our\r\nOrganization.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of Botswana for the\r\nstatement he has just made.\r\nMr. Festus Mogae, President of the Republic of\r\nBotswana, was escorted from the General\r\nAssembly Hall.\r\nAddress by The Honourable Sir Allan Kemakeza,\r\nPrime Minister of Solomon Islands\r\nThe Acting President (spoke in French): The\r\nAssembly will now hear an address by His Excellency\r\nThe Honourable Sir Allan Kemakeza, Prime Minister\r\nof Solomon Islands.\r\nThe Honourable Sir Allan Kemakeza, Prime\r\nMinister of Solomon Islands, was escorted to the\r\nrostrum.\r\nSir Allan Kemakeza (Solomon Islands): On\r\nbehalf of the Government and people of Solomon\r\nIslands, I wish to congratulate the President on his\r\nelection to the presidency of the fifty-seventh session\r\n4\r\nA/57/PV.13\r\nof the General Assembly. I am confident that, under his\r\nexperience and skilful leadership, we will reach\r\npositive results for this Organization and for all\r\npeoples of the world.\r\nI also thank His Excellency Mr. Han Seung-Soo,\r\nMinister for Foreign Affairs and Trade of the Republic\r\nof Korea, for his distinguished service in presiding\r\nover the fifty-sixth session of the General Assembly.\r\nIn the same manner, I thank His Excellency Mr.\r\nKofi Annan, Secretary-General, for his good and\r\nuntiring efforts and his dedication aimed at realizing\r\nthe principles and purposes of the United Nations.\r\nLike others who have spoken before me, I also\r\nwish to congratulate East Timor, our close Pacific\r\nneighbour that is soon to be a member of the United\r\nNations, and Switzerland as a new member of the\r\nUnited Nations. Solomon Islands looks forward to\r\ndeveloping further relationships with those two\r\ncountries through bilateral and multilateral means.\r\nAs we journey into this new millennium,\r\nchallenges facing the international community are more\r\ndaunting. Human ingenuity and technological advances\r\ncomplicate those challenges. Acts of terrorism and\r\narmed conflicts proliferate in many parts of the world.\r\nProspects for progressive economic and social services\r\nand security, and improved living standards for the vast\r\nmajority of the worlds population have become mere\r\nunrealized dreams.\r\nNonetheless, as an international instrument for\r\nthe promotion and the betterment of human life, the\r\nUnited Nations has considerable ability and experience\r\nin pursuing what is best for the common good of all\r\npeoples around the world, including guaranteeing\r\nworld peace and security through the Security Council.\r\nToday I reaffirm the commitment of Solomon\r\nIslands to the principles of the Charter. I also wish to\r\nplace on record the appreciation of Solomon Islands for\r\nthe worthy assistance from other United Nations organs\r\nand agencies, including the Economic and Social\r\nCouncil, the United Nations Development Programme\r\n(UNDP), the International Labour Organization (ILO),\r\nthe World Health Organization (WHO), the United\r\nNations Educational, Scientific and Cultural\r\nOrganization (UNESCO) and the Commission on\r\nHuman Rights.\r\nSolomon Islands also upholds its faith in the\r\nSecurity Council and acknowledge its important role in\r\nthe maintenance and promotion of international peace\r\nand security. At the same time, we recognize the\r\nchanging scene in the international political and\r\nsecurity environment. Those changes must be reflected\r\nin our Organization as well. The reform of the Security\r\nCouncil must continue, including a review on the\r\nrelevance of the provisions of veto power accorded to\r\npermanent members. Moreover, Solomon Islands\r\nsupports the expansion of the permanent membership\r\nof the Council to include Japan and Germany. Those\r\ntwo countries have so much influence in the global\r\npolitical and economic arena and therefore they are\r\nbetter placed to contribute constructively and positively\r\nto world peace and security.\r\nFor a small island nation like Solomon Islands,\r\nthe United Nations is the foremost institution to turn to\r\nin time of trouble and need. My predecessor stated that\r\nfrom this rostrum last year. At that time, he elaborated\r\non the circumstances of the conflict that had erupted in\r\nSolomon Islands between November 1998 and October\r\n2000.\r\nToday, we are still struggling with the outcome of\r\nthat devastating conflict. We have lost much. We have\r\nto do much more to reconstruct the destroyed fabric of\r\nour country. That is the course my Government has\r\ncharted, in order to maintain our sovereignty with\r\ndignity and to show integrity and respect as a Member\r\nof the United Nations family.\r\nThe mandate to lead the country was clearly\r\ngiven to me through the democratic process when\r\nSolomon Islands held its post-conflict general election\r\non 5 December 2001. The polls returned a new\r\nParliament of 50 duly elected members, charged with a\r\nclear working majority of 29 out of the 50 members.\r\nThe national coalition Government for peace, unity and\r\nreconstruction assumed office and undertook the\r\nchallenging task of rebuilding Solomon Islands.\r\nThe foremost strategy that my Government has\r\nadopted is to pursue four policy areas: first, the\r\nrestoration of peace and security; secondly, education;\r\nthirdly, health and medial services; and, fourthly,\r\nproductive sectors.\r\nWe began this important work during the first 100\r\ndays of entering into office. We have since\r\nconsolidated our efforts, notwithstanding practical\r\ndifficulties that emanate from the lack of financial and\r\nthe absence of other relevant resources.\r\n5\r\nA/57/PV.13\r\nOur second strategy is the formulation of a\r\nnational economic recovery plan. That plan focuses on\r\nstrengthening agriculture, fisheries, forestry, mining,\r\nmanufacturing, tourism and infrastructure development\r\nsectors. Besides giving closer attention to the\r\npromotion of health and education services, the plan\r\nalso addresses population growth and ensures\r\npromotion of responsible environmental management.\r\nI am happy to state that, at present, we are also\r\nworking on a sustainable development plan for our\r\ncountry. An integrated financial package for this\r\nstrategy has been submitted to our development\r\npartners. Thus far, the responses received, while\r\nencouraging, still raise questions that require serious\r\nand genuine consideration in view of our present\r\ncircumstances. It is here that we sincerely look to the\r\nUnited Nations for assistance in facilitating closer\r\nconsultation and constructive engagement with the\r\nWorld Bank, the International Monetary Fund and the\r\nAsian Development Bank.\r\nThe huge amount of debt that burdens poor\r\ncountries is real, and it continues to afflict most third-\r\nworld countries, including small States such as\r\nSolomon Islands. This is a real challenge that my\r\npeople and country face as we make our best efforts\r\nand endeavours to rebuild our nation and maintain our\r\nindependence and sovereignty with dignity, integrity\r\nand respect during these difficult times and in the\r\nfuture. On this important point, the United Nations\r\nshould consider supporting debt forgiveness for\r\ncountries that are debt-strapped. Solomon Islands can\r\nbe included in this category.\r\nA few days ago, the people of the City of New\r\nYork, the United States of America and the rest of the\r\nworld paid moving tributes to the thousands of\r\ninnocent lives tragically lost through the cowardly and\r\nsenseless acts of terrorism committed on 11 September\r\n2001. The heroic men and women who perished at that\r\nsad time now deserve a special place in our hearts and\r\nin the annals of history.\r\nMy Government is taking steps to accede to a\r\nnumber of international conventions relating to\r\ncounter-terrorist activities. We have communicated\r\nthese important measures to the United Nations. We\r\nseek the assistance of the United Nations and members\r\nof the international community to enhance our efforts.\r\nThe increase in armed conflicts and the illegal\r\ntrade of small arms are directly linked. Armed conflicts\r\nhave increased in most parts of the world. They are\r\nfuelled mainly by the availability of the illegal\r\nmanufacture, official sale or supply of small arms, and\r\nthis has resulted in the loss of innocent life. Over the\r\npast 50 years, small weapons and landmines have\r\nkilled more people than weapons of mass destruction.\r\nSmall arms have also found their way into\r\nSolomon Islands, and they have been used in the three-\r\nyear conflict which has adversely affected my\r\ncountrys sociocultural cohesiveness and good\r\ngovernance. In no uncertain manner, this has crippled\r\nthe economy. The continuing presence of small arms in\r\ncommunities has posed a major threat to the peace,\r\nsecurity and stability of my nation. Any hope of\r\neconomic recovery is constantly threatened by\r\nlawlessness. Notwithstanding this, the Government\r\nremains committed, within its limited resources, to\r\nretrieving arms and restoring confidence to our people\r\nin the communities. However, we believe that the\r\ninternational community, through the United Nations,\r\nhas a pivotal role to play in assisting the country to rid\r\nitself of armed threats by taking more ambitious action\r\nto curb the arms culture that is taking root in our\r\ncountry.\r\nPeace of mind and safety from danger are not\r\nachieved by the mere absence of war. Rather, they are\r\nthe product of a nations ability to achieve sustainable\r\neconomic prosperity, better education, and health and\r\nsocial services for all its people. Peace and security for\r\nevery human soul comes down simply to meeting the\r\nmost basic needs.\r\nEven with the successful outcome of the World\r\nSummit on Sustainable Development, which included\r\npromises of economic growth and protection of our\r\nenvironment, Solomon Islands remains sceptical about\r\nthe practical outcome of action plans for developing\r\nand least developed countries. We have committed\r\nourselves to similar action plans for sustainable\r\ndevelopment in the past. Agenda 21 of 1992 and the\r\nBarbados Programme of Action for small island\r\ndeveloping States, among others, are valid policy\r\nblueprints for sustainable development. Unfortunately,\r\nwe have not lived up to our commitments. We all have\r\nfailed. That is why world leaders again assembled, in\r\nSouth Africa, to take stock of our failures and make\r\nnew commitments. And indeed, new commitments\r\nhave been made. Now is the time to test the\r\ncommitments made in South Africa.\r\n6\r\nA/57/PV.13\r\nAs The Honourable Laisenia Qarase, Prime\r\nMinister of Fiji and Chairman of the Pacific Islands\r\nForum, aptly said in his address at the World Summit,\r\nlet us turn our words into deeds. Solomon Islands can\r\nonly hope that, this time around, there is a will to lead\r\nus eventually to the goals and objectives set at the\r\nWorld Summit in South Africa.\r\nSolomon Islands is very much aware of its\r\nvulnerability to natural and man-induced disasters.\r\nLike other small island developing countries, we\r\ncontinue to seek of the international community not\r\nonly to recognize the uniqueness of our vulnerability\r\nbut also to take concerted action towards achieving\r\nmany of our goals and objectives for sustainable\r\ndevelopment, collectively as a group and individually\r\nas nations.\r\nThe communiqué issued by the recent Pacific\r\nIslands Forum summit held last August in Suva, Fiji,\r\nreflects the political, economic, security and\r\nenvironmental issues that are important to the region.\r\nThese need our collective resolve, as well as the\r\nattention and cooperation of the wider international\r\ncommunity.\r\nThe adverse impact of sea-level rise is a threat to\r\nthe economies and survival of small and low-lying\r\nisland countries, in particular in the Pacific, the\r\nCaribbean and the Indian Ocean. Scientific research\r\nand reports, including the Third Assessment Report of\r\nthe Intergovernmental Panel on Climate Change, issued\r\nin 2001, have given us all the more reason to be deeply\r\nconcerned. Solomon Islands joins other small island\r\nStates in calling again on the countries that have yet to\r\nbecome parties to the United Nations Framework\r\nConvention on Climate Change and the Kyoto Protocol\r\nto do so, and seriously to commit to reducing their\r\ngreenhouse gas emissions.\r\nThe least developed countries still grapple with\r\nthe harsh realities of poverty, vulnerability to external\r\neconomic shocks, debt burden, poor infrastructure, and\r\npoor or limited access to better education, health,\r\nsocial services  and the list goes on. Even with an\r\nincreasing commitment to globalization, the situation\r\nof many least developed countries and nation-States\r\nhas neither improved nor stabilized. In many instances,\r\nconditions have worsened.\r\nSolomon Islands believes that the renewed\r\ncommitment through the Brussels Programme of\r\nAction for the Least Developed Countries for the\r\nDecade 2001-2010, adopted at the Third United\r\nNations Conference on the Least Developed Countries,\r\nis a timely action by all international organizations to\r\nrefocus attention and global resources on the neediest\r\nand poorest countries. We support the immediate\r\nimplementation of the Programme and note with\r\nsatisfaction the progress that has been made so far.\r\nSolomon Islands once again calls upon the United\r\nNations to respect the expressed wish of the\r\nGovernment and the people of the Republic of China to\r\nbe readmitted as a full and equal member of this\r\nOrganization. The world has marvelled at Taiwans\r\neconomic transformation. Within a short span of time,\r\nit has not only established a stable and vibrant\r\ndomestic economy, but also has become one of the\r\nworlds most influential economies in terms of\r\ninternational trade, investment outflows and\r\ninformation technology. Taiwan is a sovereign country\r\nin full control of its own affairs and with influence in\r\nthe world economy, and it is unjust to deny its people\r\nthe right to stand tall and be counted among the many\r\nnations represented in international institutions.\r\nTaiwan is a willing and able country, ready to\r\nshoulder the obligations of the United Nations and\r\nother international organizations. Taiwan has proved\r\nitself through its international economic cooperation\r\nwith many developing and least developed countries.\r\nSolomon Islands is convinced that that there are no\r\nlegal barriers to Taiwans membership in the United\r\nNations, only political obstacles. Let us therefore cast\r\naside those political obstacles and take a positive\r\napproach by according the Government and the people\r\nof the Republic of China the membership they deserve\r\nand the opportunity to fully participate in the affairs of\r\nthe United Nations under its Charter.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPrime Minister of Solomon Islands for the statement he\r\nhas just made.\r\nMr. Allan Kemakeza, Prime Minister of Solomon\r\nIslands, was escorted from the rostrum.\r\nAddress by His Serene Highness Crown Prince\r\nAlbert, Crown Prince of the Principality of\r\nMonaco\r\n7\r\nA/57/PV.13\r\nThe Acting President (spoke in French): The\r\nAssembly will now hear an address by the Crown Prince\r\nof the Principality of Monaco.\r\nCrown Prince Albert, Crown Prince of the\r\nPrincipality of Monaco, was escorted to the\r\nrostrum.\r\nThe Acting President (spoke in French): I have\r\ngreat pleasure in welcoming His Serene Highness\r\nCrown Prince Albert, Crown Prince of the Principality\r\nof Monaco, and I invite him to address the General\r\nAssembly.\r\nCrown Prince Albert (Monaco) (spoke in\r\nFrench): First of all I wish to thank the President of the\r\nfifty-sixth session of the General Assembly, His\r\nExcellency Mr. Han Seung-soo, for the masterful way\r\nin which he accomplished his work. I would also like\r\nto thank the members of his Bureau. Significant\r\nprogress was made during the session we recently\r\nfinished. One item in particular concerns us as it\r\ninvolves the conduct and revitalization of our\r\nproceedings.\r\nSecondly, I would like to take this opportunity to\r\nwelcome the decision of the Secretary-General to\r\nappoint, as of 12 September 2002, Mr. Sergio Vieira de\r\nMello to succeed Her Excellency Mrs. Mary Robinson\r\nas United Nations High Commissioner for Human\r\nRights. My Government has always appreciated Mrs.\r\nRobinsons wholehearted commitment and knows it\r\ncan count on Mr. Vieira de Mello, who has many times\r\nshown his competence and his dedication to the\r\nOrganization, to show just as much commitment in\r\npromoting and protecting human rights.\r\nI am very pleased at the outset of the fifty-\r\nseventh session of the General Assembly to\r\ncongratulate Mr. Jan Kavan on his election to the\r\npresidency both on my own account and on behalf of\r\nthe highest authorities of my country, as well as to\r\ncongratulate all the members of the Bureau. I pledge\r\nthe full support and cooperation of the delegation of\r\nMonaco to help them complete their important work.\r\nOne year ago, an attack, as vile as it was\r\ncowardly, struck the United States of America. That\r\nday its instigators and perpetrators placed themselves\r\nnot only outside of the law, but outside humanity,\r\noutside of the universal fundamental values and\r\nprinciples that inspire our nations and guide the ethical,\r\npolitical, economic and social progress of States. That\r\nwanton act provoked an unprecedented reaction from\r\nthe international community. It unanimously gave the\r\nmembers of the Security Council and the General\r\nAssembly sophisticated means to fight terrorism in all\r\nits forms, including by cutting off its financial\r\nresources.\r\nThe Principality of Monaco participated in this\r\nfight with determination in response to requests by the\r\nSecurity Council and its Counter-Terrorism Committee.\r\nIn broadening information exchange with other States,\r\nboth bilaterally and multilaterally, we established or\r\nstrengthened monitoring and surveillance measures\r\nwhich were necessary in the of legislative, regulatory,\r\nand judicial spheres.\r\nOn 10 November 2001 I personally signed the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism, which entered into force in\r\nMonaco on 8 April 2002, and our Permanent\r\nRepresentative to the United Nations, on instructions\r\nfrom my father, the Sovereign Prince, signed on 24\r\nJune 2002 Protocol Against the Illicit Manufacturing of\r\nTrafficking in Firearms, Their Parts and Components\r\nand Ammunition, supplementing the United Nations\r\nConvention against Transnational Organized Crime.\r\nThe Principality of Monaco, in fact, is or will be\r\na party to all major universal and regional instruments\r\ndesigned to strengthen cooperation among nations to\r\nfight against terrorism. This has greatly enhanced our\r\ncooperation with other States.\r\nIn that regard I must make reference to a law\r\nwhich was adopted unanimously last June by our\r\nNational Council, the parliament of Monaco, and\r\nwhich entered into force on 8 August 2002. This law\r\namends, strengthens and supplements the existing law\r\non the involvement of financial entities in the fight\r\nagainst money-laundering and financing terrorism. The\r\ntext takes into account Monacos undertakings as a\r\nUnited Nations Member State as well as measures\r\nanticipated by competent bodies such as the Financial\r\nAction Task Force.\r\nAlso on 8 August 2002, the authorities of my\r\ncountry were happy to have implemented the Council\r\nof Europe Convention on Laundering, Search, Seizure\r\nand Confiscation of the Proceeds from Crime, even\r\nthough the Principality of Monaco, while fervently\r\nhoping to be so, is not yet a member of that noble\r\nEuropean institution. I also wish to note the speed and\r\nrelevance of my countrys response, especially since\r\n8\r\nA/57/PV.13\r\nour country is sometimes subjected to unjustified and\r\nincorrect criticism in this area.\r\nWhile terrorist threats persist and while civilian\r\npopulations continue, unfortunately, to be subjected to\r\nthe yoke of terror, the origin and form of this plague\r\nseem now to be better understood and under greater\r\ncontrol. Measures, both national and international,\r\nhave been implemented with the help of the Security\r\nCouncil and its Counter-Terrorism Committee (CTC)\r\nand seem to be yielding encouraging results. The\r\nstrengthening and broadening of the mandate of the\r\nTerrorism Prevention Branch, as the Secretary-General\r\nhas proposed in the report requested by our Assembly,\r\nseems to meet all of the conditions we need to upgrade\r\nthe fight against terrorism, not only by allowing us to\r\nbolster cooperation among United Nations Member\r\nStates, but also by providing enhanced technical\r\nassistance to countries that ask for it.\r\nThanks to a prompt and effective international\r\nreaction, Afghanistan, for too long a home to terrorists,\r\nhas regained its freedom. Its new provisional\r\nGovernment, which emerged from the traditional\r\nassembly, the Loya Jerga, last June, has endeavoured,\r\nparticularly with the help of our Organization, to\r\nrebuild the country and to establish a democratic\r\npolitical regime. We wish it full success.\r\nAnother area of satisfaction on the part of the\r\ninternational community is the nuclear disarmament\r\nagreement that was adopted last May by the two great\r\nPowers, the United States of America and the Russian\r\nFederation. Other events in the world are also hopeful.\r\nThe Republic of Sierra Leone and the Republic of\r\nAngola are taking steps towards recovery in a peaceful\r\nand democratic spirit. Encouraging signs of hope are\r\nseen everywhere. In Africa, we again fervently hope\r\nfor the success of the peace initiatives in Burundi and\r\nin the Democratic Republic of the Congo (DRC). A\r\ncalming of the situation in the Sudan is also of great\r\ninterest to us.\r\nThe Organization of African Unity (OAU), which\r\nbecame the African Union last July, has played an\r\ninvaluable role in reinforcing harmony between\r\nAfrican peoples. We are following this undertaking\r\nwith intense interest, as it took on a new dimension this\r\nyear. We take this opportunity to address to His\r\nExcellency, Mr. Amara Essy, Interim Chairperson of\r\nthe Commission of the African Union, our sincere\r\ncongratulations and encouragements.\r\nIn Latin America, we see with hope that some\r\ncountries, whose economic and financial conditions\r\nwere once in bad shape, are in the process of recovery,\r\nthanks in particular to the help of international\r\nfinancial institutions.\r\nIn Asia, finally, the prudence shown by the\r\nleaders of India and Pakistan over the border disputes\r\nhas led to the reduction of tension in Kashmir. We are\r\nsincerely grateful for this. This is an excellent step,\r\nsimilarly to the one taken by Sri Lanka, which has\r\nrenewed the dialogue with the Tamil separatists so as to\r\nput an end to too much suffering.\r\nAnother source of satisfaction is Timor-Leste,\r\nwhich with the effective and valuable help of our\r\nOrganization was able to successfully achieve\r\nindependence and acquire political and financial\r\nstructures that are crucial to its development. We are\r\ntherefore happy to welcome very soon, the Democratic\r\nRepublic of Timor-Leste to the United Nations. We are\r\nalso quite happy to welcome the admission of the\r\nSwiss Confederation as a Member State.\r\nSwitzerland has always been, particularly since\r\nthe creation of the League of Nations in Geneva, a\r\nsteadfast participant in the international promotion of\r\npeace, human rights and humanitarian protection. Our\r\ncongratulations and wishes for success and prosperity\r\nare formulated to those two States, to their leaders and\r\nto their people.\r\nThe United Nations needs them more than ever\r\nnow, and also needs all the good will and talent\r\npossible to meet the high ambitions that we set for\r\nourselves when the Organization was created,\r\nambitions renewed firmly and solemnly at the\r\nMillennium Summit, as well as during the large\r\ninternational meetings that followed.\r\nMy country is committed to implementing the\r\naction plans adopted during those exceptional\r\nmeetings. Our special session on children and the\r\nsecond World Assembly on Ageing have tangibly\r\nchanged the perception that the international\r\ncommunity had of children and seniors. Both must\r\nbecome actors who are more integrated and active\r\nwithin our societies.\r\nWhile deciding to increase its voluntary\r\ncontributions to the large programmes of the United\r\nNations aimed at development and the protection of the\r\nenvironment, the Government of Monaco has at the\r\n9\r\nA/57/PV.13\r\nsame time decided to concentrate its efforts on specific\r\nareas and specific regions. The Mediterranean region is\r\nan example of our fight against marine pollution that\r\naims to save regional flora and fauna. My Government,\r\nwhether through its Office for International\r\nCooperation for Development and the Environment, or\r\nthrough non-governmental organizations (NGOs),\r\nwhich are numerous and active in Monaco, is\r\nencouraging the implementation of specific projects,\r\nprojects that are essentially ecological in nature,\r\ndepending often on the availability of micro-credits.\r\nAs regards the Mediterranean Sea, next 10\r\nDecember we will be celebrating the twentieth\r\nanniversary of the United Nations Convention on the\r\nLaw of the Sea (UNCLOS). It was indeed on 10\r\nDecember 1982 that that text was open for ratification\r\nby States at Montego Bay in Jamaica. It was the result\r\nof almost 15 years of negotiations, which we will\r\nsolemnly celebrate on this coming occasion.\r\nThere are particularly difficult times, such as the\r\npresent moment, when the status quo is not good\r\nenough, times when we must show determination in\r\norder to bring innovative ideas to meet the fundamental\r\nchanges going on throughout the world. The Secretary-\r\nGeneral, whose dynamic nature and wisdom we\r\nappreciate, mentions this in his report on the follow-up\r\nto the major conferences organized by the United\r\nNations at different summits, including the Millennium\r\nSummit. The report is important and timely.\r\nThe substantive session of the Economic and\r\nSocial Council in July also confirmed the need for such\r\nsteps. The Ministerial Declaration, adopted on that\r\noccasion, focuses usefully on the importance of\r\ndeveloping human resources, protecting health, and\r\nproviding education, particularly for young girls, and\r\nfocuses on their contributions to development.\r\n I would like to commend the President and the\r\nBureau of the Council. His Excellency Mr. Ivan\r\nSimonović, its President and the Permanent\r\nRepresentative of Croatia, and the other Members of\r\nthe Bureau have all toiled with competence and great\r\nskill in order to guarantee the success of the Councils\r\nwork.\r\nDuring the high-level debates, some trends\r\nemerged that our Government believes are essential.\r\nFor example, there is the choice of a governance that\r\nallows us to establish true partnerships that depend\r\nmostly on the human resources of developing countries\r\nthemselves, as well as on businesses and civil society.\r\nYesterdays high-level plenary meeting of the\r\nGeneral Assembly produced solemn and excellent\r\nresults and enabled us to gain a better understanding of\r\nthe character and the imperatives of the New\r\nPartnership for Africas Development (NEPAD), which\r\nundoubtedly offers real prospects for mobilizing\r\nresources for Africa and integrating it into the world\r\neconomy. The establishment by the Economic and\r\nSocial Council of an ad hoc advisory group for African\r\ncountries emerging from conflict is a step that we are\r\nalso following. Without political stability, there can be\r\nno guaranteed sustainable development.\r\nThe concept of a culture of protection advanced\r\nby the Secretary-General, with regard to special\r\neconomic assistance, humanitarian aid, and help in\r\nnatural disasters, provides the advantage of associating\r\nin a single thrust preventive action and priority\r\nassistance to the communities affected. We appreciate\r\nthe principle and the scope of this activity.\r\nIn the aftermath of conflicts and crises, the link\r\nbetween humanitarian action and long-term\r\ndevelopments is crucial for the success of any national\r\nreconstruction programme. Public meetings of the\r\nSecurity Council dedicated to such matters provide an\r\nopportunity to emphasize, with the necessary impact,\r\nthe importance of such measures.\r\nThe World Summit on Sustainable Development\r\n(WSSD), which has just finished in Johannesburg and\r\nin which I participated, reminded us of the essential\r\nconcerns for the future. The Monterrey consensus was\r\nconfirmed, stressing the fact that there can now be no\r\nstable and balanced development without serious\r\ninterdisciplinary thought and innovative ideas based on\r\na genuine will to protect our environment and to\r\nrespect the natural resources of our planet, including\r\nsea resources and non-renewable natural resources, by\r\nensuring that we share them fairly and reasonably.\r\nThe Summit confirmed and strengthened the\r\nprinciples proclaimed 10 years ago during the United\r\nNations Conference on Environment and Development,\r\nheld at Rio.\r\nI will not reiterate my countrys positions and\r\ninitiatives on these questions, as I discussed them at\r\nlength at Johannesburg. I should like to reaffirm,\r\nhowever, that the Government of the Principality of\r\n10\r\nA/57/PV.13\r\nMonaco is determined to respect the commitments it\r\nundertook on that occasion.\r\nThe international community must continue to\r\nwork tirelessly in the combat against AIDS and in the\r\nfight against many endemic diseases, which, in some\r\nparts of the world, are major obstacles to development\r\nand progress. In response to the appeal launched by our\r\nSecretary-General, my Government has decided this\r\nyear and for the next two years to make a substantial\r\nexceptional contribution to the Joint United Nations\r\nProgramme on HIV/AIDS.\r\nIf we want globalization, in particular economic\r\nglobalization, to be of benefit to all, it will have to be\r\nrooted to a greater extent  and we all are aware of\r\nthis  in a type of development that ignores neither\r\nthe basic needs of human beings nor the values of\r\njustice, morality and equity, to which we all attach\r\nparticular value.\r\nIn speaking of the fundamental principle of\r\njustice and of the moral values which have inspired our\r\nOrganization so profoundly, I should like to reiterate\r\nhow warmly we welcomed the recent entry into force\r\nof the Rome Statute of the International Criminal\r\nCourt. The first Assembly of States Parties to the Rome\r\nStatute has just been held, under the eminent\r\npresidency of His Royal Highness Prince Zeid Raad\r\nZeid Al-Hussein, Permanent Representative of the\r\nHashemite Kingdom of Jordan. Decisive and specific\r\nsteps were taken on that occasion.\r\nI should like to close by appealing to the peoples\r\nof Israel and Palestine to put an end to the violence and\r\nto overcome their rancour and resentments. A shared\r\nheritage and the belief in a future of coexistence\r\nrepresent the underpinnings of a dialogue leading to\r\npeace.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nCrown Prince of the Principality of Monaco for the\r\nstatement he has just made.\r\nHis Serene Highness Prince Albert, Crown Prince\r\nof the Principality of Monaco, was escorted from\r\nthe General Assembly Hall.\r\nThe Acting President (spoke in French): I give\r\nthe floor to His Excellency The Honourable John\r\nBriceño, Deputy Prime Minister and Minister of\r\nNatural Resources, the Environment, Trade and\r\nIndustry of Belize.\r\nMr. Briceño (Belize): On 21 September 1981\r\nBelize joined the community of nations as an\r\nindependent country, and we the people of Belize\r\nenthusiastically embraced our role as a partner in the\r\ncommunity of nations.\r\nThe United Nations played a pivotal role in\r\nsecuring Belizes right to self-determination, and, as\r\nwe commemorate our independence, we express our\r\nappreciation and continued support for the work of the\r\nOrganization.\r\nSince its inception in 1945 our United Nations\r\nhas, like all of us, been grappling with the constant\r\nchanges in our world. In its imperfection it has endured\r\nthe problems of infancy, puberty and adolescence. Each\r\nadjustment provided occasions for learning and\r\nopportunities for growth. No, we have not always\r\ngrown for the better; and we have suffered the cost of\r\nour mistakes.\r\nStill the United Nations endured, for the\r\nprinciples of the Charter will reverberate as loudly\r\ntomorrow as they do today and did yesterday. Our right\r\nto live peaceful and dignified lives holds as true today\r\nas it did in 1945.\r\nTwo years ago world leaders assembled here in\r\nNew York in an effort to rejuvenate the United Nations.\r\nThis resulted in the Millennium Declaration and\r\nbrought forth the Millennium Development Goals.\r\nIn these instruments we acknowledged the\r\ngrowing abyss between the few with plenty and the\r\nmany with nothing. We made new commitments and\r\nreaffirmed old ones. We renewed yet again our ultimate\r\ngoal of the improvement of humanity, a goal which we\r\nundoubtedly hold as sacred.\r\nSince then we have held many meetings and\r\nconferences where we have merely recycled ideas and\r\nvisions. Now we must aim for higher standards and\r\nmake the case that, as a global community, we are\r\nobligated to account for how we have chosen to\r\nimplement the many commitments we have made.\r\nFor us implementation is a function of resources;\r\ngood governance, both locally and globally; shared\r\nresponsibility; and partnerships. The implementation of\r\nthe Millennium Declaration can be effective only\r\nthrough the participation and cooperation of all\r\nrelevant stakeholders.\r\n11\r\nA/57/PV.13\r\nIn order to ensure that the process of\r\nimplementation is democratized, inclusive, transparent\r\nand accountable, we must act with shared\r\nresponsibility and in partnerships of mutual respect and\r\nequality. As we follow the road map for the\r\nimplementation of the Millennium Declaration, our\r\ndeliberations and, even more so, our commitment to the\r\nMonterrey Consensus and to the Plan of\r\nImplementation of the World Summit on Sustainable\r\nDevelopment should result in meaningful change that\r\nwill improve the lives of our poorest peoples.\r\nOn 5 February 2002, Belize hosted the first-ever\r\nCaribbean Community (CARICOM), System of Central\r\nAmerican Integration (SICA) and Dominican Republic\r\nsummit. In the joint declaration issued at the\r\nconclusion of the summit, the Caribbean and Central\r\nAmerican leaders agreed to strengthen their\r\ncooperation and to coordinate actions in areas such as\r\neducation, health, poverty elimination, environment,\r\ntrade and investment. Shortly our Foreign Ministers\r\nshall conclude a Plan of Action to implement the goals\r\nset out in the declaration.\r\nThe present development paradigm requires\r\ndynamic partnerships. Belize intends to play its part in\r\nencouraging closer collaboration and cooperation\r\nbetween Central America and the Caribbean.\r\nA major hindrance to development is conflict; it\r\nis costly and causes unnecessary pain and suffering,\r\noften to innocent victims. My delegation is concerned\r\nabout any notion that violence could be a solution to\r\nconflict. History has taught us that lasting peace can\r\nnever be constructed in a climate of vengeance.\r\nIn this regard we express our grave concern over\r\nthe continuing deterioration of relations in the Middle\r\nEast, especially with respect to the Palestinian people.\r\nThe escalation of violence in the region demonstrates\r\nthe urgent need for the parties to resume peace\r\nnegotiations.\r\nThe universally endorsed vision of two States,\r\nIsrael and Palestine, living side by side in peace within\r\nsecure and recognized borders, as called for by the\r\nSecurity Council in resolution 1397 (2002), should be\r\nrealized as soon as possible.\r\nWe encourage the efforts of the United Nations in\r\nfacilitating a peaceful resolution to the question of\r\nWestern Sahara and support the Settlement Plan as a\r\nviable political solution to the dispute.\r\nConflict in its many manifestations finds its\r\nbreeding ground in human desperation, frailty and\r\nignorance. If we can address the needs of the\r\ndisaffected and the vulnerable, then we can stamp out\r\nthe embers of conflict and increase the potential for\r\ninternational peace and security. Yes, we must address\r\nthose conditions according to our national capacity, but\r\nwe cannot go it alone. A multilateral approach is\r\nimperative.\r\nBelize continues to look to the United Nations for\r\nthe global enforcement of human rights standards. On 1\r\nJuly 2002, the international community witnessed the\r\nentry into force of the Rome Statute of the\r\nInternational Criminal Court. As a State Party to the\r\nStatute, my Government will abide by its legal\r\nobligations thereunder and will uphold the integrity of\r\nthe Court. It is our hope that all peace-loving and law-\r\nabiding nations of the world will become parties to the\r\nRome Statute so that the universal jurisdiction of the\r\nCourt can be realized. The Court presents the hope that\r\nthere will be an end to impunity for the perpetrators of\r\ngenocide, of other crimes against humanity and of war\r\ncrimes. We see this as the start of a new system of\r\ninternational justice.\r\nAt this session of the General Assembly, we will\r\nbe witnessing the expansion of the representative\r\ncharacter of the United Nations. We recognize the\r\ntremendous contribution that the Swiss Confederation\r\nhas made in international relations, particularly with\r\nrespect to human rights and humanitarian issues. Its\r\ndecision to become a full member of the United\r\nNations will greatly enhance our work.\r\nLikewise, we are pleased to welcome the\r\nDemocratic Republic of Timor-Leste to our family of\r\nnations. Its struggle has been long and arduous, and its\r\nadmission is a testament to the indispensable role of\r\nthe United Nations.\r\nIt is our wish that the United Nations be the\r\nforum for the representation of all peoples of the world,\r\nincluding the 23 million people of the Republic of\r\nChina on Taiwan. We must give true meaning to the\r\nprinciple of universality set forth in the Charter and,\r\nmore specifically, to the affirmation therein of our faith\r\nin fundamental human rights, in the dignity and worth\r\nof the human person, in the equal rights of men and\r\nwomen and of nations large and small.\r\nWith the support of the United Nations, Belize\r\nbecame an independent nation. Before and after that\r\n12\r\nA/57/PV.13\r\ntime, we made every effort to resolve the territorial\r\ndispute between Belize and Guatemala, which we had\r\ninherited from colonial times. All previous attempts\r\nhad proved futile, but in March 2000, at the start of this\r\nmillennium, Guatemala and Belize agreed to initiate a\r\nunique process to resolve the dispute. Each of us\r\nappointed a Facilitator and asked the Secretary-\r\nGeneral of the Organization of American States (OAS)\r\nto be honour witness to the process.\r\nI am happy to be able to announce that, just\r\nyesterday, at OAS headquarters, the Facilitators\r\npresented their proposals for a peaceful and definitive\r\nresolution of the territorial dispute. The proposals must\r\nbe submitted by referenda to the peoples of both\r\ncountries, and only if accepted by both countries will\r\nthey be translated into treaties of settlement that will\r\nbring this age-old dispute to an end and create better\r\nconditions for harmonious cooperation between the two\r\ncountries  something for which both our peoples\r\nyearn. We fervently hope that that will indeed come to\r\npass.\r\nAn essential aspect of the proposal involves a\r\ndevelopment trust fund, and we wish to thank all the\r\ncountries that will generously contribute to making\r\npossible the peaceful settlement of a territorial dispute\r\nthat has adversely affected relations not only between\r\nthe countries involved, but also between the two\r\nsubregions to which Belize belongs  the Caribbean\r\nand Central America.\r\nFour days from today, our people will assemble\r\nand re-enact the events of our Independence Day. It\r\nwill also be a time to renew our commitment to the\r\nprinciples of justice and liberty, to the right of a people\r\nto self-determination, to the right to development and\r\nto our continued commitment to live in peace with our\r\nneighbours. That is the legacy of the United Nations;\r\nthat is our just objective.\r\nThe Acting President (spoke in French): I now\r\ngive the floor to His Excellency Mr. Blas Ople,\r\nSecretary of Foreign Affairs of the Philippines.\r\nMr. Ople (Philippines): As we welcome our\r\nnewest members, Switzerland and East Timor, we\r\nreaffirm our faith in the United Nations and in the\r\nprinciples of the Charter.\r\nToday, the United Nations faces more challenges\r\nand must respond to far more demands than were ever\r\ncontemplated by its founders. Yet the Organization\r\nremains the single most important universal and viable\r\nforum for States to interact, for nations to work\r\ntogether and for countries to cooperate in preserving\r\npeace, in avoiding conflict and in promoting stability.\r\nWe believe that Iraq took a step in the right\r\ndirection when it agreed yesterday to the unconditional\r\nreturn of United Nations weapons inspectors. But the\r\nimmediate challenge facing the Organization and our\r\nworld is the looming confrontation that could be\r\nbrought about by the need for Iraq to comply, totally\r\nand unconditionally, with the relevant Security Council\r\nresolutions. We credit the diplomatic skills and the\r\nsheer determination of Secretary-General Kofi Annan\r\nand of the members of the Arab League with this\r\nwelcome development. We will, therefore, await clear\r\nproof of sincerity in action.\r\nBut this is just a beginning. We believe that we\r\nare far from a true resolution of this issue. We must\r\nremain vigilant and must continue to have faith in the\r\nSecurity Council. The Philippines has full confidence\r\nin the Council process. We believe that the Council\r\nwill act in accordance with the imperatives of world\r\npeace and security and that it will find the most\r\nexpeditious and effective way to serve those\r\nimperatives.\r\nConsistent with its national interest, and in\r\naccordance with its Constitution, the Philippines is\r\nprepared to extend political, security and humanitarian\r\nassistance to the United States and to the international\r\ncommunity in the pursuit of their most vital interest,\r\nwhich coincides with our own vital interests: to defeat\r\nterrorism. The case for compliance is compelling. The\r\ncharges are highly credible and have serious\r\nimplications for global security. The Security Council\r\nshould give those charges the most urgent and\r\nprofound consideration. The international community\r\nhas put the onus on Iraq to comply with the relevant\r\nCouncil resolutions, especially with regard to the\r\nelimination of weapons of mass destruction.\r\nYet we certainly live in a world of consequences\r\nthat can be avoided. Poverty, intolerance and inequality\r\nprovide the breeding ground for terrorism. But we need\r\nnot make terrorism an unavoidable consequence of\r\nthose factors. We have learned that in the one year\r\nsince the shocking and tragic events of 11 September.\r\nIn that short span of time, we have learned that\r\nterrorism cannot defeat us and that it cannot overcome\r\nour resolve to fight it, and we have learned the full\r\n13\r\nA/57/PV.13\r\nmeasure of the bravery of the men and women who\r\nstand on the front lines in the war against terror. In that\r\nshort span of time, we have established new strategic\r\npartnerships and have retooled and rearmed existing\r\nstrategic partnerships. Those partnerships are based on\r\nthe belief that the world will never be secure unless\r\nterrorist lairs are exposed and destroyed and unless\r\nterrorist supporters are brought to justice.\r\nIn the realm of what is just and what is fair, we\r\nknow that globalization can contribute to the\r\ncomprehensive and sustainable development of the\r\ndeveloping world. Indeed, in some cases it has done so.\r\nBut the gap between the rich and poor countries\r\ncontinues to widen.\r\nLet us again remind ourselves of the stark reality\r\nthat 1.2 billion people live on less than $1 a day; 1.1\r\nbillion people lack access to safe and affordable\r\ndrinking water; and 130 million school-age children,\r\nthe majority of whom are girls, lack the means to stay\r\nin school.\r\nThe uneven spread of opportunities for the\r\ncreation of wealth, and the increasing income\r\ninequality within and between countries, have pushed\r\nlarger numbers of people to the margins of existence.\r\nWe in the Philippines are building an open\r\neconomy. We are taking concrete measures to create an\r\nopen trade and investment environment in our own\r\ncountry and in our region. We have adapted to the\r\nrealities of globalization, fully aware of the\r\nconcomitant risks, particularly those that impinge on\r\nthe well-being of our vulnerable and disadvantaged\r\ngroups.\r\nWe firmly believe that, in general, developing\r\ncountries accept the need for good governance in their\r\npublic and corporate sectors. We are continuing our\r\ninstitutional reform, guided by our national priorities,\r\nrequirements and capabilities. We are taking great\r\npains to restructure our economy, often at high political\r\ncost.\r\nCapital is what developing countries lack most in\r\ntheir pursuit of sustainable development. The Food and\r\nAgriculture Organization has estimated that an\r\nadditional annual public investment of $24 billion must\r\nbe made in poor countries in order to halve the number\r\nof hungry people by the United Nations millennium\r\ntarget date of 2015.\r\nDeveloping countries need more foreign direct\r\ninvestment, particularly in areas that will promote the\r\nsustainable use of the environment and sustained\r\ngrowth. We also need improved access to foreign\r\nmarkets.\r\nMany developing countries must also effectively\r\ncompete in areas where their comparative advantage is\r\ngreat, such as agriculture. However, developing\r\ncountries do not have the resources to match the\r\nsubsidies that agricultural producers receive in rich\r\ncountries, such as the 40 billion euros that European\r\nUnion farmers receive each year or the additional $170\r\nbillion that United States farmers will receive over the\r\nnext 10 years. We can only wonder what the liberating\r\nimpact would be on development if the subsidies of 23\r\ncents per dollar for farm goods in the United States or\r\nthe 36 cents per dollar on farm goods in the European\r\nUnion were instead invested in developing countries.\r\nWe need to reverse the decline in official\r\ndevelopment assistance, which remains below the\r\ntarget of 0.7 per cent of gross national product. But we\r\nshould also not lose sight of the fact that, aside from\r\nincreased funding sources for developing countries, the\r\nflip side of the development coin should be greater\r\nrestraint, care and flexibility in the use of\r\nconditionalities. Enhanced and effective debt relief,\r\nincluding for middle-income countries, is also needed.\r\nEfforts to reform the international financial\r\narchitecture and to strengthen the development\r\ndimension of the global trade and investment regime\r\nshould be sustained.\r\nGlobalization has provided more opportunities\r\nand greater choices for people who want to travel the\r\nworld in search of a livelihood. Some 10 per cent of the\r\npeople of the Philippines are outside its border. Their\r\nsafety and welfare is of paramount importance to us,\r\nparticularly in times of actual or potential conflict. The\r\nwelfare of migrant workers should be placed higher on\r\nthe United Nations agenda now, before the migrant\r\nissue turns into a serious humanitarian problem. We\r\ncan start by becoming States parties to the United\r\nNations Convention on the Protection of the Rights of\r\nAll Migrant Workers and Members of Their Families.\r\nIt is also important for developed nations to support the\r\nimportant work of humanitarian assistance agencies\r\nlike the International Organization for Migration.\r\nDespite the unprecedented wealth created in the\r\nlast decade of the twentieth century, one out of every\r\n14\r\nA/57/PV.13\r\nfive people lives on less than $1 a day. The 32 poorest\r\nAfrican countries do not earn much more than the\r\nrichest man on earth, the title unofficially bestowed\r\nupon Bill Gates, the Chairman of Microsoft, in the\r\nUnited States. Despite the grinding poverty in which\r\nbillions of people live, the world spends incredible\r\nsums for military purposes  for armies and weapons\r\nof mass annihilation.\r\nThose bent on fomenting hate and violence will\r\nfind willing adherents, particularly among the helpless,\r\nand hopeless poor, the dispossessed and the\r\ndisenfranchised. The hungry, the young people who do\r\nnot go to school and those living in the margins of\r\nsociety can become easy prey to the siren songs of\r\nterrorists and the perpetrators of violence. Poverty\r\nalleviation and development are therefore key\r\nstrategies in preventing conflict and fighting terrorism.\r\nTerrorism has become a major cause of violence\r\nand instability in our world. But this is not the only\r\nmenace to our collective security. Organized crime,\r\nenvironmental degradation and contagious diseases\r\ncontinue to threaten international peace and security.\r\nThe proliferation of conventional and non-conventional\r\nweapons, including small arms, is continuing. Civil\r\nwars and inter-State conflicts remain major causes of\r\ninstability and underdevelopment. The United Nations\r\nmust therefore continue to play its important\r\npeacekeeping and peacemaking role.\r\nDurable peace and progress with freedom can be\r\nachieved only through international partnerships and a\r\nrenewed faith in the United Nations, which should\r\nguarantee meaningful participation by developing\r\ncountries in global decision-making. The challenges of\r\nthe world today  potential and actual conflict,\r\nterrorism, violence, environmental degradation,\r\norganized crime and contagious diseases  recognize\r\nno boundaries and affect all.\r\nIn the eloquent language of the Philadelphia\r\nDeclaration of the International Labour Organization,\r\npoverty anywhere constitutes a danger to prosperity\r\neverywhere. That is the case because humanity  and\r\nhuman destiny  has become a seamless whole. No\r\nman is an island, and the bell tolls for us, too. This is\r\nthe timeless vision of the United Nations, validated by\r\nall who have spoken here at the fifty-seventh session of\r\nthe General Assembly. It is a vision and a bond that\r\nshould unite all nations as we face new dangers and the\r\nunmarked frontiers of our collective life on this small,\r\nendangered planet. Indeed, the United Nations\r\ncontinues to be the last best hope of mankind.\r\nThe Acting President (spoke in French): I now\r\ngive the floor to His Excellency The Honourable\r\nJakaya Mrisho Kikwete, Minister for Foreign Affairs\r\nand International Cooperation of the United Republic\r\nof Tanzania.\r\nMr. Kikwete (United Republic of Tanzania): I\r\nshould like to begin by congratulating Mr. Kavan on\r\nhis well-deserved election to the presidency of the\r\nGeneral Assembly at its fifty-seventh session and to\r\nassure him of my delegations full support and\r\ncooperation.\r\nI would also like to commend his predecessor,\r\nMr. Han Seung-soo, for having skilfully presided over\r\nthe work of the fifty-sixth session. Similarly, I would\r\nlike to express my delegations sincere appreciation to\r\nMr. Kofi Annan, the Secretary-General, for the able\r\nmanner in which he has continued to manage the day-\r\nto-day affairs of our Organization in the face of\r\nnumerous and daunting challenges.\r\nMy delegation wishes to join others in welcoming\r\nthe admission to the United Nations of Switzerland, a\r\ncountry that has done so much for the Organization\r\nover the years. I would also like to welcome East\r\nTimor to the community of nations, following the\r\nsuccessful tutelage of the United Nations.\r\nAs we commemorate the first anniversary of the\r\ntragic events of the 11 September terrorist attacks, I\r\nwould like to take this opportunity to reiterate\r\nTanzanias solidarity and support for international\r\nefforts to fight terrorism. Coming from a country that\r\nexperienced a similar tragedy four years ago, I\r\nunderstand the continued pain and suffering of those\r\nwho lost their loved ones as they come to terms with\r\nthe aftermath of those tragic events. We have every\r\nconfidence that, through our collective efforts, the war\r\non terrorism will ultimately be won.\r\nIt is a welcome coincidence that the fifty-seventh\r\nsession should be held so soon after the World Summit\r\non Sustainable Development. Tanzania is glad that\r\npoverty eradication was underscored as humanitys\r\ncritical challenge and an indispensable requirement for\r\nsustainable development, particularly in the developing\r\ncountries.\r\nIt was very gratifying, indeed, to note that due\r\nregard was also given to the burning issues of\r\n15\r\nA/57/PV.13\r\neducation, health, energy, shelter, water and sanitation,\r\nas well as agriculture, in particular food security. The\r\nabundance of pledges from all speakers and\r\nparticipants to fight poverty, promote social and\r\neconomic development and enhance measures to deal\r\nwith pollution and protect the environment was very\r\nreassuring indeed. However, many stakeholders,\r\nincluding those from my country, are anxiously waiting\r\nto see how we move beyond rhetoric to concrete action.\r\nThose of us from the developing countries know\r\ntoo well in this regard that our biggest challenge is to\r\nget our act together by practicing and observing good\r\ngovernance, democracy, the rule of law and human\r\nrights. We have to institute sound political, social and\r\neconomic policies, as well as to fight corruption and\r\ngraft. We have to create conditions conducive to\r\ninvestment flows and trade. Fortunately, this is no\r\nlonger wanting, because most of our countries have\r\nmade serious efforts to meet these ideals with\r\nreasonable success. However, it is frustrating to note\r\nthat there is little appreciation of these achievements.\r\nInstead, there is amplification of the little that is yet to\r\nbe overcome. Many of us feel that we deserve to be\r\ntreated better.\r\nIt is surprising also to note the temptation in some\r\nquarters to evolve a new paradigm in international\r\nrelations  that of assigning collective responsibility,\r\ncondemnation and punishment to a region or continent\r\nfor the mistakes of one country in that part of the\r\nworld. A crisis in an African country, for example, is\r\nmeant to be left to African countries to fix and they are\r\nthreatened with being held responsible and accountable\r\nif that is not done. Several times, we have been\r\nreminded to sort out the problem in some crisis-\r\nstricken African countries or else risk losing\r\ncooperation on the New Partnership for Africas\r\nDevelopment (NEPAD) from the developed countries.\r\nTanzania considers such tendencies not only to be\r\nstrange, but also dangerous, unfair, discriminatory and\r\ntotally unacceptable. Let all of us continue to work\r\ntogether to resolve problems facing our countries and\r\npeoples wherever they may occur.\r\nWe look forward to seeing the developed\r\ncountries of the North play their part, as is expected of\r\nthem, as expressed in the millennium development\r\ngoals, the Monterrey Consensus, the Brussels Plan of\r\nAction for the least developed countries, the Doha\r\nagreement and the Johannesburg Plan of Action and at\r\nyesterdays historic high-level plenary meeting of the\r\nGeneral Assembly on support for NEPAD. We consider\r\nthe role of the developed countries to be very critical to\r\nsuccess in the war against poverty and the attainment\r\nof sustainable development. We look forward to seeing\r\nthe countries of the North increase official\r\ndevelopment assistance to the countries of the South.\r\nAt Monterrey, Kananaskis and Johannesburg,\r\nthere were good signs that this is now possible.\r\nHowever, when one looks at the resource requirement\r\nof the millennium goals and the time frame for\r\nimplementation, the promises made are far below\r\ntarget. At Monterrey and Kananaskis, some $12 billion\r\nwere pledged over a period of three to four years,\r\nwhereas the requirement is $50 billion annually until\r\n2015. We appeal to the developed countries to commit\r\nmore resources and within the time frames set out in\r\nthe millennium development goals.\r\nAnother important area where the intervention of\r\nthe developed countries is essential is debt relief. Debt\r\nservicing is crippling the economies and Governments\r\nof the poor developing countries. Debt relief releases\r\nresources which can be used to finance priority sectors\r\nand activities, such as education, health, energy, water,\r\nrural roads and microfinance schemes.\r\nLet me take the example of my country, Tanzania.\r\nAfter reaching the completion point for the Heavily\r\nIndebted Poor Countries Debt Initiative and the\r\ncancellation of a portion of the external debt,\r\nGovernment expenditure on basic social services has\r\nincreased to unprecedented levels. We will now be able\r\nto give clean water to more people than we could have\r\ndone in the past. We are now able to hire more\r\nteachers, build more classrooms, take more students\r\ninto schools and buy more textbooks and teaching\r\nmaterials. We have improved health-care delivery\r\nsystems. We have hired more medical practitioners in\r\nrural dispensaries and health centres and we have\r\nprovided more equipment and medicines. There are\r\nmore rural roads maintained now than before and new\r\nones are being opened up. The list of benefits is long\r\nand we could have done much more if we had got a\r\nbigger debt-cancellation package. That is why we\r\ncontinue to appeal for deeper debt cancellation for\r\nTanzania and the rest of the least developed countries.\r\nMoreover, the amount of debt that has not been\r\nforgiven to my country is not payable, given our level\r\nof poverty.\r\n16\r\nA/57/PV.13\r\nDebt cancellation or relief on its own cannot\r\nsolve the resource needs of developing countries.\r\nMeasures to make capital and financial resources\r\navailable for investments and trade in the developing\r\ncountries are very important. To date, not much has\r\ncome to our part of the world, despite our having put in\r\nplace the most competitive investment incentives. May\r\nI once again appeal to the Governments of the\r\ndeveloped countries to intervene in the most judicious\r\nway possible to encourage investment flows to Africa\r\nand the developing countries. I believe that their words\r\nof encouragement and support will have a positive\r\nimpact.\r\nMarket access is another very important matter\r\nfor us. We highly appreciate and thank the United\r\nStates and the European Union for granting duty-free\r\nand quota-free access for goods from Africa and the\r\nAfrican, Caribbean and Pacific Group of States\r\nrespectively. This has acted as an important stimulus to\r\nincreased production and investments in our countries.\r\nWe welcome similar decisions taken by Japan, Canada\r\nand China, thus further expanding Africas market\r\naccess. However, agricultural subsidies in the\r\ndeveloped countries remain an obstacle to which we\r\nagain appeal to the developed countries to give due\r\nconsideration.\r\nAs we all know, it is in agriculture that we have\r\nthe best of the comparative advantage. Unhindered\r\naccess to the markets of the developed countries,\r\ntherefore, could have immeasurable benefits. I am of\r\nthe view that the developed countries can afford to\r\ndispense with subsidies to agriculture. Instead, the $1\r\nbillion spent on such subsidies daily could be used to\r\nfund the implementation of millennium development\r\ngoals.\r\nAmong todays daunting global challenges are the\r\nconflict situations in Africa and the escalation of\r\nviolence in the Middle East. We highly appreciate the\r\nproactive role played by the United Nations, countries\r\nof the respective regions and the international\r\ncommunity in trying to mediate and end the conflicts.\r\nWe pray for the continued involvement of the\r\ninternational community in putting an end to conflicts.\r\nThe framework for the resumption of negotiations\r\nbetween Israel and the Government of Palestine\r\nalready exists. Both sides must create an environment\r\nconducive to negotiations. There has to be an end to\r\nIsraeli occupation of Arab lands and significant\r\nmovement towards the creation of a viable Palestinian\r\nState living side by side with Israel as an imperative to\r\nlasting peace in the Middle East. The security concerns\r\nof Israel should be addressed and encoded properly in\r\nany agreement. In this regard, all relevant Security\r\nCouncil and General Assembly resolutions must be\r\nadhered to.\r\nIt is our conviction that, without the active\r\ninvolvement of a third party, not much can be achieved.\r\nTanzania is convinced that the Security Council, as\r\nwell as the United States, the Russian Federation, the\r\nEuropean Union and the Arab League, can play a\r\npivotal role in getting to a sustainable solution.\r\nFortunately, all of these are now actively involved. We\r\nappeal to them to remain seized of the problem and to\r\ncontinue to work together.\r\nThe situation in the Democratic Republic of the\r\nCongo and Burundi remains a major concern and\r\npreoccupation of Tanzania and other countries in the\r\nregion. I want to reaffirm the continued commitment\r\nand readiness of my Government to contribute in any\r\nway possible towards building a peaceful, secure and\r\nstable Great Lakes region.\r\nIn the Democratic Republic of the Congo, it is\r\nencouraging to note that there are some positive\r\ndevelopments following the recent agreement and\r\nunderstanding reached between that country, Rwanda\r\nand Uganda. It is our hope that the implementation of\r\nthe agreements and understanding will be scrupulously\r\nobserved. We welcome the undertaking of the United\r\nNations and the Republic of South Africa to help the\r\nparties.\r\nThe security situation in Burundi is fragile. The\r\nnew transitional Government installed on 1 November\r\n2001 is functioning, but the continuation of the civil\r\nwar seems to be undermining its base. Tanzania\r\nunderscores the significance of getting a ceasefire\r\nagreement for the sake of the people of Burundi and\r\nthe success of the transitional Government. It was in\r\nappreciation of that imperative that my President\r\naccepted the request of the facilitator and that of\r\nPresident Pierre Buyoya of Burundi for Tanzania to\r\nhelp urge the rebels to come to the negotiating table.\r\nMr. Mamba (Swaziland), Vice-President, took the\r\nChair.\r\nWe tried our best and, as a result, the Burundi\r\nGovernment and the rebels started direct talks in Dar es\r\n17\r\nA/57/PV.13\r\nSalaam on 12 August. The negotiations are continuing.\r\nThey are not easy, but we are confident that they will\r\nbe crowned with success. Tanzania will continue to\r\nassist in and work for the success of the negotiations.\r\nWe do so on the clear understanding that we stand to\r\ngain more from a peaceful and stable Burundi and to\r\nlose if there is war and lack of stability. The end of the\r\nrefugee problem, as well as the end of mistrust between\r\nour two Governments and the free flow of trade across\r\nour common borders, are the obvious benefits which\r\nwe long to see realized.\r\nOne of the serious consequences of the conflicts\r\nin the Great Lakes region has been the massive\r\ndisplacement of people and the influx of refugees,\r\nwhich constitute a huge burden for Tanzania. At\r\npresent, Tanzania is hosting close to a million refugees\r\nfrom Rwanda, Burundi and the Democratic Republic of\r\nthe Congo. While we appreciate the work being done\r\nby the United Nations High Commissioner for\r\nRefugees (UNHCR) and other humanitarian agencies to\r\nprotect the refugees, much remains to be done to offset\r\nthe burden which these refugees place upon my\r\ncountry. We would like to see more being done to\r\nfacilitate repatriation of the refugees.\r\nUnfortunately, the 1951 Convention is not as\r\nelaborate concerning the responsibilities of refugee-\r\ngenerating countries or those of the international\r\ncommunity as it is on the responsibilities of the\r\nrefugee-receiving countries. This is probably due to the\r\ncontext in which the Convention was conceived. The\r\nsituation has changed. Tanzania feels strongly that\r\nthere is a need to review the 1951 Convention to keep\r\nit in step with changing times and circumstances.\r\nThe long and protracted war in Angola appears to\r\nhave ended. However, Angola still needs the continued\r\nsupport of the international community to deal with the\r\nreconstruction and the huge humanitarian crisis facing\r\nthe country. Tanzania welcomes the decision on\r\ncontinued United Nations involvement.\r\nWith regard to Western Sahara, Tanzania firmly\r\nbelieves that the United Nations cannot, and must not,\r\nretreat from this unfinished agenda. Tanzania wishes to\r\nreiterate its longstanding support for the efforts of the\r\nUnited Nations, which will enable the Sahrawi people\r\nto exercise their right to self-determination.\r\nWhile we appreciate the progress made in the\r\nreform of the working methods of the Security Council,\r\nwe remain concerned that no movement has been\r\nrecorded in the area of expansion of membership.\r\nTanzania would like to reiterate its support for Africas\r\nquest for two permanent seats.\r\nIn his address to the Assembly on 4 October\r\n1996, my President, Mr. Benjamin Mkapa, said:\r\nThe founding of the United Nations was inspired\r\nby the human solidarity which the world sought\r\nto promote five decades ago... What holds our\r\nnations together, despite their diversity, is the\r\ncommon bond and solidarity we feel for each\r\nother as human beings. Today, more than ever\r\nbefore, we need that solidarity in order to deal\r\nwith the myriad problems we all face together.\r\n(A/51/PV.22, p. 5)\r\nThese words were relevant then, and they are still\r\nrelevant today.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Slobodan Casule, Minister for Foreign\r\nAffairs of the former Yugoslav Republic of Macedonia.\r\nMr. Casule (The former Yugoslav Republic of\r\nMacedonia): At the outset, allow me to congratulate\r\nMr. Jan Kavan on his election to the most prestigious\r\npost of President of the fifty-seventh session of the\r\nGeneral Assembly. My delegation is fully confident\r\nthat his skilful leadership will bring success to this\r\nsession.\r\nI wish to avail myself of this opportunity also to\r\ncongratulate the outgoing President, Mr. Han Seung-\r\nsoo of the Republic of Korea, for his tireless efforts\r\nand dedication in performing his duties.\r\nThe United Nations community has recently\r\nbecome richer with the admission to its membership of\r\nthe Swiss Confederation. Though the valuable\r\ncontribution of that country to the goals of the United\r\nNations was undisputed even before its formal\r\nmembership, I congratulate the Swiss Federation on\r\nthis decision. We are also looking forward to East\r\nTimors joining the Organization, which will take place\r\nsoon.\r\nThe heinous acts of 11 September 2001, which\r\nstruck New York, Washington and Pennsylvania, have\r\nbrought the international community to a critical\r\njuncture, where it is faced with an ultimate challenge:\r\nhow to find a way to successfully cope with the\r\nindiscriminate effects and devastating consequences of\r\nacts of international terrorism.\r\n18\r\nA/57/PV.13\r\nThe promptness with which the world reacted and\r\nthe solidarity expressed through the broadest coalition\r\never against terrorism was exemplary. The United\r\nNations took the lead in combating international\r\nterrorism. The Republic of Macedonia, itself a victim\r\nof terrorist aggression, has joined the international\r\ncoalition and is making its contribution to this end.\r\nTwo days ago, on Sunday, 15 September, my\r\ncountry held, for the fourth time, free and democratic\r\nelections. They marked the progress achieved over the\r\npast year, and the fact that they went smoothly\r\nreaffirmed our commitment to democracy and to the\r\nrule of law. They also reaffirmed the maturity of\r\nMacedonian society, its Government and its citizens,\r\nthus once again establishing its position as an equal\r\nand respected member of the European family.\r\nOur elections  an outstanding democratic\r\nachievement  are clear proof that all along\r\nMacedonia has been seeking political and democratic\r\nsolutions. They represent an outstanding example of\r\nthe fact that democracy, elections and political freedom\r\nare the most effective mechanisms for a society and its\r\nneeds, and the most efficient answer to violence as an\r\ninstrument for achieving political goals.\r\nTerrorism has more than once proved itself not\r\nonly an unworthy ally, but also a dangerous\r\nbedfellow  one that always turns against those who\r\nuse it in their pursuit of social change or justice.\r\nTherefore, there must be no double standards\r\nwhen dealing with political extremism and terrorism,\r\nbecause, as we have proved, there is not one issue that\r\ncannot be dealt with politically, or, better yet, through\r\nelections and dialogue, as we have done.\r\nThe crises in recent history have shown more\r\nclearly than ever the importance of cooperation and\r\nsolidarity among the countries of our region, as well as\r\nthe importance of developing regional collective\r\nsecurity mechanisms in South-eastern Europe.\r\nMacedonia, for its part, is making every effort to make\r\nits contribution to strengthening cooperation within\r\nvarious regional organizations and initiatives. Further\r\nimprovement of good-neighbourly relations remains\r\none of the priorities of the foreign policy of the\r\nRepublic of Macedonia.\r\nAllow me in this context to reiterate our firm\r\nstance as to the need for the full implementation of\r\nSecurity Council resolution 1244 (1999) concerning\r\nKosovo. The Republic of Macedonia has provided\r\ncontinuous support for the efforts of the international\r\ncommunity and has always met the requests of the\r\nUnited Nations Interim Administration Mission in\r\nKosovo (UNMIK) and KFOR in regard to the\r\nsuccessful fulfilment of their mandate. We support the\r\nUNMIK policy of benchmarks and believe that it\r\nwill facilitate the building of a democratic, multi-ethnic\r\nsociety and strengthen the rule of law in Kosovo.\r\nLet me recall here the agreement on delineation\r\nand demarcation of the border between the Republic of\r\nMacedonia and the Federal Republic of Yugoslavia,\r\nwhose implementation on the ground is to start soon.\r\nAt this point, let me stress that efforts aimed at\r\nundermining the validity of the Agreement, such as the\r\nones we witnessed early this year by the local self-\r\ngovernment and Assembly of Kosovo, should be\r\ndefinitively rejected and nullified. In that sense, we\r\nsupport the reaction of the Security Council, which\r\ndetermined that this action was null and void.\r\nThere are still many challenges ahead of us in the\r\nregion. All of our goodwill and efforts to provide\r\nsustainable stability will not yield results unless we\r\nseriously address the real problems present in the\r\nregion as a consequence of 10 years of wars and\r\ninstability. Organized crime, various forms of\r\ntrafficking in drugs, arms, human beings and so on,\r\nwhich most often spur extremism and terrorism, have\r\nnot been adequately taken into account. National\r\nmeasures do not suffice to eliminate these phenomena.\r\nStrong involvement and support on the part of the\r\ninternational community is also indispensable.\r\nAllow me to inform the Assembly that the\r\nRepublic of Macedonia will once again this year\r\nsubmit a draft resolution on the maintenance of\r\ninternational security, good-neighbourliness, stability\r\nand development in South-eastern Europe. The draft\r\nresolution addresses the complexity of the problems of\r\ndisarmament, stability and development in this region.\r\nThe combat against terrorism must not distract us\r\nfrom other important issues on the United Nations\r\nagenda. The Millennium Summit and the Secretary-\r\nGenerals road map towards the implementation of the\r\nUnited Nations Millennium Declaration have both\r\nidentified the direction of future United Nations\r\nactivities, to which we commit ourselves: the\r\neradication of poverty, the struggle against AIDS,\r\nconflict prevention and protection of the environment.\r\n19\r\nA/57/PV.13\r\nThe draft resolution will address the complexity of the\r\nproblems of disarmament, stability and development in\r\nthis region.\r\nThe struggle against terrorism must not detract\r\nfrom other important issues on the United Nations\r\nagenda. The Millennium Summit and the Secretary-\r\nGenerals road map towards the implementation of the\r\nUnited Nations Millennium Declaration (A/56/326) go\r\nhand in hand in identifying the direction of future\r\nUnited Nations activities, to which we commit\r\nourselves: the eradication of poverty, the struggle\r\nagainst HIV/AIDS, conflict prevention and the\r\nprotection of the environment.\r\nGlobalization remains one of the most important\r\nissues on the international agenda. It is obvious that\r\nthere are some essential problems that need to be\r\naddressed immediately. In the new millennium, it is\r\ncrucial that the international community address the\r\ndevelopment agenda in a more comprehensive way and\r\nimprove the status of the protection of and respect for\r\nother fundamental human rights and freedoms. In that\r\ncontext, the implementation of the goals set at the\r\nInternational Conference on Financing for\r\nDevelopment and at the World Summit on Sustainable\r\nDevelopment  together with the special session on\r\nchildren, the most important events of the United\r\nNations this year  require the strong political will\r\nand commitment of Member States during the\r\nforthcoming review period. In that regard, I wish to use\r\nthis opportunity to welcome the United Nations\r\nDeclaration on the New Partnership for Africas\r\nDevelopment adopted yesterday by the General\r\nAssembly as resolution 57/2.\r\nThere is a need to build stronger partnerships\r\nwith other relevant organizations beyond the United\r\nNations system, such as the World Trade Organization\r\n(WTO), the World Bank and the International\r\nMonetary Fund, as well as with the business\r\ncommunity, non-governmental organizations and\r\nothers, in order for them to be closely engaged in the\r\nprocess. The fact that every fourth State Member of our\r\nOrganization is classified as least developed is\r\ncertainly no credit to any of us. That is why this issue\r\nmust be given the highest priority.\r\nOn disarmament matters, while the United\r\nNations Conference on the Illicit Trade in Small Arms\r\nand Light Weapons in All its Aspects and the adopted\r\nProgramme of Action marked a significant first step at\r\nthe global level towards preventing, combating and\r\neradicating the illicit trade in small arms and light\r\nweapons, we believe that there is a need for an\r\nenhanced follow-up process. The problem of small\r\narms and proliferation has been a particular concern of\r\nthe Republic of Macedonia and the broader region. It\r\nposes a serious threat not only to my countrys security\r\nand stability, but also to the region at large. Therefore,\r\nit is necessary to take strong action to combat the illicit\r\nflow of small arms and light weapons.\r\nStrengthening the role and relevance of our\r\nOrganization should remain a topical issue on the\r\nUnited Nations agenda. Additional efforts should be\r\nmade particularly to strengthen United Nations\r\npreventive and peacekeeping capacities.\r\nMaking progress on issues of equitable\r\nrepresentation and reform of the Security Council is no\r\nless important. We are looking forward to the\r\ndeliberations this year of the Open-ended Working\r\nGroup, aimed at achieving meaningful progress\r\ntowards making the Security Council more\r\nrepresentative and transparent, while preserving and\r\nimproving its effectiveness for the maintenance of\r\ninternational peace and stability.\r\nThe Republic of Macedonia has from the very\r\nbeginning been a strong supporter of the establishment\r\nof the International Criminal Court (ICC) and was one\r\nof the first 60 States to ratify the Rome Statute, which\r\nentered into force on 1 July 2002. We support the\r\nefforts of the ICC to become truly universal, while\r\nbelieving that the concerns expressed regarding the\r\npossibility of politically motivated prosecutions can be\r\naddressed in a way that will not compromise the spirit\r\nof the Court.\r\nThe world today faces new challenges.\r\nUndoubtedly, the most important is the redefinition of\r\nthe very essence of international relations. That effort\r\nto instil new values is questioned by regimes and rogue\r\nleaders who belong to the past and who, contradicting\r\nprogress, have survived.\r\nWe are, at this moment, all mesmerized by the\r\ndevelopment of events surrounding Iraq and the Middle\r\nEast as a whole. Problems like these demand solutions.\r\nMany measures are being considered today, but they\r\nmust be based on a common conviction that our main\r\ntask is to construct a new and better world and that\r\nthese extraordinary steps are not our primary goal.\r\n20\r\nA/57/PV.13\r\nTherefore, it is the firm conviction of the\r\nRepublic of Macedonia that our most important tools\r\nmust be dialogue and mutual understanding. We know\r\nthat very well. The Republic of Macedonia  being at\r\nthe heart of the Balkans and of South-Eastern Europe,\r\nwhere over centuries various cultures and civilizations\r\nhave left many traces, where Christianity and Islam\r\nhave struggled for dominance and where ethnicities\r\nhave become interwoven  had every reason to\r\nsupport the proclamation of 2001 as the United Nations\r\nYear of Dialogue among Civilizations. As a follow-up\r\nand a practical contribution implementing the Global\r\nAgenda for Dialogue among Civilizations, the\r\nRepublic of Macedonia will host in November of this\r\nyear, in Ohrid  a World Heritage city of the United\r\nNations Educational, Scientific and Cultural\r\nOrganization  a regional forum on dialogue among\r\ncivilizations, the first gathering of that kind in the\r\nregion of South-Eastern Europe.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Didier Opertti, Minister for Foreign\r\nAffairs of Uruguay and former President of the General\r\nAssembly.\r\nMr. Opertti (Uruguay) (spoke in Spanish): The\r\nprofound and dizzying change that took place in the\r\nworld during the last decade, with the end of the cold\r\nwar and the acceleration of the process of\r\nglobalization, did not bring with it the ideal\r\ninternational society for which we had hoped, and\r\nworld peace now seems as elusive as ever. That is the\r\ngreat challenge the Organization must face as we begin\r\nanother session of the General Assembly, whose\r\nrelevance as a coordinating body for the international\r\ncommunity is again being put to the test.\r\nThe events of September 2001 radically changed\r\nthe perception of security in the world. The main threat\r\nto international peace and stability now comes in the\r\nform of organized multinational clandestine groups\r\nwhich, having wide access to weapons and financial\r\nresources, seek to sow terror with a total lack of basic\r\nhuman feeling.\r\nDespite its cultural and religious diversity and the\r\ndiversity of its political systems, and notwithstanding\r\nthe marked differences in levels of development, the\r\ninternational community reacted to terrorism with a\r\ndeep and resolute sense of solidarity, which is reflected\r\nin its decision to combat it vigorously within the\r\nframework of international law, through the relevant\r\nconventions and fulfilment of the obligations stemming\r\nfrom the Security Council, based on the principles of\r\nthe Charter and on respect for human rights. In facing\r\nthat scourge, we must not forget what the President of\r\nUruguay, Jorge Batlle, said in his address to the\r\nGeneral Assembly last year in reference to terrorism:\r\nto fight it, it will also be necessary to move\r\nagainst other enemies of peace, such as poverty\r\nand underdevelopment, to give to every person\r\ngood reason to live and to make all of us\r\nguardians of humankind, which is a common\r\ngood from which no one must feel excluded, and\r\nfor which we must fight unwaveringly.\r\n(A/56/PV.44, p. 19)\r\nIt must also be borne in mind that that ubiquitous\r\nand anonymous enemy  terrorism  invokes\r\npolitical pretexts related to unresolved conflicts. In that\r\nregard, Uruguay reiterates its confidence that the\r\nPalestinian authorities will show proof of their peaceful\r\naspirations through their acts. At the same time, we call\r\non the Government of Israel to make all the efforts\r\nnecessary to return to the negotiating table, as the only\r\nway to achieve lasting peace.\r\nWe retain our optimism in the face of all those\r\nchallenges. We wish to highlight two positive\r\ndevelopments that demonstrate that the international\r\ncommunity is moving in the right direction: the first is\r\nthe establishment of the International Criminal Court\r\n(ICC), which will contribute to the maintenance of\r\npeace by preventing, deterring and punishing the most\r\nserious international crimes that individuals can\r\ncommit.\r\nMy country, Uruguay, by signing and ratifying\r\nthe Rome Statute, indicated its willingness to\r\ncontribute to the important process of the development\r\nand strengthening of international law through the\r\nestablishment of permanent legal institutions.\r\nSecondly, the world has this year laid the\r\ngroundwork for the management of the broad spectrum\r\nof the positive and negative effects of globalization.\r\nThe recent Summit on Sustainable Development\r\nrepresents the culmination of a process that\r\ncomplements the results of the Monterrey Summit on\r\nFinancing for Development and the Ministerial\r\nConference of the World Trade Organization (WTO),\r\nheld at Doha, which will enable the international\r\ncommunity to coordinate its efforts to eradicate poverty\r\nand to promote global development by increasing\r\n21\r\nA/57/PV.13\r\ndevelopment assistance and liberalizing trade in a\r\nsustainable manner.\r\nThe overall conclusion to be drawn from these\r\nconferences is clear. If the developing countries are not\r\ngiven equal opportunities and conditions, both with\r\nrespect to the elimination of subsidies and unfair trade\r\npractices and with respect to market access, then those\r\ncountries  the particularly small and developing\r\ncountries  will continue to suffer the negative effects\r\nof globalization without enjoying its benefits, thereby\r\naggravating the political, social and economic situation\r\nin the vast majority of States in the international\r\ncommunity. This is the path to deadlock.\r\nUruguay, with its firm commitment to\r\nmultilateralism, belongs, at the regional level, to the\r\nSouthern Common Market (MERCOSUR), together\r\nwith Argentina, Brazil and Paraguay, as well as Bolivia\r\nand Chile. MERCOSUR, which is now a decade old \r\nit has been in existence since the Asunción Treaty of\r\n1991  has established itself as an effective actor\r\nwithin the international community, going beyond the\r\ndimension of an economic project to play an active role\r\nas a stabilizer of democracy in the region, thus\r\nconsolidating the rule of law and full respect for\r\nfundamental freedoms and human rights.\r\nIt is therefore as a member of MERCOSUR that\r\nUruguay has opted for an ambitious policy of trade\r\nliberalization characterized by the principle of\r\ntransparency. It hopes that the other trading blocs in the\r\ndeveloped world will apply the same principles and\r\navoid the duplicity inherent in advocating the need to\r\npromote free trade on the one hand, while at the same\r\ntime protecting ones markets with discriminatory\r\npractices. We therefore ask for reciprocity from our\r\ntrading partners.\r\nWe must not forget that this is the reason why we\r\nare now facing increasing difficulty in achieving our\r\ndevelopment goals. Uruguay, like many other countries\r\nin other regions of the world, is experiencing an\r\neconomic and financial crisis that was completely\r\nunavoidable as a result of the severe impact of\r\nregional, extra-regional and external factors. This was\r\nattributable to our increasing dependency on foreign\r\ntrade, to the fall in the international prices of our\r\nproducts, to the implementation of subsidies and to\r\nother protectionist measures by the developed\r\ncountries, and to the rapid spread of the crisis in the\r\nfinancial systems of the main exporting markets.\r\nTo this we must add another tragic irony. Our\r\nexport products, which are mainly agricultural, cannot\r\ncompete with similar goods from other countries\r\nbecause of their higher cost, which results from the fact\r\nthat Uruguay fulfils all of its international obligations\r\nin the labour and social fields, particularly with regard\r\nto child labour, the work of women, the minimum\r\nwage, social benefits and working conditions.\r\nNevertheless, the developed countries preach respect\r\nfor human rights, the strengthening of social security\r\nand the fulfilment of those obligations, while at the\r\nsame time purchasing products that are produced at\r\nlower cost, in violation of international legal\r\nobligations.\r\nThe phenomenon of globalization, which has\r\ndeveloped thus far without a proper cooperation\r\nframework, appears to be the cause of many of these\r\nproblems. We continue to believe that it is within this\r\nOrganization that we must continue to explore ways\r\nthat will lead to a political solution to the principal\r\nproblems that we all face.\r\nOn the one hand the United Nations is the\r\nobvious body to manage the impact of globalization. In\r\nthis process of constant change  which is accelerated,\r\nno doubt, by the technological advances of the so-\r\ncalled information society  we recognize the\r\npotential that information technology innovations have\r\nfor the development of democracy and the economy as\r\nwell as social progress, and we note with great interest\r\nthat the World Summit on the Information Society will\r\nbe held next year.\r\nFurthermore, we must bring to life once again the\r\ntrue purpose and meaning of international economic\r\ncooperation. True solidarity is reflected not only in the\r\nundertaking of commitments at international summits\r\nand conferences. It is expressed above all in the\r\nfaithful discharge of these commitments by each State,\r\nin particular developed countries. This is the only way\r\nin which developing countries can move beyond their\r\nlow levels of progress and achieve sustainable\r\ndevelopment.\r\nAll of this requires the introduction of changes in\r\nthe organs and in the procedures of the United Nations\r\nin order to ensure better representativity in its structure\r\nand to enhance the efficiency of its functioning. The\r\nreform of the Security Council and the revitalization of\r\nthe General Assembly are tasks that are still pending\r\nand which we must continue to pursue.\r\n22\r\nA/57/PV.13\r\nUruguay has confidence in multilateral\r\nmechanisms for preserving and building international\r\npeace and security. It is a signatory to the San\r\nFrancisco Charter and since 1952 has contributed\r\ntroops to 13 United Nations peacekeeping missions.\r\nWe take pride in the fact that the more than 1,500\r\nmembers of our military and police forces currently\r\nparticipating in peacekeeping operations represent this\r\nfirm commitment and our belief in this Organization.\r\nTherefore Uruguay shares in its entirety the\r\neloquent and passionate advocacy of multilateralism\r\nreflected in the Secretary-Generals statement last week\r\nin this very Hall. Like Mr. Kofi Annan, the people and\r\nthe Government of Uruguay reaffirm their genuine\r\ncommitment to multilateralism, deeply rooted in our\r\nspirit and based on principle, on tradition and on\r\nconviction.\r\nThe most recent political developments, in terms\r\nof the crisis posed by Iraq, is in our view proof of the\r\nneed for balance which can be achieved only within the\r\nframework of mutilateralism.\r\nIn conclusion, I should like to warmly and\r\nsincerely congratulate you, Sir, on the manner in which\r\nyou have been accomplishing your work, which we\r\nknow will be successful. We also welcome the two new\r\nMembers who are joining the Organization  the\r\nSwiss Confederation and Timor-Leste. We know that\r\nunder your leadership, this will be a fruitful and\r\nsuccessful session of the Assembly.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Cheikh Tidiane Gadio, Minister for\r\nForeign Affairs, African Union and Senegalese Living\r\nAbroad of Senegal.\r\nMr. Gadio (Senegal) (spoke in French): My\r\ndelegation is particularly pleased to convey to Mr. Jan\r\nKavan its heartfelt congratulations and fervent hopes\r\nfor success in the lofty and important task ahead of\r\nhim. His well-deserved election to the presidency of\r\nthe fifty-seventh session of the General Assembly is a\r\nfitting tribute to the spirit of the Czech people as well\r\nas to his outstanding intellectual and moral qualities.\r\nI am pleased to take this opportunity to say how\r\nmuch we appreciated the courtesy, the commitment and\r\nthe competence of his predecessor, Mr. Han Seung-soo,\r\nwho guided our discussions in such an outstanding\r\nmanner. We express to him our sincere and deep\r\ngratitude for his many relevant initiatives, including\r\nworking visits to West Africa, particularly to Senegal,\r\nwhich are testimony of friendship for my country and\r\nsupport for the New Partnership for Africas\r\nDevelopment (NEPAD).\r\nI should like also like to express once again to\r\nSecretary-General Kofi Annan our admiration for his\r\nsteadfast determination in serving the ideals and causes\r\nof our Organization. Thanks to his wisdom and far-\r\nsightedness, the United Nations has found new vigour\r\nwith which to meet the tremendous challenges\r\nconfronting humankind.\r\nIt is therefore fitting that our Organization \r\nwhich more than ever needs the widest support for its\r\nplans and projects for a better management of the\r\naffairs of our globalized world  is gaining two new\r\nMembers: Switzerland and, soon, East Timor. To the\r\ndelegations of those two friendly countries, I would\r\nlike to express Senegals warmest congratulations and\r\nour conviction that their contribution will undoubtedly\r\nbe enriching for our Organization, whose universal\r\ncharacter will thereby be reinforced.\r\nIt is precisely in the name of the principle of the\r\nuniversality of the United Nations that Senegal\r\nreiterates its fervent wish to see the Republic of China\r\non Taiwan join the concert of nations and assume its\r\nfull responsibilities in our Organization and its\r\nspecialized agencies. Granting that request, following\r\nthe good precedent of the World Trade Organization,\r\nwould bring justice to the 23 million inhabitants of the\r\nRepublic of China on Taiwan, who through their\r\nexemplary conduct on the world stage have already\r\ngiven proof of Taipeis attachment to the noble\r\nobjectives of the San Francisco Charter.\r\nLast week, the United Nations and the\r\ninternational community commemorated the\r\nanniversary of the tragic events of 11 September 2001.\r\nWe express once again our sincere sentiments of\r\nsympathy and compassion to the thousands of\r\nAmerican and other families in mourning. Senegal, its\r\nhead of State and its Government strongly reiterate\r\ntheir steadfast determination to fight against terrorism\r\nin all its forms and manifestations, whatever its\r\nmotivations and whoever its perpetrators and sponsors.\r\nSenegal proclaims loudly and clearly that there is no\r\nreason or cause sufficiently just or sufficiently good\r\nthat it could justify an act of terrorism against pregnant\r\nwomen and other innocent civilians.\r\n23\r\nA/57/PV.13\r\nThe Dakar Declaration against Terrorism, adopted\r\non 17 October 2001 at the initiative of President\r\nAbdoulaye Wade of Senegal, gives full expression to\r\nour fervent wish to strengthen regional and subregional\r\ncooperation in order to dismantle the menace of\r\nterrorist activities on our continent. Let us remember\r\nthe heinous and unrepentant terrorist strikes against the\r\nAfrican people in Kenya and Tanzania. Nor do we\r\nforget the heroic daily resistance of the Algerian people\r\nin the face of repeated assaults by killers blinded by\r\ntheir hatred and not by their faith in God, at least not in\r\nthe God of love and compassion that we Muslims\r\nproudly call Allah.\r\nTo that end, Senegal submitted some months ago\r\nto the African Union a draft additional protocol to the\r\nConvention on the Prevention and Combating of\r\nTerrorism of the Organization of African Unity and the\r\nAfrican Union. The draft protocol aims to strengthen\r\nthe Algiers Convention and to adapt it to the post-11-\r\nSeptember context. Also, my delegation welcomes the\r\nfine initiative of the Commission of the African Union,\r\nwhich recently held in Algiers a high-level\r\nintergovernmental meeting on terrorism in Africa. In\r\nother words, we have the common responsibility to\r\nmaintain and to strengthen the international\r\nmobilization against terrorist networks and their\r\nfinancing.\r\nMy Government welcomes the excellent work\r\nalready carried out by the Security Council Counter-\r\nTerrorism Committee pursuant to Security Council\r\nresolution 1373 (2001). Senegal encourages the\r\nCommittee to pursue its efforts and requests the\r\nWorking Group of the General Assemblys Sixth\r\nCommittee to do everything to hasten the adoption of a\r\ncomprehensive international convention against\r\nterrorism.\r\nIt is a truism that the fight against terrorism is a\r\npart of the international communitys struggle to\r\npromote international peace and security. That is the\r\nobjective that over the past months has not escaped our\r\nOrganization, which has strived to find lasting\r\nsolutions to conflicts that destroy the social and\r\neconomic fabric of numerous countries, especially in\r\nAfrica.\r\nIn that regard, Senegal keenly appreciates the\r\ndetermined commitment of the Security Council,\r\nwhich, more conscious than ever of its role of\r\nguarantor of international peace and security, has\r\ndevoted a large portion of its work this year to conflicts\r\nand tensions afflicting the African continent. Among\r\nthe numerous praiseworthy initiatives of the Security\r\nCouncil, I would like to mention the convening of\r\nspecial meetings devoted to the situation of Africa,\r\nbrilliantly presided over by the Ministers for Foreign\r\nAffairs of Mauritius and Singapore during their\r\nrespective presidencies.\r\nOn behalf of the Economic Community of West\r\nAfrican States (ECOWAS), of which Senegal currently\r\nholds the chairmanship, I would like to nurture the\r\nhope that the United Nations will stay the course in\r\norder to forever stave off violence and wars, which\r\ntake a serious financial toll on the future of many\r\nAfrican countries. I am thinking of Sierra Leone, where\r\nthe current exemplary normalization of the political\r\nand economic situation has largely been facilitated by\r\nthe holding of free, transparent, democratic and\r\npeaceful elections.\r\nIt is urgent that the bells of peace, which have\r\nsounded in Freetown, also be heard in Monrovia, where\r\nthe absence of political dialogue led the way to grave\r\nsocio-economic instability, whose contagious effect\r\ncould turn out to be disastrous for the Mano River\r\nUnion area. Senegal, as Chairman of ECOWAS, is\r\nworking tirelessly and hopes to be able to report to the\r\nAssembly on its many initiatives under way, which\r\ncould very shortly lay the foundations of peace in\r\nLiberia.\r\nIn Sierra Leone and Liberia, as in Guinea-Bissau,\r\nwhere the Government of President Kumba Yalá is\r\nattempting with courage and abnegation to lift the\r\ncountry out of a financial and economic crisis\r\nfollowing a trying civil war, the international\r\ncommunity has the duty to continue more steadfastly\r\nits valuable assistance. In that regard, I welcome the\r\nstrong signal sent by the Security Council under the\r\nUnited States presidency to financial backers with\r\nrespect to granting Guinea-Bissau substantial financial\r\naid so that it can firmly return to the path of peace and\r\nprosperity.\r\nThe interest in that neighbour of Senegal and in\r\nour subregion recalls the wise and timely decision to\r\nestablish at Dakar an Office of the Special\r\nRepresentative of the Secretary-General for West\r\nAfrica. That Office should promote better coordination\r\namong the activities of the United Nations in our\r\nsubregion and their greater impact on the ground. I am\r\n24\r\nA/57/PV.13\r\npleased to sincerely congratulate Secretary-General\r\nKofi Annan on that clear-sighted initiative. It goes\r\nwithout saying that the Office will enjoy the\r\nenthusiastic support and complete cooperation of the\r\nGovernment of Senegal.\r\nAllow me to recall the activities of President\r\nAbdoulaye Wade in benefit of the great African people\r\nof Madagascar. His personal and total involvement in\r\nmediating a solution to the Madagascar crisis has, as a\r\ngreat international statesman said, surely spared the\r\npeople of that great island a drift towards a civil war of\r\nincalculable consequences. He and his African\r\ncolleagues who have taken up that issue have shown\r\nthe world that with the strong support of the\r\ninternational community Africans will prove that they\r\nare also and above all peacemakers.\r\nElsewhere, beyond the African continent but so\r\nclose to our hearts, we observe a growing danger in the\r\nMiddle East. This year again, the world has witnessed\r\nunheard-of violence in the Palestinian territories, where\r\nthe occupying military Power, Israel, has decidedly\r\nopted for State violence, which leads to concepts as\r\ndangerous as the so-called targeted assassinations and\r\nother preventive operations.\r\nOn the Palestinian side, that situation has caused\r\nan increase in terrorist cells  specialists in suicide\r\nbelts  groups that we unequivocally and resolutely\r\ncondemn. That network has produced an erosion of\r\ntrust between Israelis and Palestinians  trust that\r\nmust be restored as swiftly as possible through frank\r\nand constructive dialogue that leads to a just and\r\nlasting solution.\r\nIn order to achieve that, it is imperative that Tel\r\nAviv comply with the relevant Security Council\r\nresolutions  in particular resolutions 242 (1967), 338\r\n(1973) and 1397 (2002)  and that it also adhere to the\r\npeace plan proposed by Saudi Arabia and to the\r\ninitiatives of the Quartet, which set out the basic\r\nprinciples of land for peace and withdrawal for\r\nnormalization. The international community, in\r\nparticular the Security Council and the Quartet, has the\r\ncritical duty to formulate a bold plan to realize the\r\nvision of two States within the 1967 borders and to\r\nhasten what Senegal has continued to call for in all\r\ninternational forums: the immediate convening of an\r\ninternational conference on Palestine, leading to a\r\nspecific mechanism that would address political,\r\neconomic and security issues and having as its starting\r\npoint the creation of a sovereign Palestinian State side\r\nby side an Israeli State, living in peace and harmony\r\nwith its neighbours.\r\nOver the past 12 months, the international scene\r\nhas been dominated by the holding of three major\r\nconferences that were crucial events in humanitys\r\ncollective march towards a more just and more unified\r\nworld: the Fourth Ministerial Conference of the World\r\nTrade Organization, held at Doha, Qatar; the\r\nInternational Conference on Financing for\r\nDevelopment, held at Monterrey, Mexico; and the\r\nWorld Summit on Sustainable Development, held at\r\nJohannesburg, South Africa. Those world conferences\r\nand the strong alliances that they created will allow\r\nhumanity to enter the third millennium on a positive\r\nnote.\r\nI should like to note here that, in the light of\r\nthose statements of good intentions, the time for action\r\nhas come. We must act swiftly so that globalization, a\r\nphenomenon that affects us all, will ultimately benefit\r\nus all. Up to now, despite its certain virtues,\r\nglobalization seems to have caused greater\r\nmarginalization of the vast majority of the peoples of\r\nthe South. As a consequence, it is urgent that we\r\nidentify innovative mechanisms of development\r\nfinancing. In fact, even if official development\r\nassistance is still valuable for the States of the South,\r\nits effectiveness will be limited without the addition of\r\nconcrete measures such as access for products of the\r\nSouth to markets of the North, an increase in foreign\r\ndirect investment flows to developing countries,\r\nparticularly those in Africa, and the initiating role that,\r\nwe must recognize, belongs to the international and\r\nAfrican private sectors. Indeed, Senegal is convinced\r\nthat no country in the world has ever developed\r\nthrough official development assistance. The private\r\nsector, infrastructure and education are universally\r\nacknowledged as the tripod of genuine sustainable\r\ndevelopment. It is no less urgent, following the much-\r\nappreciated appointment of a High Representative of\r\nthe Secretary-General for the Least Developed\r\nCountries, that we all commit ourselves to\r\nimplementing the Brussels Programme of Action, in\r\nconformity with the consensus of the 12th Ministerial\r\nMeeting of the Group of 49, held at Cotonou from 5 to\r\n7 August 2002.\r\nThe success of such initiatives cannot depend on\r\nGovernments alone. We need to build firm partnerships\r\nwith local communities, with civil society actors, with\r\n25\r\nA/57/PV.13\r\nthe private sector, with non-governmental\r\norganizations and with international organizations. It is\r\nfitting that humanitys oldest continent should be proud\r\nof the adoption of the New Partnership for Africas\r\nDevelopment (NEPAD), a double partnership \r\ninternal and international  and a linkage, on the one\r\nhand, among Africans and, on the other, between\r\nAfrica and the rest of the international community,\r\nwhich has already shown its full support for that new\r\ninitiative. As evidence, I cite the Group of Eight Africa\r\nAction Plan and the holding of the high-level plenary\r\nmeeting of the General Assembly to consider how to\r\nsupport NEPAD.\r\nThrough NEPAD, which has the merit of defining\r\nthe prerequisites for African development, of\r\nidentifying sectoral priorities and of developing a\r\nresource mobilization strategy, African leaders \r\namong them His Excellency Mr. Abdoulaye Wade,\r\nPresident of the Republic of Senegal  intend to\r\ndemonstrate that the responsibility for Africas\r\ndevelopment is essentially theirs. In that context, I\r\nmust mention the launching of the African Union in\r\nJuly at Durban, South Africa. We hope that its Peace\r\nand Security Council, coupled with NEPADs Peer\r\nReview Mechanism, will lead to strong commitments\r\nby our heads of State, first for our people and then for\r\nour partners, which are very concerned by the central\r\nquestions of good governance and conflict prevention\r\nand resolution.\r\nOur development concerns do not preclude our\r\ndemands for human rights. That is why my country\r\nattaches great importance to the promotion and\r\nprotection of the rights of women and children. At the\r\ninitiative of the Government, a major programme is\r\nunder way to combat, in particular, violence against\r\nwomen and the trafficking and exploitation of women\r\nand children for commercial and sexual purposes. In\r\nthose areas, the strategy formulated and implemented\r\nby Senegal is based on action plans adopted at the\r\nspecial session of the General Assembly on Beijing +5\r\nand on the follow-up to the World Summit on Children.\r\nAs is its custom, Senegal wishes to honour and\r\npraise the great role of women in the world, in\r\nparticular their African sisters, as the foundation and\r\nthe powerful engine of African renewal. History will\r\ntake note that it is Senegal that, through its President,\r\nhas demanded and ensured that each of the five\r\nsubregions of Africa elect at least one woman in its\r\nquota of two Commissioners to the Commission of the\r\nAfrican Union. Africa is thus teaching the rest of the\r\nworld a lesson in unprecedented parity, which is more\r\nproof  if it were needed  that, if we seek competent\r\nwomen, we will find them.\r\nAt the initiative of its President, Senegal will\r\norganize, on 10 October at Dakar, a special summit of\r\nheads of State or Government of ECOWAS to follow\r\nup the results of the twenty-sixth special session of the\r\nGeneral Assembly, devoted to children.\r\nThe rights of women and children are integral\r\nelements of human rights, and my country reaffirms its\r\nattachment to the principles of the universality,\r\ninterdependence and indivisibility of human rights, of\r\ngood economic and political governance and of the rule\r\nof law. It is that democratic imperative that has\r\nprompted the head of State of Senegal to strengthen our\r\ninstitutional arsenal by creating the position of\r\nCommissioner of Human Rights, to which a woman\r\nhas been appointed.\r\nAs members are aware, Senegal was the first\r\ncountry in the world to ratify the Rome Statute for the\r\nestablishment of the International Criminal Court\r\n(ICC), whose entry into force on 1 July 2002 my\r\ncountry welcomed. That commitment resulted in my\r\nGovernments decision to present a candidate for judge\r\non the ICC  one of our finest magistrates and a\r\nspecialist in criminal law.\r\nIn conclusion, I should like, in recalling the\r\nurgency of confronting humanitys numerous\r\nchallenges, to express the earnest hope that the\r\nOrganization will bolster its ability to better serve the\r\nlegitimate hopes of the worlds peoples. Undoubtedly,\r\nthat path will anchor the future of a world reconciled\r\nwith itself, where justice, freedom, peace and\r\nprosperity will be jealously preserved in justice and\r\nfreedom, in peace and prosperity, and in the dignity of\r\nhuman beings  all human beings.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Souef Mohamed El-Amine,\r\nMinister of State and Minister for Foreign Affairs,\r\nCooperation, la Francophonie, the Environment and in\r\ncharge of Comorians Living Abroad of the Comoros.\r\nMr. El-Amine (Comoros) (spoke in French): A\r\nyear has gone by since the entire world mourned the\r\nvictims of the World Trade Center tragedy and\r\ncondemned the barbaric acts most formally. Today,\r\nfrom this rostrum, on behalf of the Union of the\r\n26\r\nA/57/PV.13\r\nComoros and the Comorian people, I wish to evoke the\r\nmemory of all those who in the United States and\r\nelsewhere have suffered injustice at the hands of those\r\nwho have acted outside faith or law. We condemn\r\nterrorism in all its forms.\r\nAllow me to congratulate President Kavan\r\nwarmly on behalf of the delegation of the Union of the\r\nComoros, which I have the honour to head. I also wish\r\nto convey the trust and confidence that we have in him\r\nto lead the work of this session, based on his\r\nexperience, personal qualities and diplomatic expertise.\r\nPermit me also to convey to His Excellency Mr. Han\r\nSeung-soo our great pleasure and admiration by\r\nrecognizing the outstanding work he did as President of\r\nthe previous session. I wish to convey a strong tribute\r\nto His Excellency Mr. Kofi Annan, our Secretary-\r\nGeneral, for his constant devotion in the service of our\r\nOrganization.\r\nThe Union of the Comoros heartily welcomes\r\nSwitzerland and Timor-Leste as new Members of our\r\nOrganization. The United Nations is an organization\r\nwhose duty it is to assure humankind the conditions of\r\nliving in peace, dignity and prosperity. This is an\r\nenormous and large-scale task that surely poses certain\r\ndaunting difficulties that we will need to overcome.\r\nThis must be so, because in no way must we or should\r\nwe shrink away from obstacles and challenges. This\r\ninstitution must be the true guarantor of the hopes of\r\npresent and future generations.\r\nThis requires a true awareness of its universality,\r\nwhich calls for reforming its main organs. These\r\norgans must be in a position to reflect and adapt to the\r\nreality of the present world.\r\nFurthermore, and in a different context, this new\r\npolitical framework must go hand in hand with\r\ndevelopment, a development that takes into account the\r\ninequalities, but also the specificities of each place.\r\nThere are many evils gnawing at our planet, but they\r\naffect us in different degrees. The advances of the\r\ntechnological world of the North contrast with the\r\nfierce struggle of the South, even now in the twenty-\r\nfirst century, to achieve the most basic living\r\nconditions. The extreme poverty of the South, AIDS,\r\ntuberculosis and malaria are all offensive to human\r\ndignity. The Souths struggle for survival is meaningful\r\nonly if it finds some response in the North. This\r\npresupposes recognition of the equality of rights and of\r\ninequality of means to guarantee these rights.\r\nIn Africa, initiatives such as the New Partnership\r\nfor Africas Development (NEPAD) have been devised\r\nto address and remedy a socio-economic situation that\r\nhas led to the most atrocious effects. But we must\r\nrecognize that NEPADs viability also depends on the\r\nNorths good will to contribute to finding an\r\nappropriate solution to the main problems of the\r\nAfrican continent.\r\nOur countries, on the other hand, place their\r\nhopes in the recommendations of the World Summit on\r\nSustainable Development recently held in\r\nJohannesburg. This world forum took into account the\r\nhuman being and all the dimensions of life and\r\nsurvival. In other words, we hope that, by the year\r\n2015, we will actually see a reduction in poverty by\r\nhalf, so that we may address priorities other than\r\nhunger, disease and war, among others.\r\nThe time has come for our countries to save our\r\npeoples from the many agonies of war and from\r\ntraumatic effects on our children and to put an end to\r\nthe unprecedented losses suffered by our economies\r\ndue to the exorbitant cost of weapons that harm our\r\nlives and those of our children. It is time to become\r\naware of our heavy responsibility to ensure that future\r\ngenerations are not sacrificed to history.\r\nThe President took the Chair.\r\nFrom another standpoint, war seeks only to prove\r\nones force to another, and prove ones capacity to\r\ndestroy. From that perspective, it can only be nefarious.\r\nThis has led Comorians to banish any attempt to do\r\nanything that would lead us to confrontation. We\r\nreinforce our internal forces, which, together with our\r\nwisdom and the culture of the Comoros, lead us to\r\nforgive. We base this on our religion, Islam, which\r\nadvocates tolerance, peace and love of neighbour.\r\nGuided by these sacred principles, the people of\r\nComoros, after four years of upheaval in its socio-\r\npolitical sphere, finally found itself, found\r\nreconciliation and decided to heal its old wounds.\r\nThus, on the initiative of President Azali, the various\r\nparties of the Comoros came to an agreement of\r\nnational reconciliation, with the support of the\r\nOrganization of African Unity and the International\r\nOrganization of la Francophonie.\r\nFollowing this agreement and after establishing a\r\nTransitional Government of national unity, pluralistic,\r\ntransparent and democratic presidential elections for\r\n27\r\nA/57/PV.13\r\nthe Union of the Comoros and for the islands took\r\nplace. The contest was run in a legitimate way and the\r\nwinner was the outgoing President, Colonel Azali\r\nAssoumani. Following the elections, every island was\r\ngiven its own president, with full responsibility for\r\nself-management. Toward the end of this year, we will\r\nhold legislative elections intended to establish national\r\ninstitutions and to provide the country with a\r\nparliament. This next stage is also of crucial\r\nimportance. In fact, with the establishment of the\r\nparliaments, we will be able to address and settle many\r\noutstanding issues not settled by the constitutions of\r\nthe islands and the Constitution of the Union. These\r\nconstitutions have often referred to organic laws, which\r\nmust be enacted by the parliaments.\r\nWe must recognize that this silence, this absence\r\nof legislation, may have led to misunderstanding, but\r\nthis has not interfered with the regular functioning of\r\nthe administration. Furthermore, commissions have\r\nbeen established to review modalities that are to enable\r\nthe progressive transfer of powers to the authorities of\r\nthe autonomous islands subject to the provisions of the\r\nvarious constitutions. It is obvious that beginnings are\r\noften difficult. In these circumstances, this transfer, as\r\nwell as the procedures for the distribution of State\r\nproperty, have sometimes met with disagreement from\r\none quarter or another. This is understandable in a\r\ncountry that had formerly been managed under a\r\ndifferent system.\r\nThis situation can be explained, in our view, by\r\nthe absence of organic laws that would determine\r\ndetails of essential aspects currently subject to protest\r\nby various parties. We trust that with the establishment\r\nof the Parliament, these misunderstandings will be\r\nallayed and will yield to the harmony needed to\r\nmanage the political life of the autonomous islands and\r\nof the Union.\r\nI wish to convey the deep appreciation of the\r\npeople and the Government of the Comoros to all the\r\nbrotherly and friendly countries and all the regional\r\nand international institutions which have to date\r\nsupported us in every respect. Their cooperation has\r\nbeen indispensable, and, together with the wisdom of\r\nthe people of the Comoros, has enabled us to avoid the\r\nworst in a small country where we are all one family.\r\nWe pay enthusiastic tribute to their actions. Equally, it\r\nis our wish that crises in other parts of the world will\r\nhave a satisfactory conclusion. We appeal to all\r\npartners of the Comoros to continue supporting our\r\ncountry as it pursues its socio-economic development.\r\nWithout minimizing the question of the Comorian\r\nisland of Mayotte, I wish to refer to that subject last of\r\nall. This is a matter of great concern to the people and\r\nthe Government of my country. In fact, this is a matter\r\nof sovereignty, and thus of dignity and patriotic\r\nconscience, which we cannot abandon, because by\r\ndoing so we would be abandoning our identity, our\r\nculture, our civilization, our history and our geography.\r\nIn our quest for a solution to this problem, a single\r\nprinciple guides us and a single will moves us to\r\nresolve this painful dispute with respect for\r\ninternational law and in accordance with the relevant\r\nresolutions of the United Nations, while at the same\r\ntime preserving the benefits we enjoy within the\r\nframework of our relations with France. In that respect,\r\nspeaking on behalf of the Government of the Union of\r\nthe Comoros, I fervently appeal to France to ensure\r\nthat a dialogue begins.\r\nThe strategy we advocate has the advantage of\r\ninsuring that the Comorian Island of Mayotte will not\r\nremain in isolation, that it will be incorporated into a\r\nregional framework which will bring it closer to its\r\nsister islands as well as to its neighbours in the\r\nsubregion. We therefore hope the same considerations\r\nwill prevail on the French side so that together we can\r\nreach an agreement which will guarantee greater calm\r\nand better understanding within our long-standing\r\nrelationship.\r\nWhenever I address this question I recall the great\r\nTunisian poet Abu al-Qasim al-Shabbi, who invites us\r\nnot to despair and to rely on reason.\r\n(spoke in Arabic):\r\n If people ever want life\r\nThen time must respond,\r\nNight must dissipate and shackles\r\nMust be shattered.\r\nThe President: I now call on His Excellency Mr.\r\nChoe Su Hon, Deputy Minister for Foreign Affairs of\r\nthe Democratic Peoples Republic of Korea.\r\nMr. Choe Su Hon (Democratic Peoples\r\nRepublic of Korea) (spoke in Korean; English text\r\nfurnished by the delegation): I would like to\r\ncongratulate you, Sir, on your election as President of\r\nthe General Assembly at its fifty-seventh session. It is\r\nour expectation that your able stewardship will enable\r\n28\r\nA/57/PV.13\r\nthe work of this session to result in tangible progress. I\r\nalso appreciate the efforts of Secretary-General Kofi\r\nAnnan towards international peace and sustainable\r\ndevelopment.\r\nI am going to contribute to the work of the\r\nGeneral Assembly by presenting a perspective on the\r\nsituation of the Korean peninsula, which remains a\r\nmajor concern in terms of world peace and security.\r\nMore than 50 years have passed since the division\r\nof Korea by outside forces. As the Korean people\r\nundergo immeasurable pain and misfortune due to the\r\ndivision of the country and the nation, the world\r\nrealizes that, as long as the homogeneous Korean\r\nnation remains artificially divided, Korea will never be\r\npeaceful, nor will peace and security be possible there.\r\nThe Democratic Peoples Republic of Korea\r\nmade reunification the supreme national task from the\r\nfirst day of the division, and has since adhered to its\r\nstand with respect to achieving reunification\r\nindependently, through dialogue and negotiation\r\nbetween the North and South of Korea.\r\nThe fatherly leader of our people, President Kim\r\nIl Sung, long ago set forth the principles and\r\nprogrammes for reunifying the country independently\r\nthrough peaceful national unity. He proposed achieving\r\nreunification by means of a federation system where\r\ndifferent ideas and systems would continue to exist in\r\nthe North and the South. He devoted all his efforts to\r\nnational reunification up until the moment he died.\r\nThe respected General Kim Jong Il has defined\r\nthree main charters for national reunification as: the\r\nthree principles of national reunification; the 10-Point\r\nProgramme for the Great Unity of the Whole Nation;\r\nand the proposal on founding the Democratic Federal\r\nRepublic of Koryo put forward by the fatherly leader.\r\nThese provide a basis for the countrys reunification.\r\nIt is thanks to the ideas of national independence\r\nand national unity of the respected General Kim Jong Il\r\nthat the historic inter-Korean summit meeting took\r\nplace in Pyongyang in June 2000 and that the North-\r\nSouth Joint Declaration was adopted; this served as a\r\nturning point in the efforts of the Korean people for the\r\ncountrys reunification. The 15 June 2000 North-South\r\nJoint Declaration is a declaration of national\r\nindependence and peaceful reunification calling for\r\nopposing foreign interference and achieving\r\nreunification by the concerted efforts of the Korean\r\nnation. After the publication of the North-South Joint\r\nDeclaration, the North and the South held talks and\r\nengaged in contacts in various fields, seeking ways and\r\nmeans to achieve reconciliation and unity. They\r\ndiscussed measures for cooperation, exchanges and\r\nrelaxation of tension in Korea; thus the spirit of\r\nreunification on the Korean peninsula gained\r\nmomentum.\r\nHowever, the positive development of inter-\r\nKorean relations was frustrated by the interference of\r\nexternal forces, and the North-South Joint Declaration\r\nthus faced major obstacles.\r\nIt is fortunate indeed that inter-Korean relations\r\nhave now been put back on track through the dialogue\r\nand contacts on implementing the Joint Declaration,\r\nheld in recent months at the initiative of the\r\nGovernment of the Democratic Peoples Republic of\r\nKorea. The ministerial-level talks were resumed.\r\nDialogue and contacts in other fields are under way,\r\nand a national reunification meeting of compatriots\r\nfrom the North, the South and overseas was held\r\nsuccessfully on the occasion of the 15 August Korean\r\nrestoration day.\r\nThe North and the South have jointly introduced\r\nan agenda item entitled Peace, security and\r\nreunification on the Korean Peninsula at the current\r\nsession of the General Assembly and have agreed to\r\ndraw up and submit a draft resolution under that item.\r\nGovernments and peoples of many countries are\r\nsupporting and welcoming the emerging détente on the\r\nKorean peninsula as well as the trend towards\r\nreconciliation and cooperation between the North and\r\nthe South.\r\nThe history of division for more than 50 years is a\r\nserious lesson for all Korean people. If the\r\nreunification of the country is to be achieved, the North\r\nand the South should, above all, reject foreign\r\ninterference, which is a main obstacle to reunification,\r\nand should join efforts on the basis of ideas of national\r\nindependence and great national unity.\r\nThe modern history of Korea serves as a clear\r\nillustration of the high price paid and the great\r\nsacrifices made in succumbing to foreign intervention\r\nand relying on outside forces. The division of Korea\r\nwas imposed by outside forces after the Second World\r\nWar. It was neither the will nor a requirement of the\r\nKorean people. It is none other than those same foreign\r\n29\r\nA/57/PV.13\r\nforces that continue to shadow inter-Korean relations at\r\nevery stage of their favourable development and that\r\nundermine the interests of the Korean nation. Recourse\r\nto foreign forces and complicit action with them\r\nagainst fellow countrymen are inevitably destined to\r\nlead to mistrust and confrontation in inter-Korean\r\nrelations.\r\nWe are firmly convinced that we can resolve all\r\nproblems in the interests of the Korean nation by\r\ntranscending the differences in ideologies and systems\r\nexisting between the North and the South, if the North\r\nand the South sit together in the spirit of national\r\nindependence and the love of country and people.\r\nThe Democratic Peoples Republic of Korea will,\r\nin the future, make every effort to achieve independent\r\nreunification through a federation system that unites\r\nthe strength of the entire Korean nation in the spirit of\r\nthe North-South Joint Declaration.\r\nIn order to ensure peace and security on the\r\nKorean peninsula and realize reunification, the hostile\r\npolicy of the United States against the Democratic\r\nPeoples Republic of Korea should be terminated.\r\nThe United States defines the Democratic\r\nPeoples Republic of Korea as its prime enemy that\r\nposes a threat to it. It also designates us as the axis\r\nof evil and target of a pre-emptive nuclear strike on\r\nthe pretext of anti-terrorism, thus further aggravating\r\nthe situation.\r\nIt is quite unreasonable that the United States\r\nantagonizes and threatens us with the use of force for\r\nthe sole reason that the Democratic Peoples Republic\r\nof Korea firmly adheres to an independent policy and\r\nholds different values and ideas. This also contravenes\r\nthe United Nations Charter and the norms of\r\ninternational relations. It is entirely as a result of the\r\nconsistent peace-loving policy and efforts of the\r\nDemocratic Peoples Republic of Korea that peace is\r\nmaintained on the Korean peninsula.\r\nOur position on relations between the Democratic\r\nPeoples Republic of Korea and the United States is\r\never principled and consistent. If the United States\r\nrespects our system and sovereignty and takes an\r\nattitude of goodwill towards us, we can develop\r\nrelations with the United States based on the principles\r\nof equality and mutual benefit. The Democratic\r\nPeoples Republic of Korea considers that it is most\r\nreasonable to solve pending issues between itself and\r\nthe United States through dialogue and negotiations.\r\nWe had therefore already agreed to the United\r\nStates suggestion that it send a special envoy with a\r\nview to presenting its position on the resumption of\r\ndialogue. Furthermore, during the conversation\r\nbetween our Foreign Minister and United States\r\nSecretary of State at the 9th meeting of the Association\r\nof Southeast Asian Nations (ASEAN) Regional Forum\r\nin July, we again welcomed the United States\r\nwillingness to send its special envoy to Pyongyang.\r\nThe point is that trustful dialogue can be resumed\r\nonly when the United States refrains from its hostile\r\npolicy against the Democratic Peoples Republic of\r\nKorea and maintains a position of equality with us.\r\nIf the United States intends to have a substantial\r\ndialogue with us on the principle of sovereign equality,\r\nwe will respond accordingly. This will facilitate\r\nconfidence-building between the Democratic Peoples\r\nRepublic of Korea and the United States and open up\r\nthe prospect for hammering out a fair solution to the\r\npending issues.\r\nThe United Nations should also do its due part for\r\nthe peace and security of Korea. In this regard, I wish\r\nto remind you that immeasurable suffering and\r\nmisfortune were imposed on the Korean peninsula\r\nunder the name and flag of the United Nations. It is\r\nhighly expected that the United Nations will soon seek\r\nto redress the abnormal circumstances under which its\r\nname has been misused for over 50 years.\r\nWe take pride in contributing positively to peace\r\nand security on the Korean peninsula, the Northeast\r\nAsian region and the world in general, even under the\r\nconstant threats and confrontations that have persisted\r\nfor more than 50 years.\r\nOur great leader, General Kim Jong Il, leads our\r\npeople wisely with his army-based policies aimed at\r\ndefending the country, building a powerful nation and\r\nproviding for a favourable environment for peace and\r\nreunification in Korea, thanks to his energetic and\r\nuntiring external activities.\r\nThe respected General Kim Jong Il had a meeting\r\nwith President Putin in the Far East region of the\r\nRussian Federation in August this year, and is holding\r\ntalks with Prime Minister Junichiro Koizumi of Japan\r\nin Pyongyang today, 17 September. These contacts\r\nserve as turning points in the development of relations\r\n30\r\nA/57/PV.13\r\nbetween the Democratic Peoples Republic of Korea\r\nand Russia, the normalization of relations between the\r\nDemocratic Peoples Republic of Korea and Japan, and\r\nalso serve as a great contribution to world peace,\r\nsecurity and the creation of a new and just world\r\nstructure.\r\nOur people will, in the future, firmly defend our\r\nsocialist system and achieve peace and the\r\nreunification of the Korean peninsula under the\r\noutstanding army-based leadership of the respected\r\nGeneral Kim Jong Il, thus fulfilling our mission for\r\npeace and security in the world.\r\nRadical changes have taken place in the\r\ninternational arena since the 11 September incident.\r\nAttempts to expand the war against terrorism without\r\njustifiable reasons continue and the policy of power\r\nsupremacy has emerged, openly advocating a theory of\r\npre-emptive nuclear attack beyond the doctrine of\r\nnuclear deterrence, thus further challenging world\r\npeace and security.\r\nHunger, poverty and external debts have become\r\nworse, while the inequality in international economic\r\nand trade relations and the gap between the rich and the\r\npoor have widened further. All these actions and events\r\nin international relations entirely contravene the spirit\r\nof the United Nations Charter.\r\nMy delegation considers that the most pressing\r\ntask before United Nations Members today is to respect\r\nand uphold the spirit enshrined in the United Nations\r\nCharter. Above all, the sovereignty and equality of all\r\ncountries should be respected. The use of force, the\r\napplication of coercive measures and, in particular,\r\nunilateral acts should not be allowed in international\r\nrelations.\r\nTo this end, the power of the United Nations\r\nGeneral Assembly should be decisively enhanced. The\r\nGeneral Assembly should be empowered to review the\r\nissues concerning international peace and security and\r\nto approve major decisions of the Security Council in\r\nthis regard. At present, the General Assembly is not\r\neven properly carrying out its intrinsic power as\r\nstipulated in the United Nations Charter.\r\nInternational issues, such as conflict resolution,\r\ndisarmament, terrorism and sustainable development,\r\nshould be discussed and decided with the full\r\nparticipation of all United Nations Members, in\r\nconformity with the purposes and principles of the\r\nUnited Nations.\r\nIt is also important that democracy and\r\nimpartiality be ensured in all United Nations activities\r\nand the work of reforming the Security Council, in\r\nparticular, is undertaken to make it true to its main\r\npurpose. The Security Council should be reformed in\r\nsuch a way as to properly reflect present reality, where\r\nalmost all countries have become United Nations\r\nMembers, and fully ensure impartiality and democracy.\r\nIn order to achieve the purposes of the United\r\nNations, fair international economic and trade relations\r\nshould be established and the right to development\r\nrespected. Unless the present unfair international\r\neconomic system is redressed, poverty cannot be\r\neliminated, nor can the gap between the rich and the\r\npoor be removed, nor sustainable development for all\r\nbe ensured.\r\nThe Democratic Peoples Republic of Korea will,\r\nas ever, make all efforts to uphold and achieve the\r\npurposes and principles of the United Nations on the\r\nbasis of the ideas of independence, peace and\r\nfriendship.\r\nThe President: In accordance with General\r\nAssembly resolutions 3237 XXIX of 22 November\r\n1974, 43/177 of 15 December 1988, and 52/250 of 7\r\nJuly 1998, I now give the floor to the chairman of the\r\nobserver delegation of Palestine, His Excellency Mr.\r\nFarouk Kaddoumi.\r\nMr. Kaddoumi (Palestine) (spoke in Arabic): I\r\ncongratulate you, Mr. President, on your election to the\r\npresidency of the fifty-seventh session of the General\r\nAssembly of the United Nations. We are confident that\r\nyou will conduct the proceedings of this session with\r\ngreat competence, thanks to your outstanding skills and\r\nqualities.\r\nI should like to pay tribute also to your\r\npredecessor, Mr. Han Seung-soo, who presided ably\r\nover the fifty-sixth session of the General Assembly.\r\nLet me also express my deep appreciation for the\r\nefforts of the Secretary-General to harmonize\r\ninternational relations and to ensure respect for the\r\nprinciples of the Charter with a view to strengthening\r\ninternational peace and security.\r\nI wish also to welcome Switzerland and Timor-\r\nLeste to the United Nations.\r\n31\r\nA/57/PV.13\r\nWe have agreed to the American political\r\ninitiative that was put forward in 1991. At the Madrid\r\nConference, several agreements were entered into by\r\nthe Palestine Liberation Organization (PLO),\r\nrepresenting the Palestinian people, and Israel. The aim\r\nof those agreements was the commencement of\r\nnegotiations between the two parties with a view to the\r\nimplementation of Security Council resolutions 242\r\n(1967) and 338 (1973). They also called on Israel to\r\nwithdraw from the Arab territories occupied since\r\n1967.\r\nA deadline of five years was set for those\r\nnegotiations. The clock began to run after the signing\r\nof the Oslo Accords in 1993 in Washington, under the\r\nauspices of the previous United States President \r\nPresident Clinton.\r\nHowever, successive Israeli Governments have\r\nrefused to withdraw from the occupied Palestinian\r\nterritories and have continued to deploy Israeli forces\r\nthere. This intransigence on the part of Israel highlights\r\nits goal: the continued occupation of Palestinian\r\nterritories.\r\nDuring the course of those negotiations, new\r\nsettlements were built, 187 altogether, inhabited by\r\nsome 370,000 settlers, most of them armed. Recently,\r\nIsrael began building a wall along the line of the 1967\r\ntruce. Israel is continuing its cruel and barbaric acts\r\nand carrying out its scorched-earth policy, with a view\r\nto depriving the Palestinian people of their income and\r\nmeans of subsistence. During the past two years of\r\nconflict, agricultural production has dropped by 80 per\r\ncent and industrial production by 60 per cent.\r\nUnemployment has reached 65 per cent, and 63 per\r\ncent of the population is living in poverty.\r\nIsrael has destroyed public institutions, police\r\nstations, ports and airports. More than 1,350 houses\r\nhave been torn down, and more than 3,000 businesses\r\nand industrial concerns in the occupied territories and\r\nin Gaza have been demolished, an area of 5,800 square\r\nkilometres.\r\nThe taxes that Israel collects, about $850 million,\r\nwhich should have been paid to the Palestinian\r\nAuthority, have been kept by the Israelis. A total of\r\n90,000 olive trees, out of 300,000, have been uprooted,\r\nand the Palestinian infrastructure has been demolished.\r\nThe occupied territories were divided into 227 separate\r\ncantons. Trade was halted, measures were taken to\r\ncurtail the freedom of movement of people and of\r\ngoods, and borders with Arab countries were closed. In\r\naddition, the Israeli authorities have placed President\r\nArafat under house arrest.\r\nThese arbitrary measures have prompted the\r\nPalestinian people to pursue their heroic resistance, in\r\nthe face of Israels various lethal weapons, which are\r\nused to enforce the separation between the cantons. In\r\nBethlehem, in Gaza and in other cities, residential areas\r\nhave been bombed. Moreover, many Palestinians have\r\nbeen thrown into jail.\r\nThe fact-finding team set up by the Security\r\nCouncil was prevented from going into the field to\r\nwitness firsthand the suffering of the Palestinian people\r\nat the hands of the Nazi Israeli occupation.\r\nThe United States is a great Power and bears an\r\nimportant responsibility vis-à-vis the maintenance of\r\ninternational peace and security and the prevention of\r\nregional conflict. Moreover, the United States has\r\ncommitted itself to working with the former Soviet\r\nUnion, through the United Nations, to resolve conflicts\r\nby peaceful means and to eliminate their arsenals of\r\nweapons of mass destruction.\r\nThis is a very important approach that enables the\r\nUnited Nations to enhance fruitful international\r\ncooperation among States. Should that approach be\r\nabandoned, the United Nations will fail to develop\r\ninternational cooperation and to maintain international\r\npeace and security. The use of force in the context of\r\nintra-State relations to resolve problems does not help\r\nus in any way to uphold the purposes and principles of\r\nthe United Nations. On the contrary; it only gives rise\r\nto fear and doubt among the States Members of the\r\nUnited Nations, especially developing countries, which\r\nhave always turned to the Organization to protect them.\r\nThe peoples of the world are looking to the\r\nUnited States in the hope that that major Power will\r\nplay a positive and neutral role in international\r\nrelations and in the hope that it will always be a source\r\nof technological and economic assistance.\r\nIt goes without saying that the commitment of the\r\nUnited States to the strict implementation of United\r\nNations resolutions  in particular those of the\r\nSecurity Council  without the use of a double\r\nstandard strengthens our trust in the United Nations\r\nand reinforces its credibility as a forum for the\r\nresolution of international problems.\r\n32\r\nA/57/PV.13\r\nThus we are justified in asking ourselves whether\r\nthese humanitarian and political responsibilities are\r\nincumbent on the United States in this era of\r\nglobalization. We might ask ourselves why the United\r\nStates is threatening to use force against Iraq, when\r\nsanctions have been imposed on that country for more\r\nthan 10 years.\r\nWhy does the United States not speak of the\r\nelimination of the weapons of mass destruction\r\npossessed by Israel, which threaten the Arab States, as\r\nwas noted previously? Israel could destroy the\r\nEgyptian high dam, even though a peace agreement\r\nwas signed between Israel and Egypt more than 24\r\nyears ago. Mr. Hans Blix has stated that he had no\r\nevidence that Iraq had any weapons of mass\r\ndestruction.\r\nWhen the political negotiations began, the Arab\r\ncountries took a neutral position. Israeli Prime\r\nMinisters Rabin and Peres visited certain Arab States\r\nand an attempt was made to normalize Israeli-Arab\r\nrelations. When Yitzhak Rabin was killed in 1995 and\r\nauthority was handed over to Mr. Netanyahu, progress\r\ntowards peace was impeded. The Arab countries halted\r\nthe process of normalizing relations with Israel.\r\nNevertheless, at the 1996 Arab Summit they said that\r\npeace was an Arab strategy that would not be\r\nabandoned. Despite five years of negotiations between\r\nIsraelis and Palestinians, however, expectations were\r\nnot fulfilled.\r\nGreat sacrifices were made on our part. During\r\nthe Camp David summit, an aide to President Clinton\r\ndenied that Barak wanted to give the Palestinians a\r\nlarge part of Palestinian territory. Israel was to keep 10\r\nper cent of the territory along the Jordanian border,\r\nwith three early-warning systems in the West Bank and\r\nthe establishment of a mutilated Palestinian State with\r\nno sovereignty.\r\nThe events of 11 September 2001 led to a\r\nhumanitarian catastrophe that shook the conscience of\r\nthe world. All countries of the world, including Arab\r\nand Muslim countries, stood in solidarity with the\r\nAmerican people and expressed their intention to\r\ncombat terrorism in all its forms. We were surprised,\r\nhowever, that the United States Administration refused\r\nto acknowledge that the Sharon Government was\r\nperpetrating acts of State terrorism. The Arabs put\r\nforward a political initiative at the Arab Summit in\r\nMarch, in the hope that they would be able to make an\r\neffective contribution to ending the Arab-Israeli\r\nconflict with a view to ratifying a peace agreement\r\nwith Israel. This Arab initiative, which provided for a\r\nwithdrawal by Israel from lands occupied since 1967\r\nand the establishment of a Palestinian State with Al-\r\nQuds as its capital, was endorsed and welcomed by the\r\nUnited States and the European States. It is not enough,\r\nhowever, to merely welcome the initiative. We believe\r\nthat implementing it would make a political settlement\r\npossible. Expressions of compassion and sympathy are\r\nwelcome but they must be supported by concrete\r\nactions if a settlement is to be achieved. The Arab\r\ninitiative includes all the essential principles necessary\r\nfor a settlement, in accordance with the provisions of\r\nthe Madrid Agreement and the principle of land for\r\npeace.\r\nSecurity Council resolution 1397 (2002) went\r\neven further in supporting the establishment of a\r\nPalestinian State that would be recognized by Israel.\r\nThis was accompanied by an American proposal. If\r\nIsrael rejects this comprehensive and fair proposal,\r\nhow much longer can it expect to continue in this\r\nclimate of animosity towards Arabs and constant\r\nthreats to their security? How long can Israel continue\r\nto occupy Arab territory and prevent Palestinian\r\nrefugees from returning home? The question of\r\nPalestine cannot be separated from the situation of the\r\nArab States, given all that the issue represents for them\r\nand for their future.\r\nIsrael must end the acts of aggression that it\r\ncontinues to perpetrate against Palestinians and their\r\ntowns. The Israeli army is continuing to assassinate\r\ncivilians and police and security officers. Sharon has\r\nbeen described as a man of peace, and it has been said\r\nthat Israel has a right to self-defence, even as it\r\ncontinues to occupy Arab territories and commit\r\nmassacres. The situation on the ground defies the\r\nimagination; it is very difficult to find a way to justify\r\nthe American policy. If the threat of terrorism is\r\nallowed to rule our lives, the world will become a\r\nbattlefield.\r\nIn conclusion, we and the other Arab countries\r\nwelcomed the American statement on the establishment\r\nof a Palestinian State. We reaffirm, however, that the\r\nborders of that State should be based on the\r\ndemarcation line of 4 June 1967, in accordance with\r\nCouncil resolutions. Its sovereignty must be assured,\r\nand Israeli forces must be withdrawn from all the\r\nterritory. We cannot agree to any temporary borders.\r\n33\r\nA/57/PV.13\r\nWe want a lasting settlement in keeping with the Arab\r\ninitiative put forward by Prince Abdullah of Saudi\r\nArabia  an initiative that is in keeping with relevant\r\nSecurity Council resolutions and with the principles of\r\nthe peace process.\r\nWe appreciate the role that the Quartet is playing\r\nin the peace process. No party should call upon the\r\nPalestinians alone to meet their demands. The Israeli\r\nforces must be called upon to revise their strategy and\r\nthe Israeli side must end its assassinations and attacks\r\nagainst citizens and refrain from using collective\r\neconomic sanctions, occupation and terrorism as a tool.\r\nIsrael must halt its ongoing assault, lift the siege\r\nthat has been imposed upon the Palestinian people and\r\nwithdraw completely from the occupied territories so\r\nthat the Palestinian Authority can implement the\r\npromised reforms and hold elections in the West Bank\r\nand Gaza, as well as in Al-Quds, under international\r\nauspices. There should be an international presence to\r\nguarantee the protection of the Palestinian people. This\r\nis a matter of urgency; the siege that is impeding the\r\ndaily life of our citizens must be lifted.\r\nThe President: We have heard the last speaker in\r\nthe debate for this meeting.\r\nOne delegation has asked to speak in exercise of\r\nthe right of reply. I remind members that statements in\r\nexercise of the right of reply are limited to 10 minutes\r\nfor the first intervention and to five minutes for the\r\nsecond intervention and should be made by delegations\r\nfrom their seats.\r\nMr. Eldon (United Kingdom): I should like to\r\ntake up two statements made in the general debate this\r\nmorning. First, I would like to respond briefly to the\r\nremarks about Gibraltar made today by the Minister for\r\nForeign Affairs of Spain. The long-standing position of\r\nthe British Government on this matter is well known.\r\nWe will continue to stand by the commitment to the\r\npeople of Gibraltar set out in the preamble to the 1969\r\nConstitution of Gibraltar, which enshrines the principle\r\nof consent of the people of Gibraltar to any change in\r\nsovereignty. The British Government shares Spains\r\nview that issues relating to Gibraltar can be resolved\r\nonly through dialogue, such as that which we resumed\r\nlast year with Spain. Our aim remains to build a better\r\nfuture for the people of Gibraltar.\r\nSecondly, with respect to the statement made by\r\nthe Minister for Foreign Affairs, International Trade\r\nand Worship of Argentina, the British Government\r\nwelcomes the resolve of the Argentine Government to\r\nengage in positive bilateral exchanges with the United\r\nKingdom concerning practical cooperation in the South\r\nAtlantic. My Government shares this resolve. We\r\nbelieve that such exchanges contribute further to the\r\nmutual understanding embodied in the 1999 Anglo-\r\nArgentine Joint Statement. Implementation of this\r\nStatement, which covers a range of issues concerning\r\nthe South Atlantic, including air access, fisheries\r\nconservation and other confidence-building measures,\r\nshows that the United Kingdom and Argentina can\r\nmanage our differences whilst developing cooperation\r\non matters of common interest. We have continued to\r\nmake steady progress in the past year.\r\nHowever, we wish to recall that there is nothing\r\nin the 1999 Joint Statement that compromises the\r\nposition of the United Kingdom in relation to its\r\nsovereignty over the Falkland Islands, South Georgia\r\nand the South Sandwich Islands. The British\r\nGovernment has no doubt about its sovereignty over\r\nthese territories and their surrounding maritime areas.\r\nThe elected representatives of the Islands once\r\nagain expressed their own views clearly when they\r\nvisited the United Nations for this years debate in the\r\nUnited Nations Committee of 24 on 19 June. They\r\nasked the Committee to recognize that they, like any\r\nother people, were entitled to exercise the right of self-\r\ndetermination. They reiterated that the people of the\r\nFalkland Islands did not wish for any change in the\r\nstatus of the Islands. We fully support the right of self-\r\ndetermination, as set out in paragraph 2 of Article 1 of\r\nthe Charter of the United Nations and paragraph 4 of\r\nthe United Nations Millennium Declaration, and we\r\nremain committed to the right of the people of the\r\nFalkland Islands to determine their own future. There\r\nwill be no change in the sovereignty of the Falkland\r\nIslands unless the islanders wish it.\r\nThis year, we commemorate the twentieth\r\nanniversary of the 1982 South Atlantic conflict and we\r\nare confident that our relations with Argentina will\r\ncontinue to develop in the spirit of reconciliation which\r\nmarks this occasion. We believe that cooperation with\r\nArgentina on matters of mutual interest will enable us\r\nto manage our differences, whilst assisting in the\r\ndevelopment of confidence and trust in the South\r\nAtlantic.\r\n34\r\nA/57/PV.13\r\nMr. Cappagli (Argentina) (spoke in Spanish):\r\nThe Argentine Republic listened attentively to the\r\nstatement just made by the representative of the United\r\nKingdom and wishes to affirm the concepts expressed\r\nby our Minister for Foreign Affairs, International Trade\r\nand Worship in the statement he made this morning in\r\nthe course of the general debate.\r\nThe meeting rose at 6.25 p.m.\r\n"