"United Nations A/57/PV.12\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n12th plenary meeting\r\nTuesday, 17 September 2002, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-59324 (E)\r\n*0259324*\r\nPresident: Mr. Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nThe meeting was called to order at 10.10 a.m.\r\nAddress by Mr. Abdelaziz Bouteflika, President of\r\nthe People’s Democratic Republic of Algeria\r\nThe President: The Assembly will now hear an\r\naddress by His Excellency Mr. Abdelaziz Bouteflika,\r\nPresident of the Peoples Democratic Republic of\r\nAlgeria and former President of the General Assembly.\r\nMr. Abdelaziz Bouteflika, President of the People’s\r\nDemocratic Republic of Algeria, was escorted into\r\nthe General Assembly Hall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency Mr. Abdelaziz Bouteflika,\r\nPresident of the Peoples Democratic Republic of\r\nAlgeria and former President of the General Assembly,\r\nand to invite him to address the Assembly.\r\nPresident Bouteflika (spoke in French): Let me\r\nat the outset, on behalf of the Algerian delegation,\r\ncongratulate you, Sir, on your election as President of\r\nthe current session of the General Assembly. This is a\r\ntribute to your personal qualities and to your country,\r\nwith which my own has good relations of friendship\r\nand cooperation.\r\nI should like also to congratulate Switzerland on\r\nits admission to full membership in our Organization. I\r\nam sure that that country, so deeply attached to\r\nneutrality in international affairs, will offer a valuable\r\ncontribution to our common quest for world peace, at a\r\ntime when this peace is so seriously threatened, inter\r\nalia by international terrorism. I therefore welcome the\r\nSwiss delegation to the Assembly and wish it every\r\nsuccess in its work here with us.\r\nOur Assembly will also shortly be admitting to\r\nfull membership in the United Nations the new State of\r\nTimor-Leste. We welcome its brand-new independence.\r\nThe Timorese people have freely chosen, through the\r\nexercise of their right to self-determination, to be the\r\nmasters of their own fate. We congratulate them once\r\nagain for having stood firm, and we welcome them and\r\nwish them a future of progress, prosperity and peace.\r\nIt has been two years now since the historic\r\nMillennium Declaration was adopted. In offering a\r\ncollective response, in a spirit of solidarity, to the\r\nchallenges facing the world in the areas of peace,\r\nsecurity and the eradication of poverty, the\r\ninternational community took a responsible approach to\r\nthe situation that, given the subsequent events that\r\ndisrupted and shook the world, make that Declaration\r\nseem to have foreshadowed the present.\r\nThe tragic events of 11 September 2001, which\r\nwe commemorated just a few days ago, highlighted the\r\nneed for a collective response to this global threat of\r\nterrorism. For a decade, Algeria has had to face alone\r\nthis scourge of the modern age. We are glad that there\r\nis now greater awareness of this phenomenon within\r\nthe international community and of the measures that\r\nneed to be taken to address it.\r\n2\r\nA/57/PV.12\r\nAlgeria participated in the efforts to conclude the\r\nconventions to combat terrorism adopted within the\r\nvarious regional African, Arab and Islamic\r\norganizations of which Algeria is a member. Those\r\nconventions made a significant contribution to\r\nstrengthening the international legal framework\r\nessential for any action for effective international\r\ncooperation in combating terrorism.\r\nWe believe that it is a matter of urgency to adopt\r\na comprehensive convention on combating terrorism,\r\nwhich would provide a normative framework for\r\nbringing together the various cooperation agreements\r\nin the anti-terrorist struggle. We must go beyond our\r\ndifferences in respect of how we define terrorism in\r\nseeking one acceptable to all, avoiding ambiguities that\r\nwe all condemn.\r\nMore specifically, we reject any association\r\nbetween Islam and terrorist activities. We cannot\r\nequate terrorism with the fight by people who are\r\ndeprived of their rights  an unequal fight that they\r\nare waging with all the resources and weapons\r\navailable to them.\r\nBecause of the excesses committed by the Israeli\r\noccupiers, the international community has defined the\r\nconditions necessary to bring back a just and lasting\r\npeace in Palestine and in the Middle East. The\r\nconditions include the rejection of violence, the\r\nresumption of negotiations based on the principle of\r\nland for peace, and  a cardinal point  the\r\nconfirmation of the right of the Palestinian people to\r\nestablish a State within recognized and secure borders,\r\nand its corollary, two States  Palestinian and\r\nIsraeli  living in peace, side by side.\r\nThe Beirut Arab initiative offered the outline for\r\nsuch a settlement, based on international law and the\r\nprinciple of land for peace.\r\nThat Arab initiative was welcomed by the United\r\nNations and the co-sponsors of the peace process, and\r\nit breathed new life into a peace process that had been\r\nlanguishing. Algeria, today as in the past, stands side\r\nby side with the Palestinian people in their exemplary\r\nstruggle for freedom and dignity, which can succeed\r\nonly when the legitimate national rights of the\r\nPalestinian people are recognized, including its right to\r\nthe establishment of an independent State, with Al-\r\nQuds as its capital, and a complete Israeli withdrawal\r\nfrom all Arab territories occupied since 1967. That is\r\nthe only way to bring peace, stability and security back\r\nto the sensitive region of the Middle East.\r\nIn that same region, in Iraq, positive\r\ndevelopments have just occurred which give grounds\r\nfor hope that the logic of war will finally be replaced\r\nby the logic of peace. In agreeing to the return to its\r\nterritory of United Nations inspectors, Iraq has\r\ndemonstrated that it is committed to cooperating with\r\nthe international community so that there can be\r\ndefinitive closure on the question of weapons of mass\r\ndestruction. That was a courageous decision by the\r\nIraqi Government, which must logically lead to the\r\ndefinitive lifting of sanctions, which have hurt the Iraqi\r\npeople so badly, and to bringing back peace and\r\nsecurity to that country and to the region as a whole, in\r\nstrict respect of the sovereignty and unity of the Iraqi\r\npeople and of the territorial integrity of its national\r\nterritory.\r\nClose by Algeria, in Western Sahara, 27 years\r\nafter the withdrawal of the former colonial Power, the\r\nSahrawi people are still demanding their inalienable\r\nright to self-determination, pursuant to General\r\nAssembly resolution 1514 (XV) and to the resolutions\r\nthat the General Assembly has been adopting and\r\nconfirming year after year, since it called in 1966 for\r\nthe decolonization of the territory and for self-\r\ndetermination for the people through a referendum.\r\nThe international community cannot remain\r\nindifferent to the fate of that people, nor can it accept\r\nthat the full implementation of the Settlement Plan and\r\nof the Huston agreements be postponed time and again.\r\nAlgeria, a neighbour to the two brotherly peoples\r\nof Morocco and Western Sahara, will continue to do its\r\nutmost in the service of international peace and of\r\nstability and unity in the subregion. Algeria has fully\r\nsupported the efforts made by the Secretary-General\r\nand his Personal Envoy, and we have made a\r\nsignificant contribution to the settlement of the\r\nconflict. The United Nations  and the Security\r\nCouncil in particular  is dealing with the issue of\r\nWestern Sahara. Algeria hopes that its relationships\r\nwith its neighbours will not be jeopardized by this\r\ndispute and that the Arab Maghreb Union will be able\r\nto resume its activities and develop fruitful cooperation\r\nwith all the countries in the region.\r\nThis session is taking place at a time when\r\nglobalization is accelerating and an information and\r\ncommunication technologies revolution is under way.\r\n3\r\nA/57/PV.12\r\nQuestions continue to arise about the benefits and\r\nchallenges of this process and the risks of\r\nmarginalization and exclusion that it poses for the\r\ndeveloping countries, particularly in Africa. This\r\nsession is of particular significance because it is taking\r\nplace in the immediate aftermath of the International\r\nConference on Financing for Development and the\r\nWorld Summit on Sustainable Development, two\r\nevents that could prove decisive for the future of\r\ninternational cooperation for sustainable, balanced and\r\nequitable development.\r\nWhile the process that was launched at Monterrey\r\nidentified how financing is to be mobilized and\r\nfinancial and technical cooperation for development\r\nstrengthened, the Johannesburg Summit focused on the\r\npriority areas of combating poverty and ensuring\r\nsustainable development and international cooperation.\r\nThe right to development must be the main focus\r\nof our concern and efforts to strengthen international\r\ncooperation through various innovative partnerships\r\nbetween the North and the South, based on the sharing\r\nof responsibilities and benefits. In this connection, I\r\nwould like to mention the signing this year of the\r\nAssociation Agreement between Algeria and the\r\nEuropean Union. That Agreement will provide the\r\nfoundation for launching a genuine, mutually beneficial\r\npartnership.\r\nProblems relating to internationalizing foreign\r\ndirect investment flows as much as possible,\r\nsignificantly increasing official development\r\nassistance, managing the debt burden, opening markets\r\nto the products of the South and restructuring the\r\ninternational financial institutions to allow for greater\r\nparticipation by developing countries clearly remain\r\nour major concerns, and we need to find solutions to\r\nthem quickly.\r\nGiven the serious crises that are convulsing the\r\nworld, the establishment of a more equitable\r\ninternational economic and trade order is becoming\r\nincreasingly important, and will require greater\r\npolitical will on the part of the international\r\ncommunity.\r\nThe outcome of the most recent World Trade\r\nOrganization meeting at Doha provided us with an\r\nopportunity to set up a more open and transparent\r\nmultilateral trading system to enable developing\r\ncountries to increase their share of international trade.\r\nI would also like to refer to the bilateral and\r\nmultilateral initiatives that have been undertaken to\r\nassist developing countries, in particular the least\r\ndeveloped among them. I hope that such initiatives will\r\nbe followed up with other specific steps that can give\r\nreal meaning to international solidarity and to sustained\r\nefforts aimed at building a more humanistic world, free\r\nfrom the seeds of instability and violence.\r\nThe world is changing very quickly, resulting in\r\nenormous uncertainty about the future of the human\r\nrace. We note the tendency, in the light of such\r\ndangers, to move towards international solidarity, not\r\nonly in the area of combating terrorism, but also in\r\nfighting poverty and preserving the environment. The\r\nimportance of the role played by the United Nations in\r\nfinding solutions to the problems facing all of our\r\npeoples is becoming increasingly clear. In a world at\r\nrisk, this Organization is, indeed, irreplaceable,\r\nbecause it symbolizes our common commitment to\r\nfight for the survival of humankind.\r\nThe achievements of the United Nations are\r\nimpressive in the areas of promoting peace and\r\nsecurity, economic cooperation, social progress,\r\nhumanitarian activities and the development of\r\ninternational law. The fact that such achievements have\r\nbeen made despite difficulties and inadequate resources\r\nis an indication of what the system would be capable of\r\nwere it fully supported by all Member States.\r\nEfforts to streamline United Nations activities,\r\nimprove system-wide coordination and ensure\r\ncoherence in its actions augur well for the\r\nenhancement, greater credibility and effectiveness of\r\nthe Organization.\r\nI should like to pay tribute to the leadership of the\r\nSecretary-General, Mr. Kofi Annan, in this\r\nundertaking, which will require a greater commitment\r\non the part of States as well as the provision of more\r\nresources.\r\nStrengthening the credibility and effectiveness of\r\nthe United Nations will also require structural reform\r\nso as to enable it to better reflect the new face of\r\ninternational society and deal with all of the challenges\r\nfacing humankind.\r\nIn this new millennium, the world will not be able\r\nto manage without the United Nations. An\r\nOrganization that is in tune with the requirements of\r\nchange in the world today is an indispensable tool in\r\n4\r\nA/57/PV.12\r\nhelping us to build peace and comprehensive\r\nsustainable development.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the President of the Peoples\r\nDemocratic Republic of Algeria and former President\r\nof the General Assembly for the statement he has just\r\nmade.\r\nMr. Abdelaziz Bouteflika, President of the People’s\r\nDemocratic Republic of Algeria and former\r\nPresident of the General Assembly, was escorted\r\nfrom the General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Mr. José Maria Pereira Neves,\r\nPrime Minister of the Republic of Cape Verde\r\nThe President: The Assembly will now hear an\r\naddress by Mr. José Maria Pereira Neves, Prime\r\nMinister of the Republic of Cape Verde.\r\nMr. José Maria Pereira Neves, Prime Minister of\r\nthe Republic of Cape Verde, was escorted to the\r\nrostrum.\r\nThe President: I have pleasure in welcoming His\r\nExcellency Mr. José Maria Pereira Neves, Prime\r\nMinister of the Republic of Cape Verde, and invite him\r\nto address the General Assembly.\r\nMr. Neves (Cape Verde) (spoke in Portuguese;\r\nEnglish text provided by the delegation): I would like\r\nat the outset to congratulate you, Sir, on your election\r\nto preside over the General Assembly at this session.\r\nWe are confident that with your renowned skills and\r\ndiplomatic experience you will guide the work of\r\nAssembly to a very successful conclusion. I assure you\r\nthat you will be able to count on the full support of the\r\ndelegation of Cape Verde.\r\nI would like to acknowledge the strong leadership\r\nand guidance of you predecessor, Mr. Han Seung-soo,\r\nwho presided over the Assembly during a particularly\r\ndifficult time, when important steps were taken to\r\nimprove the efficiency of the General Assembly with\r\nview to reinforcing the role of our Organization in\r\nresolving the issues confronting the international\r\ncommunity.\r\nAllow me also to convey a special word of\r\nappreciation to Secretary-General Kofi Annan for the\r\nwise and capable manner in which he has guided the\r\nUnited Nations, especially in managing the millennium\r\nagenda, which has produced particularly important\r\nresults for the international community, such as the\r\noutcomes of the Monterrey and Johannesburg summits.\r\nCape Verde welcomes the admission of the Swiss\r\nConfederation to the United Nations. We are sure that\r\nSwitzerlands presence in the United Nations can only\r\nbe of to benefit the Organization, given that countrys\r\nvaluable and renowned diplomatic experience.\r\nLikewise, we welcome the forthcoming\r\nadmission of East Timor to the United Nations. At this\r\ntime, I am pleased to recall that Cape Verde has always\r\nstood by the Timorese people in their struggle for self-\r\ndetermination and independence. That young country\r\nand its people have paid a very high price in order to\r\nhave their right to existence be recognized. It is\r\ntherefore a duty of the community of nations to\r\nmobilize all the support necessary to enable that young\r\ndemocracy to affirm itself and to make up for the\r\ndecades lost to destruction and violence.\r\nThe tragic events that struck vital and emblematic\r\ncentres in the United States on 11 September 2001\r\ndeeply shocked the world. The whole international\r\ncommunity mobilized itself and expressed its solidarity\r\nwith the United States of America, while at the same\r\ntime adopting measures adjusted to the challenges\r\nposed by international terrorism. Cape Verde was\r\namong the countries that reacted promptly to Security\r\nCouncil resolution 1373 (2001) and remains firmly\r\ncommitted to its implementation.\r\nThe shockwaves of that catastrophe were felt in\r\nall latitudes and affected many different aspects of the\r\nrelations between States. These are reflected adversely\r\nin lack of economic growth; in increased expenditures\r\nfor defence and security and the consequent impact on\r\nthe distribution of resources; and in the daily routines\r\nof citizens of every country in the world through\r\nrestrictions on the mobility of people. In certain\r\nregions of the world, there is an increased risk of\r\nmilitary confrontation that, should it occur, would have\r\nimmeasurable consequences.\r\nThus, today, the question of international security\r\nhas assumed unprecedented importance in the relations\r\nbetween States, and the United Nations is called upon\r\nto play a decisive role in its assessment and\r\n5\r\nA/57/PV.12\r\nmanagement. Diplomatic means should be privileged\r\nand pursued in the context of the Security Council.\r\nA safer world is a more just world. It is crucial\r\nthat the United Nations strengthen its intervention and\r\ncoordination capacities in international cooperation to\r\npromote economic and social development as the\r\nguarantee of a climate of peace and security throughout\r\nthe world. It is impossible to create a climate of peace\r\nand security while more than half of the worlds\r\npopulation remains subject to poverty, malnutrition,\r\ndisease and ignorance. The international community\r\nhas to strengthen its commitment to ensure that the\r\nmillennium goals are achieved in time to give meaning\r\nto the lives of millions of our brothers and sisters,\r\nespecially those in the least developed countries, who\r\ntoday look to the future without any hope.\r\nAt the expense of great efforts, determination and\r\nhigh social cost, many of those countries have\r\nimplemented the deep reforms required by their\r\nbilateral partners and international financial\r\ninstitutions. Regretfully, in many cases, instead of\r\nreceiving increased support to consolidate the reforms,\r\nthese countries are being devastated by their debt\r\nburden, public development assistance is being\r\ngradually reduced and they have yet to enjoy access to\r\nforeign private investments. The populations are,\r\nhowever, still waiting for the reforms to produce the\r\npromised results.\r\nIt was against this backdrop that the Monterrey\r\nand Johannesburg summits prompted great\r\nexpectations, but the results turned out to be relatively\r\nmodest. Even so, if the consensuses reached at those\r\nsummits are effectively implemented, they may\r\nconstitute an important starting point for developing\r\ncountries. The financial commitments announced in\r\nMonterrey and the goals set in Johannesburg in the\r\nvital sectors of water and sanitation are a contribution\r\nof particular importance to the implementation of the\r\nmillennium goals. The most important thing now is that\r\nthe decisions adopted actually be implemented and\r\nefforts redoubled in order to reach new consensus in\r\nthe other sectors essential to the planets sustainable\r\ndevelopment.\r\nCape Verde recognizes the efforts that have been\r\nmade by the United Nations to foster the development\r\nof the least developed countries and small island\r\nStates. In this regard, we welcome the creation of the\r\nOffice of the High Representative for the Least\r\nDeveloped Countries, Landlocked Developing\r\nCountries and Small Island Developing States, in\r\naccordance with the decisions of the Third United\r\nNations Conference on the Least Developed Countries.\r\nCape Verde has achieved positive results in its\r\nstruggle for economic and social development. The\r\npeople of my country have demonstrated an enhanced\r\npolitical maturity that ensures stability and peace and\r\nthe normal functioning of democratic institutions.\r\nPower changes have taken place at both the local and\r\nthe national levels. The most recent United Nations\r\nHuman Development Report ranked Cape Verde in a\r\nprivileged position on the African continent.\r\nHowever, in spite of significant advances made in\r\nthe past 20 years at the political, social and economic\r\nlevels, Cape Verde suffers from a structural imbalance\r\nbetween national production and domestic expenditures\r\nthat has resulted in a permanent deficit in the balance\r\nof current transactions, as well as other economic\r\nimbalances. Unemployment is high and poverty affects\r\na significant portion of the population.\r\nThe countrys development has been marked by\r\nadvances and setbacks prompted by its natural\r\neconomic vulnerability as a small island with a lack of\r\nnatural resources, a weak production base and a strong\r\ndependence on external financial flows. These\r\nconditions are aggravated by the countrys location in\r\nthe Sahel region, which subjects it to prolonged\r\ndroughts that weaken the environment.\r\nIn light of all this, and given the low rainfall\r\nregistered to date, we are facing the prospect of another\r\ndifficult year. This has prompted the Government to\r\nadopt emergency measures to alleviate the effects of\r\ndrought on the most vulnerable. To that end, we have\r\ncalled for the solidarity of all Capeverdeans while, at\r\nthe same time, we hope to be able to rely on the active\r\nsupport of the international community.\r\nPoverty is another of Cape Verdes limitations\r\nand poverty reduction is one of the major challenges\r\nfacing Capeverdean society. At this time, we are\r\nworking in collaboration with our bilateral partners and\r\nUnited Nations agencies on medium- and long-term\r\nstrategies to combat poverty.\r\nIn the coming years, the country will have to find\r\nrapid and durable solutions in order to maintain the\r\nfundamental macroeconomic balances, further and\r\nconsolidate structural reforms, expand the production\r\n6\r\nA/57/PV.12\r\nbase and create competitive advantages for the\r\neconomy at both the external and the internal levels \r\nin short, solutions leading to economic growth and a\r\nreduction of the unemployment rate. In that context,\r\nour efforts are more than ever in need of the proper\r\npartnerships and foreign private investment so that we\r\nmay pursue the countrys development process begun\r\nwith national independence in 1975.\r\nWe are pleased to note that some encouraging\r\nsigns have begun to appear on our continent. There is a\r\nfresh wind blowing in Africa. This year, we saw the\r\nbirth of a new continental organization, the African\r\nUnion, as well as a new and original partnership, the\r\nNew Partnership for Africas Development (NEPAD).\r\nWith these were also born renewed hopes for a more\r\npromising future for the African people. The globally\r\nfavourable reception to these two African initiatives is\r\na good omen for the continent. Africa thus seems to be\r\non its way towards finding its own path by\r\nstrengthening its endogenous capacities to resolve the\r\nproblems inherited from colonization and conflicts\r\noften prompted by external interests. Africa seems to\r\nbe on the way to finding its own path by strengthening\r\nits endogenous capacity to resolve the problems\r\ninherited from colonization and to settle conflicts often\r\nprompted by external interests.\r\nIn fact, the African Union and NEPAD are based\r\non a new foundation, as well as a new environment in\r\nour continent that is opening new prospects for peace\r\nand development. We note with satisfaction the\r\nsubstantial progress made in Angola, Sierra Leone and\r\nthe Great Lakes region, which points to the definitive\r\nresolution of conflicts that a year ago did not seem to\r\nhave a solution. In that context, we should recognize\r\nthe important role of the efforts of the United Nations\r\nand the Organization for African Unity in seeking\r\nsolutions to those conflicts, as well as the decisive\r\naction that some countries have taken to promote\r\nunderstanding between belligerent parties.\r\nWe congratulate the Angolan Government and\r\nUNITA on finally having found the solution to a\r\nconflict that for many years devastated that country.\r\nThe political conditions are now in place to carry out\r\nthe enormous task of national reconstruction. However,\r\nthe gravity of the humanitarian situation demands\r\nsubstantial support from the international community\r\nto help the Angolans find a rapid and suitable solution\r\nthat will prevent their problems from growing.\r\nThe positive signs that could predict a new era for\r\nAfrica should not cause us to lose sight of the scope\r\nand the complexity of the challenges we face, which\r\nresult from historical circumstances, environmental\r\ndisasters and an accumulation of human errors. The\r\nmost recent report of the United Nations Conference on\r\nTrade and Development on least developed countries\r\npoints out that sub-Saharan Africa is poorer today than\r\nit was 20 years ago. At the same time, the evaluation of\r\neconomic progress made in the past decade within the\r\nframework of the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s is disappointing.\r\nOn the other hand, the spread of pandemics, in\r\nspite of certain limited success in the fight against\r\nthem, and the serious food shortages that have affected\r\nsouthern Africa reveal the seriousness and persistence\r\nof the problems that Africans must solve.\r\nThe fact that United Nations cooperation with\r\nAfrica is being strengthened is noteworthy. That is\r\nattested to by the increased attention being devoted to\r\nthe continents problems. Examples are recent Security\r\nCouncil meetings that have focused on the situation in\r\nthe continent, the creation of an Ad Hoc Advisory\r\nGroup of the Economic and Social Council on\r\ncountries emerging from conflict and yesterdays\r\nGeneral Assembly meeting devoted to NEPAD. In that\r\ncontext, we would also note some of the decisions\r\nstemming from the Monterrey and Johannesburg\r\nsummits.\r\nIt is our hope that this session of the General\r\nAssembly will make an important contribution to\r\nfacing the challenges and will enable the United\r\nNations to strengthen its role as a promoter of peace,\r\nunderstanding and cooperation among all people of the\r\nworld.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister of the\r\nRepublic of Cape Verde for the statement he has just\r\nmade.\r\nMr. José Maria Pereira Neves, Prime Minister of\r\nthe Republic of Cape Verde, was escorted from the\r\nrostrum.\r\n7\r\nA/57/PV.12\r\nAddress by Mr. Tuilaepa Sailele Malielegaoi,\r\nPrime Minister and Minister for Foreign\r\nAffairs of the Independent State of Samoa\r\nThe President: The Assembly will now hear a\r\nstatement by the Prime Minister and Minister for\r\nForeign Affairs of the Independent State of Samoa.\r\nMr. Tuilaepa Sailele Malielegaoi, Prime Minister\r\nand Minister for Foreign Affairs of the\r\nIndependent State of Samoa, was escorted to the\r\nrostrum.\r\nThe President: I take great pleasure in\r\nwelcoming His Excellency Mr. Tuilaepa Sailele\r\nMalielegaoi, Prime Minister and Minister for Foreign\r\nAffairs of the Independent State of Samoa and inviting\r\nhim to address the General Assembly.\r\nMr. Malielegaoi (Samoa): I congratulate you, Sir,\r\non your election as President of the General Assembly.\r\nOur annual gatherings in this great Hall serve\r\nwell to reaffirm our commitment to the purposes of the\r\nUnited Nations: the commitment to uphold the\r\nprinciples of the Charter, to assert fundamental human\r\nrights and freedoms as we seek to improve social and\r\neconomic conditions, and to act together in sovereignty\r\nin the maintenance of international peace and security.\r\nThe lessons of history require that nations be united in\r\ncommon effort. There is no other way; not today, in\r\nthis interdependent, ever globalizing world. Certainly,\r\nfrom the perspective of the very small there is no other\r\nway. Indeed, we cannot see how any one country, no\r\nmatter what its size and power, can completely fend for\r\nitself.\r\nWar and conflict divide nations. They rage in too\r\nmany places. Global forces operate to degrade the\r\nenvironment and spread misery through poverty and\r\ndisease and through the illicit trade in arms, drugs and\r\npeople. The entire world community is now seriously\r\nchallenged by the terrible scourges of HIV/AIDS and\r\nterrorism. Only through cooperation and multilateral\r\naction can we hope to respond, to take\r\ncountermeasures, to find solutions and to give\r\nprotection to all.\r\nThe monstrous terrorist attacks on the United\r\nStates on 11 September 2001 were an assault on values\r\nthat are fundamental to humanity and to the United\r\nNations. On behalf of my country, I want to renew to\r\nthe people of the United States our feelings of\r\nsolidarity and total support. The spirit of the United\r\nStates was never in doubt. Tested, it has become more\r\nresolute in its purpose and courage. It is that spirit that\r\nprovides global leadership. It is the spirit that unites us\r\nall in the struggle against terrorism.\r\nLet me reaffirm our strong support for Security\r\nCouncil resolution 1373 (2001) and for the Councils\r\naction to implement it. For its part, Samoa has put in\r\nplace appropriate policies and domestic legislation, and\r\nwe will review our arrangements as necessary, in\r\nkeeping with the work of the Counter-Terrorism\r\nCommittee.\r\nIraq continues to violate Security Council\r\nresolutions. It has done so for a considerable time \r\nfar too long. We commend Secretary-General Kofi\r\nAnnan for his repeated efforts to encourage\r\ncompliance. We think there must be full compliance\r\nwith obligations pursuant to Security Council\r\nresolutions: compliance without preconditions, without\r\ndelay.\r\nWe welcome the broad acknowledgement in the\r\nstatements we have heard in this debate that actions\r\nthat need to be taken will be taken within the\r\nframework of the United Nations and under the\r\nauthority of the Security Council. The news this\r\nmorning of the likely return of weapons inspectors is a\r\npositive development, and we hope it is one of\r\ncomplete seriousness.\r\nOur concern about Iraq reflects in part our very\r\nserious concern about the proliferation of weapons of\r\nmass destruction  chemical, biological and nuclear\r\nweapons. Those weapons pose an immediate and major\r\nthreat to international peace and security. The\r\ninternational agreements and systems to control the\r\ndevelopment and spread of weapons of mass\r\ndestruction, and to eliminate them, must be\r\nstrengthened and implemented.\r\nWe live in a part of the world where nuclear\r\nweapons have been tested and used. Our fear of the\r\nconsequences is real. That is why we have the\r\nRarotonga Treaty, which declared the South Pacific a\r\nnuclear-weapon-free-zone. We call on States that have\r\nnot yet done so to complete the ratification process of\r\nthe protocols to the Treaty. And that is why we\r\ncontinue to object to the transportation of nuclear and\r\nother radioactive material through the waters of our\r\nregion.\r\n8\r\nA/57/PV.12\r\nWe are appalled at the suffering of families and\r\ncommunities in the Middle East, and we pray for\r\npermanent peace for all. The current situation is a\r\nthreat of utmost gravity to international peace and\r\nsecurity. It calls for efforts of highest priority and\r\nurgency to bring an end to the conflict. Security\r\nCouncil resolutions 242 (1967), 338 (1973) and 1397\r\n(2001) provide the basis for a settlement. Those\r\nresolutions should be implemented.\r\nMy delegation strongly supports the Secretary-\r\nGeneral in the ongoing reform of the United Nations.\r\nWe have all seen good and positive results. Reform to\r\nmake the General Assembly and the Economic and\r\nSocial Council more effective must continue. Reform\r\nof the Security Council calls for particular attention.\r\nThe issues are sensitive and complex. That is clear.\r\nYet, it is also clear that the Security Council needs to\r\nreflect the geopolitical realities of our time. It needs to\r\nbe properly representative of the international\r\ncommunity of today and to be able to function\r\neffectively and be secure in its authority.\r\nWe applaud the entry into force of the Rome\r\nStatute that established the International Criminal\r\nCourt. Samoa has now ratified the Statute. The Court\r\nwill bring to justice those who commit genocide,\r\ncrimes against humanity and war crimes. It is,\r\ntherefore, a major achievement and a significant step in\r\nthe protection of human rights and in upholding\r\ninternational humanitarian standards. To that end, the\r\nCourt deserves all support to allow it the strength of\r\nuniversality and the rule of law. We need to ensure that\r\nit is not undermined in any way.\r\nThis has been an especially notable year in the\r\ninternational efforts to realize the Millennium\r\nDevelopment Goals. In March, we achieved the\r\nMonterrey Consensus. Earlier this month, we agreed in\r\nJohannesburg on a Plan to implement sustainable\r\ndevelopment in every land. Rightly, the focus is on\r\nhalving extreme poverty by 2015. The condition of\r\nutter misery that condemns so many of our fellow\r\nhumans worldwide is simply unacceptable. The\r\noutstanding leadership of South Africa ensured the\r\nsuccess of the Johannesburg Summit. We extend to\r\nPresident Mbeki, to his ministers and to his other\r\ncolleagues our warm thanks and congratulations.\r\nIn this context, let me also congratulate the\r\nleadership of Africa on the establishment of the\r\nAfrican Union and the creation of the New Partnership\r\nfor Africas Development (NEPAD). We have joined\r\nhands with Africa on other issues, including our\r\nendeavours in the context of cooperation between the\r\nGroup of African, Caribbean and Pacific States and the\r\nEuropean Union, and I give assurance of our close\r\ninterest and support.\r\nSpeaking in Samoas capacity as Chairman of the\r\nAlliance of Small Island States, let me note our\r\nparticular satisfaction with the provisions in the\r\nJohannesburg Plan of Implementation dedicated to the\r\nsustainable development of small island States. We\r\ngreatly appreciate the role played by all countries in\r\nfinding agreement on those provisions. We look\r\nforward to their continuing support as we move to\r\nprepare for the agreed international meeting in 2004 to\r\nreview the Barbados Programme of Action.\r\nOvercoming the well-recognized vulnerability of small\r\nisland States, and the exposure of island countries to\r\nthe effects of global climate change, natural disasters,\r\nenvironmental damage and global economic shocks is\r\nfundamental to long-term sustainability in all small\r\nisland regions.\r\nClimate change poses immediate and the most\r\nserious of threats for our communities. Largely by the\r\nacts of others, it puts at risk countries like my own that\r\nare least responsible for the causes and least able to\r\nadapt. In Johannesburg, we were greatly heartened by\r\nthe declarations from many countries  the Russian\r\nFederation, China, India and Canada among them  of\r\ntheir plans to ratify the Kyoto Protocol. This serious\r\nproblem deserves no less than this type of global\r\nsolidarity and leadership.\r\nAs I close, let me welcome Switzerland upon its\r\nhaving taken up full membership of the United\r\nNations. Switzerlands role and its contribution to the\r\nOrganization are known to all and are well appreciated.\r\nLet me also voice our satisfaction with the\r\nsituation in East Timor. It is a success story in every\r\nsense: in the determination of its people and in the\r\nresponse of the international community. Samoa is\r\npleased to have been able to contribute to the United\r\nNations peacekeeping effort in that country; we plan to\r\ncontinue doing so. Last month, we welcomed East\r\nTimor as an observer to the Pacific Islands Forum. We\r\nlook forward to its joining the United Nations soon.\r\nThe President: On behalf of the General\r\nAssembly, I thank the Prime Minister and Minister for\r\n9\r\nA/57/PV.12\r\nForeign Affairs of the Independent State of Samoa for\r\nthe statement he has just made.\r\nThe Honourable Tuilaepa Sailele Malielegaoi,\r\nPrime Minister and Minister for Foreign Affairs of\r\nSamoa, was escorted from the rostrum.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Halldór Ásgrímsson, Minister for\r\nForeign Affairs and External Trade of Iceland.\r\nMr. Ásgrímsson (Iceland): Allow me at the\r\noutset to congratulate you, Sir, on your election to the\r\npresidency of the General Assembly. I am confident\r\nthat you will guide us wisely through the complex tasks\r\nahead.\r\nI would also like to use this opportunity to\r\nwelcome Switzerland, our long-time friend and partner\r\nin the European Free Trade Association, to the United\r\nNations. Furthermore, I would like to express our\r\nsatisfaction that East Timor will be joining the United\r\nNations later this month. The independence of East\r\nTimor is one more example of how, in the end, the\r\npurposes and principles of the United Nations prevail.\r\nThe vicious and deliberately organized terrorist\r\nattacks against the United States on 11 September of\r\nlast year have had global implications. The necessity to\r\nfight terrorism and the international commitment and\r\ndetermination to do so have dominated the\r\ninternational arena in the past year. Iceland reaffirms\r\nits commitment to cooperate with the United Nations\r\nand its Member States, as well as with other relevant\r\ninternational organizations, in the fight against\r\nterrorism. To that end, we stress the importance for\r\nStates to ratify and implement all the relevant legal\r\ninstruments that together contribute to uprooting that\r\nmenace.\r\nShaikh Mohammed Bin Mubarak Al-Khalifa\r\n(Bahrain), Vice-President, took the Chair.\r\nWe should aim at concluding the draft comprehensive\r\nconvention against terrorism during this session of the\r\nGeneral Assembly.\r\nOn such important issues as peace and stability, it\r\nis often difficult to reach decisions and agree on\r\nresolutions here in the United Nations, let alone to\r\nensure that they are implemented. Full implementation\r\nof all relevant Security Council resolutions is\r\nimperative. It is therefore very encouraging to see that\r\nduring this session of the General Assembly, we have\r\nwitnessed that the emerging consensus on how to deal\r\nwith defiance of Security Council resolutions seems to\r\nbe having tangible results. Only yesterday, the Iraqi\r\nGovernment informed the United Nations that Iraq has\r\ndecided to cooperate fully with the Organization and to\r\ngive weapons inspectors unconditional access to the\r\ncountry. This is certainly a positive sign, but deeds will\r\nhave to follow.\r\nIn a recent visit to the Middle East, my belief was\r\nconfirmed that there must be a much stronger\r\ninvolvement of the international community in the\r\nMiddle East and involvement of third parties in the\r\nefforts to resolve the dispute there. In this regard,\r\nIceland fully supports the efforts of the Quartet, as well\r\nas the Saudi proposals. Negotiations on a political\r\nsettlement must resume; they must not be held hostage\r\nto the situation on the ground. Only a comprehensive\r\npeace agreement dealing with all aspects of the dispute\r\nwill guarantee security and prosperity for both Israelis\r\nand Palestinians.\r\nThe occupation of the Palestinian territories must\r\nend, in line with Security Council resolutions 242\r\n(1967) and 338 (1973). Iceland strongly supports the\r\ntwo-States solution. Israel and Palestine must live side\r\nby side in peace within secure and recognised borders.\r\nUntil a peace agreement has been reached, both\r\nparties have to play by certain rules. The sanctity of the\r\nlives of innocent civilians has to be respected under all\r\ncircumstances. This means that the Palestinian\r\nAuthority must reform itself to deal effectively with\r\nterror and pave the way for the establishment of a\r\ndemocratic and accountable Palestinian State. Israel\r\nalso has to respect international humanitarian law in\r\nthe occupied Palestinian territories, including East\r\nJerusalem. The circumstances on the ground have to\r\nchange for the better. Otherwise, there is a real danger\r\nthat the worsening of the economic situation in the\r\noccupied Palestinian territories could lead to a\r\nhumanitarian disaster.\r\nIceland strongly welcomes the entry into force of\r\nthe Rome Statute establishing the International\r\nCriminal Court (ICC). We urge all States that have not\r\nalready done so to ratify or accede to the Statute with\r\nthe aim of achieving universality in the fight against\r\nimpunity for the most serious international crimes.\r\nThe ICC certainly is one of the major\r\naccomplishments of the international community in\r\nstrengthening the international legal system. Some\r\n10\r\nA/57/PV.12\r\nconcerns have been voiced with regard to the possible\r\nabuse of the Rome Statute. These concerns should be\r\ncarefully studied with an open mind and without\r\nprejudice to the effective functioning of the ICC.\r\nConstant vigilance is needed to ensure respect for\r\nhuman rights and humanitarian law. Our continuous\r\nefforts to combat terrorism must not result in any form\r\nof human rights violations. All measures taken must be\r\nin accordance with international law.\r\nAllow me to dwell on human rights issues\r\naffecting women and children. Unfortunately, womens\r\nrights are sometimes viewed as a purely social issue\r\nrather than a human rights issue. More often than not,\r\nwomen are the prime victims of conflicts. Yet their\r\nright to participate on an equal footing in peace\r\nnegotiations and decision-making processes is still not\r\nrecognized. Security Council resolution 1325 (2000) is\r\nmeant to change this, and its provisions must be\r\nimplemented and respected.\r\nWhile progress has been made towards greater\r\ngender equality, the situation in many countries is still\r\ndire. Trafficking in women has increased, not least in\r\nEurope. The resumption of ancient methods of\r\npunishment of women in some parts of the world is\r\nappalling. Lack of education, information and health\r\ncare, as well as sexual exploitation, makes women\r\nparticularly vulnerable to the growing malice of\r\nHIV/AIDS.\r\nThe well-being of children is our responsibility.\r\nAll over the world, millions of children suffer because\r\nof poverty. They are cruelly exploited as child soldiers\r\nor labourers. They do not enjoy their right to education\r\nand are deprived of the decent life they are entitled to.\r\nIceland therefore welcomed the special session on\r\nchildren held last spring. The participation of children\r\nthemselves was especially successful. We need to listen\r\nto our children and make every effort to implement the\r\ndeclaration and plan of action of the special session, as\r\nwell as the international Convention on the Rights of\r\nthe Child.\r\nSustainable development has become an integral\r\npart of policies and strategies of local and national\r\ngovernments, international organizations, businesses\r\nand non-governmental organizations worldwide.\r\nDespite impressive progress made in many fields\r\nduring the past decade, especially with regard to the\r\nenvironment, millions of people still live in poverty\r\nand see little hope of escaping it. It is essential that\r\npoorer countries be allowed to enjoy the benefits of\r\ntheir comparative advantages and to put their human\r\nresources to work. Trade liberalization and free\r\ncommerce would be a major contribution to promoting\r\nequitable and sustainable growth for the benefit of\r\npoorer countries.\r\nAt the World Summit on Sustainable\r\nDevelopment in Johannesburg, world leaders\r\nsucceeded in generating commitments for action. This\r\nis a major accomplishment. It is now up to each and\r\nevery one of us to see to it that these commitments are\r\nimplemented.\r\nShaikh Al-Khalifa (Bahrain), Vice-President, took\r\nthe Chair.\r\nAt the Summit, Iceland declared its willingness to\r\nincrease its bilateral development assistance by\r\nproviding training in the sustainable management of\r\nliving marine resources and the use of renewable\r\nenergy resources. A huge step forward in the\r\ndevelopment and utilization of renewable, clean energy\r\nresources is necessary in order to fulfil the\r\ncommitments laid down in the Kyoto Protocol.\r\nSustainable management and utilization of all living\r\nmarine resources is essential for food security and\r\nhunger alleviation.\r\nThe United Nations Convention on the Law of the\r\nSea is without doubt one of the greatest achievements\r\nof this Organization. For a country like Iceland, which\r\nis overwhelmingly dependent on the sustainable\r\nutilization of living marine resources, the Convention\r\nis of paramount importance. In our view, it is highly\r\nappropriate that the General Assembly will devote two\r\ndays during its fifty-seventh session for\r\ncommemorating the twentieth anniversary of the\r\nopening for signature of the Convention on the Law of\r\nthe Sea.\r\nThe Convention on the Law of the Sea has gained\r\nuniversal participation, and all the three institutions\r\nestablished by it are functioning in an effective manner.\r\nWe welcome the entry into force last December of the\r\nrelated Agreement on the Conservation and\r\nManagement of Straddling Fish Stocks and Highly\r\nMigratory Fish Stocks. It is imperative that both the\r\nConvention and the Agreement be ratified by those\r\nStates that have not done so, that they be fully\r\nimplemented and that their integrity be preserved.\r\n11\r\nA/57/PV.12\r\nIn the Millennium Declaration we resolved to\r\nstrengthen the United Nations system in order to make\r\nit more effective. In this context the revitalization of\r\nthe General Assembly is important. Reform measures\r\nsuch as the clustering of agenda items and, most\r\nrecently, the election in advance of the President and\r\nVice-Presidents of the General Assembly and the\r\nChairpersons of the Main Committees, are steps in the\r\nright direction. However, we must strive to deepen the\r\nreforms on the basis of the Millennium Declaration.\r\nIn many crisis situations in this past year, as so\r\noften before, the Security Council has proven effective\r\nand fulfilled a task satisfactorily. However, we must\r\nnot forget that the reform of the Security Council\r\nremains an issue that needs to be resolved. The\r\nCouncils efficiency in coping with the serious issues\r\non its agenda must be further secured by making\r\nnecessary changes and adjustments with regard to its\r\ncomposition and working methods.\r\nIt is essential that the membership of the Council\r\nfairly reflect the whole membership of the United\r\nNations. It is also important to further enhance the\r\ntransparency in the decision-making process. In order\r\nto move the reform work forward, all Member States\r\nmust show flexibility and willingness to compromise.\r\nWe continue to face serious threats to\r\ninternational peace and stability. The best way to\r\npreserve the peace and work for prosperity and\r\ndemocracy in the world is to be steadfast in working in\r\nfull compliance with the Charter of the United Nations\r\nand the resolutions of its organs. No nation shall be\r\nallowed to destroy this common endeavour.\r\nThe Acting President (spoke in Arabic): I now\r\ngive the floor to His Excellency Jigmi Yoser Thinley,\r\nMinister for Foreign Affairs of the Kingdom of Bhutan.\r\nMr. Thinley (Bhutan): We have before us an\r\narray of issues that are as compelling and daunting as\r\never before. Many of these threaten to widen further\r\nthe divides that separate us and deepen more the\r\nwounds that pain us. They challenge ever so severely\r\nour resolve to live in peace and harmony. But we\r\nremain hopeful. Under the Presidents leadership and\r\nguidance, we are confident that our deliberations will\r\nbe purposeful and productive. Toward this, I assure the\r\nPresident of the full cooperation of my delegation.\r\nI take this opportunity to express our gratitude to\r\nHis Excellency Mr. Han Seung-soo for his stewardship\r\nand contribution to the work of the fifty-sixth session.\r\nHis presidency, at a most challenging time in the\r\nhistory of the United Nations, has enhanced the esteem\r\nof the international community for him and the\r\nRepublic of Korea.\r\nMy delegation takes great pleasure in welcoming\r\nthe Swiss Confederation and the Democratic Republic\r\nof Timor-Leste as they take their rightful place in our\r\nfamily of nations. While we welcome the admission of\r\nTimor-Leste as a newly independent State, it is with a\r\nsense of deep satisfaction that we appreciate the\r\ndecision of the Swiss people. It is an affirmation of\r\ntheir faith in the relevance and indispensability of the\r\nUnited Nations. They, more than any other people,\r\nhave observed and studied with active participation the\r\nworkings of this world body. As a country for which\r\nthe United Nations will always be critically important,\r\nBhutan is indeed deeply heartened.\r\nThe loss of lives and untold suffering and\r\ndestruction wrought by the senseless acts of 11\r\nSeptember have united all of humanity against the evil\r\nof terrorism in all its manifestations. No clear\r\norientation towards international peace and\r\ndevelopment is possible without uprooting this disease\r\nthat has been allowed to afflict many of our societies.\r\nThe United Nations must continue to play a\r\ncentral and decisive role in directing our collective\r\nresolve and efforts to eradicate terrorism. While in our\r\nown countries we must each take all possible measures\r\nto rid ourselves of this menace, we know that it is\r\nthrough the multilateral framework that our national,\r\nregional and global efforts can be effectively and\r\nrightly coordinated. It is imperative that in our battle\r\nagainst terrorism, the norms and principles of this\r\nhallowed institution are not undermined. Our war on\r\nterrorism must continue to unite us.\r\nThe realization of a new economic order that is\r\ninclusive, equitable and sustainable remains the most\r\npressing challenge of the United Nations. The scourge\r\nof poverty and disease continue to afflict millions of\r\npeople around the world. My delegation is compelled\r\nto reiterate its concern over the decline in official\r\ndevelopment assistance (ODA) and the parallel\r\nemphasis on market efficiency and trade as an engine\r\nof growth.\r\nWe realize that trade underpins equal partnership\r\nand should represent the ultimate goal of economic\r\ndevelopment strategies. However, not all countries\r\n12\r\nA/57/PV.12\r\nhave the necessary capacity to take advantage of the\r\nglobal trading system. Without timely and adequate\r\nassistance to fill the resource gap to meet their basic\r\ndevelopment priorities, many of the developing\r\ncountries will continue to suffer from marginalization.\r\nClearly, there is a need to create a fair and\r\nequitable trading environment without prejudice to the\r\nflow of adequate Official Development Assistance. In\r\nparticular, the special needs and vulnerabilities of least\r\ndeveloped countries, landlocked developing countries\r\nand small island developing states must be\r\ncomprehensively addressed to enable them to\r\neffectively integrate into the global economic system.\r\nIn Africa, the international community must lend its\r\nfull support to extricate the continent from the malaise\r\nof underdevelopment and to prevent its further\r\nmarginalization. In this context, Bhutan welcomes the\r\nendorsement of the New Economic Partnership for\r\nAfricas Development by the high-level plenary\r\nmeeting of the General Assembly and hopes that the\r\ninternational community will provide the necessary\r\nsupport to this programme. This is particularly\r\nsignificant for those countries emerging from conflict,\r\nin which the rehabilitation of social and economic\r\ninfrastructure is vital if peace is to be sustained.\r\nThere is no lack of vision and strategies to\r\novercome the socio-economic maladies that confront\r\nthe global community. The Millennium Declaration\r\nGoals provide clear targets and strategies to reduce\r\npoverty, achieve sustainable development and reverse\r\nthe devastating trend of HIV/AIDS, malaria and\r\ntuberculosis. What we need is greater political will.\r\nI wish to acknowledge the contributions of the\r\nUnited Nations and bilateral donors to the development\r\nof my country. We are grateful to our partners not only\r\nfor the substantial amount of assistance we have\r\nreceived over the years, but for the acceptance of our\r\ninsistence on being the master of our own destiny. Our\r\npartnership is characterized by a frank and open\r\npolitical dialogue of high intensity, while the\r\ncooperative arrangements at all levels are marked by a\r\nnotable degree of transparency.\r\nMy country continues to be guided by our goal of\r\npromoting gross national happiness as opposed to\r\nsimply targeting the enhancement of our gross national\r\nproduct as the end of development. We believe that it is\r\nthe responsibility of the Government to create an\r\nenabling environment within which every citizen\r\nwould have a reasonable opportunity to find happiness.\r\nTowards this end, all our development strategies must\r\nsubscribe to strengthening of the four pillars of gross\r\nnational happiness, which are: first, the ensuring of\r\nequitable and sustainable socio-economic development;\r\nsecondly, conservation of our fragile mountain\r\necology; thirdly, promotion of basic human values and\r\nculture; and fourthly, the strengthening of good\r\ngovernance.\r\nIt is my belief that those are the pillars on which\r\nthe happiness of our human society can be firmly\r\nestablished. While I am fully aware that Bhutan is\r\ncertainly not unique in its pursuit of happiness, I\r\nexpress the hope that more among us will join in that\r\nsearch with a greater sense of seriousness.\r\nThe Acting President (spoke in Arabic): I now\r\ngive the floor to His Excellency Mr. Tonino Picula,\r\nMinister for Foreign Affairs of Croatia.\r\nMr. Tonino Picula (Croatia): At the outset, allow\r\nme to sincerely congratulate Mr. Kavan on his election\r\nto the position of President of the fifty-seventh session\r\nof the General Assembly. I am confident that under his\r\nable leadership the work of the Assembly will be\r\nconducted in a most productive manner. I would also\r\nlike to use this opportunity to thank the outgoing\r\nPresident, Mr. Han Seung-soo, for the successful\r\ncompletion of the work of the fifty-sixth session of the\r\nGeneral Assembly. I would also like to use this\r\nopportunity to warmly congratulate Switzerland on\r\nbecoming a full member of the United Nations family\r\nand to welcome the return of the United States to the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization.\r\nFollowing the horrific terrorist attacks of 11\r\nSeptember last year, there have emerged a new vigour\r\nand resolve to make our world a safer place for all, not\r\nonly in promises but in deeds.\r\nGeneral Assembly and Security Council\r\nresolutions, especially Security Council resolution\r\n1373 (2001), serve as a common platform for\r\ncombating terrorism. However, their letter and spirit\r\nmust be fully and thoroughly implemented in order to\r\nrid ourselves of global terrorist threats. In our\r\nendeavours, the United Nations is proving to be the\r\nbest framework and unique pillar for the international\r\ncommunitys joint actions in maintaining international\r\npeace and security, as well as in providing legitimacy\r\nto these actions.\r\n13\r\nA/57/PV.12\r\nThe prompt and almost universal response of\r\nMember States to the requests of the Security Councils\r\nCounter-Terrorism Committee is a telling example of\r\nhow efficient the United Nations can be in mobilizing\r\nthe international community in facing common\r\nchallenges. It is our hope that Member States will\r\nrespond with the same sense of responsibility in\r\nanother important aspect of eradicating terrorism: to\r\nfinalize current negotiations on the comprehensive\r\nconvention on combating international terrorism.\r\nFurthermore, Croatia believes that efforts should\r\nbe intensified to resolve regional conflicts that offer\r\nfertile ground for recruiting terrorists. The cycle of\r\nviolence in the Middle East must end. Parties to the\r\nconflict must return to the negotiating table and make a\r\nreality of the vision of two peoples living in peace\r\nwithin secure and recognized State borders.\r\nWe also call for Iraqs full compliance with its\r\ninternational obligations regarding the possession and\r\nproliferation of weapons of mass destruction.\r\nViolations of Security Council resolutions must not be\r\ntolerated, and we welcome the decision by President\r\nBush to work with the United Nations Security Council\r\nin this regard.\r\nWe must also recognize that today Afghanistan is\r\non a difficult yet hopeful road to recovery with the\r\nassistance of the international community.\r\nWe fully support the Secretary-General in his\r\nefforts to move the United Nations from a culture of\r\nreaction to one of prevention. We consider that the\r\ntimely dispatch of well-structured peacekeeping\r\noperations with a clear and effective mandate can\r\nprevent the recurrence of conflicts and create a\r\nplatform for rebuilding peace and shattered societies. It\r\nis exactly here that new tasks and challenges lie for\r\ncontemporary peacekeeping operations, whose birth we\r\nhave witnessed in East Timor and Kosovo. In this\r\nregard, we welcome the Security Councils new\r\napproach of having regular meetings with troop-\r\ncontributing countries. As a contributor of military\r\nobservers in peacekeeping missions in Sierra Leone,\r\nEthiopia and Eritrea and recently in Kashmir, Croatia\r\nhas found that exchange of information and experience\r\nmost fruitful and useful for all.\r\nThat brings me to the subject of Security Council\r\nreform, which, as all of us agree, is necessary to\r\naddress the new political environment of the twenty-\r\nfirst century. Unfortunately, we have still not achieved\r\nsufficient political consensus for significant progress in\r\nthis respect. The lack of progress is certainly\r\ndiscouraging for many. Nevertheless, we must reform\r\nthe Council in order to be able to adequately address\r\nthe security threats we are facing today.\r\nAs we revisit the historic promises made by our\r\nworld leaders, enshrined in the Millennium\r\nDeclaration, we must now embark on a process of\r\nimproving the United Nations as an instrument of\r\nglobal co-operation for the benefit of all humankind. In\r\nthis regard, we commend the Secretary-General for his\r\nreport on the integrated and coordinated\r\nimplementation of, and follow-up to, the outcome of\r\nthe major United Nations conferences and summits, as\r\na necessary prerequisite to implementing the goals set\r\nin the Millennium Declaration. To that end, the full and\r\nconstant co-operation of Member States and the\r\nSecretariat is essential.\r\nThe President returned to the Chair.\r\nThe Economic and Social Council has continued\r\non the path of strengthening its role within the United\r\nNations system. A number of innovative precedents\r\nhave been set this year related to the improvement of\r\ncooperation and coordination among many bodies of\r\nthe United Nations and between the Economic and\r\nSocial Council and the International Monetary Fund\r\nand the World Bank, and to the Councils cooperation\r\nwith non-governmental organizations and the private\r\nsector. The resolution concerning the Ad Hoc Advisory\r\nGroup on African Countries emerging from conflicts\r\nwas adopted to help such countries in their peace-\r\nbuilding processes. Guinea-Bissau has already\r\nsubmitted an official request for the establishment of\r\nsuch an Ad Hoc Advisory Group for its own country.\r\nCroatia is pleased that it can contribute, through the\r\nPresident of the Economic and Social Council, to the\r\nrevival and strengthening of that highly important\r\nbody.\r\nThe United Nations should continue to keep\r\ndevelopment at the forefront of all areas on the\r\nOrganizations substantive agenda. Among all\r\nmultilateral organizations, the United Nations is the\r\nonly one with the institutional capability to address and\r\nmanage the challenges of globalization. The Croatian\r\ndelegation hopes that the outcome and follow-up of the\r\nconferences held at Monterrey and Johannesburg will\r\nkeep our commitment on track, in particular with\r\nregard to mobilizing additional financial resources. We\r\n14\r\nA/57/PV.12\r\nmust work together to improve the lives of people in\r\npoverty and to reverse the continuing degradation of\r\nthe global environment. A truly global mobilization of\r\nall relevant stakeholders will be necessary to ensure\r\nthat the outcomes of those conferences are transformed\r\ninto reality.\r\nWe note the broader acceptance by Member\r\nStates of United Nations norms, which will ultimately\r\nlead to the globalization of human rights and to a\r\nuniversally recognized international code of human\r\nrights. As Governments, we must provide the\r\nenvironment for the universal acceptance and full\r\nimplementation of such rights. Croatia is contributing\r\nto that goal through its membership in the United\r\nNations Commission on Human Rights.\r\nGlobal contributions comprise individual\r\nachievements. In order to contribute to global peace,\r\nsecurity and development, each country must be stable\r\nand secure and must function on a well-founded\r\neconomic system. My Government is doing exactly\r\nthat. In October last year, Croatia signed the\r\nStabilization and Association Agreement with the\r\nEuropean Union. Over the past two years, we have\r\nintroduced a set of reforms aimed at bringing Croatian\r\nsociety closer to the European Union and to the North\r\nAtlantic Treaty Organization. The commitment of the\r\nCroatian Government in that respect was recognized by\r\nthe European Commission. In its first report on the\r\nstabilization and association process, issued this past\r\nspring, Croatia was singled out as the country most\r\nadvanced in the process.\r\nAnother important element in that regard is\r\nregional cooperation, in which Croatia plays a very\r\nactive role. The outstanding issues that may reflect on\r\nthe regions stability, such as the return of refugees, are\r\nhigh on my Governments priority list. Therefore,\r\nCroatia has adopted an action plan for the voluntary\r\nreturn of refugees through the end of the next year.\r\nWe have significantly improved bilateral relations\r\nwith the Federal Republic of Yugoslavia and will\r\ncontinue to do so. In the light of the discussion\r\nbetween the two delegations held just a few days ago, I\r\nbelieve that the remaining open issues will be\r\nsuccessfully resolved in the near future. One of those\r\nissues is the identification and delimitation of the land\r\nand sea border in the area of Prevlaka. Intensive\r\nnegotiations are under way, and we believe that some\r\nform of temporary solution may be reached soon. In\r\nany event, the situation concerning Prevlaka no longer\r\nrepresents a threat to peace and security, and therefore\r\nwe believe that the United Nations Mission of\r\nObservers in Prevlaka has successfully accomplished\r\nits mandate and that, consequently, that mandate should\r\nnot be extended after it expires.\r\nWith regard to border issues, I would like to\r\nreport an important success: an agreement on the\r\nnorthern part of our border with Bosnia and\r\nHerzegovina. That agreement was reached through the\r\nvaluable efforts of the Special Representative of the\r\nSecretary-General in Bosnia and Herzegovina, whom\r\nwe sincerely thank. At this point, shortly before the end\r\nof the United Nations presence in Bosnia and\r\nHerzegovina, I would like to express my Governments\r\nappreciation for the Organizations overall contribution\r\nto the stability and development of that country.\r\nOn the other hand, we cannot fail to express our\r\ndeep frustration at the continued failure to apprehend\r\ntwo of the most notorious war criminals to date:\r\nKaradzić and Mladić. We strongly reiterate the view\r\nthat lasting stability in Bosnia and Herzegovina can be\r\nachieved only with the arrest of Karadzić and Mladić\r\nand with their extradition to the appropriate authorities.\r\nBringing those two individuals to trial before the\r\nInternational Criminal Tribunal for the Former\r\nYugoslavia would serve to provide closure for many\r\nvictims who suffered terribly. The same goes for\r\nSljivanćanin and Radić, indicted by the Tribunal for\r\nwar crimes committed on Croatian territory.\r\nHaving faith in the maxim No peace without\r\njustice, my Government attaches the highest\r\nimportance to bringing to justice all those guilty of war\r\ncrimes. We are committed to maintaining the good and\r\nextensive cooperation that we have established with the\r\nInternational Criminal Tribunal for the Former\r\nYugoslavia, and we urge other countries within its\r\nmandate to do so. However, that does not diminish the\r\nkey role that domestic war crimes trials play in the\r\nprocess of healing and national reconciliation. The\r\nCroatian judiciary is ready and willing to meet these\r\nchallenges.\r\nIn that spirit, the Republic of Croatia welcomed\r\nthe entry into force of the Rome Statute and looks\r\nforward to the operationalization of the International\r\nCriminal Court. The establishment of the first such\r\npermanent Court is crucial in putting an end to the\r\nculture of impunity and selective justice. By\r\n15\r\nA/57/PV.12\r\nstrengthening the universal rule of law, which in turn\r\nleads to the advancement of universal peace and\r\nsecurity, the new Court holds the promise of becoming\r\na true guarantor of the ideals enshrined in the Charter\r\nof the United Nations.\r\nOur fundamental and common interests in world\r\npeace, security and development require our concerted\r\nand united efforts. I am confident that this fifty-seventh\r\nsession of the General Assembly will take us a step\r\nfurther in realizing those common goals.\r\nThe President: I now give the floor to Her\r\nExcellency Ms. Ana Palacio, Minister for Foreign\r\nAffairs of Spain.\r\nMs. Palacio (Spain) (spoke in Spanish): The\r\nworld has changed since the Assembly last met. The\r\ntwenty-first century began on 11 September 2001, and\r\nour great collective challenge is to ensure the primacy\r\nof the rule of law in the sphere of international\r\nrelations. The natural forum for that legal culture and\r\nlegitimacy is the United Nations.\r\nIn that context and with that ambition,\r\nparticipating in the great objectives of peace, the rule\r\nof law and the preservation of the international\r\norder  to which the Secretary-General referred\r\nduring the current session  it is an honour for me to\r\naddress the Assembly on behalf of Spain, also a\r\ncandidate for a non-permanent seat on the Security\r\nCouncil. Should we be elected, we are determined to\r\ndevote all the effort and resources necessary to fulfil\r\nthat great responsibility.\r\nA year ago, the entire world became aware of the\r\nhorror of terrorism that threatens us all. We asked\r\nourselves then what course the international\r\ncommunity should take and what role the United\r\nNations should play in shaping international relations\r\nin the twenty-first century. Uncertainty remains, but it\r\nis now clear that interdependence among countries and\r\nregions will be the centre of gravity of a newborn\r\ninternational civil society. States must cooperate with\r\none another to make use of opportunities and to fight\r\nagainst threats, because neither opportunities nor\r\nthreats have a purely local character.\r\nThus, it is time for the rule of law, and the United\r\nNations, as the seat of the political and normative\r\nlegitimacy of international society, is called to be the\r\ncentre of gravity of this new framework. The United\r\nNations is the organization that can and should\r\nimpose  including through the use of force, if it is\r\nunavoidable  the decisions taken collectively by the\r\ncommunity of States.\r\nThe occasions on which the United Nations has\r\nbeen able to respond to the demands of the\r\ninternational community have also been successes for\r\nthe Member States. In the same way, the cases in which\r\nthe United Nations has been unable to find solutions to\r\nexisting problems have also been our responsibility. All\r\nof us make up the United Nations; its failures are our\r\nfailures, as its successes are our successes.\r\nTerrorism is a clear example of this and of the\r\nneed to react together resolutely. Each terrorist attack is\r\nan attack against us all, and we must all react.\r\nTerrorists do not respect borders; borders should\r\ntherefore not constitute an obstacle to the collective\r\nfight against this scourge. Are there any today who still\r\nthink that this problem does not, or will not, affect\r\nthem?\r\nThe United Nations is aware of the gravity of the\r\nthreat that this scourge poses to the principles that\r\nunderpin the Charter and that are the foundation of our\r\ncivilization. Security Council resolution 1373 (2001)\r\nhas put international cooperation against terrorism on a\r\nsubstantially different level. That resolution charts the\r\ncourse for the cooperation that is essential for the\r\ninternational community to be able to deal with those\r\nwho attack our most essential values: life, freedom and\r\ndemocracy.\r\nThe growing importance of law has a very direct\r\nbearing upon the intense activity of the Organization in\r\nfavour of human rights. In this context, allow me to\r\nfocus on a heinous and silent violation of human rights:\r\ndomestic violence. This scourge primarily affects\r\nwomen, children and older persons  the most\r\nvulnerable sectors of society in all our cultures,\r\nregardless of level of development or social well-being.\r\nHow can we explain, shamefully ignore and, thus, in\r\nindirectly accept, that violence against women should\r\ntoday be the cause of more death and disability than\r\ncancer, traffic accidents or even war? Can we tolerate\r\nthis situation? As a woman and as a human being, I say\r\nthat the answer is an unambiguous no.\r\nIn the same vein, the International Criminal Court\r\nis an essential legal instrument to ensure that the most\r\nserious violations of human rights do not go\r\nunpunished. With its subsidiary jurisdiction, the Court\r\nrepresents the most significant advance in the\r\n16\r\nA/57/PV.12\r\nstructuring of the international community since the\r\nSan Francisco Charter.\r\nIn the framework of this reinvigoration of law,\r\nthe Organization must pay special attention to\r\nchallenges stemming from new technologies, in\r\nparticular those associated with biotechnology. We do\r\nnot want uncontrolled science with unclear objectives\r\nto determine the future shape of our societies, bringing\r\nto life the terrifying allegory of Aldous Huxleys Brave\r\nNew World. Spain, which along with other countries of\r\nthe European Union has ratified the Oviedo\r\nConvention on Human Rights and Biomedicine, a\r\nprotocol to which bans cloning for research purposes,\r\nrecalls the fact that article 11 of the Universal\r\nDeclaration on The Human Genome and Human\r\nRights, approved by the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) in\r\n1997 and unanimously endorsed by the General\r\nAssembly in 1998, already bans human cloning for\r\nreproductive purposes. Therefore, it is necessary to go\r\nbeyond that prohibition in a new convention.\r\nIn spite of these encouraging results,\r\nunderdevelopment, poverty, the existence of weapons\r\nof mass destruction and regional crises  in particular\r\nthe crisis in the Middle East  constitute some of the\r\noutstanding tasks before us. Allow me briefly to review\r\nthese issues in order, in the words of Pablo Neruda,\r\nnot to fill our hearts with salt, but to walk in\r\nknowledge.\r\nIn the difficult struggle for development, we\r\nshould all invest both our efforts and our hopes. In that\r\nregard, I would like to reiterate what was said\r\nyesterday with regard to the Monterrey and the\r\nJohannesburg summits and the New Partnership for\r\nAfricas Development (NEPAD), for poverty is fought\r\nby recognizing human rights and freedoms and by\r\npromoting the rule of law.\r\nIn mentioning development, I wish to stress once\r\nagain the importance of women in the world. Their\r\nlagging behind, and their explicit or implicit secondary\r\nstatus  their role in general  are very often patently\r\nunfair. This situation is the source of the shortcomings\r\nof many societies. Let us recall that the advancement of\r\nwomen is not only an obvious right, it also likely\r\nrepresents the most effective and promising strategy to\r\ncope with the persistent nightmare of\r\nunderdevelopment.\r\nIn any case, poverty must be eradicated wherever\r\nit exists, both in the poorest countries as well as in\r\nmiddle-income countries, which are joining the global\r\neconomy while undergoing fragile political and\r\neconomic processes. Middle-income countries\r\nfrequently have large pockets of poverty and are\r\nespecially vulnerable to global economic swings. Latin\r\nAmerica is a good example of a continent where in the\r\nlast decade an important and successful effort has been\r\nmade to put in place democratic regimes, foster\r\neconomic growth and open up to the world economy. It\r\nis crucial to ensure continued international support\r\nwhen this process is threatened by temporary\r\ndifficulties.\r\nDisarmament no doubt poses another challenge\r\nfor all of us, notwithstanding the progress made in the\r\nareas of anti-personnel mines, small arms and chemical\r\nweapons. In this context, Spain is following with\r\nunderstandable concern the development of events\r\nregarding Iraq. For the sake of international security\r\nand stability and for the welfare of the Iraqi people, we\r\nhope that the announced immediate and unconditional\r\nreturn of arms inspectors in accordance with Security\r\nCouncil resolutions 687 (1991) and 1284 (1999) will\r\nbecome a reality. The Iraqi regime is currently\r\nflagrantly violating those resolutions. Arms inspections\r\nmust be accompanied by Iraqi guarantees to the\r\ninternational community that it will destroy its\r\nweapons of mass destruction. That is the only possible\r\npath towards lifting the sanctions and normalizing\r\nIraqs relations with the international community. If\r\nnecessary, the international community must assume its\r\nresponsibilities and ensure compliance with the\r\nresolutions adopted by the body that embodies\r\ninternational legitimacy.\r\nThe citizens of our States fail to understand why\r\nsome regional crisis continue indefinitely, causing\r\ndespair among the peoples who suffer from them and\r\ngenerating a sense of injustice that fuels hatred and\r\nbitterness. Encouraging progress has undoubtedly been\r\nmade, especially in Africa, and we spoke of that\r\nprogress yesterday. But the Middle East crisis\r\ncontinues to be in all our minds.\r\nSecurity Council resolutions 242 (1967), 338\r\n(1973), and 1397 (2002), the principles of the Madrid\r\nConference and the agreements between the parties\r\nhave established a framework for peace between\r\nIsraelis and Palestinians. How many Palestinians and\r\nIsraelis will still have to die and how many\r\n17\r\nA/57/PV.12\r\ninternational resolutions will we need before Palestine\r\nand Israel can live together as States in peace and\r\nmutual respect? It is necessary to complete the peace\r\nprocess; that is the goal of the negotiating efforts of the\r\nQuartet, which Spain supports.\r\nWe must counter these crises with our ability to\r\ncarry out dialogue and negotiation. Spain has promoted\r\nintegration mechanisms, particularly in the\r\nMediterranean region through the Barcelona process.\r\nIn that regard, Spain has always given special attention\r\nto its contacts with the Arab world, with which it\r\nmaintains special relationships. In that context, I would\r\nlike to make a brief reference to our relations with the\r\nMaghreb.\r\nSpain is among the Maghrebs foremost\r\ncommercial partners, in addition to being one of the\r\nmain investor countries there. Hundreds of thousands\r\nof citizens from Maghreb countries live in Spain,\r\nmaking up Spains largest resident foreign community\r\nand contributing to the creation of wealth through their\r\nwork and dynamism. Spain has therefore for many\r\nyears made the Maghreb the main focus of its\r\ninternational cooperation policy.\r\nAll of this means that maintaining strong and\r\nfruitful relations with Morocco is a strategic priority of\r\nSpanish foreign policy. The clearest expression of that\r\npriority is the treaty of friendship, cooperation and\r\ngood-neighbourliness that exists between our countries.\r\nThe Government of Spain wishes to promote relations\r\nin all areas and once again to place those relations on\r\nthe level they deserve, given the proximity of our two\r\npeoples and the importance of our common interests. I\r\nam confident that my Moroccan colleagues next visit\r\nto Madrid will be a good opportunity to make progress\r\nalong that path.\r\nIn any case, I wish to clearly emphasize here\r\ntoday that the autonomous communities of Ceuta and\r\nMelilla are an integral part of Spain, on an equal\r\nfooting with the rest of Spains autonomous\r\ncommunities. They are therefore an integral part of the\r\nEuropean Union. Their citizens are represented in the\r\nSpanish and European Parliaments, with the same\r\nstanding and in the same manner as the rest of our\r\ncitizens.\r\nThe tasks before the Organization require that its\r\nmechanisms function adequately. Spain looks forward\r\nto the Secretary-Generals forthcoming report on the\r\nreform of the Organization. We support in-depth\r\nreform of the Security Council that addresses all\r\naspects of the matter.\r\nBefore ending my statement, I cannot fail to\r\nmention the question of Gibraltar and the recurrent\r\nmandates of the General Assembly urging Spain and\r\nthe United Kingdom to continue their bilateral\r\nnegotiations to find a permanent solution to this\r\ndispute. I am pleased to inform the Assembly that\r\nduring the past year the Governments of both countries\r\nhave deployed intense negotiating efforts in this regard,\r\nand that we have made substantial progress. We intend\r\nto continue these negotiations in a constructive spirit so\r\nthat as soon as possible we may reach a satisfactory\r\nand comprehensive agreement that takes into account\r\nthe legitimate interests of the residents of the colony as\r\nwell as the traditional United Nations doctrine with\r\nregard to Gibraltar, a doctrine confirmed year after year\r\nby the resolutions of both the General Assembly and\r\nthe Special Committee of 24.\r\nLet us be clear: now, the beginning of the\r\ntwenty-first century, is the time to resolve this\r\nquestion, in accordance with the relevant resolutions\r\ncalling for the implementation of the principle of\r\nterritorial integrity. For all of those reasons, we\r\ncondemn attempts to interfere with the natural\r\ndevelopment of such negotiations, actions that openly\r\nand flagrantly violate that doctrine.\r\nI cannot conclude without giving a very warm\r\nwelcome, and offering my countrys cooperation, to\r\nSwitzerland, as well as to the Democratic Republic of\r\nTimor-Leste, which will soon become a Member of the\r\nUnited Nations.\r\nOur meetings within this building give rise to\r\nmany plans, ideas and, of course, words. But they also\r\ngive rise to action. The action of the United Nations, as\r\nwell as that of each of its Member States, must not be\r\nconfined within these walls; millions of people depend\r\non our ability to implement all that has been discussed\r\nhere in order to enjoy a better life or simply to protect\r\nthe life they have. Spain is fully aware of this\r\nresponsibility and we are ready to work alongside other\r\nMembers of the Organization so that words may be\r\ntransformed into deeds, and deeds transformed into\r\nresults.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Surakiart Sathirathai, Minister for\r\nForeign Affairs of Thailand.\r\n18\r\nA/57/PV.12\r\nMr. Sathirathai (Thailand): I would like, on\r\nbehalf of the Government and the people of Thailand,\r\nto extend my heartfelt congratulations to you, Sir, upon\r\nyour election to the presidency of the General\r\nAssembly at its fifty-seventh session. I am confident\r\nthat, under your able leadership and guidance, this\r\nsession will build upon the momentum and efforts of\r\nprevious endeavours and reach a fruitful conclusion.\r\nI also wish to commend your predecessor, Mr.\r\nHan Seung-soo, whose tireless efforts guided us\r\nthrough the past eventful year.\r\nWe look forward to welcoming the Democratic\r\nRepublic of Timor-Leste to the United Nations.\r\nThailand is honoured to have actively participated in\r\nthe United Nations operations in East Timor from the\r\nvery beginning. Thailands role in East Timor was\r\nunique in linking the peacekeeping mission to\r\ndevelopment and poverty eradication.\r\nI would also like to congratulate Switzerland on\r\nbecoming a new Member of the family of this world\r\nbody. Switzerland is hardly a stranger to the United\r\nNations system; its support has been long standing. I\r\nam certain that the two new Members will further\r\ncontribute to the universality and the work of the\r\nUnited Nations.\r\nAs we remember, one year on, the horrendous\r\nterrorist attacks of 11 September 2001, we share the\r\ngrief and painful awareness of the impact of that\r\nheinous crime on global security and stability. One year\r\non, we are still witnessing the development of\r\nconflicts, threats of terrorism and the challenge of how\r\nto deal with errant members of the international\r\ncommunity. Indeed, the post-11-September world must\r\nrely much more on the role of the multilateral\r\nmechanism to promote peace, security and prosperity\r\nin the international community. More than ever before,\r\ntodays terrorism continues to be a threat to human\r\nsecurity and global economic stability.\r\nAs the Secretary-General so rightly said, that\r\ntragic incident and its repercussions required a broad,\r\nsustained and global response. Thailand fully endorses\r\nhis call for the international community to use\r\nmultilateral institutions effectively to respond to the\r\nglobal scourge of terrorism. Thailand condemns\r\nterrorism and supports all United Nations actions\r\nagainst it. Moreover, the Thai Government is\r\ndetermined to push ahead with the necessary steps, in\r\nterms of its domestic legislation and regulations, so as\r\nto enable Thailand to become a party to all the\r\ninternational conventions relating to terrorism. We are\r\nworking closely with the Counter-Terrorism Committee\r\nto implement Security Council resolution 1373 (2001).\r\nThere is to date no indication whatsoever that there is\r\nany trace of terrorist capability in Thailand. We are\r\nmaking sure that no terrorist activities or networks can\r\nbe harboured in our territory.\r\nThe Association of South-East Asian Nations and\r\nUnited States Joint Declaration for Cooperation to\r\nCombat International Terrorism also demonstrates our\r\ncommon and regional resolve to fight terrorism.\r\nObviously we cannot take peace for granted. The\r\nuncontrolled spread of small arms and light weapons\r\nand the proliferation of nuclear weapons and other\r\nweapons of mass destruction are growing threats to\r\nworld peace and security. The indispensable role of the\r\nUnited Nations in maintaining international peace and\r\nsecurity must gain support from every member of the\r\ncommunity.\r\nIn order to prevent the proliferation of weapons\r\nof mass destruction and pave the way for their\r\nreduction and eventual elimination, the multilateral\r\nsecurity system must be effectively complied with. In\r\nthis regard, we urge Iraq to comply with the relevant\r\nSecurity Council resolutions unconditionally and\r\nunreservedly, in accordance with its responsibilities. At\r\nthe same time, we are also convinced that diplomatic\r\nefforts, undertaken within the United Nations\r\nframework, are desirable and will be the most effective\r\nmeans of reaching a favourable solution and so\r\npreventing the escalation of this crisis. Therefore,\r\nwhile we view as a positive development yesterdays\r\nletter to the Secretary-General, undertaking to allow\r\nUnited Nations weapons inspectors back into Iraq, we,\r\ntogether with other nations, expect Iraq fully to live up\r\nto the solemn undertaking that it has given to the world\r\nbody.\r\nWhile effective multilateral mechanisms are the\r\nkey to the maintenance of international peace and\r\nsecurity, it is also the responsibility of each and every\r\nmember of the international community to bring about\r\nand uphold peace. It is also the responsibility of each\r\nand every State to ensure that peace, once restored, will\r\nlast.\r\nIn this regard, Thailand is honoured to be hosting\r\nthe current peace negotiations between the Government\r\nof Sri Lanka and the Liberation Tigers of Tamil Eelam,\r\n19\r\nA/57/PV.12\r\nbeing held from 16 to 18 September. We hope to\r\nfacilitate the peace talks with a view to bringing a\r\nlasting solution to this longstanding conflict and to\r\nending the suffering that has resulted.\r\nAs part of the reconstruction efforts in\r\nAfghanistan, Thailand has pledged to share its\r\nexperience and knowledge in the reduction of opium\r\ncultivation through the crop substitution programme\r\nunder the renowned project sponsored by His Majesty\r\nthe King. That is part of the global effort to sustain\r\npeace in Afghanistan, as the scourge of drugs threatens\r\npeace and stability.\r\nThe current Thai Government, under the\r\nleadership of Prime Minister Thaksin Shinawatra, is\r\ndetermined to see the Thai people enjoy the benefits of\r\nfreedom from fear and want. Human security has\r\ntherefore been declared one of the Governments most\r\nimportant policies. Thailand believes that we will be\r\none of the first countries in the world to set up a\r\nministry of human security for that specific purpose.\r\nThe ministry is due to be inaugurated next month.\r\nThailand is also proud to be one of the 13 members of\r\nthe Human Security Network, whose work is well\r\nunder way.\r\nThe scourge of drugs deprives our people of both\r\nfreedom from fear and freedom from want, and poverty\r\nremains a major threat to human security. Since taking\r\nup office early last year, the current Thai Government\r\nhas waged war against drugs and poverty with the\r\nresolute determination to win. We are not doing it\r\nalone. Our partnerships to tackle the global threat of\r\ndrugs  partnerships formed within bilateral, regional\r\nand international cooperative frameworks, such as the\r\nUnited Nations International Drug Control\r\nProgramme  have been fruitful. An initiative of\r\nThailand, the quadrilateral cooperation among China,\r\nLaos, Myanmar and Thailand to prevent and suppress\r\nthe production and trafficking of drugs is making\r\nprogress, particularly in combating the spread of\r\nmethamphetamines. The leaders of our four countries\r\nwill meet at an appropriate time to provide much-\r\nneeded political impetus at the highest level.\r\nThe issue of HIV/AIDS is another major\r\ntransnational threat to human security. Thailand has\r\nforged partnerships with its neighbouring countries,\r\nparticularly the greater Mekong subregion, as well as a\r\npartnership with related United Nations agencies and\r\nwith the members of the Human Security Network to\r\ntackle this global epidemic. At the XV International\r\nConference on AIDS, to be hosted by Thailand in\r\n2004, we hope to share our experiences in addressing\r\nthe multifaceted aspects of HIV/AIDS, namely,\r\nprevention, treatment, care and support, as well as\r\nresearch and development.\r\nEven if the war against poverty is Thailands\r\nmajor priority, the eradication of poverty is not any\r\ncountrys exclusive agenda. Rather, it is an agenda for\r\nall mankind. The United Nations millennium\r\ndevelopment goals have rightly placed the interests and\r\nwelfare of the people at the core of socio-economic\r\ndevelopment. Since their adoption, several events\r\nunder the United Nations framework have taken place\r\nto ensure sustainable development.\r\nOur children must inherit the world in at least no\r\nworse a shape than it is in today, if not a better and\r\nmore livable one.\r\nFrom Brussels to Doha and Monterrey to\r\nJohannesburg, the resolve and commitment of the\r\ninternational community to advance towards achieving\r\nthe millennium development goals for sustainable\r\ndevelopment have been clearly mobilized. The\r\nMonterrey consensus has provided a road map for\r\nfostering more effective partnership and greater policy\r\ncoherence amongst Governments and financial and\r\ntrade institutions. The international trade and financial\r\nenvironment must be developed to better serve\r\nsustainable development.\r\nGreater market access for developing countries\r\nexports forms part and parcel of making the Doha\r\nround a truly development round. The G8s decision to\r\nresist protectionist pressure is a positive step forward.\r\nEqually important is the role of foreign direct\r\ninvestment, which requires rechannelling in order not\r\nonly to meet the development goals of the host country,\r\nbut also to promote investors corporate accountability\r\nand social responsibility.\r\nThe World Summit on Sustainable Development\r\nin Johannesburg was, indeed, a historic event. Thailand\r\ngladly welcomes the adoption of the Political\r\nDeclaration and the Plan of Implementation,\r\nparticularly their emphasis on poverty reduction, which\r\nbinds the three pillars of sustainable development. The\r\nSummit underscored a range of principles, such as self-\r\nhelp and common but differentiated responsibilities, to\r\nmake sustainable development a reality for mankind.\r\nEnhanced coordination and coherence amongst\r\n20\r\nA/57/PV.12\r\nGovernments, international organizations and other\r\nstakeholders are crucial to providing the necessary\r\nsynergies in achieving our common goals.\r\nThe principle of partnership as enunciated at\r\nMonterrey and echoed at the World Summit on\r\nSustainable Development is being implemented.\r\nThailand is proud to be cited as one of the concrete\r\nexamples of countries that have succeeded in their\r\ncoordination and partnership efforts in capacity-\r\nbuilding. As a result of the tenth session of the United\r\nNations Conference on Trade and Development\r\n(UNCTAD), held in Thailand in 2000, the International\r\nInstitute for Trade and Development (ITD) has been\r\nestablished in Bangkok. ITD is a Thailand-UNCTAD\r\npartnership to enhance the productive capacity and\r\ntrade-negotiating skills of developing countries as they\r\nprepare for the new round of global trade negotiations.\r\nCapacity-building is crucial if developing\r\ncountries are to participate effectively in defending and\r\nadvancing their interests both in bilateral and\r\nmultilateral free-trade arrangements, where,\r\nincreasingly, non-tariff barriers are often found in the\r\nguise of environmental measures. In this aspect, ITD\r\ncan serve as a useful linkage between UNCTAD, the\r\nWorld Trade Organization and the United Nations\r\nEnvironment Programme for capacity-building in trade\r\nnegotiation. Thailand urges Member States to consider\r\nthe best use of this Thailand-UNCTAD Institute.\r\nAs an item on the world agenda, poverty\r\neradication can never succeed unless there are genuine\r\nefforts at the neighbour, regional and global levels. The\r\nMekong subregion is another example of self-help and\r\npartnership among developing countries. The road map\r\nfor opportunities to advance economic integration in\r\nthat subregion is now taking shape. The commercial\r\nroutes  the routes of economic opportunities\r\nproviding transportation linkages  are being\r\nestablished with the partnership of donor countries and\r\nthe Asian Development Bank. From East to West \r\nfrom Viet Nam, Laos and Thailand to Myanmar and\r\nIndia  and from North to South  from southern\r\nChina, Myanmar and Laos to Thailand  these road\r\nlinkages are now the new lifelines for the future\r\nprosperity of the region. They will bring about access\r\nto markets, capital and knowledge for sustainable\r\ndevelopment.\r\nBased on the same principle of creating\r\nopportunities in the region for economic progress,\r\nPrime Minister Thaksin Shinawatra took the initiative,\r\nwith the support and participation of 18 Asian nations,\r\nto turn Asias rich diversity into collective strength by\r\ncreating synergy from an Asia-wide partnership known\r\nas the Asia Cooperation Dialogue (ACD). Launched in\r\nJune this year, with its original members ranging from\r\nthe West to the North-East of the Asian continent and\r\nwith its core principles of positive thinking, ACD is\r\nenvisaged as an evolving, informal, non-\r\ninstitutionalized, open, inclusive and incremental\r\nprocess.\r\nACDs strength is to build upon multiple layers of\r\nstrategic partnerships in practical areas of cooperation,\r\nsuch as the development of small and medium-sized\r\nenterprises, tourism, transportation linkages,\r\nagriculture and poverty eradication. We hope that ACD\r\nwill help enhance Asias economic competitiveness,\r\nopen up business opportunities and make Asia a\r\nstronger partner for both our developed and developing\r\npartners. After the success of its inaugural ministerial\r\nmeeting in Cha-Am, Thailand, in June, Thailand will\r\nbe host once more to the ACD meeting next year to\r\nmove our cooperation forward.\r\nInternational and regional partnerships, as well as\r\ncommitments to sustainable development, are not\r\nenough. They must be reinforced by partnerships and\r\npolicies at the national level. The goals and methods\r\ncontained in the Johannesburg Plan of Implementation\r\nare being pursued as part of our development strategy.\r\nThe present Thai Government is pursuing a\r\ndevelopment strategy of enhancing international\r\ncompetitiveness and domestic productivity through\r\nmobilizing both domestic and external sources of\r\ngrowth for balanced and sustainable development.\r\nThis balanced development strategy has been\r\ninspired by His Majesty the King of Thailands\r\nphilosophy of sufficiency economy. The main\r\nprinciple of this approach to development is adherence\r\nto a middle path at the level of the individual, families\r\nand communities. This involves strengthening the\r\ngrass-roots economy to build its immunity against the\r\nadverse impact of global volatility, as well as to\r\nenhance its ability to benefit from the multilateral\r\ntrading system.\r\nThailand places people at the forefront of its\r\ndevelopment efforts. Their livelihood must entail\r\nhuman development and community participation. This\r\nGovernment is making progress in its programmes and\r\n21\r\nA/57/PV.12\r\nmeasures to improve the quality of life of the Thai\r\npeople. They include the provision of health care for\r\nall, a three-year debt suspension for farmers, the\r\nestablishment of microcredit facilities, such as the\r\nPeoples Bank, for small entrepreneurs, and the\r\nlaunching of a village and urban revolving fund to\r\nprovide financial support for local initiatives. In\r\nenhancing human potential and innovation, 12 years of\r\nfree education for all are guaranteed by our\r\nConstitution. This goes along well with the recent\r\nrecommendation by the G8 Education Task Force on\r\neducation in developing countries.\r\nAs a result of lessons learned from past history,\r\nthe Charter of the United Nations prescribes the\r\nmultilateral structure of this institution as the best\r\nmeans to maintain international peace and security as\r\nwell as to advance social and economic development\r\nand prosperity. It remains the tasks and duties of this\r\ninstitution and its Member States to continue\r\nperforming to achieve the Charter objectives. Peace,\r\nhowever, cannot be enforced, but must be cultivated\r\nthrough tolerance and respect for each other.\r\nProsperity, on the other hand, cannot be obtained\r\nwithout creating opportunities from the diverse\r\nstrengths of each other. Those tasks and duties,\r\ntherefore, do not merely involve the compliance by\r\neach Member State with the United Nations\r\nmultilateral mechanism; they also include our forging\r\ncooperation and partnership at all levels among all\r\nstakeholders. For its part, Thailand remains firmly\r\ncommitted to achieving global peace and prosperity by\r\nworking with other States regionally and universally\r\nwithin the United Nations framework. We have faith\r\nthat, ultimately, through this multilateral institution we\r\nshall build the world best suited for us and our children\r\nto live peacefully and harmoniously.\r\nThe President: I give the floor to His Excellency\r\nMr. Mikhail Khvostov, Minister for Foreign Affairs of\r\nBelarus.\r\nMr. Khvostov (Belarus) (spoke in Russian): I\r\ncongratulate you, Sir, on your election to the\r\npresidency of this session of the General Assembly. I\r\nbelieve your extensive diplomatic experience will\r\ncontinue the successful and useful work done by your\r\npredecessor, Mr. Han Seung-soo.\r\nBelarus welcomes the further expansion of the\r\ncommunity of nations. We welcome the Swiss\r\nConfederation to the United Nations membership. We\r\nbelieve that the new Member State and the United\r\nNations will be good partners and will contribute to\r\npeace and progress in the world.\r\nThe last session of the General Assembly was a\r\nlandmark for all of us. Last year the world changed\r\ndramatically. The challenges of globalization have\r\nturned out to be more serious than they seemed to all of\r\nus when leaders of the Member States adopted the\r\nMillennium Declaration.\r\nThe tragic events of 11 September 2001 were a\r\nserious test of the stability of the United Nations and\r\nour commitment to the principles and objectives of the\r\nCharter. We bow our heads in memory of the victims of\r\nthe terrorist attacks. The American tragedy must never\r\nbe allowed to be repeated anywhere in the world. The\r\nPresident of the Republic of Belarus, Alyaksandr\r\nLukashenka, wrote in a letter dated 11 September 2002,\r\nto President George Bush of the United States:\r\nToday we still bear in our hearts the memory of\r\nthe innocent people who perished in New York,\r\nWashington and Pennsylvania on that dreadful\r\nmorning of 11 September 2001 ... Early in the\r\ntwenty-first century the world perceived the grave\r\nreality of new challenges and threats. We also\r\ncame to understand that the evil of international\r\nterrorism can be eradicated only through joint\r\nconcerted efforts.\r\nToday, we have every reason to state that the\r\nworld community has managed to confront the threat of\r\nglobal terrorism by creating a broad international\r\ncoalition. The measures taken by the United Nations in\r\nresponse to the unprecedented acts of international\r\nterrorism mark a new and significant direction in the\r\nOrganizations activities.\r\nBelarus considers itself an integral part of the\r\nanti-terrorism coalition. We fully support the Counter-\r\nTerrorism Committee and have been actively involved\r\nwith it in the context of unconditional implementation\r\nof Security Council resolutions. We also believe the\r\nCounter-Terrorism Committee provides a fruitful\r\nexchange of experience in the area of combating\r\nterrorism that involves the Member States,\r\ninternational organizations and regional institutions.\r\nThe President, Government and Security Council\r\nof the Republic of Belarus have been focusing on ways\r\nto combat terrorism. In January 2002, we adopted a law\r\nto combat terrorism, which has entered into force. Our\r\n22\r\nA/57/PV.12\r\ncountry is a party to 9 of the 12 major multilateral\r\ninternational treaties on combating terrorism. We are\r\nnow working on accession to the three other treaties.\r\nThe outcome of the groundbreaking work of the\r\nCounter-Terrorism Committee will serve as a basis for\r\nsetting up a universal model for counter-terrorism\r\nlegislation and for its implementation.\r\nThe Republic of Belarus will contribute to\r\nelaborating a comprehensive convention on combating\r\ninternational terrorism and acts of nuclear terrorism.\r\nWork on those two instruments should be the focus of\r\nthe Secretary-Generals attention, since international\r\nterrorism today has challenged two Powers, two\r\npermanent members of the Security Council: the\r\nUnited States and Russia. It has also challenged the\r\nentire international community. We have accepted that\r\nchallenge; our response is clear. We, the United\r\nNations, will eliminate terrorism.\r\nThe focus of attention at the last session was\r\npeople and their needs in a global world; we agree with\r\nthat approach. The Millennium Declaration is our guide\r\nas we work on those issues. We considered possible\r\noptions for implementing the Millennium Declaration\r\nat two recent important international forums  the\r\nInternational Conference on Financing for\r\nDevelopment at Monterrey and the World Summit on\r\nSustainable Development at Johannesburg. Those two\r\nforums marked a transition between identifying\r\ncommon goals and actually implementing them. The\r\nmain task facing this session is to draw conclusions\r\nwith regard to that work and determine the specific\r\nactions to be taken in order to implement the\r\nagreements. Our delegation is ready to act together\r\nwith other Member States to this end.\r\nMy Government attaches paramount importance\r\nto integrating environmental and social aspects into our\r\nnational strategy for sustainable development.\r\nBelarus agrees with the analysis made at the\r\nJohannesburg Summit of what has been done to\r\nachieve sustainable development over the past decade\r\nand how we can tackle global issues in the twenty-first\r\ncentury.\r\nOur country is entering the new millennium as an\r\nimportant geopolitical element in a modern Europe. We\r\nhave a stable economic and social infrastructure and\r\nthe highest human development index among the\r\ncountries of the Commonwealth of Independent States.\r\nBelarus seeks constructive interaction and mutually\r\nbeneficial partnership with our neighbouring countries\r\nin the interest of building a united Europe. The\r\nprospect of sustainable development in Europe cannot\r\nbe realized without a stable Belarus acting as a reliable\r\nEurasian bridge. On that basis, our President and\r\nGovernment have been determining the role that\r\nBelarus will play in the implementation of the\r\ndecisions of the World Summit on Sustainable\r\nDevelopment.\r\nThe conferences at Monterrey and Johannesburg\r\nshowed the importance of taking into account the\r\ninterests of countries with transitional economies in\r\nstructuring a stable world for the twenty-first century.\r\nOver the past decade, our countries have come a long\r\nway in transitioning to the market economy and\r\nintegrating fully into international trade, economic and\r\nfinancial systems. But the States in that group are at\r\ndifferent stages of macroeconomic and financial\r\nstability and sustained economic growth because of the\r\nparticular characteristics of their individual situations\r\nowing to internal and external factors.\r\nTherefore, it is important to continue\r\ninternational efforts to make market reforms\r\nirreversible in the countries with transitional\r\neconomies. We must also take account of and try to\r\nmitigate the social consequences and ensure that our\r\ncountries are fully integrated into the world economy.\r\nBelarus looks forward to a fruitful discussion of the\r\ndraft, which we will be introducing at this session of\r\nthe General Assembly.\r\nSustainable development in Belarus relates\r\ndirectly to dealing with the consequences of the\r\nChernobyl disaster, the largest radiation disaster of the\r\npast century. Economic damage in Belarus is estimated\r\nat $US 235 billion. We have invested $US 13 billion in\r\nrestoring the social and economic sectors of that\r\nregion. The health of the affected population is still a\r\nserious concern. At the same time, Chernobyl-related\r\nissues have been losing the attention of the\r\ninternational community, leaving Belarus to face the\r\nconsequences alone. Belarus has urged a shift in focus\r\nof international Chernobyl-related cooperation away\r\nfrom humanitarian assistance to socio-economic\r\nrehabilitation and sustainable development in the\r\naffected regions.\r\nWe welcome the active role played by the United\r\nNations Under-Secretary-General for Humanitarian\r\nAffairs, Mr. Kenzo Oshima, who personally visited the\r\n23\r\nA/57/PV.12\r\naffected regions earlier this year. We are grateful to\r\nSecretary-General Kofi Annan for supporting Mr.\r\nOshima in this endeavour. We welcome the work of\r\nsome members of the United Nations Inter-Agency\r\nTask Force on Chernobyl, who seek to set up an\r\nInternational Chernobyl Research Board to study the\r\nlong-term consequences of radiation effects on human\r\nbeings and the environment in Belarus.\r\nBelarus supports United Nations partnership with\r\nnon-governmental organizations and the private sector.\r\nWe believe this can help to mobilize additional\r\nresources for our purposes. However, voluntary\r\ninitiatives should supplement intergovernmental\r\nagreements, not replace them.\r\nPeace, security and stability are prerequisites to\r\nsustainable development. But this past year has shown\r\nthat international peace and security are still fragile.\r\nWe witnessed a sharp escalation of confrontation in the\r\nMiddle East. This region could become the centre of a\r\ndangerous collision between civilizations.\r\nThe Middle East Quartet, with the participation of\r\nthe United Nations, the European Union, the Russian\r\nFederation and the United States, inspires some\r\noptimism from the standpoint of the understanding\r\nreached by all participants in the peace process that\r\ntwo independent states  Israel and Palestine  have\r\nto coexist. This understanding is enshrined in legally\r\nbinding documents of the United Nations. Gradually\r\ntaking steps to mutual reconciliation through\r\ncontinuous dialogue between the parties involved will\r\nhelp, and the United Nations must be active here.\r\nThere is no alternative to the peace process in\r\nAfghanistan. Significant financial, material and human\r\nresources have already been allocated to Afghanistan to\r\nhelp to create a new Afghanistan, a stable and\r\npredictable partner in modern international relations.\r\nBelarus wishes to make its contribution. Our State\r\nAviation Committee has participated in transporting\r\nhumanitarian supplies from Europe to Afghanistan.\r\nWe believe the establishment of the African\r\nUnion was a landmark step for Africa. This major\r\nregional association, with support from the\r\ninternational community, will hasten a solution to\r\nAfrican problems, particularly ethnic and religious\r\nconflict. Belarus will help to approve projects and\r\nprogrammes for economic and humanitarian\r\ndevelopment in Africa through the United Nations.\r\nThis year was marked by important agreements\r\non strategic stability. Belarus welcomes the signing in\r\nMoscow of the Treaty on Strategic Offensive\r\nReductions between the Russian Federation and the\r\nUnited States. We support constructive dialogue\r\nbetween the nuclear States in order to create a\r\ngenuinely safe multi-polar world.\r\nInternational efforts for the entry into force of the\r\nComprehensive Nuclear Test-Ban Treaty (CTBT) must\r\ncontinue. A new impetus must be given to the\r\nConference on Disarmament. More work must be done\r\non reducing conventional weapons.\r\nBelarus has contributed to setting up the new\r\nsecurity architecture from Vancouver to Vladivostok by\r\ndepositing our ratification instruments for the Open\r\nSkies Treaty in November 2001.\r\nAt this session, we will be proposing a draft\r\nresolution entitled Prohibition of the development and\r\nmanufacture of new types of weapons of mass\r\ndestruction and new systems of such weapons. We\r\ntrust it will be unanimously supported, as it was last\r\nyear in the General Assembly.\r\nBelarus believes the Security Council must play a\r\nkey role in maintaining international peace and\r\nsecurity, including the situation of Iraq. Belarus\r\nwelcomes the recent decision by the Government of\r\nIraq to allow for the immediate and unconditional\r\nreturn of United Nations weapons inspectors to Iraq.\r\nAny action or attempt to evade the authority of\r\nthe United Nations Security Council, or any non-\r\nfulfilment by States of decisions by the Council, will\r\nundermine the legal basis of the existing system of\r\ninternational relations and jeopardize the basis of the\r\ninternational legal order.\r\nReform of the United Nations is essential to\r\nsuccessfully accomplish its tasks. As a founding\r\nmember, Belarus has always advocated strengthening\r\nthe role of the United Nations. In an era of\r\nglobalization, only an institutionally strong\r\nOrganization will be capable of making a genuinely\r\neffective contribution to coordinating member States\r\nefforts to attain the noble goals enshrined in the\r\nCharter.\r\nAlthough there has not been much progress in the\r\nWorking Group on Security Council reform and on\r\nincreasing the Councils membership, Belarus\r\nwelcomes the progress made in improving its working\r\n24\r\nA/57/PV.12\r\nmethods by increasing transparency and having more\r\nopen meetings and briefings. Reform of the General\r\nAssembly is also speeding up, and informal\r\nconsultations should serve as a basis for effective work\r\nat this session.\r\nWe have been monitoring the work of the\r\nEconomic and Social Council, and we welcome\r\ninternal reforms there. We support more interaction\r\nbetween the Economic and Social Council, the Security\r\nCouncil and the General Assembly. We welcome the\r\ncoordinating role of the Council as set forth in the\r\nCharter and the Millennium Declaration.\r\nAs we look at what we have done and what\r\nremains to be done, we inevitably reach the conclusion\r\nthat there is little time for thought due to the speed at\r\nwhich the world is changing today; therefore, we\r\nbelieve that the only key to success is to purposefully\r\nmove forward to solve specific tasks. Belarus will work\r\ntogether with other member States to that end.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Dah Ould Abdi, the Minister for\r\nForeign Affairs and Cooperation of Mauritania.\r\nMr. Abdi (Mauritania) (spoke in Arabic): Mr.\r\nPresident, on behalf of the delegation of the Islamic\r\nRepublic of Mauritania, I would like to congratulate\r\nyou on your election to the Presidency of the fifty-\r\nseventh session of the General Assembly. We are\r\nconfident that your experience and wisdom, already\r\nwell-proven, will ensure the success of this session. I\r\nwould also like to thank your predecessor, His\r\nExcellency Mr. Han Seung-soo, for his able guidance\r\nof the work of the last session. Also, I would like to\r\ncongratulate the Swiss Confederation and the\r\nDemocratic Republic of Timor-Leste on their\r\nadmission to membership in the United Nations.\r\nI would also like to congratulate most warmly our\r\nUnited Nations Secretary-General, Kofi Annan, and the\r\nUnited Nations staff for their excellent work in\r\npromoting the noble goals of this Organization.\r\nWe note with satisfaction the significant activities\r\nand the commendable international conferences held\r\nthis past year, primarily the United Nations Conference\r\non HIV/AIDS in New York, the Monterrey Conference\r\non Financing for Development and the World Summit\r\non Sustainable Development in Johannesburg.\r\nSuch international conferences have placed the\r\nworld before its collective responsibilities in dealing\r\nwith core issues that require global solutions. What is\r\nat stake is the equilibrium and future of the world. This\r\nsession is being held one year after the criminal attacks\r\nagainst New York and Washington. I would like to\r\nconfirm once again that Mauritania totally condemns\r\nthose terrorist acts. We condemn terrorism in all its\r\nforms. Mauritania will be actively involved in regional\r\nand international initiatives to combat that pernicious\r\nphenomenon. We reconfirm our full support for the\r\nrelevant Security Council resolutions and are resolved\r\nto implement them, specifically resolution 1373 (2001)\r\nof 28 September 2001.\r\nThe tragic events highlighted a new reality.\r\nTerrorism, instead of being a marginal phenomenon,\r\nhas become a core issue ignoring borders and which\r\ncan only be combated through a global strategy.\r\nNobody should believe that fighting terrorism is a clash\r\nbetween two civilizations or cultures. Rather, we must\r\nact together to show that the elimination of terrorism is\r\na new step taken by the human race towards further\r\ndeveloping its comprehensive, all-inclusive civilization\r\nand attaining its aspirations for a safe and better future.\r\nIn order to achieve peace and security, the United\r\nNations must play an ever-larger part to strengthen\r\ninternational law. We noted the sustained efforts and\r\nthe repeated calls for peace in the Middle East. We\r\nbelieve the Arab countries initiative adopted at the\r\nBeirut Summit offers the ideal framework for\r\ncomprehensive and lasting peace that will ensure\r\nprogress and prosperity for all peoples in the region.\r\nWe noted with great interest the vision of the President\r\nof the United States of America, Mr. George Bush, who\r\nspoke of the need for the coexistence of two\r\nindependent States, Palestine and Israel, and efforts by\r\nthe Quartet and the European Union with a view to the\r\nestablishment of an independent Palestinian State with\r\nAl-Quds al-Sharif as its capital. This play is pursuant\r\nto the terms of reference of Madrid and the land-for-\r\npeace principle and is also in accordance with Security\r\nCouncil resolutions 242 (1967), 338 (1973) and 425\r\n(1978. We reiterate the need for an immediate Israeli\r\nwithdrawal from all territories of the Palestinian\r\nAuthority, an end to the suffering of the Palestinian\r\npeople and the immediate resumption of peace\r\nnegotiations. This is the only way to have peace and\r\nsecurity in the Middle East.\r\nWe hope to see a return to peace, stability and\r\nharmony in the Gulf region. We oppose the use of force\r\nagainst Iraq and affirm our support for a peaceful\r\n25\r\nA/57/PV.12\r\nsolution to settle the crisis in accordance with\r\ninternational law.\r\nWe are concerned that there should be respect for\r\nthe independence and territorial integrity of Kuwait,\r\nand respect for the independence and territorial\r\nintegrity of Iraq. Once again we call for the lifting of\r\nthe embargo against the Iraqi people, which has now\r\nbeen in place for more than 12 years.\r\nWith regard to Western Sahara, we support the\r\nefforts by the Secretary-General and his Personal\r\nEnvoy, James Baker, to find a definitive solution to\r\ninsure stability in the region, one that would be\r\naccepted by all of the parties.\r\nOn developments pursuant to the Lockerbie\r\ncrisis, we welcome the significant steps taken by the\r\nLibyan Arab Jamahiriya to find a diplomatic solution\r\nto the problem. We think it is now up to the Security\r\nCouncil to take the necessary steps to lift the embargo\r\nimposed on Libya.\r\nTurning to our own continent, Africa, we\r\nwelcome the birth of the African Union, which will be\r\na framework for enabling the African peoples to\r\nachieve their aspirations for progress and development.\r\nWe also support the New Partnership for Africas\r\nDevelopment (NEPAD), which seeks to strengthen\r\nregional cooperation to achieve economic integration,\r\nand we welcome the support given to this initiative by\r\nour development partners.\r\nMauritania reiterates its support for the Peoples\r\nRepublic of China, the sole legitimate representative of\r\nthe Chinese people, pursuant to General Assembly\r\nresolution 2758 (XXVI) of 1971. Mauritania welcomes\r\nthe efforts made by the Government of the Peoples\r\nRepublic of China for the peaceful reunification of that\r\ncountry.\r\nWe have now seen it proven that violence and\r\nextremism result from poverty and despair. The\r\ninternational community must therefore make more\r\nefforts in the areas of human solidarity and social\r\nprogress everywhere in the world. We call for the\r\nnecessary assistance to be provided to the countries of\r\nthe South and for the opening of the markets of the\r\ndeveloped countries to the products of developing\r\ncountries.  Investment opportunities in developing\r\ncountries should be increased.\r\nDespite the huge challenges and a difficult\r\neconomic international situation, the Islamic Republic\r\nof Mauritania has taken major steps towards\r\ndevelopment and construction, as noted by our\r\nPresident at the World Summit on Sustainable\r\nDevelopment in Johannesburg. We have established\r\nsolid foundations for sustainable development and have\r\ndeveloped a clear-cut strategy to combat poverty.\r\nWe have taken steps towards comprehensive\r\neducation, health care and other social services for our\r\npeople such as drinking water, electricity and\r\ncommunications. Illiteracy and ignorance are major\r\nobstacles to development. We have launched broad\r\nliteracy and education campaigns for our citizens. We\r\nhave been able to do this because of our pluralist\r\ndemocratic system, which insures freedoms and human\r\nrights in an atmosphere of security and stability.\r\nThe United Nations Charter seeks common goals\r\nof freedom and solidarity for all people. New\r\ndevelopments in the international arena in the last few\r\nyears require our Organization, including the Security\r\nCouncil, to adapt to changes. Today, more than ever\r\nbefore, we must comply with the commitments we\r\nmade to achieve a new world order based on justice\r\nand rights law, to ensure peace, security and dignity for\r\nall.\r\nThe President: I now call on the Minister for\r\nForeign Affairs and International Trade and Worship of\r\nArgentina, His Excellency Mr. Carlos Ruckauf.\r\nMr. Ruckauf (Argentina) (spoke in Spanish):\r\nFirst, I wish to congratulate you, Mr. President, on your\r\nelection as President of the fifty-seventh session of the\r\nGeneral Assembly. Argentina welcomes the fact that a\r\ndistinguished representative of the Czech Republic has\r\nbeen given this distinction.\r\nThe Argentine Republic rejoices with the United\r\nNations at the entry of Switzerland as a new Member\r\nof the Organization. The independence of East Timor,\r\nthe formation of its first sovereign Government and its\r\ncoming membership in the United Nations are the\r\nresult of the struggle of that country for its right to self-\r\ndetermination. We welcome this young nation that is\r\nnow incorporating into international life.\r\nArgentina wishes to express its special gratitude\r\nto the Secretary-General, Mr. Kofi Annan, for\r\ntranslating, through his actions and his continuing\r\nsearch for peace, the aspirations of the international\r\ncommunity striving to build a more secure and stable\r\nworld.\r\n26\r\nA/57/PV.12\r\nOne year after the criminal terrorist attacks in the\r\nUnited States, we reiterate our solidarity with the\r\npeople and the government of this friendly country, and\r\nwith the victims and their families. Terrorism is the\r\nchild of political or religious fanaticism. We are\r\nconvinced that international cooperation has to be\r\nstrengthened in the fight against any terrorist threat, so\r\nas to eliminate that threat, which endangers peace and\r\ninternational security, and ensure that those responsible\r\nfor those attacks are tried and punished along with\r\nthose who help them and support them. There is no\r\njustification, nor will there be any, for these barbaric\r\nactions that bring shame upon mankind.\r\nIt is not a good thing when some Member States\r\ndo not abide by United Nations resolutions. It is\r\nintolerable that these resolutions remain\r\nunimplemented when issues related to the very\r\nexistence of mankind on the planet are involved. The\r\nexistence of arsenals with bacteriological, chemical\r\nand other similar weapons that can be used in a\r\ntraditional or terrorist war is a matter that affects all\r\nmen, women and children of the world.\r\nMy country, along with the rest of the\r\ninternational community, has consistently called on the\r\nGovernment of Iraq to accept immediately and\r\nunconditionally the United Nations inspectors. These\r\ninspectors represent all of us inspecting one of us.\r\nThere are no reasons to refuse the inspections if there\r\nis nothing to conceal.\r\nTherefore, Argentina welcomes the\r\nannouncement made by the Secretary-General that Iraq\r\nfinally agreed to let the inspectors in without\r\nconditions. We hope that Iraq fulfils its promise in\r\ngood faith, and we very warmly congratulate the\r\nLeague of Arab States and the Secretary-General for\r\nmaking this effort towards peace. The main concern at\r\nthe United Nations for peacekeeping and for\r\nmaintaining international security has made significant\r\nstrides, even though some situations of extreme gravity\r\nand with high potential for conflict still exist and have\r\nnot been solved.\r\nThe promising events related to the establishment\r\nof the New Partnership for Africas Development\r\n(NEPAD) that we discussed yesterday, contrast with\r\nthe worsening situation in the Middle East. The\r\nArgentine Government is following with pain and great\r\nconcern the acts of violence in that region. We are\r\nconvinced that no possible solution will result from the\r\nindiscriminate and brutal use of force through\r\ndeliberate assassinations or through terrorist attacks\r\nagainst civilians. The only road to peace and stability is\r\nthrough dialogue between Israelis and Palestinians.\r\nTherefore we reiterate our position in support of the\r\nrenewal of negotiations between the parties with the\r\nhope for coming to a peaceful, fair and definitive\r\nsolution to the conflict. This should include the\r\nrecognition of the undeniable right of the Palestinian\r\npeople to self-determination and to form an\r\nindependent State, as well as the legitimate right of\r\nIsrael to live within secure and internationally\r\nrecognized borders. At present, there are several plans\r\nfor peace in addition to the efforts on the part of the\r\nQuartet. All of these initiatives deserve our urgent\r\nattention.\r\nAt this time, I wish to confirm that, as part of\r\nArgentinas dedication to peace, and its desire to\r\ncontribute to a solution of the serious existing\r\nconflicts, our country will continue to provide armed\r\nforces and police personnel, as well as civilians, for the\r\npeacekeeping operations established by the United\r\nNations Security Council.\r\nWe stress again the permanent commitment of\r\nArgentine democracy to the international protection of\r\nhuman rights and to the United Nations activities in\r\nthat field. We wish to mention our satisfaction at the\r\nentry into force of the Rome Statute, of which\r\nArgentina is a founding party.\r\nArgentina today is going through an exceptionally\r\ndeep crisis. As for the opening of the country to the\r\nworld, our country will continue to travel along the\r\npath of becoming a part of the concert of nations that\r\nexchange goods and services, as it has done\r\nuninterruptedly for the last 12 years. Therefore we will\r\ncontinue participating actively in multilateral\r\nnegotiations within the framework of the World Trade\r\nOrganization (WTO) and we will implement a new\r\ntrade policy, which, as part of an overall State policy,\r\nwill be aimed at giving the Argentine economy a clear\r\nexport profile. It is only by generating foreign\r\nearnings, as a result of international trade, that it will\r\nbe possible to have sustained economic growth over\r\ntime, while making it possible to repay our debts.\r\nThe consolidation of this model demands access\r\nto the currently restricted markets of developed\r\ncountries for Argentine products. The objective of\r\nimproving access to markets in industrialized countries\r\n27\r\nA/57/PV.12\r\nwas, during the Conference on Financing for\r\nDevelopment held in Monterrey, precisely the subject\r\nof an absolute consensus, since this undertaking was\r\nconsidered essential to eradicate poverty and to start on\r\nthe road to development.\r\nTo bring prosperity to our peoples it is necessary\r\nto see these initiatives enacted and not merely\r\nconsidered as proposals. It is necessary for actions to\r\nconform, once and for all, to the principles that have\r\nbeen voiced and the commitments that have been made.\r\nIt is of great importance that tariffs paid for\r\nagricultural products be reduced and, simultaneously,\r\nthat protection mechanisms and subsidies be\r\neliminated. Such subsidies rose in 2000, within the\r\nOrganisation for Economic Cooperation and\r\nDevelopment (OECD) countries rose to the staggering\r\nfigure of 325 billion dollars with respect to agricultural\r\nproducts alone. Of these, 80 per cent were granted by\r\nthe United States, Japan and the European Union.\r\nIt is essential then that the guidelines towards free\r\ntrade for agricultural products become a reality,\r\nallowing the developing countries to stop calling for\r\naid to help them deal with a specific problem, which\r\nleads to a vicious circle. As a result, they only increase\r\ntheir already heavy and unbearable debt. They should\r\nbe allowed to sustain growth by selling their products.\r\nIn other words, we wish trade rather than aid.\r\nThe grave economic situation we are facing has\r\nmade it difficult for us to fulfil our obligations to this\r\nOrganization. These difficulties have been presented to\r\nthe Committee on Contributions, and we hope that it\r\nwill be adopted by the General Assembly, calling for\r\nunderstanding from countries that are friends of\r\nArgentina.\r\nIn an environment of acute economic and social\r\ncrisis, the Government of the Argentine Republic has\r\nreaffirmed its firm commitment, in national and\r\ninternational forums, towards the purposes and the\r\nprogrammatic principles of the International\r\nConvention on the Rights of the Child. This\r\ninternational agreement, incorporated into our national\r\nconstitution, is included in the set of values and legal\r\nstandards that distinguish the Argentine nation.\r\nMy country has clearly recognized the rights of\r\nchildren from the time of conception, and stresses the\r\nimportance of the family in the childs development.\r\nAlong these same lines we once again insist on the\r\nright of those children abducted by one of their parents.\r\nIn particular, we refer to the painful situation of Karim,\r\nZahira and Sharif, the children of our compatriot\r\nGabriela Arias Uriburu. Unfortunately, despite huge\r\nefforts on the part of the family and Argentine officials,\r\nno answer has been given by the Kingdom of Jordan to\r\nour request for some mechanism that would make\r\npossible a stable and permanent relationship between\r\nthese children and their mother. This position has\r\nreceived the clear support of the meeting of\r\ngovernment experts called by the General Assembly of\r\nthe Organization of American States (OAS) in\r\nMontevideo, Uruguay.\r\nThe Argentine Republic believes that the\r\noutcomes of the World Summit on Sustainable\r\nDevelopment, recently held in Johannesburg,\r\nconstitutes a feasible agreement, upon which it is\r\npossible to move forward in the implementation of\r\nspecific actions in the economic, social, and\r\nenvironmental dimensions of sustainable development.\r\nI regret to say that the most important statement\r\nat that Summit was made by a group of children, who\r\nsaid: We ask ourselves whether snow will fall in the\r\nmiddle of summer one day, and More than words or\r\napplause, we need actions. Unfortunately, little\r\nspecific progress has been made to stop the continuing\r\nseries of environmental disasters.\r\nAs the General Assembly knows well, the\r\nArgentine Republic has a sovereignty dispute with the\r\nUnited Kingdom over the Malvinas and South Georgia\r\nand the South Sandwich Islands, as well as the\r\nsurrounding maritime areas. The recovery of full\r\nsovereignty over that part of our national territory,\r\nwhile respecting the interests of the inhabitants and\r\ninternational law, is a precept enshrined in the\r\nArgentine Constitution. The issue was included in the\r\nprogramme of work of this Organization, which, in\r\nseveral resolutions, asked the Government of Argentina\r\nand the Government of the United Kingdom to resume\r\nnegotiations to find a just and lasting solution to the\r\nsovereignty dispute, thus ending a colonial situation\r\nimposed by the use of force in 1833.\r\nToday, in line with that request, Argentina once\r\nagain reaffirms its positive disposition to resume\r\nbilateral negotiations with the United Kingdom to find\r\na solution to the question and its support of the good\r\noffices mission that the General Assembly entrusted to\r\nthe Secretary-General to assist the parties to achieve\r\nthat goal.\r\n28\r\nA/57/PV.12\r\nSome three decades ago, in this same Hall, Pope\r\nPaul VI declared from this same rostrum that\r\ndevelopment is the new name of peace. That brief and\r\nwise sentence is fully valid today and points towards\r\nthe path that we should follow.\r\nThe President: I next give the floor to His\r\nExcellency Mr. Nassir Abdulaziz Al-Nasser, Chairman\r\nof the delegation of Qatar.\r\nMr. Al-Nasser (Qatar): I would like to thank you,\r\nSir, for giving me the floor. Allow me to congratulate\r\nyou warmly on your assumption of the presidency of\r\nthe fifty-seventh session of the General Assembly of\r\nthe United Nations. We have no doubt that your\r\nexperience, wisdom and infinite patience will lead us\r\nto a successful outcome of the work of this session.\r\nThrough you, allow me to congratulate Mr. Hans\r\nSeung-soo on his presidency over the fifty-sixth\r\nsession of the General Assembly, which he conducted\r\nwith skill and ability. I would also like to thank\r\nSecretary-General Kofi Annan, who leads the\r\nSecretariat at a very delicate and difficult time in the\r\nhistory of the Organization, a time when it faces many\r\nchallenges, pressures and a serious situation of threats\r\nto international peace and security.\r\nI am honoured and pleased to congratulate our\r\nsister State of East Timor on its independence and\r\naccession to the United Nations, which represents the\r\nhope of all the peoples of the world to achieve their\r\nfreedom. I would also like to warmly welcome the\r\nSwiss Confederation, which has become a full Member\r\nof the United Nations.\r\nSince the convening of the last session, we have\r\nseen very important events in the international arena, in\r\nthe wake of the terrorist attack against the World Trade\r\nCentre in New York. That led to unprecedented\r\ncomplications in politics and international relations.\r\nThose political and social changes are accelerating and\r\nlead daily to new patterns of conflict.\r\nWith respect to combating terrorism, Qatar, as the\r\nChair of the ninth Islamic summit, called for an\r\nemergency meeting of the Foreign Ministers of the\r\nOrganization of the Islamic Conference in Doha in\r\nOctober 2001. That Conference clearly condemned all\r\nacts of international terrorism, including State\r\nterrorism. It also affirmed the urgent need to agree\r\nupon an international definition of terrorism,\r\ndistinguishing between terrorism and legitimate\r\nresistance to foreign aggression and occupation for the\r\npurpose of national liberation and self-determination.\r\nI would like to recall from this rostrum that we\r\nare fully convinced of the validity of the United\r\nNations Charter and of the leading role played by the\r\nOrganization in the maintenance of international peace\r\nand security, as well as in ensuring the development,\r\nprosperity and dignity of humankind.\r\nHere, we have to refer firmly to the need for the\r\nwork of the Security Council to be transparent and the\r\nneed to renounce the selective implementation of the\r\nprovisions of the United Nations Charter. There is no\r\nescaping reviewing the permanent membership of the\r\nSecurity Council so that a select few will not be able to\r\ncontinue to use the veto, which can literally invalidate\r\nthe opinions of all others, while the United Nations\r\npreaches democracy, participation, justice and equality.\r\nThe practices of the Organization must be\r\ncompletely impartial. The needed measures for the\r\nmaintenance of international peace and security must\r\nbe applied to all without exception and without\r\npreferential treatment. We cannot allow the resolutions\r\nof the Security Council to be based on double standards\r\nor to be selective in a way that allows Israel not to\r\nimplement the resolutions adopted by the Security\r\nCouncil and the General Assembly.\r\nWe cannot accept that the people of Palestine and\r\nthe Arab people in the occupied Syrian Golan Heights\r\nand in the south of Lebanon are falling prey to the\r\nbarbaric aggression of the Israeli occupation forces\r\nbefore the eyes of the whole world and world public\r\nopinion. Israel violates the resolutions of international\r\nlaw, rejecting them without any reaction from the\r\nSecurity Council or any organs of the United Nations\r\nto put an end to it.\r\nWe observe closely and with concern the\r\ndeteriorating security situation in the Palestinian\r\nterritories and the blatant challenge to the international\r\ncommunity and international laws and norms posed by\r\nthe siege of President Arafat and the legitimate, elected\r\nleadership of the Palestinian people. We observe with\r\nconcern the assassination, abduction and arrest of\r\nPalestinian leaders, as well as the demolition of houses\r\non the heads of women, children and the elderly. We\r\nwatch closely and with concern the attacks on holy\r\nplaces, which have been condemned by all states and\r\nrepresentatives of international humanitarian\r\norganizations, including the International Committee of\r\n29\r\nA/57/PV.12\r\nthe Red Cross, which strongly deplored and\r\ncondemned those attacks.\r\nThe actions of Israeli forces in Jenin and Gaza\r\nand the massacres perpetrated there constitute blatant\r\nviolations of modern international humanitarian law,\r\ninternational human rights and international\r\nconventions, particularly the Fourth Geneva\r\nConvention relative to the Protection of Civilian\r\nPersons in Time of War of 1949. If it really intends to\r\nachieve security, Israel must take the route of peace by\r\nimplementing the resolutions of international law: the\r\nresolutions of the Security Council and the General\r\nAssembly. They all provide for the inalienable right of\r\nthe Palestinian people to achieve their legitimate\r\nnational aspirations, including self-determination and\r\nthe establishment of an independent State on its\r\nnational territory with East Jerusalem as its capital.\r\nThose resolutions also call for the withdrawal from the\r\noccupied Syrian territory of the Golan to the line of 4\r\nJune 1967, as well as from the rest of occupied\r\nLebanese territory.\r\nAmong the prerequisites required to ensure a\r\nprosperous life for humankind is the basic right to live\r\nwithout discrimination based on ethnicity, race, colour,\r\nideology, language, wealth or social origin.\r\nAs a people who believe in a revealed religion,\r\nwe believe in respecting human rights, because, in\r\naddition to our common laws, we have a divine law,\r\nlaid down in the Koran, that tells us to respect such\r\nrights. In Qatar, we protect and maintain human rights\r\nand have made them the standard for our religion and\r\nfor our progress. Many countries accuse certain\r\norganizations that profess concern for human rights of\r\nbias, selectivity and double standards because they\r\nconcentrate on political and civil rights without paying\r\nany heed to economic, social or cultural rights, which\r\nare no less important than civil or political rights.\r\nImportant as they are, civil and political rights may\r\nbecome devoid of content if we fail to pay heed to the\r\nother rights.\r\nQatar has made many advances in the protection\r\nof human rights, of the rule of law and of the principles\r\nof democracy and Shura, as well as good governance.\r\nWe have just completed a new national Constitution\r\nthat provides for public freedoms and free\r\nparliamentary elections. It also, for the first time, gives\r\nwomen the full right to vote and to be represented.\r\nWe in the Middle East are threatened by a clear\r\nimbalance of power. Israel is the only country in the\r\nregion that possesses an arsenal of nuclear weapons\r\nand refuses to accede to the Treaty on the Non-\r\nProliferation of Nuclear Weapons. We appeal to all\r\npeace-loving countries to demand that Israel accede to\r\nthe Treaty and submit its nuclear installations to the\r\nsafeguards system of the International Atomic Energy\r\nAgency.\r\nAt the present time, we see a positive direction in\r\ncertain international issues. With regard to the situation\r\nin Iraq, we welcome that countrys acceptance of the\r\nreturn of international inspectors and its avowed\r\ncommitment to implement relevant Security Council\r\nresolutions and to resume dialogue with the United\r\nNations. We reaffirm the need to maintain Iraqs\r\nsovereignty, independence and territorial integrity, and\r\nwe hope that resumed dialogue will lead to a\r\ncomprehensive solution and to a suspension of  and\r\nultimately an end to  the sanctions, which are\r\ncausing great suffering among the Iraqi people.\r\nAnother example of what the United Nations\r\nmust do to right current wrongs is the complete lifting\r\nof the sanctions imposed on the Libyan Arab\r\nJamahiriya, which has fulfilled its obligations and\r\nsurrendered the wanted suspects.\r\nAs we meet today, developing countries are\r\nexperiencing serious economic difficulties that are\r\nnegatively affecting their development in an\r\nenvironment of heavy foreign debt and declining\r\nofficial development assistance. They are also facing\r\nrestrictions on their exports to world markets and\r\nunfair prices for their basic commodities. Africas\r\neconomic situation is still very serious, despite all the\r\nefforts of African countries and of the international\r\ncommunity to overcome that continents development\r\nproblems. The economic situation is worsening, and\r\nforeign debt is increasing. Whatever economic gains\r\nare achieved must therefore be spent on debt servicing\r\nand on correcting the imbalance resulting from the\r\nreverse flow of resources. Africa is also the continent\r\nthat is suffering most from HIV/AIDS.\r\nWe support the efforts of the Secretary-General,\r\nand we greatly value his initiatives to reform the\r\nUnited Nations. With regard to the reform programme\r\nproposed in 1997 and approved by the General\r\nAssembly, we note with concern that its development\r\ngoals have yet to be achieved. We have witnessed a\r\n30\r\nA/57/PV.12\r\ncontinuous decline in financing that has led to the\r\nreduction of development programmes. We believe that\r\nthe Organizations socio-economic development\r\nactivities must be given highest priority, in accordance\r\nwith the principles and purposes of the Charter.\r\nWithout development, there will no lasting peace or\r\nsecurity.\r\nThe Millennium Declaration set out many\r\nobjectives, including that of achieving sustainable\r\neconomic development and, in particular, sustainable\r\nhuman development, with human beings as its crucial\r\nelement. Accordingly, human development is the major\r\ntopic of the high-level segment of the Economic and\r\nSocial Councils  current substantive session. The\r\nMillennium Declaration objectives of eradicating\r\npoverty, achieving economic development, halting the\r\nspread of HIV/AIDS and bringing that disease under\r\ncontrol by 2015 all require our concerted effort and\r\npolitical will. In addition, the voluntary contributions\r\nand direct financial investment flows of local and\r\ninternational donors are required to achieve the\r\nobjectives of the Monterrey Conference, the most\r\nimportant of which is the commitment by rich\r\nindustrialized countries of 0.7 per cent of their gross\r\nnational product to official development assistance.\r\nThose countries made the same commitment at\r\nprevious conferences. Here, I must mention the Doha\r\nConference in the light of the importance it attached to\r\nfree trade, market liberalization and infrastructure\r\nexpansion in increasing the competitive ability of\r\ndeveloping countries, in particular African countries.\r\nThat Conference also emphasized the importance of the\r\ntransfer of information and communications\r\ntechnology, economic diversity, foreign trade and\r\nincreased market access, as well as increasing flows of\r\nforeign resources and reducing debt.\r\nQatar has always opposed coercive, unilateral\r\nsanctions imposed by one single country on another\r\nsovereign country over which it has no legal\r\njurisdiction. We believe that imposing sanctions on\r\nother countries with a view to serving economic\r\ninterests or achieving political objectives represents a\r\nviolation of the principles of equal sovereignty among\r\nstates and self-determination, as provided for by the\r\nCharter of the United Nations and relevant United\r\nNations resolutions. Therefore, Qatar reaffirms its\r\ncategorical rejection of all attempts to implement local\r\nlaws across borders on the citizens and companies of\r\nother States to force those countries to comply with\r\nunilateral economic measures that transcend the legal\r\njurisdiction of States. That is in direct violation of\r\ninternational law, of the provisions of the Charter and\r\nof the rules of the World Trade Organization.\r\nThe President: We have heard the last speaker in\r\nthe general debate for this meeting.\r\nThe meeting rose at 1 p.m.\r\n"