"United Nations A/57/PV.46\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n46th plenary meeting\r\nMonday, 11 November 2002, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-68429 (E)\r\n*0268429*\r\nPresident: Mr. Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda Item 14\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General transmitting the\r\nreport of the International Atomic Energy\r\nAgency (A/57/278)\r\nDraft resolution (A/57/L.14)\r\nAmendment (A/57/L.17)\r\nThe President: I hope that we can conclude\r\nconsideration of the report of the International Atomic\r\nEnergy Agency today, including an important vote on\r\nthe draft resolution. I would now like to invite the\r\nDirector General of the International Atomic Energy\r\nAgency, Mr. Mohamed ElBaradei to present the report\r\nof the agency for the year 2001.\r\nMr. ElBaradei: Since the establishment in 1957\r\nof the International Atomic Energy Agency (IAEA), we\r\nhave been dedicated to the achievement and promotion\r\nof a vision “Atoms For Peace” — on the one hand, the\r\nprevention of nuclear weapons proliferation, with the\r\naim of their eventual elimination, and on the other, the\r\nsharing of safe and secure nuclear technologies in\r\npeaceful applications that benefit humankind. I will\r\nspeak briefly today about the IAEA’s progress in\r\nworking toward those goals.\r\nThe urgent need for sustained human\r\ndevelopment will clearly necessitate increases in the\r\nsupply of energy in the coming decades. Nuclear power\r\ncontinues to be a significant contributor to the world’s\r\nelectricity supply, and is the only source that can\r\nprovide electricity on a large scale with comparatively\r\nminimal impact on the environment. In 2001, nuclear\r\npower supplied 16.2 per cent of the world’s electricity,\r\nup from 15.9 per cent in 2000. This increase was\r\nmainly due to continuing improvements in the\r\nmanagement of nuclear power plants.\r\nWith regard to the construction of new plants,\r\nAsia and Eastern Europe remain the centres of\r\nexpansion. At the beginning of 2002, 17 of the 32\r\nnuclear power plants under construction globally were\r\nin four States — China, India, Japan and the Republic\r\nof Korea — with the Russian Federation and Eastern\r\nEurope accounting for an additional 10 units. Some\r\nimportant developments have also taken place recently\r\nin Western Europe and North America. The United\r\nStates Government is committed to work with the\r\nnuclear industry to have a new nuclear plant operating\r\nin this country before the end of the decade. This\r\nwould be the first decision to build a new nuclear plant\r\nin this country since the 1970s. In May, the Finnish\r\nParliament ratified the Government’s favourable\r\ndecision-in-principle to build a fifth nuclear power\r\nplant. This is also the first decision to build a new\r\nreactor in Western Europe in 15 years, and contrasts\r\nwith past decisions in Belgium, Germany and Sweden\r\nto phase out nuclear energy.\r\n2\r\nA/57/PV.46\r\nIn the light of this renewed interest in nuclear\r\npower, a key challenge for the industry will be to prove\r\nthat available new designs address the often-expressed\r\nconcerns about nuclear power. Work is being carried\r\nout on many new designs that aim to produce\r\nelectricity at an enhanced level of safety and with\r\nimproved economic competitiveness. Some designs\r\ninclude additional goals, such as producing potable\r\nwater at minimal cost, incinerating long-lived\r\nradioactive waste and reducing plutonium stockpiles.\r\nThe IAEA continues to encourage technology\r\ndevelopment and innovation, for example, through its\r\nInternational Project on Innovative Nuclear Reactors\r\nand Fuel Cycles (INPRO). INPRO is currently working\r\nwith both developed and developing countries to\r\nunderstand and define the requirements of future\r\npotential users of nuclear power, in areas such as\r\nsafety, non-proliferation, waste disposal, infrastructure\r\ncapabilities and economics.\r\nWith respect to the management and disposal of\r\nspent fuel and high-level radioactive waste — a major\r\npoint of public concern with respect to nuclear\r\npower — I am pleased to report that some important\r\nprogress has taken place in the past 12 months. In the\r\nUnited States, the President and the Congress approved\r\nhave already the selection of the Yucca Mountain site\r\nas a repository for high-level waste and spent fuel.\r\nSweden has begun geological investigation of\r\ncandidate sites for a spent fuel repository. Thus,\r\ntogether with Finland’s decision last year to go forward\r\nwith a deep disposal facility near the Olkiluoto nuclear\r\npower plant, it is likely that by the end of the next\r\ndecade, one or more high level waste repositories will\r\nbe in operation. This is essential to gaining public\r\nacceptance and confidence through demonstrating that\r\ntechnologically and environmentally sound waste\r\ndisposal solutions exist and are actually working.\r\nLate last year, the Agency launched a new\r\ninitiative to assist member States in their efforts to\r\nmove forward with the disposal of high-level and long-\r\nlived radioactive wastes through a “network of centres\r\nof excellence” for training and for demonstration of\r\ndisposal technologies in underground research\r\nfacilities. This network, built initially around facilities\r\nmade available by the Governments of Canada and\r\nBelgium, has now expanded to include underground\r\nfacilities in Switzerland and the United States. To date,\r\n19 developing member States have indicated an interest\r\nin training scientists through the network.\r\nNuclear technologies in many areas other than\r\nnuclear power provide preferred solutions — and\r\nsometimes the only solutions — to economic and social\r\nproblems. As the Agency reported at the recent World\r\nSummit on Sustainable Development, of the more than\r\n$500 million worth of technical cooperation provided\r\nby the IAEA in the last ten years, more than 800\r\nprojects, valued at over $200 million, have specifically\r\nsupported Agenda 21 priorities such as land and\r\nagriculture, human health and fresh water. I would\r\npoint out that one of the conclusions of the Summit\r\nemphasized the need to ensure capacity building, and\r\nthe transfer and use of modern technology as a\r\nprerequisite for development. The IAEA is contributing\r\nenergetically to this effort.\r\nMany of the IAEA’s developing member States\r\nhave given high priority to the introduction or\r\nupgrading of radiotherapy services. Radiotherapy is\r\nused with curative or palliative benefit for over 50 per\r\ncent of cancer patients in industrialized countries.\r\nHowever, fully two thirds of global tele-therapy\r\nequipment serves the populations of these countries\r\nwhile the remaining one third is stretched among the\r\nremaining 5.5 billion people. We expect, therefore, that\r\nrequests for assistance will increase, especially given\r\nour recent successes in initiating radiotherapy\r\nprogrammes in developing member States such as\r\nEthiopia, Ghana, Mongolia, Namibia and Uganda.\r\nTsetse flies, along with the sleeping sickness they\r\ntransmit to humans and the ngana disease they transmit\r\nto livestock, create a significant burden on rural\r\npopulations across sub-Saharan Africa, not only in\r\nterms of direct health effects but also by restricting the\r\nuse of draft animals in crop production. The IAEA\r\nsupports the efforts of African member States to\r\nimplement their tsetse eradication campaign across the\r\ncontinent through the expanded application of the\r\nradiation-induced sterile insect technique. Mali has\r\nbegun preparation for releasing sterilized tsetse flies\r\nover an area of 2,500 square kilometres, and Ethiopia\r\nis constructing a factory for sterile tsetse production\r\nthat will supply a similar project over a 5,000 square\r\nkilometre area.\r\nThe use of isotope hydrology to manage water\r\nresources is continuing to gain recognition through\r\nIAEA technical cooperation projects in 40 countries\r\naround the world. Isotope hydrology is being used in\r\nLatin America and elsewhere to map underground\r\naquifers for improved groundwater management and\r\n3\r\nA/57/PV.46\r\nhas been used in Asia for investigation of, and recovery\r\nfrom, contamination events. In addition, we are\r\nexploring uses of isotope hydrology to assist in river\r\nbasin management and, based on our successful\r\nexperience in Venezuela in isolating and correcting\r\ndam leakage, we are working with multiple teams\r\nunder the African Regional Cooperative Agreement to\r\nassess the leakage and structural integrity of dozens of\r\ndams across Africa.\r\nRadiation is used regularly in an extensive array\r\nof industrial applications, ranging from the sterilization\r\nof medical products to the surface treatment of sheet\r\nmetal and piping to enhance corrosion resistance.\r\nRadioisotopes are used to map and enhance the\r\nproductivity of oil fields in the Middle East and\r\nelsewhere, and for troubleshooting in various\r\noperational aspects of petrochemical complexes. In the\r\nRepublic of Korea, an electron beam facility is being\r\nused to enhance the treatment of waste water from a\r\ndye complex.\r\nThese are only a few of the ways in which the\r\nIAEA is using nuclear technologies to support\r\ndevelopment goals, by working closely with, and\r\nresponding to, the needs and priorities of our member\r\nStates.\r\nSafety in nuclear activities around the globe is\r\nvital to the continued sustainability of nuclear\r\ntechnologies. While safety is primarily a national\r\nresponsibility, it is equally a legitimate international\r\nconcern. A nuclear or radiological accident, like other\r\nenvironmental accidents, respects no boundaries. It is\r\nsatisfying, therefore, to note that nuclear safety\r\ncontinues to improve at power plants worldwide. Still,\r\nmore work needs to be done, and the need for a more\r\neffective and transparent global nuclear safety regime\r\ncontinues to be a high priority for the IAEA.\r\nThe development and adoption of legally binding\r\nnorms has proven to be a powerful mechanism for\r\nenhancing safety worldwide. The Early Notification\r\nand Assistance Conventions are long established. The\r\nJoint Convention on the Safety of Spent Fuel\r\nManagement and on the Safety of Radioactive Waste\r\nManagement has been in force for over a year. And in\r\nApril, the IAEA hosted in Vienna the Second Review\r\nMeeting of Contracting Parties to the Convention on\r\nNuclear Safety. However, many States are not yet party\r\nto those conventions, and certain key areas of the\r\nnuclear fuel cycle are still not subject to conventions.\r\nThe continuing evolution of a comprehensive\r\nbody of safety standards, together with assistance in\r\ntheir implementation, is another key component of the\r\nglobal safety regime. In the mid-1990s, the IAEA\r\nundertook a systematic, rigorous effort to overhaul its\r\nentire corpus of standards. The resulting new standards\r\nare of the highest calibre, representing current\r\ninternational best practices, and should be viewed as\r\nbeing universally applicable.\r\nSafety standards are only effective, however,\r\nwhen applied in practice. The IAEA’s safety\r\nservices — which range in focus from operational and\r\nradiation safety to safety culture and regulatory review\r\n— use Agency standards as a baseline, assist member\r\nStates in their application and provide important\r\nfeedback on their effectiveness. Those safety services\r\nprovide support and share valuable insights, and I\r\ncontinue to urge all member States to use them.\r\nMany member States express concern over the\r\nrisks involved in the transport of spent nuclear fuel and\r\nother radioactive material. Work is continuing on\r\nrefining IAEA regulations for the safe transport of\r\nradioactive material. Transport Safety Appraisal\r\nService (TranSAS) missions, which help transporting\r\ncountries to assess their effectiveness in applying\r\nIAEA transport standards, were carried out in Brazil\r\nand the United Kingdom this year. A TranSAS mission\r\nwill be carried out in Turkey early next year, and\r\npreliminary discussions are under way with the\r\nPanamanian authorities for a possible mission that\r\nwould include appraisal operations in the Panama\r\nCanal. It is important that member States —\r\nparticularly transporting countries — make use of this\r\nvaluable service. Naturally, the Agency will continue\r\nits efforts, in cooperation with all concerned, to\r\nenhance all aspects of transport safety. At an\r\ninternational conference next year, we will provide a\r\nforum for all interested member States to discuss these\r\ntransport safety issues in a comprehensive manner.\r\nAlthough the responsibility to counter potential\r\nacts of nuclear terrorism rests primarily with individual\r\nStates, international cooperation is essential. In the\r\nwake of the terrorist attacks of September 2001, the\r\nIAEA moved swiftly to conduct a thorough review of\r\nits programmes related to preventing acts of nuclear\r\nand radiological terrorism and to develop a\r\ncomprehensive plan for upgrading nuclear security\r\nworldwide. The plan supplements national efforts in\r\nareas such as the physical protection of nuclear\r\n4\r\nA/57/PV.46\r\nmaterial and nuclear facilities; the detection of\r\nmalicious activities involving nuclear and other\r\nradioactive materials, such as illicit trafficking across\r\nborders; and improved control of radioactive sources.\r\nThe plan is now being implemented on all fronts.\r\nPeer reviews have been carried out to assess physical\r\nprotection at nuclear power plants and other facilities.\r\nWorkshops and training courses have been held to help\r\nGovernments assess the threats to their nuclear\r\nfacilities, raise their standards of security, improve\r\ncontrol of nuclear and radioactive material, upgrade\r\ntheir border monitoring and prepare response plans for\r\nnuclear and radiological emergencies. We have also\r\nsent missions to Afghanistan, Georgia and Uganda to\r\nassist in recovering radiological sources that went\r\nastray or were not adequately protected. And in mid-\r\nJune, a partnership was established between Russia, the\r\nUnited States and the Agency to locate and secure\r\npowerful radioactive sources that were lost or\r\nabandoned during the dissolution of the former Soviet\r\nUnion. In parallel, we are also working towards global\r\nadherence to a strengthened Convention on the\r\nPhysical Protection of Nuclear Material.\r\nEffectively upgrading security to protect against\r\nnuclear and radioactive terrorism will require a\r\nsustained, multi-year effort. We will continue to work\r\nvigorously with Governments to reduce our\r\nvulnerability to nuclear terrorism.\r\nThe universalization, consolidation and\r\nstrengthening of the nuclear non-proliferation regime,\r\nincluding concrete steps to reduce the number of, and\r\ndependence on, nuclear weapons, are more important\r\nthan ever for the continued credibility of the regime.\r\nAs reaffirmed in the Final Document of the 2000\r\nReview Conference of the Parties to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons, IAEA\r\nverification continues to play a critical role in ensuring\r\nthe health and vitality of the nuclear non-proliferation\r\nregime.\r\nThe IAEA’s verification activities are designed to\r\nprovide assurance that nuclear material and facilities\r\nare used exclusively for peaceful purposes. In the early\r\n1990s, after the discovery of the clandestine nuclear\r\nweapons programme in Iraq, the international\r\ncommunity committed itself to give the Agency the\r\nauthority to strengthen its verification capability,\r\nspecifically, its ability to provide assurance not only\r\nthat declared nuclear material has not been diverted for\r\nnon-peaceful purposes, but equally or more important,\r\nthat no undeclared nuclear material or activities exist.\r\nThis broader authority is, however, still far from\r\nuniversal. Regrettably, 49 States have yet to fulfil their\r\nobligations under the Treaty on the Non-Proliferation\r\nof Nuclear Weapons (NPT) to bring safeguards\r\nagreements with the IAEA into force, and, since\r\n1997 — when the Model Additional Protocol was\r\nadopted — only 28 such Protocols have entered into\r\nforce. This is clearly not a satisfactory situation — far\r\nfrom it. Without safeguards agreements in force, the\r\nAgency cannot perform any verification activities or\r\nprovide any assurance of non-proliferation. And, for\r\nStates without additional protocols, the IAEA rights of\r\naccess remain essentially the same as in the pre-Iraq\r\ndays. The Agency can provide the required assurances\r\nonly if we are given the corresponding authority.\r\nSince December 1998, the Agency has not been\r\nin a position to implement Security Council-mandated\r\nverification activities in Iraq. The inspection activities\r\nthat came to an abrupt halt at that time had successfully\r\nthwarted Iraq’s efforts to develop a nuclear weapons\r\nprogramme by destroying, removing or rendering\r\nharmless all of Iraq’s facilities, equipment and material\r\nrelevant to nuclear weapons production. In the\r\nintervening four years, we have continued to use\r\nsatellite monitoring and to conduct other analytical\r\nwork. However, no remote analysis can enable us to\r\nreach conclusions without thorough on-site inspections.\r\nWith the adoption last Friday of Security Council\r\nresolution 1441 (2002), we are now preparing to\r\nresume our inspection activities in Iraq as early as next\r\nweek, when the Executive Chairman of the United\r\nNations Monitoring, Verification and Inspection\r\nCommission (UNMOVIC) and I are expected to lead\r\nan advance team of inspectors to Baghdad. In my view,\r\nthe success of inspections in Iraq will depend on five\r\ninterrelated prerequisites: first, immediate and\r\nunfettered access to all locations and sites in Iraq and\r\nfull use of the authority provided to the inspecting\r\norganizations by the Security Council; secondly, timely\r\naccess to all sources of information, including all\r\ninformation available to States; thirdly, unified and full\r\nsupport by the Security Council throughout the\r\ninspection process; fourthly, preservation of the\r\nintegrity and impartiality of the inspection process, free\r\nfrom outside interference; and fifthly, active\r\ncooperation from Iraq, with a sustained demonstration\r\nof its stated willingness to be transparent and to assist\r\n5\r\nA/57/PV.46\r\nthe inspecting organizations in fully carrying out their\r\nmissions. I appeal to the Government of Iraq to provide\r\nits full cooperation, and appeal to the international\r\ncommunity to give the inspections all the required\r\nsupport. I hope and trust that, with such cooperation\r\nand support, we should be able to effectively discharge\r\nour mandate.\r\nSince 1993, the IAEA has been unable to fully\r\nimplement its comprehensive safeguards agreement\r\nwith the Democratic People’s Republic of Korea.\r\nOwing to a lack of access to information and to sites,\r\nwe continue to be unable to verify that the Democratic\r\nPeople’s Republic of Korea has made a complete and\r\ncorrect declaration of its nuclear material that is subject\r\nto Agency safeguards under its NPT safeguards\r\nagreement. Recent reports have suggested that the\r\nDemocratic People’s Republic of Korea has, in\r\naddition, been working on an undeclared programme to\r\nproduce highly enriched uranium. We have promptly\r\nasked the Democratic People’s Republic of Korea to\r\nconfirm those reports, and we have expressed the need\r\nto discuss, at a senior level, that and all other issues\r\nrelevant to compliance of the Democratic People’s\r\nRepublic of Korea with its obligations under the NPT\r\nsafeguards agreement. We have yet to receive a\r\nresponse.\r\nPursuant to the mandate given to me by the IAEA\r\nGeneral Conference, I have continued to consult with\r\nthe States of the Middle East region on the application\r\nof full-scope safeguards to all nuclear activities in the\r\nMiddle East and on the development of model\r\nsafeguards agreements that would contribute to the\r\nestablishment of a nuclear-weapon-free zone in that\r\nregion. I regret to report that I have not been in a\r\nposition to make any progress in the implementation of\r\nthat important mandate of direct relevance to security\r\nin the Middle East. As before, I shall continue to exert\r\nevery effort within my authority and, I trust, with the\r\ncooperation of all concerned, to move those\r\ndiscussions forward.\r\nEarlier this year, the Presidents of the Russian\r\nFederation and of the United States signed a treaty in\r\nMoscow to further reduce their deployed strategic\r\nnuclear warheads to 1,700 and 2,200, respectively, by\r\nthe end of 2012 and agreed to remove additional\r\namounts of fissile material from military use. Also, at\r\ntheir June Summit, the Group of Eight heads of State\r\nestablished a Global Partnership against the Spread of\r\nWeapons and Materials of Mass Destruction and made\r\na commitment to raise up to $20 billion over the next\r\n10 years to fund, inter alia, the disposal of excess\r\nweapons-origin fissile materials. Those are important\r\nsteps that, it is hoped, will be followed by others,\r\ngenerating momentum in moving forward the stalled\r\nnuclear arms control agenda.\r\nI should mention that preparatory work has been\r\nlargely concluded at the initiative of Russia and the\r\nUnited States to submit nuclear material released from\r\ntheir military programmes to IAEA verification in\r\norder to provide assurance that they are irreversibly\r\nremoved from those programmes. It is now up to\r\nRussia and the United States to indicate timing,\r\nmodalities and the types of material that they are ready\r\nto submit to IAEA verification.\r\nThis brief overview of some of the IAEA’s\r\nactivities makes it clear that the scope of our work\r\ncontinues to expand. Yet, for 15 years, despite steadily\r\ngrowing responsibilities, the regular budget of the\r\nAgency has been essentially frozen. That policy has\r\nresulted in inadequate levels of financing for most of\r\nour areas of work. A primary example is in the\r\nsafeguards area. With the chronic and corrosive degree\r\nof underfunding of that programme and a continually\r\nexpanding mission, we are coming close to being\r\nunable to provide credible safeguards. For the IAEA to\r\nfulfil its obligations and high priorities — while\r\ncontinuing to maintain an appropriate balance between\r\ndevelopment and other statutory activities, as directed\r\nby Member States — an increase in the level of\r\nresources for the next biennium is inescapable.\r\nThis overview of IAEA activities over the past\r\nyear reflects a continuing evolution in all our areas of\r\nwork and, I believe, the dynamic nature of our\r\nprogramme in anticipating and responding to that\r\nevolution. The Agency continues to play a key role in\r\nensuring that the benefits of nuclear technology are\r\nshared globally, that nuclear activities are conducted\r\nsafely, that nuclear and radioactive materials and\r\nfacilities are adequately protected and that a credible\r\ninspection regime exists to verify compliance with non-\r\nproliferation commitments. Naturally, our ability to\r\neffectively perform those functions depends on the\r\ncommitment and support of Member States, which I\r\ntrust will continue to be forthcoming.\r\nLet me conclude by expressing my sincere\r\nappreciation to the Government of Austria, which for\r\n6\r\nA/57/PV.46\r\nmore than four decades has continued to be a most\r\ngracious and welcoming host to the IAEA.\r\nThe President: I thank the Director General for\r\nhis introduction of the report of the International\r\nAtomic Energy Agency.\r\nI now give the floor to the representative of\r\nKuwait to introduce draft resolution A/57/L.14.\r\nMs. Al Mulla (Kuwait) (spoke in Arabic): On\r\nbehalf of Kuwait and in my capacity as Chair of the\r\nBoard of Governors of the International Atomic Energy\r\nAgency (IAEA), I have the honour to introduce draft\r\nresolution A/57/L.14 on the report of the IAEA. The\r\ndraft resolution is sponsored by Argentina, Brazil,\r\nColombia, the Czech Republic, Hungary, Japan,\r\nKuwait, Poland, Romania, South Africa, Slovakia and\r\nSpain. Since the issuance of document A/57/L.14, the\r\nfollowing delegations have become sponsors:\r\nAustralia, Bulgaria, Chile, Croatia, Finland, France,\r\nGermany, Greece, Iceland, Italy, Kazakhstan,\r\nLithuania, the Netherlands, New Zealand, Nigeria,\r\nNorway, the Philippines, Portugal, the Republic of\r\nKorea, the Russian Federation, San Marino, Slovenia,\r\nSweden, Thailand, Ukraine, the United Kingdom and\r\nYugoslavia.\r\nThis draft resolution underlines the vital role\r\nbeing played by the IAEA in the collective effort to\r\npromote sustainable development and global peace. I\r\nwould like to thank the Director General,\r\nMr. Mohamed ElBaradei, for the statement he just\r\nmade, in which he highlighted the major achievements\r\nand activities of the IAEA over the past year.\r\nBy this draft resolution, the General Assembly\r\nrecognizes the importance of the work of the Agency in\r\npromoting the further application of nuclear energy for\r\npeaceful purposes, in implementing and strengthening\r\nsafeguards system, ensuring and promoting safety\r\nstandards, including the safe transport of radioactive\r\nmaterials, preventing the proliferation of nuclear\r\nweapons, improving nuclear security and protecting\r\nMember States from nuclear terrorism.\r\nThe draft resolution being introduced today is the\r\noutcome of an extensive and exhaustive process of\r\nopen-ended negotiations and consultations. We started\r\nthis process following the conclusion of the IAEA\r\nGeneral Conference session, on 20 September 2002.\r\nThe consultation process was guided by the following\r\nconsiderations.\r\nFirst, the aim was to produce a draft resolution of\r\na substantive nature. As the work of the IAEA\r\nincreasingly gains international attention and\r\nrecognition, members of the IAEA were of the general\r\nview that a substantive text was warranted. Secondly,\r\nwe needed to keep the content of the draft resolution\r\nclose to the language and substance of resolutions\r\nadopted last September by the General Conference of\r\nthe IAEA so as to avoid reopening already agreed text\r\nfor further debate here in New York. Thirdly, we\r\nattempted to gain broad support among delegations for\r\nthe draft resolution.\r\nI am pleased to report that, with the help of IAEA\r\nmember States and with the constructive spirit shown\r\nthroughout the consultation process by all parties, we\r\nreached agreement on the draft resolution. Agreement\r\nwas possible thanks to the understanding of delegations\r\nand their common concern to address the totality of the\r\nIAEA’s work. This was done after difficult\r\ncompromises had been reached on several crucial\r\nissues and after a great investment of effort and time.\r\nAt the conclusion of the negotiation process in Vienna\r\nthere was a general understanding among delegations\r\nthat the current text would not be unraveled or\r\nrenegotiated here in New York. I renewed my appeal to\r\nMember States to support that understanding during\r\nconsultations last week here in New York.\r\nAs members know, the IAEA works by\r\nconsensus. That tradition has become known as the\r\nspirit of Vienna. It is encouraging to see that,\r\nnotwithstanding their differences and divergent\r\npositions on important issues, Member States continue\r\nto make every effort to preserve that tradition. This\r\nundoubtedly contributes to the efficient and\r\nprofessional performance the Agency is known for. It is\r\nmy sincere hope and the hope of Member States that\r\nthis constructive approach will be maintained here in\r\nNew York. Therefore, we hope that the draft resolution\r\nwill be adopted in the same spirit, preferably today.\r\nThe President: Now I give the floor to the\r\nrepresentative of Iraq to introduce an amendment\r\ncontained in document A/57/L.17.\r\nMr. Salman (Iraq): My delegation is honoured to\r\npresent its amendment (A/57/L.17) to the draft\r\nresolution entitled “Report of the International Atomic\r\nEnergy Agency” (A/57/L.14), introduced to the\r\nAssembly today. The text of the amendment contains a\r\nfactual statement quoted from a letter of the Secretary-\r\n7\r\nA/57/PV.46\r\nGeneral, Mr. Kofi Annan, dated 16 September 2002,\r\naddressed to the President of the Security Council,\r\ndocument S/2002/1034, which informed the Council of\r\nIraq’s decision to allow the return of the United\r\nNations weapons inspectors to Iraq without conditions.\r\nLast year, the paragraphs related to Iraq in the\r\ndraft resolution presented to the General Assembly on\r\nsame item called upon Iraq to accept the return of the\r\ninspectors. This year, we note that, instead of\r\nwelcoming Iraq’s decision to allow the unconditional\r\nreturn of the inspectors, new language has been\r\nintroduced to the twelfth preambular paragraph that\r\ncontradicts the language contained in previous\r\nresolutions adopted by the General Assembly and that\r\nreflects political aims rather than technical realities.\r\nMy delegation sought to participate last week in\r\nany discussions on the draft resolution in order to try to\r\ncontribute its amendments and explain its position to\r\ninterested delegations. But it faced the decision of the\r\nsponsors that the text would not be open to discussion.\r\nIn the light of that fact, my delegation has decided to\r\npresent this factual quotation as an amendment, fully\r\nbenefiting from the provisions of the Charter of the\r\nUnited Nations giving Member States the right to\r\nexpress their views about matters before the General\r\nAssembly. My delegation strongly believes that the\r\nwords of the Secretary-General will enrich the text and\r\nwill contribute to providing it with the needed balance.\r\nMr. Akram (Pakistan): It is a great pleasure for\r\nme to extend our gratitude to Mr. ElBaradei for\r\npresenting the annual report of the International\r\nAtomic Energy Agency (IAEA) for the year 2001. The\r\nreport is reflective of the dynamic leadership he has\r\nprovided to the Agency’s staff and of their endeavours\r\nin promoting the peaceful application of atomic energy.\r\nBeing a founding member of the IAEA, Pakistan\r\nhas always upheld the goals and objectives of the\r\nAgency. The IAEA’s role in the process of economic\r\ndevelopment through the enhanced contribution of\r\nnuclear energy for peaceful purposes is universally\r\nacknowledged.\r\nAs rightly projected in the IAEA report, the\r\nglobal electricity demand is likely to triple in the next\r\n50 years. Such a demand cannot be fulfilled by fossil\r\nfuel alone, which would impose an unacceptable\r\nburden on natural resources and on the environment.\r\nKeeping in view the present growth of the world’s\r\npopulation, which is likely to double in another 50\r\nyears, reliance on fossil fuel will not be possible.\r\nTherefore, the only other proven and sustainable\r\noption is the use of nuclear energy. We feel that\r\nopposition to nuclear power, despite its good safety\r\nrecord and environmentally friendly character, is either\r\nbased on misunderstanding or is a deliberate tactic to\r\ndeny this technology to the developing countries.\r\nTechnology, safety and verification remain the\r\nthree pillars of the IAEA’s mandate. The IAEA has\r\nbeen assigned important responsibilities for\r\nverification and monitoring, and we believe that these\r\nresponsibilities should be fully discharged. However,\r\nthe IAEA must not lose the balance which is required\r\nbetween the various facets of its mandate and\r\nfunctions.\r\nUnfortunately, one finds disparities in the\r\napplication of the IAEA principles and standards,\r\nespecially with regard to the developing countries.\r\nDespite their adherence to safety norms, they are\r\ndenied access to the latest technologies relating to\r\nnuclear energy. Undue restrictions on the transfer of\r\nnuclear technology for energy, health and agricultural\r\npurposes are bound to affect the economic and social\r\ndevelopment of the developing countries.\r\nWe have also carefully studied the report of the\r\nDirector General on nuclear security, “Progress on\r\nMeasures to Protect against Nuclear Terrorism”. We\r\nhave taken careful note of the recommendations\r\nconcerning nuclear materials falling into the hands of\r\nterrorists. We hope and trust that this will never\r\nhappen. Precautionary measures should be taken by the\r\nStates which possess nuclear materials, facilities and\r\ntechnology. But the instruments of terror can be\r\nunexpected, as we discovered on 11 September. The\r\nIAEA should address real concerns regarding so-called\r\nnuclear terrorism. It should not be used to serve\r\npartisan political objectives. The global focus should\r\nnot be allowed to be shifted from the priority goal of\r\ncomplete nuclear disarmament by all States.\r\nThe crucial relationship between peace, economic\r\ngrowth and technology cannot be overemphasized.\r\nEconomic growth is synonymous with the availability\r\nof easy and affordable sources of energy. Pakistan’s\r\nlimited hydro fossil fuel resources are insufficient to\r\ncater to an ever-increasing demand for energy.\r\nTherefore, nuclear generation is an indispensable\r\nelement of our national energy strategy. We are\r\n8\r\nA/57/PV.46\r\nencouraged by the recent positive shift in attitudes\r\ntowards nuclear energy at the international level. The\r\nAgency’s report for the year 2001 predicts even better\r\nprospects for nuclear power.\r\nMr. Aboul Gheit (Egypt), Vice-President, took the\r\nChair.\r\nPakistan wants to build safeguarded nuclear\r\npower plants and seeks the cooperation and assistance\r\nof the member States of the IAEA for this purpose. We\r\nhave embarked upon the second phase of the projects\r\nfor the Karachi nuclear power plant and the Chashma\r\nnuclear power plant. We believe that the construction\r\nand operation of a nuclear power plant not only has\r\ndirect economic advantages for the developing\r\ncountries but also creates thousands of jobs for poorer\r\npeople.\r\nApart from nuclear energy, Pakistan has applied\r\nnuclear science in the development of agriculture and\r\nin the fields of health and the reclamation of wasteland,\r\nas well as in combating the problem of salinity. We\r\nalso appreciate the growing cooperation between the\r\nPakistan Atomic Energy Commission and the IAEA in\r\nall these fields.\r\nWe are fully aware of the importance of safety in\r\nnuclear establishments. We are active adherents to the\r\nInternational Convention on Nuclear Safety. The recent\r\nReview Conference, held in Vienna, expressed its\r\nappreciation for the safety record of Pakistan. We\r\naccord the highest priority to the strengthening of the\r\nculture of safety in all our nuclear establishments.\r\nSubsequent to the setting up of an independent\r\nPakistan Nuclear Regulatory Authority, which reports\r\ndirectly to the head of Government, the Pakistan\r\nAtomic Energy Commission has further strengthened\r\nits own Directorate of Safety, which addresses the\r\nissues of nuclear safety, radiation and protection, and\r\noperates the Nuclear Emergency Response\r\nCoordination Centre. We look forward to greater\r\ncooperation with the advanced countries in terms of the\r\nunhindered availability of technology, in keeping with\r\nthe spirit of the Nuclear Safety Convention.\r\nAs in the past several decades, the safeguards\r\nrecord of Pakistan has remained impeccable during the\r\npast year as well. We are convinced that agreed\r\nsafeguard measures provide strong complementary\r\nmeans to achieve greater safety and security of nuclear\r\nmaterial. This conviction has led us to work for the\r\nstrengthening of the Convention on the Physical\r\nProtection of Nuclear Materials, in cooperation with\r\nthe international community.\r\nWhile the safety of nuclear establishments and\r\nsafeguards measures are crucial in dealing with nuclear\r\ntechnology, there is a need to reassess the current\r\nframework, which is based on discrimination, and to\r\nbuild upon new strategies which may benefit all\r\nmember States equitably. We therefore suggest, first,\r\nacceptance by the developed countries of the\r\nimportance of technical cooperation activities vis-à-vis\r\nregulatory activities of the Agency, and a fair balance\r\nbetween the two; secondly, the provision of more\r\nassured funds for technical cooperation activities,\r\ntechnology transfer and training facilities for the\r\ndeveloping countries; thirdly, a higher percentage of\r\nexpert assignments from developing countries, at least\r\nat the regional level; fourthly, higher openings of\r\nTechnical Cooperation for Developing Countries in\r\nproject design and implementation; fifthly, the payment\r\nby member States of their contributions to the\r\nAgency’s Technical Cooperation Fund in full and a\r\ntimely manner; and sixthly, increased utilization of\r\nregional resource centres from the developing member\r\nStates, with increased outsourcing to them.\r\nWe all have great expectations from the IAEA in\r\nthe promotion of technical cooperation. This objective\r\ncan be achieved through strict adherence to the Statute\r\nof the Agency. More importantly, we expect the IAEA\r\nto pursue a balanced and non-discriminatory approach\r\nin providing access to nuclear energy for peaceful\r\npurposes, particularly to the developing countries.\r\nMr. Balarezo (Peru) (spoke in Spanish): The\r\ndelegation of Peru wishes to thank Mr. Mohamed\r\nElBaradei for his introduction of the report of the\r\nInternational Atomic Energy Agency (IAEA) for 2001.\r\nThe report reflects the progress made in terms of the\r\norganization’s three fundamental pillars: the system of\r\nverification and security for all activities throughout\r\nthe nuclear cycle; technical cooperation; and transfer of\r\ntechnology for the peaceful uses of nuclear energy.\r\nPeru would like once again to emphasize how\r\nimportant we consider the work of the IAEA to be with\r\nregard to transfers of technology and know-how for the\r\npeaceful and safe use of nuclear energy. We therefore\r\nappreciate the IAEA’s ongoing support, which has\r\nmade it possible for us to develop invaluable nuclear\r\nenergy applications in the fields of medicine, mining,\r\nindustry, the management of water and soils, disease\r\n9\r\nA/57/PV.46\r\ncontrol and nutrition. Furthermore, we are grateful for\r\nthe training opportunities provided to personnel who\r\nare responsible for such applications, which is a central\r\nelement of the system of technology transfers promoted\r\nby the IAEA.\r\nOne year ago, we were discussing the impact of\r\nthe terrorist attacks that shook this city and the world.\r\nThe international community was beginning to close\r\nranks in order to confront that threat. The mind boggles\r\nat the prospect of criminal elements gaining access to\r\nfissionable or radioactive materials or attacking any\r\nkind of nuclear facility or transport mechanism of such\r\nmaterial.\r\nThe delegation of Peru therefore welcomes the\r\nopportunity to participate actively with the Agency\r\nwith a view to enhancing its capacity to prevent, or\r\nprovide protection or security against, nuclear\r\nterrorism, which has also been expressed by, inter alia,\r\nthe recent adoption at the forty-sixth session of the\r\nIAEA General Conference of the resolution on\r\nmeasures to improve nuclear security and to protect\r\nagainst threats in this regard.\r\nPeru also highlights the crucial importance of\r\ninternational instruments agreed upon under IAEA\r\nauspices, including the Convention on Nuclear Safety,\r\nthe parties to which recently held their second review\r\nmeeting to consider national reports, with a view to\r\nincreasing security for nuclear activities. This is an\r\nabiding and vital goal of great significance, not just for\r\nthe present but for the future — a goal that the\r\ndelegation of Peru firmly supports.\r\nThe IAEA is carrying out fundamental work in\r\nthe area of disarmament and nuclear non-proliferation.\r\nThe importance of an efficient and strengthened system\r\nof verification and inspection that makes it possible to\r\ndetect undeclared nuclear material and activities has\r\nbeen clearly underlined during Security Council\r\ndebate. Council members have agreed on the need for\r\nenhanced and transparent verification mechanisms with\r\nregard to nuclear materials so as to provide reliable\r\nnon-diversion guarantees that ensure that no State has\r\nundeclared nuclear materials or engages in nuclear-\r\nrelated activities.\r\nPeru has always acknowledged such a need. Peru\r\nwas the first country in Latin America to put in force\r\nan Additional Protocol to its Safeguards Agreement\r\nwith the IAEA — an instrument carefully designed to\r\nincrease the Organization’s data collection and\r\nevaluation capacities in determining whether or not\r\nundeclared nuclear material is present.\r\nIn the same vein, Peru hosted in December last\r\nyear a regional IAEA seminar on the Additional\r\nProtocol for the benefit of the countries members of the\r\nTreaty of Tlatelolco. That initiative stimulated a\r\nregion-wide dialogue that helped to prompt seven Latin\r\nAmerican States to sign or ratify that important\r\ninstrument.\r\nRadiological protection, including the safe\r\ntransportation of radioactive material, is also a source\r\nof concern and an issue of particular importance for\r\nPeru. As a coastal country that is keenly conscious of\r\nthe need to protect its marine environment, Peru fully\r\nshares the concerns of other States with regard to\r\npossible ecological damage, repercussions on human\r\nhealth and the economic losses that an accident or\r\nincident during the transportation of radioactive\r\nmaterial or waste might trigger.\r\nThe adoption of a major new resolution on this\r\nissue at the forty-sixth General Conference of the\r\nIAEA was confirmation of the need to pay particular\r\nattention to this issue in a holistic way. This must\r\ninclude machinery to ensure that those responsible for\r\ndamage are held to account, as well as to provide for\r\nthe timely and complete exchange of information\r\namong the transporting and coastal States prior to the\r\ndeparture of any vessel; the enhancement of physical\r\nsafety; and the setting up of an emergency response\r\nsystem to deal with any possible accident or incident\r\nduring such transportation.\r\nThe annual report of the IAEA for 2001 states\r\nthat those who transport radioactive materials have\r\nbuilt up an impressive track record of safety and\r\nsecurity. It is precisely for that reason that Peru\r\nbelieves that the process of establishing an integral and\r\neffective international system for transporting those\r\nmaterials should not present any serious obstacles. We\r\nhope and expect that the international conference to be\r\nheld in Vienna from 7 to 11 July 2003 will make it\r\npossible for us to make progress in that respect.\r\nMr. Mustafa (Sudan) (spoke in Arabic): I should\r\nlike first of all to thank Mr. ElBaradei, the Executive\r\nDirector of the International Atomic Energy Agency\r\n(IAEA), for his briefing and his comprehensive report\r\non the activities of the IAEA. I would also like to pay\r\ntribute to him for his efforts to improve the\r\nperformance and effectiveness, as well as to broaden\r\n10\r\nA/57/PV.46\r\nthe scope, of activities and programmes in this area\r\nrelating to developing countries.\r\nSudan was a member of the IAEA Board of\r\nGovernors from 1998 to 2000 and participated\r\neffectively in amending article VI of the Statute of the\r\nIAEA to expand the membership of the Board, which\r\nwas adopted during the 1999 session of the General\r\nConference. The amendment was approved by the\r\nRepublic of the Sudan in 2001, and we deposited the\r\namendment with the United States so that it could enter\r\ninto force.\r\nMy country also expresses its support for the\r\nprogress made in responding to the challenge of\r\ninternational nuclear terrorism with a view to\r\nprotecting humankind from that scourge. We firmly and\r\nunequivocally condemn all forms and manifestations of\r\nterrorism. We must take measures to prevent nuclear\r\nterrorism, the threat of which is very grave. My\r\ncountry is concerned, however, that the fight against\r\ninternational terrorism is taking resources away from\r\ntechnical assistance programmes, which could have a\r\nvery negative impact on such programmes and projects.\r\nThe fight against nuclear proliferation, as well as\r\nthe signature and ratification of additional protocols,\r\nare among the most important issues for the Agency.\r\nHence my country signed and ratified the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) in 1973.\r\nThe treaty entered into force in July 1997 — a long\r\ntime ago. But the situation in the Middle East requires\r\nin-depth analysis and a comprehensive view, since the\r\nonly nuclear entity in this region, Israel, refuses to sign\r\nthe NPT or an Additional Protocol, and it offers some\r\nunacceptable justifications and pretexts for not doing\r\nso. This is distorted logic that is making it impossible\r\nto bring about true peace in the Middle East. And this,\r\nin turn, means that the region is now caught in a\r\nvicious circle.\r\nWe support the Iraqi Government’s reply to the\r\nappeals of the Secretary-General, the Arab League and\r\nthe Organization of the Islamic Conference for the\r\nunconditional return of the inspectors so that they can\r\nfinish their job.\r\nThe Sudanese delegation pays a special tribute to\r\nthe Agency’s technical cooperation programme for its\r\ntechnical support and useful information for\r\ndeveloping countries. We also welcome the fact that\r\ndraft resolution A/57/L.14 stresses the need to provide\r\nsufficient resources for those activities. We hope that\r\nadditional financial resources will be forthcoming and\r\nwill become an integral part of the IAEA’s budget,\r\nbeyond contributions and assistance from donor\r\ncountries, so that we can meet the challenges faced by\r\ndeveloping countries, and given the importance of the\r\nprogramme, which exists for the developing countries.\r\nDonor countries, of course, could still give more to\r\ndeveloping countries in order to complement IAEA\r\nprogrammes.\r\nMy country had the privilege of receiving the\r\nDirector General of the IAEA last December. We are\r\ngratified by the success of his visit, which took place\r\nwithin the framework of technical cooperation. During\r\nthe first half of this year we hosted two regional\r\nmeetings to evaluate African projects. The executive\r\nbodies in Sudan are prepared to host further regional\r\nmeetings on Africa, which could take place in\r\nKhartoum, our capital.\r\nTechnical cooperation programmes are the ideal\r\nway for developing countries to build their national\r\ncapacities in the areas of medicine, health, water, the\r\nenvironment and nuclear radiation safety. At present,\r\ngreat efforts are under way to meet the challenge of\r\neliminating the tsetse fly and malaria-bearing\r\nmosquitoes throughout Africa. I hail the joint efforts of\r\nSudan and Ethiopia, our neighbour, to put a programme\r\nin place to fight this problem in the 80-kilometre-long\r\nKhor Yabous area and to eradicate this scourge along\r\nthat part of the border between our two countries. I\r\nwould like to thank the IAEA’s technical assistance\r\nprogramme, which is seeking to eradicate the tsetse fly\r\nthrough sterile insect technique. We welcome their\r\nsuccessful efforts. We have made some progress also in\r\ngetting rid of the malaria-bearing mosquito, which is a\r\nmajor problem for the economic and social\r\ndevelopment of developing countries in general and for\r\nthat of African countries in particular.\r\nMr. Atta (Egypt) (spoke in Arabic): I would like\r\nto thank Mr. ElBaradei, the Director General of the\r\nInternational Atomic Energy Agency (IAEA) and to\r\nsay how much we appreciated his statement, which\r\nintroduced the Agency’s 2001 annual report. He\r\nsummarized the main achievements of 2001 and\r\noutlined the challenges we will face in the future.\r\nEgypt is aware of the important role played by\r\nthe IAEA in terms of the maintenance of international\r\npeace and security through its nuclear-non-\r\nproliferation activities. Egypt also appreciates the\r\n11\r\nA/57/PV.46\r\noutstanding contribution of the Agency to\r\nimplementing the priorities for international action\r\nthrough its activities and achievements in the areas of\r\nsustainable development, the transfer of nuclear\r\ntechnology and know-how, technical assistance,\r\nverification and nuclear security.\r\nTechnical cooperation in the peaceful use of\r\nnuclear energy is one of the major activities of the\r\nIAEA. It contributes to the prosperity of the world’s\r\npeoples, those of developing countries in particular.\r\nEgypt appreciates the Agency’s efforts to develop\r\nand update a cooperative strategy for technology, with\r\nthe development of member countries as a priority. The\r\nIAEA makes a crucial contribution to those activities.\r\nIn this way, technology can make a clear, short- and\r\nmedium-term contribution; this is one of the pillars of\r\nthe Agency’s activities.\r\nIn terms of safeguards activities, we have noted\r\nthe efforts of the secretariat to enhance the safeguards\r\nregime. At the same time, we are aware that the\r\neffectiveness of safeguards can be achieved only if all\r\naspects are universal: comprehensive safeguards and\r\nAdditional Protocols must be part of that. We take this\r\nopportunity to inform the Assembly that without\r\nuniversal IAEA safeguards it will be impossible for the\r\nefforts to eliminate the danger of nuclear proliferation\r\nto yield fruit. Therefore, it is necessary to act to bring\r\nabout universal implementation of these safeguards,\r\nbecause they are the pillar of non-proliferation.\r\nEgypt has proposed on several occasions, both\r\ninternationally and regionally, that we do something to\r\nconfront the danger of nuclear proliferation. In 1974,\r\nwe called for the establishment of a nuclear-weapon-\r\nfree zone in the Middle East. That appeal has been\r\nreiterated, by consensus, by the General Assembly\r\nsince 1980. In April 1990, President Hosni Mubarak\r\ncalled for the establishment of a nuclear-weapon-free\r\nzone in the Middle East. Through the IAEA, Egypt has\r\nalways advocated, and still advocates, the\r\nimplementation of comprehensive IAEA safeguards for\r\nall nuclear facilities in the Middle East, without\r\ndiscrimination.\r\nIn spite of all those efforts and initiatives to attain\r\npeace and stability for all States in the region, Israel\r\nhas never seriously shown the will to accept the\r\nsafeguards regime for its nuclear facilities. This has\r\nhad negative consequences for the implementation of\r\ncomprehensive safeguards for nuclear facilities in the\r\nMiddle East. It means that the international community\r\nnow has a double responsibility: to put an end to all the\r\ndangers of proliferation for the sake of peace and\r\nsecurity, and to ensure the implementation of\r\ncomprehensive IAEA safeguards.\r\nOn several occasions, Egypt has said that Iraq\r\nmust comply with provisions of Security Council\r\nresolutions. We view favourably the statement made by\r\nIraq last September in which it stated that full\r\ncooperation and inspections would resume\r\nunconditionally. Now that the Security Council has\r\nadopted resolution 1441 (2002), of 8 November 2002,\r\nwe must call on Iraq to implement the resolution fully.\r\nAs the Secretary-General has said, Iraq’s cooperation\r\nwill be the first step in confirming that Iraq does not\r\npossess weapons of mass destruction. That will lead to\r\nthe suspension of the sanctions that have caused great\r\nharm to the Iraqi people.\r\nEgypt regrets the absence in the recently adopted\r\nresolution of any mention of establishing a zone free of\r\nweapons of mass destruction in the Middle East. The\r\ncredibility of the international community vis-à-vis\r\nIraq requires international efforts to ensure that the\r\nMiddle East is a zone free of weapons of mass\r\ndestruction. That should be done in accordance with\r\nresolution 687 (1991), and in order to eliminate\r\nweapons of mass destruction and the threat they pose\r\nthroughout the world, especially in South and East\r\nAsia.\r\nWith regard to nuclear safety, the events of 11\r\nSeptember 2001 have served to underscore the need to\r\nstrengthen the activities of the IAEA with regard to\r\nsecuring fissile materials, nuclear facilities and other\r\nradioactive materials and to protecting them from the\r\ndanger posed by international terrorism. Egypt\r\nunderstands that the danger and the threat of terrorism\r\nwill continue to exist so long as nuclear materials\r\nremain outside international supervision.\r\nAs we have just said, we reaffirm that the\r\nposition of our Governments with respect to the\r\nproduction of fissile material is based on the need to\r\nsubject nuclear materials, including stockpiled\r\nmaterials, to international supervision. Egypt has taken\r\npart in every effort to draft additional measures within\r\nthe IAEA to protect us from nuclear terrorism. We\r\nbelieve that such measures must be in line with\r\nfundamental standards and that they must not be an\r\nalternative to national measures. We should not\r\n12\r\nA/57/PV.46\r\ndiminish the responsibilities of the international\r\ncommunity with regard to security, which should be\r\nfinanced through voluntary contributions. In the same\r\nvein, Egypt hopes that the additional measures and\r\nactivities proposed in this regard will complement\r\ncooperation in the area of technical assistance, so that\r\nthe Group of Experts established by the IAEA will be\r\nable to complete its work and present its\r\nrecommendations to strengthen the Joint Convention\r\non the Safety of Spent Fuel Management and on the\r\nSafety of Radioactive Waste Management.\r\nMy delegation would like to express its\r\nappreciation for the intensive and effective efforts that\r\nhave been made in Vienna to produce the draft\r\nresolution under consideration and reaffirms its support\r\nfor the activities of the IAEA aimed at strengthening its\r\nability to face future challenges.\r\nMs. Løj (Denmark): I have the honour to speak\r\non behalf of the European Union. The countries of\r\nCentral and Eastern Europe associated with the\r\nEuropean Union — Bulgaria, the Czech Republic,\r\nEstonia, Hungary, Latvia, Lithuania, Poland, Romania,\r\nSlovakia and Slovenia — and the associated countries\r\nof Cyprus, Malta and Turkey, as well as the European\r\nFree Trade Association countries of the European\r\nEconomic Area Iceland and Norway align themselves\r\nwith this statement.\r\nIt is with great interest that the European Union\r\nacknowledges the report of the International Atomic\r\nEnergy Agency (IAEA) for the year 2001. We welcome\r\nthe statement of the Director General of the\r\nInternational Atomic Energy Agency, in which he\r\nprovided additional information on the main\r\ndevelopments in the activities of the Agency in 2002. I\r\nwould like to take this opportunity to congratulate the\r\nsecretariat of the IAEA and Director General Mohamed\r\nElBaradei on the excellent work the Agency does.\r\nThe draft resolution on the report of the\r\nInternational Atomic Energy Agency presented to us in\r\ndocument A/57/L.14 represents broad agreement\r\namong Member States in Vienna. We hope it can be\r\nadopted by consensus.\r\nWe welcome the outcome of the forty-sixth\r\nregular session of the IAEA General Conference, held\r\nin Vienna from 16 to 20 September this year. The\r\nAgency has an essential role to play in combating\r\nnuclear terror. We commend the Director General and\r\nthe IAEA secretariat for responding quickly to this\r\nchallenge, first of all by reinforcing and reorienting\r\nsome ongoing activities and, shortly thereafter, by\r\npresenting plans for activities aimed at helping\r\nMember States to secure a stringent nuclear security\r\nframework for nuclear installations and materials. The\r\nprimary responsibility for ensuring the necessary\r\nnuclear security clearly rests with Member States. The\r\nactivities of the Agency can only be in support of\r\nnational measures to counter nuclear terrorism.\r\nTechnical cooperation programmes are already playing\r\nan important role in upgrading safety and security.\r\nThey will also be valuable instruments in this context.\r\nAn international nuclear-non-proliferation regime\r\nof a universal character, backed by a strong\r\ninternational safeguards system requiring States to\r\nproperly account for and control nuclear materials, is\r\nan absolutely essential basis for international efforts to\r\nmaintain our collective security. It is the responsibility\r\nof Member States to promote the universality of the\r\nnon-proliferation regime and to adhere to the\r\napplicable international instruments.\r\nThe Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) is the cornerstone of the global non-\r\nproliferation regime, the essential international\r\ninstrument of the IAEA safeguards system. At the first\r\nsession of the Preparatory Committee for the 2005\r\nReview Conference, held in April of this year, the\r\nresponsibility of the IAEA in further strengthening\r\nboth a comprehensive safeguards agreement and the\r\nadditional-protocol components of the regime was\r\nstrongly underlined. Noting the concerns expressed by\r\nthe Director General in that regard, the European\r\nUnion recognizes the need for a properly funded\r\nsafeguards system that is both effective and cost-\r\nefficient. The Union is prepared to consider growth in\r\nthe safeguards budget whenever such requirements can\r\nbe demonstrated.\r\nAll the States Members of the European Union\r\nhave made a clear commitment to the ratification\r\nprocess for their respective additional protocols, a\r\nprocess most of them have finalized. We have\r\ncommitted ourselves to have the protocols of European\r\nUnion member States enter into force simultaneously.\r\nWe consider that additional protocols are an integral\r\npart of the IAEA safeguards system, and that adherence\r\nto them is an essential means of demonstrating\r\nfulfilment of the obligations of article III of the Non-\r\nProliferation Treaty. The European Union therefore\r\n13\r\nA/57/PV.46\r\nurges all States that have not yet signed and ratified an\r\nadditional protocol to do so.\r\nWe share the concern of the Director General that\r\n48 States that are parties to the NPT have not yet\r\nentered into safeguards agreements. We call upon those\r\nStates to fulfil the obligation they entered into under\r\narticle III of the Treaty, and to conclude comprehensive\r\nsafeguards agreements.\r\nThe European Union wishes to recall its concern\r\nregarding the continued existence of unsafeguarded\r\nnuclear facilities and materials in States not parties to\r\nthe NPT or equivalent treaties. The EU calls upon\r\nthose States to place all their nuclear activities under\r\nIAEA safeguards.\r\nThe situation in Iraq remains a major concern for\r\nthe EU. Three and a half years have now passed since\r\nthe IAEA was last able to implement its mandate in\r\nIraq. The Agency is therefore unable to provide any\r\nassurances regarding Iraqi compliance with its\r\nobligations. The EU underlines that, on return to Iraq,\r\nthe Agency must, in particular, resolve the key issue of\r\nwhether Iraq’s nuclear activities and capabilities have\r\nchanged since December 1998.\r\nThe EU reiterates its demand that Iraq adhere\r\nfully to all the relevant resolutions of the Security\r\nCouncil, especially that it let the United Nations\r\ninspectors return to Iraq without precondition and that\r\nit fully cooperate with the inspection teams in all\r\naspects, including granting immediate and unhindered\r\naccess to all sites and facilities the inspectors might\r\nwant to investigate.\r\nWe are deeply concerned over reports that the\r\nDemocratic People’s Republic of Korea has admitted\r\nconducting a clandestine nuclear weapon programme.\r\nThe European Union urges North Korea to immediately\r\noffer clarification on the issues. Such a programme is a\r\nserious breach of the North Korean commitments under\r\nthe NPT, the IAEA safeguard agreement, as well as the\r\nJoint Declaration between North and South Korea on\r\nDenuclearization of the Korean Peninsula and the\r\nAgreed Framework. It also calls into question the\r\nKorean Peninsula Energy Development Organization\r\n(KEDO) project.\r\nThe EU calls on North Korea to take immediate\r\nsteps to comply with international non-proliferation\r\ncommitments and to eliminate its nuclear weapons\r\nprogramme in a verifiable manner, in accordance with\r\nits IAEA Safeguards Agreement. The EU stands ready\r\nto work with all parties to find a peaceful resolution to\r\nthis situation, which constitutes a serious development\r\nfor peace and stability internationally and regionally.\r\nThe EU attaches great importance to a high level\r\nof nuclear safety worldwide and undertakes to maintain\r\na high level of nuclear safety in the Union. The EU\r\nmember States and the associated countries closely\r\ncooperate in that field.\r\nThe EU attaches great importance to technical\r\ncooperation as one of the pillars of the Agency’s\r\nactivities. Our support is well demonstrated by the very\r\nhigh level of voluntary contributions provided by EU\r\nmember States, which in 2002 will amount to\r\napproximately 35 per cent of the total contributions.\r\nThe EU continues to wish to see adequate financing for\r\nthose important activities, and will contribute\r\nconstructively next year when the Board of Governors\r\nreviews the funding mechanism for technical\r\ncooperation.\r\nThe EU is well aware of the increasingly difficult\r\ncontext in which the Agency has to finance its statutory\r\nobligations under the regular budget. Every effort\r\nshould be made to ensure that the Agency has the\r\nfinancial resources to do so. The EU is concerned that\r\nan important number of member States of the IAEA do\r\nnot live up to their financial obligations to the Agency.\r\nThe EU strongly urges all member States to pay in full\r\nand on time their assessed contribution to the regular\r\nbudget, as well as outstanding contributions from\r\nprevious years that now amount to approximately $18\r\nmillion.\r\nThe EU proposes to introduce to the Agency a\r\nsingle currency system based on the euro, taking effect\r\nfrom the 2004-2005 biennium. The fact that the\r\noverwhelming majority of its expenditure occurs in\r\neuros underlines the advantages of a euro-based\r\nfinancial system. In our opinion, that system will\r\nsubstantially contribute to improve transparency,\r\neffectiveness and efficiency in the Agency’s\r\nmanagement of its financial resources of both the\r\nregular budget as well as extrabudgetary funds. We\r\nappreciate the work done so far by the IAEA secretariat\r\nto examine the issue and to provide member States\r\nwith information on the provisional findings. We look\r\nforward to a comprehensive report later this year in\r\norder to reach an agreement on this proposal during the\r\nfirst half of 2003.\r\n14\r\nA/57/PV.46\r\nThe EU fully supports the Director General in his\r\ncontinued efforts to improve the effectiveness of the\r\nAgency. A results-based approach to budgeting\r\nrequires strong management and a clear definition of\r\ncrosscutting activities. Enhanced cooperation and\r\ncoordination between departments should be\r\nencouraged, leading to more synergy and better use of\r\nresources, human as well as financial. In that context,\r\nwe welcome the Director General’s decision to engage\r\nan outside management consultant to review the\r\nachievements so far and to suggest further measures to\r\nbe to taken.\r\nFinally, let me assure Members that the EU and\r\nthe States that have associated themselves with this\r\nstatement fully support the role that the IAEA plays as\r\nthe competent authority for verification of compliance\r\nwith the international nuclear non-proliferation regime,\r\nas well as its role in promoting the safe usage of\r\nnuclear technologies for peaceful application in those\r\nmember States that have chosen to use that technology.\r\nMr. Requeijo Gual (Cuba) (spoke in Spanish):\r\nWe thank Mr. Mohamed ElBaradei for his presentation\r\nof the annual report of the International Atomic Energy\r\nAgency (IAEA) (A/57/L.14). We also wish to welcome\r\nthe entry of Eritrea, Kyrgyzstan and Seychelles to the\r\nIAEA membership.\r\nFollowing up on the announcement made by the\r\nMinister for Foreign Relations of Cuba on 14\r\nSeptember 2002 to the General Assembly, the\r\nGovernment of the Republic of Cuba proceeded to\r\ndeposit the instruments of adherence to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT) on 4\r\nNovember 2002, in Moscow.\r\nWith the Cuban adherence, 188 States are now\r\nparties to that international instrument.\r\nAt the time of adherence, Cuba reiterated its\r\nposition of principle to the effect that military doctrines\r\nbased on the possession of nuclear weapons are\r\nunacceptable. It also reaffirmed its criteria that no\r\ncountry or group of countries should be allowed a\r\nmonopoly over nuclear weapons or over their\r\nquantitative or qualitative development.\r\nCuba is convinced that the only way to overcome\r\nthe original flaws of the NPT and its selective and\r\ndiscriminatory essence is by achieving the objective of\r\nthe total elimination of nuclear weapons.\r\nIn complying with the provisions of the NPT, the\r\nlegitimate right of States to have full access to nuclear\r\nenergy for peaceful purposes must also be respected.\r\nTherefore, the imposition of restrictive unilateral\r\nmeasures on the exchange of equipment, supplies and\r\nscientific and technological information for the\r\npeaceful uses of nuclear energy must also cease.\r\nCuba’s decision to become a State party to the\r\nNPT reaches beyond its national interests and is a clear\r\nindication of the political will and the commitment of\r\nthe Cuban Government to promoting and strengthening\r\nthe United Nations, multilateralism and international\r\ntreaties on disarmament and arms control.\r\nAs a State party to the NPT, Cuba intends to\r\nbecome actively involved in the preparatory process for\r\nthe next NPT Review Conference and to work together\r\nwith other States that, like Cuba, aspire to achieving\r\ntotal elimination under strict international monitoring\r\nof all nuclear weapons.\r\nOn 23 October in Mexico City, the Government\r\nof Cuba also deposited its instruments of ratification of\r\nthe Treaty for the Prohibition of Nuclear Weapons in\r\nLatin America and the Caribbean, known as the Treaty\r\nof Tlatelolco, along with all its amendments. With\r\nCuba’s ratification, the Treaty of Tlatelolco enters fully\r\ninto force throughout its area of application and Latin\r\nAmerica and the Caribbean will thus be formally\r\ndeclared the first inhabited area of the planet free of\r\nnuclear weapons.\r\nCuba signed the Treaty of Tlatelolco on 25 March\r\n1995, essentially as an act of solidarity with the\r\ncountries of Latin America and the Caribbean, despite\r\nthe fact that the United States, the sole nuclear Power\r\nin the Americas, was pursuing a policy of hostility\r\nagainst us and tightening its economic, trade and\r\nfinancial blockade, while maintaining by force and\r\nagainst the will of the Cuban people the illegal\r\noccupation of a part of our national territory.\r\nAs we ratify the Treaty of Tlatelolco, these\r\nobstacles remain in place and are even increasing.\r\nHowever, in contrast to the interest of the global super-\r\nPower in ensuring the prevalence of unilateralism in\r\nthe resolution of international problems, Cuba is once\r\nagain demonstrating its commitment to promoting and\r\nstrengthening multilateralism and international\r\ndisarmament and arms control treaties. The step Cuba\r\nhas taken also contributes to regional efforts to\r\n15\r\nA/57/PV.46\r\npromote nuclear disarmament and international peace\r\nand security.\r\nCuba attaches great importance to the IAEA’s\r\nwork and reiterates the need to attain an appropriate\r\nbalance among the three fundamental pillars of that\r\norganization’s work: technical cooperation, security\r\nand verification. We welcome the fact that, following a\r\nprolonged deadlock, the target figure for the IAEA\r\nTechnical Cooperation Fund will be increased for the\r\nbiennium 2003-2004. We hope that this figure will\r\ncontinue to rise in the future in correspondence with\r\nthe real and growing needs of the recipient countries. It\r\nis essential that the IAEA maintain a Technical\r\nCooperation Fund marked by constant, predictable and\r\nsecure growth.\r\nCuba maintains a major technical cooperation\r\nprogramme with the IAEA and has always made the\r\noptimum use of allocated resources. Such resources\r\nhave been directed into our country’s priority\r\nprogrammes in such spheres as human health,\r\nagriculture and industry and the implementation of\r\nthese projects has had a significant impact.\r\nCuba reaffirms its support for the Regional\r\nCooperative Agreement for the Promotion of Nuclear\r\nScience and Technology in Latin America and the\r\nCaribbean (ARCAL), which it recently ratified. We\r\nview the ARCAL programme as the ideal framework\r\nfor cooperation among the countries of the Latin\r\nAmerican and Caribbean region. In the context of our\r\nfirm will to promote the important work of ARCAL,\r\nCuba will organize the fourth meeting of its Technical\r\nCoordination Board, to be held in Havana in May next\r\nyear.\r\nCuba believes that the IAEA can and must play a\r\nvery important role in fighting nuclear terrorism. That\r\nis why we support the efforts of the IAEA to undertake\r\nprogrammes and activities to protect against nuclear\r\nterrorism, without prejudice to the human and financial\r\nresources earmarked for sustainable socio-economic\r\ndevelopment.\r\nWe support the proposal to establish voluntary\r\nfunds for extrabudgetary contributions to finance new\r\nactivities, such as the campaign against nuclear\r\nterrorism. At the same time, it is important to preserve\r\nthe voluntary funds that are currently devoted to IAEA\r\ntechnical cooperation, which many developing\r\ncountries so urgently need.\r\nMr. Gatilov (Russian Federation) (spoke in\r\nRussian): The Russian Federation welcomes Director\r\nGeneral ElBaradei of the International Atomic Energy\r\nAgency (IAEA) and expresses its gratitude for the\r\nannual report of the Agency.\r\nWe are pleased to welcome the Kyrgyz Republic,\r\nthe Republic of Seychelles and Eritrea as new IAEA\r\nmembers. We have warm neighbourly and partnership\r\nrelations with the Kyrgyz Republic in the\r\nCommonwealth of Independent States, as well as\r\nstrong business links in implementing the programmes\r\nof uranium fields development and radioactive waste\r\ndisposal. We hope that the accession of the Kyrgyz\r\nRepublic to the IAEA will make our bilateral\r\ncooperation in this field even more effective.\r\nThe Russian Federation is an active IAEA\r\nmember engaged in the multifaceted activities of the\r\nAgency, which embrace such key areas as non-\r\nproliferation of nuclear weapons through its control\r\nfunctions, the peaceful use of nuclear energy for\r\ndevelopment, and the development of safe and\r\nenvironmentally friendly innovation technologies in\r\nthis field.\r\nLast year, terrorist attacks in the United States\r\nand the very recent tragic events in Moscow, when\r\nterrorists took more than 700 hostages, highlighted the\r\nthreat of international terrorism to the entire world.\r\nThis credible threat calls for concerted multilateral\r\nefforts in creating a global system to counter new\r\nchallenges and threats, in particular in the nuclear field.\r\nIn this regard, we would like to commend the\r\nAgency’s efforts to fight nuclear terrorism, including in\r\nthe light of the decisions made by the G-8 leaders in\r\nKananaskis, Canada. We believe that enhanced\r\nphysical protection regime, the safe storage of nuclear\r\nmaterials, the prevention of their illegal trafficking, and\r\nthe improvement of their record-keeping and control,\r\ncombined with other measures to increase the\r\nefficiency of the IAEA control system, will make it\r\npossible to deny terrorists and their accomplices any\r\naccess to hazardous materials.\r\nThe Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) is of crucial importance to\r\ninternational security. We expect that the preparatory\r\nprocess for the Review Conference of the Parties to the\r\nNPT, to be held in 2005, will help to consolidate a\r\nmaximum number of States to attain the Treaty goals.\r\n16\r\nA/57/PV.46\r\nThe Russian-United States Treaty on Strategic\r\nOffensive Reductions signed in Moscow earlier this\r\nyear is an important contribution to strengthening\r\nstrategic stability. Russia has already begun work on its\r\nratification. The importance of this treaty and the\r\ndeclaration on a new strategic relationship between the\r\nRussian Federation and the United States goes beyond\r\nbilateral relations and meets the interests of all States.\r\nIn this regard, we welcome the recent adoption by\r\nconsensus of the draft resolution supporting this\r\ndocument in the First Committee of the United Nations\r\nGeneral Assembly.\r\nExcessive weapon-grade materials utilization and\r\nnuclear weapons reduction are an important aspect of\r\nnuclear disarmament. We continue to implement the\r\nagreement between the Governments of the Russian\r\nFederation and the United States of America\r\nconcerning the disposition of highly enriched uranium\r\nextracted from nuclear weapons dated February 18,\r\n1993. The Russian nuclear weapons industry is being\r\nconverted to serve the interests of nuclear energy.\r\nWe note with satisfaction that the promotion of\r\nnuclear energy remains one of the key priorities\r\npursued by the Agency. In 2000, the IAEA General\r\nConference passed the resolution on “Strengthening the\r\nAgency’s Activities Related to Nuclear Science,\r\nTechnology and Applications” (GC(44)/RES/20). The\r\ninternational project on innovative reactors and fuel\r\ncycle, which is being carried out within the framework\r\nof this resolution, is becoming increasing authoritative.\r\nWe view this project as one of the practical steps\r\ntowards the implementation of the initiative launched\r\nby the President of the Russian Federation, Mr. Putin at\r\nthe Millennium Summit on energy supply for sustained\r\ndevelopment of mankind, radical solution to the\r\nproblems posed by proliferation of nuclear weapons, as\r\nwell as for a global environmental improvement.\r\nRussia is giving greater and greater attention to\r\nnew nuclear technology research and development. In\r\naccordance with the nuclear energy development\r\nstrategy of Russia for the first half of the twenty-first\r\ncentury approved by the Government, several\r\ninnovative projects based on thermal and fast neutron\r\nreactors are under way. These will particularly help\r\naddress the problems of safe use of weapon-grade and\r\nenergy plutonium while preparing for the transition to\r\ncomplete closed fuel cycle.\r\nThe Russian Federation supports the efforts made\r\nby the Agency to foster cooperation in the field of\r\nnuclear technology. We attach great importance to the\r\nimplementation of a number of projects, in particular\r\nthe regional project on research reactor safety and the\r\nmodel project on improving the radiation protection\r\ninfrastructure in several member States of the\r\nCommonwealth of Independent States. We find that the\r\nfinancing of the technical assistance fund through the\r\nIAEA member States’ assessed contributions in\r\nnational currency according to the United Nations scale\r\nof assessments is an effective approach. We will pay\r\nour current year’s contribution in the near future and\r\ncontinue contributing to this fund regularly.\r\nThe Russian delegation is grateful to Ambassador\r\nNabeela Al-Mulla, the Chairman of the IAEA Board of\r\nGovernors, for presenting the draft resolution on the\r\nIAEA Report to the General Assembly. The Russian\r\nFederation is one of the co-authors of the draft, which\r\nsucceeds in reflecting the balance of interests of most\r\nStates. We call for support for this draft.\r\nMr. Haraguchi (Japan): On behalf of the\r\nGovernment of Japan, I would like to express my\r\ngratitude to Mr. Mohamed ElBaradei, Director General\r\nof the International Atomic Energy Agency (IAEA),\r\nfor his statement as well as for preparing the report of\r\nthe Agency now before us. In addition, I am pleased to\r\nextend a hearty welcome to Eritrea, the Kyrgyz\r\nRepublic and the Republic of Seychelles, which have\r\nrecently become members of the IAEA.\r\nPromoting the peaceful use of nuclear energy\r\ncontributes to the world’s stable supply of energy and\r\nthe protection of the global environment. Japan greatly\r\nappreciates the IAEA’s role in fostering and\r\nstrengthening international cooperation on the peaceful\r\nuse of nuclear energy as well as on nuclear safety and\r\nnuclear non-proliferation. As the only country to have\r\nsuffered the consequences of the use of nuclear\r\nweapons and that has long been committed to the\r\npeaceful use of nuclear energy, Japan is determined to\r\nuse its wealth of experience for the greater benefit of\r\nhumankind. It attaches the highest priority to safety in\r\nutilizing nuclear energy for peaceful purposes, and is\r\nstriving to promote safety both domestically and\r\ninternationally.\r\nAllow me to briefly highlight some aspects of the\r\nactivities of the IAEA that we deem to be particularly\r\nimportant. I would like first of all to emphasize the\r\n17\r\nA/57/PV.46\r\nimportance of the universalization of the Additional\r\nProtocol in responding to the various challenges to the\r\nNuclear Non-Proliferation Treaty (NPT) regime. It\r\nstrengthens the Agency’s capability to detect\r\nundeclared nuclear materials and activities by\r\nenlarging the scope of the information to be provided\r\nand by implementing complementary access.\r\nIn order to help maintain the momentum for the\r\nuniversalization of the Additional Protocol, Japan, in\r\ncooperation with the IAEA, will host the International\r\nConference for Wider Adherence to Strengthened\r\nIAEA Safeguards next month in Tokyo. This\r\nConference will be held from the global perspective, in\r\norder to consolidate the results of the five regional\r\nseminars and symposia that have been held so far. It\r\nwill also provide participants with the opportunity to\r\nreconfirm the importance of the IAEA safeguards that\r\nguarantee international peace and security, and\r\nconsider concrete steps toward the strengthening of the\r\nAdditional Protocol.\r\nJapan, in this context, urges the IAEA secretariat\r\nto make further efforts toward the early adoption of\r\nintegrated safeguards in order not only to realize the\r\nrationalization of the safeguards but also to provide an\r\nincentive to conclude the Additional Protocol.\r\nThe nuclear weapon development program of the\r\nDemocratic People’s Republic of Korea is a serious\r\nsecurity issue for Japan. It is also a major concern for\r\nthe international non-proliferation regime. In the\r\nJapan — Democratic People’s Republic of Korea\r\nPyongyang Declaration issued at the time of Prime\r\nMinister Koizumi’s meeting with Chairman Kim Jong\r\nII last September,\r\n“Both sides confirmed to comply with all related\r\ninternational agreements for an overall resolution\r\nof the nuclear issues on the Korean Peninsula.”\r\n(Pyongyang Declaration, September 17, 2002).\r\nIn the official high-level bilateral normalization talks\r\nheld in Kuala Lumpur last month, Japan once again\r\nexpressed its concerns in detail, and called upon North\r\nKorea to comply with all related international\r\nagreements.\r\nIn the trilateral leaders’ meeting of Japan, United\r\nStates and Republic of Korea, and in the Asia Pacific\r\nEconomic Cooperation leaders’ meeting — both of\r\nwhich were held on the 26th of last month, the leaders\r\nnoted the potential for North Korea to benefit from\r\ngreater participation as a member of the international\r\ncommunity. However, North Korea’s relations with the\r\ninternational community now rest on its prompt and\r\nvisible actions to dismantle its programmes to develop\r\nnuclear weapons.\r\nIn that connection, it is important that North\r\nKorea implement the IAEA safeguards agreement fully\r\nand allow the Agency to take the necessary actions to\r\ndraw conclusions on the situation regarding nuclear\r\ndevelopment programmes in North Korea. Japan\r\nintends to continuously work upon North Korea on this\r\npoint. Japan also expresses its great appreciation for\r\nthe IAEA’s announcement that it is ready to dispatch a\r\nsenior team to North Korea or to receive a North\r\nKorean team in order to discuss the implementation of\r\nthe safeguards agreement. Japan calls upon North\r\nKorea to accept the proposal of the IAEA.\r\nIn closing, allow me to reiterate my\r\nGovernment’s strong commitment to, and support for,\r\nthe activities of the IAEA.\r\nMr. Kára (Czech Republic): At the outset, I\r\nwould like to thank Mr. ElBaradei, IAEA Director\r\nGeneral, for his informative and comprehensive\r\nopening statement highlighting the achievements of the\r\nactivities of the IAEA in the course of the most recent\r\nperiod.\r\nAs the Czech Republic associates itself with the\r\nstatement delivered by Denmark on behalf of the\r\nEuropean Union, I will touch upon only some of the\r\ntopics that are of particular importance to my country.\r\nThe efforts and activities of the IAEA are\r\nscrutinized in the light of the present debate on global\r\nsecurity problems and the role of nuclear energy in\r\nsustainable development. The key role of the Agency\r\nlies, in our view, in helping humankind to maximize\r\nthe benefits and minimize the risks related to the\r\nexploitation of nuclear power. The international\r\ncommunity expects the Agency to continue playing its\r\nimportant role under the three pillars of its mandate:\r\nverification, safety and technology. In the most recent\r\nperiod, the IAEA succeeded in achieving its main\r\nobjectives: serving as a unique platform for the transfer\r\nof nuclear science and technology; building and\r\nmaintaining a global nuclear safety regime; guarding\r\nagainst proliferation of nuclear weapons; and\r\nstrengthening the security and physical protection of\r\nnuclear material and facilities.\r\n18\r\nA/57/PV.46\r\nMy country has continued to work hard with\r\nother countries to enhance the global non-proliferation\r\nregime and its verification. The recent completion of\r\nratification by the Czech Parliament of the Protocol\r\nAdditional to the Safeguards Agreement, signed\r\nbetween the IAEA and the Czech Republic, is the most\r\nvisible contribution to those efforts in the most recent\r\nperiod. The full implementation of the Protocol has\r\nbeen among the highest priorities of the State\r\nadministration. As has the European Union, we would\r\nlike to use this opportunity to urge those who have not\r\nyet done so to conclude similar protocols with the\r\nAgency without delay in order to make the\r\nstrengthened safeguards system as broad as possible\r\nand, ultimately, universal.\r\nFrom the very beginning of international\r\ncooperation in the peaceful uses of nuclear energy, the\r\nmajor supplying countries have recognized the\r\nresponsibility to ensure that such cooperation activities\r\ndo not contribute to the proliferation of nuclear\r\nweapons. That principle is reflected in the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT) and\r\nin the multilateral regimes on export controls.\r\nThe Nuclear Suppliers Group, together with the\r\nZangger Committee, play an important role in support\r\nof the NPT and non-proliferation in general. The Czech\r\nRepublic, which currently chairs the Nuclear Suppliers\r\nGroup, attaches high priority to the Group’s dialogue\r\nwith other non-member States, in particular potential\r\nnuclear suppliers. In the exercise of that office, we are\r\nas transparent and cooperative as possible in pursuing\r\nthe non-proliferation objectives.\r\nNon-proliferation efforts also have their anti-\r\nterrorism dimension. The Czech Republic will not\r\nstand aside; it wants to join new initiatives in the area\r\nof protection against nuclear terrorism, including the\r\nAgency’s plan of action. Both in-kind and financial\r\ncontributions are being considered.\r\nThe President returned to the Chair.\r\nThe Czech Republic belongs to the group of\r\ncountries that broadly employ nuclear technology to\r\nsatisfy various needs of their society. In our view, most\r\nof the nuclear technology non-power applications in\r\nhuman health, food and agriculture and chemical and\r\nphysical sciences are able to bring distinct economic\r\nand social benefits to every part of the world. Of\r\ncourse, any such use shall be carefully tailored to the\r\nspecific needs and existing infrastructure of individual\r\ncountries and regions. In that context, the Czech\r\nRepublic recognizes the importance of technical\r\ncooperation among member States. With the aim of\r\ncontributing to those endeavours, Czech organizations\r\nand individual experts take active part in various\r\ncooperative programmes and other IAEA-sponsored\r\nactivities in order to encourage sound progress in the\r\ndevelopment and peaceful use of nuclear energy in\r\nEurope and other regions. As in previous years, the\r\nCzech Government allocated additional financial\r\nresources to support activities under the Agency’s\r\nTechnical Cooperation Programme and made voluntary\r\ncontributions to specific projects in Armenia, Georgia\r\nand Ukraine. The Czech Republic also welcomes all\r\nefforts to efficiently direct Technical Cooperation\r\nfunds to the indispensable activities of the Agency’s\r\nmajor programmes. A results-oriented approach\r\napplied in the process of planning for the programme\r\nand budget for the period 2004-2005 is an appropriate\r\nvehicle for achieving more efficient spending of funds,\r\nnot only in the area of technical cooperation.\r\nSince the Czech Republic is a country with scarce\r\nenergy resources, nuclear power is an important part of\r\nour energy mix. Currently, approximately 20 per cent\r\nof the country’s electricity is generated by the four\r\nunits of the Dukovany nuclear power plant. The\r\ncommissioning of the two units of the Temelin nuclear\r\npower plant is in progress. When at full power, the\r\ninstalled capacity of Czech nuclear power plants will\r\nmore than double.\r\nWith respect to the Temelin nuclear power plant,\r\nI cannot fail to mention nuclear safety issues. I have to\r\nunderline that the Czech Government attaches the\r\nutmost importance to the safety of nuclear installations\r\noperated on its territory. In order to demonstrate that,\r\nthe system of nuclear safety assessment continues to be\r\nbased on the principles of independence and\r\ntransparency. Peer reviews organized by the Agency\r\nare an important part of the safety assessment structure\r\nin the Czech Republic. Bringing independent and\r\ninternationally recognized expertise, missions to the\r\nTemelin and Dukovany nuclear power plants,\r\norganized under the IAEA umbrella, confirmed again\r\nat the end of last year their very good status in all\r\naspects of safety. The missions also offered a number\r\nof ideas for further improvements. In this respect,\r\nallow me to use this opportunity to express once again\r\nappreciation to the individual member States who made\r\ntheir experts available and to the IAEA secretariat, in\r\n19\r\nA/57/PV.46\r\nparticular the Department of Nuclear Safety and the\r\nDepartment of Technical Cooperation.\r\nHowever, we are concerned at the attempts to\r\nexclude the Agency’s peer review services from the\r\nregional Technical Cooperation Programme. The high\r\nlevel of safety required for nuclear installations and for\r\nworkplaces with sources of radioactive and ionizing\r\nradiation, and physical protection from radiation, are\r\namong the constraints on any use of nuclear\r\ntechnologies, and it is logical that that principle be\r\napplied before any technical cooperation project is\r\nlaunched.\r\nOne hardly need reaffirm the importance of\r\nindependent third-party peer reviews in maintaining\r\nand further developing safety and security levels for\r\nthe use of nuclear energy and of ionizing radiation. The\r\nsame applies to the complexity and the well-defined\r\nframework required for the conduct of the review\r\nservices offered by the Agency. Worth mentioning,\r\nhowever, is the unique design of those review services,\r\nwhich allows for the sharing of experience gained and\r\nof the results achieved, at least among interested\r\ngroups, such as users of similar technology or\r\nregulatory authorities. Offering a platform for the\r\nsharing of experience and information and for the\r\ndiscussion of common issues is one of the most\r\nimportant missions of the regional component of the\r\nTechnical Cooperation Programme.\r\nIn conclusion, I should like to assure the\r\nAssembly of my Government’s continuing commitment\r\nto supporting and expanding the Agency’s role in\r\ninternational cooperation to promote the peaceful and\r\nsafe use of nuclear energy and ionizing radiation for\r\nthe benefit of all Member States.\r\nMr. Tomka (Slovakia): Slovakia aligns itself\r\nwith the statement made earlier by the Danish\r\npresidency of the European Union on this agenda item,\r\nand we fully support its content. However, since the\r\nannual reports of the International Atomic Energy\r\nAgency (IAEA) to the General Assembly are\r\ntraditionally of the highest interest to my delegation, I\r\nshould like to take this opportunity to comment briefly\r\non a few points from my national perspective.\r\nWe thank the Director General of the Agency,\r\nMr. ElBaradei, for being with us in New York today\r\nand for presenting personally the report on the work of\r\nthe Agency. We find the report, as well as his\r\ncomplementary remarks, to be factual and highly\r\ninformative. Mr. ElBaradei’s presence here today is\r\neven more appreciated when one considers his\r\ndemanding work schedule, no doubt further intensified\r\nby his active participation in recent days in resolving\r\nthe most pressing issues on the agenda of the\r\ninternational community.\r\nThe burden shouldered today by the Agency has\r\nbecome more complex since the three main missions of\r\nits mandate — technology, safety and verification —\r\nhave grown more intertwined than ever before, owing\r\nlargely to the evolving international security\r\nenvironment and to the increasing needs of economic\r\ndevelopment. Consequently, promoting the peaceful\r\nuses of atomic energy, together with ensuring its non-\r\ndiversion to military purposes, poses an ever-growing\r\nchallenge.\r\nHere, I wish to put on record Slovakia’s firm\r\nsupport for the further strengthening of the\r\neffectiveness of the Agency’s safeguards. The right\r\npath forward lies in bringing into force the Additional\r\nProtocols to safeguards agreements with as many\r\nStates as possible, in the universalization of the system\r\nand, ultimately, in developing integrated safeguards.\r\nSlovakia, having concluded a new safeguards\r\nagreement with the Agency in 1998, is considering\r\nappropriate steps for implementing the provisions of\r\nthe Additional Protocol it has signed, including the\r\nformal measures necessary to bring it into force. My\r\ncountry is also ready to support an early completion of\r\nthe Agency’s work on developing integrated\r\nsafeguards, in close cooperation with the Standing\r\nAdvisory Group on Safeguards Implementation and\r\nwith other Member States.\r\nThe viability of the verification element in the\r\nAgency’s mandate is even more crucial for sustaining\r\nthe global non-proliferation regime, given that certain\r\ndiscouraging realities are still in place. I have in mind\r\nthe fact that the Agency is still unable to fully perform\r\nits duties — as mandated by the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) and by the\r\nrelevant Security Council resolutions — in respect of\r\ntwo States. The challenge to the non-proliferation\r\nregime is even greater in the light of recent reports that\r\none of those States is in breach of its commitments\r\nunder the NPT.\r\nWe commend the Security Council for the\r\nunanimous adoption of its resolution 1441 (2002) last\r\nFriday. We encourage Iraq to comply fully with that\r\n20\r\nA/57/PV.46\r\nresolution and with other relevant resolutions of the\r\nCouncil.\r\nThere are other concrete steps — although they\r\nare formally outside the purview of the IAEA — to\r\nqualitatively consolidate the NPT non-proliferation\r\nregime: a comprehensive nuclear test ban and a fissile\r\nmaterial ban. Slovakia joins in the call for the swift\r\nentry into force of the Comprehensive Nuclear-Test-\r\nBan Treaty and for a renewal of negotiations on a\r\ntreaty banning the production of fissile material for\r\nnuclear weapons. The completion of both of those\r\nundertakings is long overdue; the opportunity should\r\nnot be missed. The process should enjoy the Agency’s\r\ncontinued support and cooperation.\r\nI now turn briefly to cooperation between\r\nSlovakia and the Agency. Slovakia is among the\r\ncountries that operate peaceful nuclear facilities.\r\nAccording to our national energy strategy plan, nuclear\r\nenergy will remain a substantial source of our energy\r\nproduction for the medium term. The safe operation of\r\nnuclear facilities continues to be our utmost priority.\r\nBearing that in mind, we have, since joining the IAEA,\r\npromoted and participated in fruitful cooperation with\r\nthe Agency. With regard to our most recent activities\r\naimed at promoting nuclear safety, I should mention at\r\nleast the establishment at Bratislava last April of the\r\nCentre for Nuclear Safety. The Centre is supported by\r\nthe Swiss and the Slovak Governments. The objective\r\nis to create a network of nuclear safety experts in\r\nsupport of the nuclear authorities in the region.\r\nThe safety of nuclear installations is also a\r\nsubject of bilateral cooperation with our neighbours.\r\nMeetings involving high governmental experts have\r\nbeen organized with all neighbouring countries to\r\ndiscuss issues of common interest and to exchange\r\nexperiences in the area of peaceful uses of nuclear\r\nenergy. We consider those meetings to be an important\r\nmeasure to promote confidence.\r\nIt is the responsibility of the nuclear community\r\nto promote nuclear safety in a more global way.\r\nSlovakia supports the Agency’s initiatives aimed at\r\ncontributing to a global nuclear safety regime through\r\nnetworking, through integrating its safety evaluation\r\nactivities and through promoting adherence to\r\ninternational safety conventions. We support the\r\nAgency’s cooperation with various parts of the United\r\nNations system, with the European Union institutions\r\nand with other international bodies, such as the Nuclear\r\nEnergy Agency of the Organization for Economic\r\nCooperation and Development and the World\r\nAssociation of Nuclear Operators.\r\nI cannot close without touching upon the\r\nimportant role of the Agency and of its activities in the\r\nfield of combating terrorism. Slovakia welcomes the\r\nplan of action approved in principle by the Board of\r\nGovernors of the Agency.\r\nAs for the outcome of today’s General Assembly\r\ndebate, the best message we can deliver to Vienna, in\r\norder to demonstrate our unwavering support for the\r\nAgency, would be the adoption by the largest possible\r\nmajority of the draft resolution (A/57/L.14) now before\r\nus for consideration.\r\nMr. Kulyk (Ukraine): I would like to start by\r\nexpressing my delegation’s appreciation to\r\nMr. Mohamed ElBaradei, Director General of the\r\nInternational Atomic Energy Agency (IAEA), for\r\npresenting the annual report on the work of the IAEA\r\nfor the year 2001 and additional information on the\r\nmain developments in the Agency’s activities during\r\n2002. I also wish to welcome the Kyrgyz Republic, the\r\nRepublic of Seychelles and Eritrea as new members of\r\nthe IAEA.\r\nUkraine considers the work of the International\r\nAtomic Energy Agency to be a crucial part of overall\r\nefforts to ensure a safer and more secure world nuclear\r\nenvironment. Recently, the world has become more\r\naware of what a terrorist threat can be all about if\r\nsophisticated technology is involved. We have to be\r\nabsolutely clear that the treat of nuclear terrorism is\r\npotentially one of the most horrifying possibilities in\r\nthat domain.\r\nUkraine commends the IAEA for the work done\r\nsince last year’s session of its General Conference. The\r\nAgency turned out to be quick in its response and in\r\noutlining a practical programme, which will be an\r\nimportant contribution to fighting the global nuclear\r\nterrorism. Member countries have to face the reality;\r\nthese new challenges made a profound impact on the\r\nAgency’s priorities while it had to fulfil its statutory\r\nobligations under rigid financial constraints.\r\nIt is imperative that we recognize and support the\r\nAgency’s activities that require a sustained response to\r\nvarious emerging challenges. Though the public’s\r\nenvironmental concerns about operational safety and\r\nwaste disposal still exist, we have to look at the\r\n21\r\nA/57/PV.46\r\nAgency’s role in the future of nuclear power. In the\r\npast year the Agency assisted its member States to\r\nimprove their safety record, and it undoubtedly helps to\r\nrestore public support for nuclear energy applications\r\nas an acceptable option for sustainable development.\r\nWe add our voice in support of a unique\r\ncollaborative international effort under the auspices of\r\nthe Agency: the International Project on Innovative\r\nReactors and Fuel Cycles (INPRO). We commend the\r\nAgency for this project, which will fit user\r\nrequirements in terms of economics, waste, safety and\r\nnon-proliferation parameters. There we come to the\r\nmost profound functions of the Agency, where it plays\r\nthe important role of a catalyst for the social and\r\neconomic development of its Member States. The\r\nneeds and priorities of Member States are best served\r\nunder the Agency’s technical cooperation programme.\r\nThe World Summit on Sustainable Development,\r\nheld in Johannesburg, once again stressed the need for\r\ntechnology transfer as a prerequisite for development.\r\nThe Ukrainian delegation underlined at the forty-sixth\r\nsession of the IAEA General Conference that the\r\nAgency’s active position in Johannesburg had\r\ncontributed to the enhancement of awareness of nuclear\r\ntechnologies that are viewed as a facilitator of Agenda\r\n21. At the same time, the Agency remains a key player\r\nin ensuring a more effective and transparent global\r\nnuclear safety regime worldwide through a proven and\r\npowerful mechanism of legally binding international\r\ninstruments.\r\nWe are deeply convinced that to make Agenda 21\r\nfeasible due attention should be paid to the rectification\r\nof the consequences of the Chernobyl accident as an\r\nintegral element of regional sustainable development.\r\nThe Ukrainian delegation expresses its appreciation to\r\nthe Agency for its initiative to establish a forum of\r\nexperts as part of the new strategy for recovery.\r\nUkraine welcomes the IAEA’s active role in\r\nstrengthening the regime of physical protection of\r\nnuclear material and in steps that have been taken with\r\nregard to the Convention on the Physical Protection of\r\nNuclear Material. It is our firm belief that additional\r\nefforts should be extended to convene as soon as\r\npossible a diplomatic conference for the adoption of an\r\namended Convention.\r\nUkraine has always been a steady supporter of the\r\nnuclear-non-proliferation regime. We appreciate the\r\nfact that the Agency continues to be the core of that\r\nregime, through its verification system. Any Member\r\nState’s failure to fully implement safeguards\r\nagreements would jeopardize the overall efforts of the\r\nworld community to curb nuclear proliferation.\r\nUkraine strongly supports binding verification\r\nagreements to provide immediate, unconditional and\r\nunrestricted access to enable the Agency to carry out\r\nits United Nations mandate.\r\nUkraine considers concrete steps in further\r\nstrengthening safeguards mechanisms to be a part of\r\nthe Agency’s integrated framework concept and thus\r\nlooks forward to continuing to play a productive role in\r\nthe progressive development of safeguards.\r\nMr. Dauth (Australia): Like others, I want to\r\nbegin by thanking Director General ElBaradei for his\r\ncomprehensive statement on the achievements of the\r\nInternational Atomic Energy Agency (IAEA) and on\r\nthe challenges it will face over the coming year. We\r\nwould also like to express our appreciation for his\r\nleadership in this challenging year for the Agency, a\r\nyear of course in which it was Australia’s honour to\r\nchair the Board of Governors. Australia expresses its\r\nappreciation for the close and productive working\r\nrelationship we enjoyed with Mr. ElBaradei during our\r\nperiod as Chair. We look forward to continuing our\r\nclose association with him and the members of the\r\nIAEA secretariat.\r\nThe alarming and tragic events of 11 September\r\n2001 and the developments since then, including the\r\nterrorist bombing in Bali, have highlighted the\r\nimportance of promoting and protecting international\r\nframeworks which ensure peace and security for all of\r\nus. The Agency’s pivotal role in ensuring the safe and\r\npeaceful development of nuclear science and nuclear\r\nenergy has been underlined by the heightened concern\r\nabout the proliferation of nuclear and other weapons of\r\nmass destruction, together with the spectre of nuclear\r\nor radiological terrorism. Australia commends the\r\nAgency for the substantive progress it has made in\r\ntackling these issues.\r\nAustralia is strongly committed to the three\r\npillars — nuclear safety, verification and technology —\r\nwhich form the basis of the Agency’s mandate. We\r\nbelieve that the global implementation of an effective\r\nsystem of strengthened safeguards delivers universal\r\nsecurity benefits. In Australia’s view, the Agency’s\r\nverification and promotional activities are mutually\r\nreinforcing in nature. Strengthening the credibility of\r\n22\r\nA/57/PV.46\r\nthe Agency’s verification system promotes confidence\r\nin nuclear science and technology.\r\nA priority for Australia is achieving wide\r\napplication of the IAEA’s Additional Protocols on\r\nstrengthened safeguards. The Additional Protocols\r\nrepresent the new verification standard for safeguards\r\nunder the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT). This means that the IAEA safeguards\r\nsystem should come quickly to be regarded as\r\ncomprising both classical safeguards and the\r\nAdditional Protocols.\r\nAustralia was the first member State to ratify an\r\nAdditional Protocol and is pleased to be the first\r\ncountry in which integrated safeguards are being\r\napplied. Australia’s experience demonstrates that\r\nintegrated safeguards deliver benefits in terms of\r\nincreased efficiency as well as effectiveness. We urge\r\nStates that have yet to sign and ratify an Additional\r\nProtocol to do so as soon as possible.\r\nThe ultimate goal of nuclear disarmament will not\r\nbe achieved without effective measures which ensure\r\nnuclear non-proliferation. The 2000 Review\r\nConference of the Parties to the NPT identified the\r\nnegotiation of a fissile material cut-off treaty as one of\r\nthe most urgent disarmament and non-proliferation\r\nsteps that the international community should take. We\r\ncommend the Agency for its ongoing contribution to\r\nthe dialogue on possible verification requirements for a\r\nfissile material cut-off treaty.\r\nThere is a continuing need to remain vigilant in\r\nlooking for clandestine nuclear-weapon programmes.\r\nTwo States continue to test the non-proliferation\r\nregime, and they, of course, are the Democratic\r\nPeople’s Republic of Korea and Iraq.\r\nThe Democratic People’s Republic of Korea’s\r\nrecent admission that it is developing a uranium-\r\nenrichment programme for nuclear weapons, clearly in\r\nbreach of its obligations under the NPT and the 1994\r\nAgreed Framework between the United States and the\r\nDemocratic People’s Republic of Korea, is of grave\r\nconcern. As a party to the NPT, the Democratic\r\nPeople’s Republic of Korea has an unconditional\r\nobligation to comply with its NPT safeguards\r\nagreement with the Agency. It must move quickly to\r\ncomply with its non-proliferation obligations, including\r\nfull cooperation with the Agency. The international\r\ncommunity must send a strong and unified message to\r\nthe Democratic People’s Republic of Korea that its\r\nnuclear-weapon activities are totally unacceptable and\r\nhave no international support.\r\nAustralia welcomes the Agency’s efforts\r\npertaining to Iraq and expresses its deep concern over\r\nIraq’s continued non-compliance with Security Council\r\nresolutions requiring it to provide the Agency with the\r\naccess and cooperation necessary to implement its\r\nSecurity Council mandate in Iraq. Australia strongly\r\nsupports the resumption of inspections and looks to\r\nIraq to cooperate fully with IAEA inspectors and those\r\nof the United Nations Monitoring, Verification and\r\nInspection Commission (UNMOVIC) in achieving the\r\ncomplete implementation of relevant Security Council\r\nresolutions.\r\nThe Agency has a central role to play in\r\nresponding to the threats of nuclear terrorism. We\r\ncommend the Agency for responding quickly to this\r\nthreat, including through projects funded by the newly\r\ncreated Nuclear Security Fund. As a contributor,\r\nAustralia urges those member States that have not\r\nalready done so to contribute to the Fund, financially\r\nand through in-kind measures. The security of nuclear\r\nand radioactive materials must be a priority for all\r\ncountries.\r\nWe welcome the Agency’s progress in\r\nstrengthening the Code of Conduct on the Safety and\r\nSecurity of Radioactive Sources. There is an obvious\r\nneed to further improve the control of high-activity\r\nsources to protect against the risk of radiological\r\nterrorism.\r\nAustralia supports the work of the Agency to\r\namend the Convention on the Physical Protection of\r\nNuclear Material. We call on all delegations\r\nparticipating in this process to work constructively to\r\nachieve a consensus on outstanding issues.\r\nThe Agency has an essential role in establishing a\r\nglobal nuclear safety culture. Australia has contributed\r\nto regional and international efforts to enhance the\r\nunderstanding of how a safety culture can be\r\nimplemented in nuclear organizations. A particular\r\nfocus for Australia is the promotion of improvements\r\nin the international safety regime for research reactors.\r\nAustralia also continues to promote constructive\r\ndialogue between shipping and coastal States on the\r\nsafe transport of radioactive material. We are honoured\r\nto have been invited by the Director General to chair\r\nthe International Conference on the Safety of Transport\r\n23\r\nA/57/PV.46\r\nof Radioactive Material, to be held in Vienna in July\r\nnext year.\r\nIt is gratifying to see the very strong level of\r\nsupport for technical cooperation across the Agency’s\r\nmembership. Australia is pleased to have been able to\r\nincrease to $1.995 million (Australian) its voluntary\r\ncontribution to the Technical Cooperation Fund (TCF)\r\nfor 2003, which is well above the 2003 rate of\r\nattainment of 90 per cent.\r\nAustralia has been pleased to contribute to the\r\nIAEA’s technical cooperation activities. We also\r\ncontribute significantly to activities funded through our\r\nextrabudgetary project entitled “The Application of\r\nRadioisotope Technology to Sustainable Development\r\nin Asia and the Pacific”. We continue to provide strong\r\nsupport to the Agency’s Regional Cooperative\r\nAgreement for the Asia-Pacific region.\r\nMr. ElBaradei has highlighted the Agency’s role\r\nin promoting sustainable development through the safe\r\nand peaceful use of nuclear energy in such a way that\r\nall nations benefit. At this critical point in history,\r\nmember States must maintain the momentum for the\r\nAgency’s work on strengthened safeguards and other\r\nverification activity. We will continue to strongly\r\nsupport the Agency as it implements its programmes\r\nand adapts to meet new challenges.\r\nMr. Sun Joun-yung (Republic of Korea): At the\r\noutset, my delegation would like to commend\r\nMr. ElBaradei, Director General of the International\r\nAtomic Energy Agency (IAEA), and his staff for the\r\ndedication and commitment with which they continue\r\nto discharge their responsibilities.\r\nThe Republic of Korea attaches great importance\r\nto all areas of the Agency’s work and is strongly\r\ncommitted to the Agency’s objectives. Over the past 46\r\nyears, the IAEA has played a crucial role in promoting\r\nthe peaceful use of nuclear energy, particularly through\r\nits technical cooperation projects and its normative\r\nwork in strengthening global nuclear safety standards.\r\nThe Agency also plays an indispensable role in the\r\nmaintenance of international peace and security by\r\nvirtue of the mandates entrusted to it by the Nuclear\r\nNon-Proliferation Treaty (NPT), the Security Council\r\nand regional non-proliferation agreements. The\r\neffectiveness of the Agency’s safeguards system is\r\ncentral to the promotion of the peaceful use of nuclear\r\nenergy by fostering confidence in the compliance of the\r\nStates parties with their obligations to the NPT or other\r\nnon-proliferation arrangements.\r\nMy delegation believes that the potential nuclear\r\npower holds for sustainable development should\r\nreceive the wide recognition that it deserves. In this\r\nregard, my Government commends the secretariat of\r\nthe IAEA for its efforts to promote the use of nuclear\r\npower for development at the World Summit on\r\nSustainable Development, held at Johannesburg last\r\nSeptember. My country currently has 17 nuclear-power\r\nreactors in operation that account for over 40 per cent\r\nof our total electric power supply. If the same amount\r\nof electricity were generated by coal-fired power\r\nplants, our greenhouse gas emissions would be 20 per\r\ncent higher than the levels reflected in current\r\nstatistics. As such, nuclear power offers a realistic\r\noption for meeting growing energy requirements in a\r\nmanner consistent with the goals of the Framework\r\nConvention on Climate Change. Thanks to the constant\r\nevolution of nuclear technology, the new generation of\r\nnuclear reactors under development will be equipped\r\nwith enhanced safety features and be more\r\neconomically competitive.\r\nThe crucial importance of nuclear safety cannot\r\nbe overemphasized. The IAEA has made great strides\r\nin this field, including with regard to the measures\r\ntaken to prepare for the Convention on Nuclear Safety\r\nand the Joint Convention on the Safety of Spent Fuel\r\nManagement and on the Safety of Radioactive Waste\r\nManagement. We should build on these achievements\r\nand draw from them to more effectively address public\r\nconcerns about the safety of nuclear power.\r\nWe also commend the secretariat of the IAEA for\r\ntaking prompt action in mobilizing international\r\ncooperation against possible nuclear terrorism in the\r\nwake of 11 September. When it comes to nuclear safety\r\nin general and nuclear terrorism specifically, the\r\nprimary responsibility for safety and security concerns\r\nrests with the individual countries in which nuclear\r\ninstallations are located. The Agency, however, has an\r\nimportant role to play in coordinating international\r\nefforts and in providing technical assistance to those in\r\nneed of it. It is also important to strengthen the\r\nConvention on the Physical Protection of Nuclear\r\nMaterial. In that regard, my Government looks forward\r\nto a speedy conclusion of negotiations on the\r\namendment of the Convention.\r\n24\r\nA/57/PV.46\r\nThe Republic of Korea has been a strong\r\nsupporter of the Agency’s efforts to strengthen its\r\nsafeguards system. We believe that the Model\r\nAdditional Protocol, adopted in 1997, offers the best\r\nhope for effectively dealing with new challenges on the\r\nsafeguards front. We also welcome the completion of\r\nthe conceptual framework for the integrated safeguards\r\nsystem. All of these achievements in the normative\r\nareas are imperative for nuclear non-proliferation.\r\nNevertheless, no matter how intrusive a safeguards\r\nsystem may be, it may not always be effective enough\r\nto deter determined States from developing nuclear\r\nweapons. The political will and commitment of states\r\nto nuclear transparency and non-proliferation\r\nobjectives is therefore important, too.\r\nThe long-standing North Korean nuclear issue has\r\nrecently taken a drastic turn for the worse. The\r\nRepublic of Korea is gravely concerned about the\r\nrevelations about North Korea’s clandestine nuclear\r\nprogramme, which is based on highly enriched\r\nuranium. Such a programme constitutes a clear\r\nviolation of the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT), North Korea’s safeguards\r\nagreement with the IAEA, the 1992 South-North Joint\r\nDeclaration on the Denuclearization of the Korean\r\nPeninsula and the 1994 Geneva Agreed Framework\r\nbetween the United States of America and the\r\nDemocratic People’s Republic of Korea. It also poses a\r\nserious threat to the peace and security of the Korean\r\npeninsula and beyond.\r\nNorth Korea should dismantle its nuclear\r\nprogramme in a prompt and verifiable manner and\r\ncome into full compliance with all of its bilateral and\r\ninternational non-proliferation commitments without\r\nfurther delay. Full compliance by North Korea is not\r\nonly in its best interests, but also essential for the\r\nviability of the inter-Korean peace process.\r\nBefore concluding, I would like to draw the\r\nattention of the Assembly to the resolution, adopted at\r\nthe forty-third session of the General Conference of the\r\nIAEA, to amend article VI of the Agency’s Statute,\r\nwhich deals with the enlargement of the IAEA Board\r\nof Governors. We call upon all member States that\r\nhave not yet done so to ratify the amendment promptly\r\nso that it can come into effect at the earliest possible\r\ndate.\r\nMr. Marsh (United States of America): I would\r\nlike, on behalf of my Government, to thank\r\nMr. ElBaradei for his introduction to the General\r\nAssembly of the annual report of the International\r\nAtomic Energy Agency (IAEA). It is an excellent\r\nreport. We see in this year’s report a clear escalation of\r\ndemands on the Agency. That is not a new\r\nphenomenon. In the face of new challenges and\r\nexpanding needs over the past two decades, the IAEA\r\nhas repeatedly been called upon to do more — more on\r\nnuclear safety, more on safeguards and, in the\r\naftermath of the terrorist attacks of 11 September 2001,\r\nmore on nuclear security.\r\nThere are many reasons why the international\r\ncommunity turns to the IAEA as a means to address\r\ndifficult problems. The Agency has a unique\r\ninternational charter and a proven track record of\r\nexcellence. Time and again it has responded quickly,\r\neffectively and comprehensively to new challenges. It\r\nhas deservedly earned a reputation as one of the most\r\neffective and well-managed of all the international\r\norganizations.\r\nToday, the IAEA is confronted with some of the\r\nmost difficult problems facing our world. These\r\ninclude the critical need to address non-compliance by\r\nIraq and North Korea with the Nuclear Non-\r\nProliferation Treaty (NPT) and other non-proliferation\r\ncommitments, the urgency of preventing acts of nuclear\r\nterrorism, and the continuing need to strengthen the\r\ninternational safeguards system.\r\nStates long ago realized that the proliferation of\r\nnuclear weapons would gravely undermine their\r\nsecurity. For many years, the international community\r\nhas laboured to create strong barriers to the further\r\nspread of nuclear weapons. Over time, a web of\r\ninternational treaties, verification systems, export\r\ncontrols and bilateral and multilateral commitments has\r\nbeen woven that collectively we refer to as the nuclear\r\nnon-proliferation regime.\r\nThe bedrock of that regime is the Treaty on the\r\nNon-Proliferation of Nuclear Weapons and the\r\ncomprehensive IAEA safeguards agreements that it\r\nmandates. The commitments made by States to abide\r\nby the terms of the NPT and their safeguards\r\nagreements are binding international obligations. But\r\ncommitments are without value if they are not backed\r\nby full compliance. Both Iraq and North Korea have\r\naccepted those commitments, and both are in serious\r\nviolation of them. Additionally, the international\r\n25\r\nA/57/PV.46\r\ncommunity has concerns regarding the commitment of\r\nother States.\r\nThroughout the seven years of United Nations\r\nweapons inspections, Iraq lied about its nuclear\r\ncapabilities and its programme to develop nuclear\r\nweapons. It continues to violate its international\r\nobligations by withholding experimental data, material\r\naccount logs and other nuclear-related technical\r\ndocuments. Ongoing illicit procurement activity,\r\nincluding attempts to acquire thousands of high-\r\nstrength aluminium tubes that can be used in gas\r\ncentrifuges, suggests that Iraq is as intent as ever on\r\nattaining nuclear weapons and flouting its NPT\r\nrequirements and Security Council mandates.\r\nFrom 1991 to 1998, the IAEA Action Team\r\nlargely succeeded in dismantling Iraq’s nuclear\r\nweapons programme. Despite that achievement, Iraq’s\r\nnuclear potential was not completely eliminated. It still\r\npossesses the scientific and technical expertise needed\r\nto develop nuclear weapons and, in the four-year\r\nabsence of inspectors, has had increased opportunity to\r\ndo so. In partnership with the United Nations\r\nMonitoring, Verification and Inspection Commission\r\n(UNMOVIC), the Action Team is now poised to\r\nresume inspections in Iraq. Its role is to ensure\r\nverifiably that Iraq has entirely eliminated its nuclear-\r\nweapons programme. Security Council resolution 1441\r\n(2002), adopted last Friday, gives Iraq one final chance\r\nto comply. Failure to do so will lead to serious\r\nconsequences.\r\nNorth Korea must also comply with its\r\nobligations. Let me be clear: North Korea has violated\r\nthe NPT and its NPT safeguards agreement, violated\r\nthe Agreed Framework and violated the Joint North-\r\nSouth Denuclearization Agreement. North Korea has\r\nbeen violating its NPT safeguards commitments since\r\n1993.\r\nThe 1994 Agreed Framework between the United\r\nStates and North Korea seemed to offer a means to\r\naddress North Korean non-compliance. It would not\r\nprovide a shield for North Korea’s continued violations\r\nof the NPT. Since 1994, the IAEA has maintained a\r\ncontinuous presence at North Korea’s nuclear centre at\r\nYongbyon, monitoring the freeze of the North’s\r\nplutonium production capacity. But North Korea’s\r\nrecently revealed uranium enrichment programme for\r\nnuclear weapons represents an outrageous act of bad\r\nfaith on North Korea’s part. North Korea must\r\ncompletely and verifiably dismantle that programme. I\r\nam confident that the IAEA is prepared, as appropriate,\r\nto be part of resolving North Korea’s unquestionable\r\nbreach of its non-proliferation commitments.\r\nMeanwhile, the world community must prevail in\r\nits fight against the heightened threat posed by\r\ninternational terrorism. Last March, the IAEA Board of\r\nGovernors approved a comprehensive programme to\r\nstrengthen nuclear material security worldwide. That\r\nprogramme is now under way, and the IAEA is\r\nproviding valuable support to strengthen the ability of\r\nStates to combat nuclear terrorism through better\r\nphysical protection, better nuclear material accounting\r\nand control systems, and better control of other\r\nradioactive materials. The IAEA is helping to improve\r\nthe regulatory structures and practices of States and to\r\nenhance emergency response capabilities. In these and\r\nmany other ways, it is reducing the risks posed by\r\nterrorists and is benefiting us all.\r\nRegrettably, funding for this work, which comes\r\nalmost exclusively from member States’ voluntary\r\ncontributions, is not adequate. The United States has\r\nprovided much of the funding for this work to date. I\r\nurge all IAEA members to support this work and to\r\nprovide the necessary funding. The modest cost of this\r\neffort to thwart nuclear terrorism is an unparalleled\r\nbargain compared with the cost of nuclear terrorism.\r\nThe discovery of Iraq’s secret nuclear weapons\r\nprogramme in the early 1990s touched off criticism of\r\nIAEA safeguards for failing to detect Iraq’s deception\r\nsooner. Based on lessons learned in Iraq, the IAEA has\r\ncrafted an entirely new dimension to safeguards. Over\r\nthe past 10 years, intensive efforts by the IAEA and its\r\nmember States have led to the adoption of a new Model\r\nAdditional Protocol. In States where Additional\r\nProtocols are in force, the IAEA has new safeguards\r\ntools and capabilities that strengthen its ability to\r\ndetect secret or undeclared nuclear activities. States\r\nnow have the opportunity to help strengthen\r\ninternational safeguards and, by doing so, to strengthen\r\ntheir own national security. My Government commends\r\nall those States that have already brought their\r\nProtocols into force and urges all others to do so as\r\nquickly as possible. In that connection, I am pleased to\r\nrecall that President Bush transmitted the voluntary\r\nUnited States Protocol to our Senate for advice and\r\nconsent to ratification on 9 May of this year.\r\n26\r\nA/57/PV.46\r\nIn conclusion, whether countering non-\r\ncompliance, terrorism or gaps in safeguards, the IAEA\r\nbrings commitment and competence to the tasks at\r\nhand. The men and women who make up the IAEA\r\nsecretariat have consistently demonstrated noteworthy\r\ndedication and professionalism.\r\nBut it is abundantly clear that the IAEA can\r\ncontinue to excel only if it receives the support it needs\r\nfrom its member States. And the facts are nothing short\r\nof alarming. The Director General has repeatedly\r\nwarned that inadequate funding is bringing the\r\nsafeguards system ever closer to the brink of failure. In\r\n2002, the safeguards system is underfunded by tens of\r\nmillions of dollars. States bent on pursuing nuclear\r\nweapons will have an ever easier time if safeguards\r\nbecome ineffective. The IAEA’s safeguards budget\r\nneeds to be increased so that the IAEA can implement\r\nthe effective safeguards we need.\r\nThe IAEA’s programme to counter nuclear\r\nterrorism also falls short of the funding it needs for full\r\nimplementation of the programme approved by the\r\nBoard last March. In short, collectively we have put\r\ntremendous responsibilities on the IAEA’s shoulders.\r\nThe key question is whether collectively we will\r\nprovide the necessary support for it to handle those\r\nresponsibilities now and in the future. Let us all ensure\r\nthat the organization has the support it both needs and\r\ndeserves.\r\nMr. Abelian (Armenia): I would like to begin by\r\ncommending the Director General of the International\r\nAtomic Energy Agency (IAEA), Mr. Mohamed\r\nElBaradei, on the comprehensive report on the work of\r\nthe Agency and by pledging my Government’s full\r\ncooperation with the IAEA under his leadership in the\r\nyears to come.\r\nFrom the earliest days of discovery and\r\nexperimentation with nuclear science, nuclear and\r\nradioactive materials have held extraordinary\r\npotential — the potential for being of great benefit to\r\nhumankind, as well as for causing devastating harm.\r\nWe appreciate the important role that the International\r\nAtomic Energy Agency has been performing over the\r\nyears to ensure that nuclear technologies and materials\r\nare used for peaceful purposes only.\r\nAs a non-nuclear-weapon State signatory to the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT), Armenia assumed an obligation to place all its\r\npeaceful nuclear activities under International Atomic\r\nEnergy Agency safeguards. Shortly after its formal\r\naccession to the Treaty, Armenia concluded a\r\ncomprehensive safeguards agreement with the IAEA,\r\nwhich made it possible for us to reactivate our peaceful\r\nnuclear programme with the assistance of the IAEA\r\nand thus to alleviate the severe constraints on our\r\nelectricity supply.\r\nNuclear power, which currently supplies about\r\none sixth of electricity globally, is a principal source\r\nthat could provide electricity on a large scale, with\r\npractically no greenhouse gas emissions. Views on the\r\nfuture of nuclear power, however, are still mixed\r\nbecause of safety and non-proliferation concerns. In the\r\nlight of the present international situation,\r\nenhancement of the nuclear non-proliferation regime is\r\nof utmost importance.\r\nArmenia has consistently supported the role of\r\nthe Agency in the effective maintenance and\r\nconsolidation of the nuclear non-proliferation regime.\r\nWe fully share the objectives of the international\r\ncommunity regarding promotion of the peaceful uses of\r\nnuclear energy and non-proliferation. Our commitment\r\nto non-proliferation is being additionally fulfilled\r\nthrough the establishment of an effective system of\r\nexport control that has not hindered our capacity to\r\ncontinue cooperating in the peaceful uses of nuclear\r\nenergy. While Armenia still maintains its reliance on\r\nthe nuclear energy option, increased efforts are being\r\nmade to utilize other energy sources efficiently.\r\nArmenia has come a long way in producing the\r\nlegislative and regulatory framework for national\r\nnuclear regulation. The Government has put in place a\r\nstringent system of export controls to rule out the illicit\r\ndiversion of material, equipment or technology in the\r\nnuclear field. The inter-agency process for submitting\r\nthe Additional Protocol to the agreement between the\r\nRepublic of Armenia and the International Atomic\r\nEnergy Agency for the application of safeguards has\r\nbeen completed and presented to the National\r\nAssembly for ratification. As soon as it is done,\r\nArmenia will submit to the Agency the initial\r\ndeclaration and our programmes for the coming l0-year\r\nperiod for development of the nuclear fuel cycle.\r\nIn recent years, the Armenian authorities have\r\ncontinued the process of improving the legislative basis\r\nin order to comply with international standards and to\r\nreinforce its commitment to the regime of the peaceful\r\nuse of nuclear energy. Armenia’s National Assembly\r\n27\r\nA/57/PV.46\r\nhas adopted two essential laws in that regard: a law on\r\nthe peaceful utilization of nuclear energy and a law on\r\nlicensing.\r\nArmenia has welcomed the entry into force on 18\r\nJune 2001 of the Joint Convention on the Safety of\r\nSpent Fuel Management and on the Safety of\r\nRadioactive Waste Management, and will soon join\r\nthat important Convention.\r\nSafety is primarily a national responsibility. We\r\nalso recognize that it is an equally legitimate\r\ninternational concern. Like environmental practices,\r\nnuclear safety has implications that may far exceed\r\nnational boundaries. Nuclear safety has always been a\r\nmatter of the highest priority for the Government of\r\nArmenia. That priority is appropriately reflected in\r\nArmenia’s commitment to various international treaties\r\nand agreements.\r\nThe issue of the safe operation of the Armenian\r\nnuclear power plant is under the constant attention of\r\nthe President of Armenia. The IAEA has regularly\r\ninspected the Armenian nuclear power plant since its\r\nreactivation in 1995. Experts from various countries\r\nhave rated highly the level of nuclear safety at\r\nArmenia’s nuclear power plant, and have proposed to\r\ninitiate a new programme aimed at further upgrading\r\nthe plant’s safety.\r\nDuring the past two years, the relevant Armenian\r\nauthorities, in collaboration with the IAEA, have\r\nfocused on technical cooperation projects in the areas\r\nof various nuclear applications. At present, Armenia is\r\ncooperating with the Agency in many national, regional\r\nand interregional technical projects. Nearly a dozen of\r\nthe Agency’s technical cooperation projects are being\r\nimplemented in Armenia at the national level in such\r\nfields as energy and nuclear power planning,\r\nradioactive waste management, ageing control,\r\noncology, radiology safety and accident analysis,\r\ntechnical support and human-factor management.\r\nThere are also several bilateral projects in the field of\r\nnuclear applications, and we greatly value the\r\ncooperation with countries providing technical,\r\nfinancial and institutional assistance in this field.\r\nLet me conclude by reiterating Armenia’s\r\nreadiness for increased partnership with the Agency in\r\ncarrying out its universal mission to meet the\r\nchallenges posed by nuclear applications. I would also\r\nlike to inform the Assembly that Armenia has joined\r\nthe list of sponsors of draft resolution A/57/L.14.\r\nThe meeting rose at 1.05 p.m.\r\n"