"United Nations A/57/PV.32\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n32nd plenary meeting\r\nWednesday, 16 October 2002, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-64208 (E)\r\n*0264208*\r\nPresident: Mr. Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nIn the absence of the President, Miss Clarke\r\n(Barbados), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda items 11 and 40 (continued)\r\nReport of the Security Council (A/57/2 and\r\nA/57/2/Corr.1)\r\nQuestion of equitable representation on and increase\r\nin the membership of the Security Council and\r\nrelated matters: report of the Open-ended\r\nWorking Group\r\nMr. Mmualefe (Botswana): Let me begin my\r\nstatement by paying tribute to the President of the fifty-\r\nsixth session of the General Assembly, Mr. Han Seung-\r\nsoo, of the Republic of Korea, who served as\r\nChairperson of the Open-ended Working Group on\r\nSecurity Council reform. In that task, he was assisted\r\nby his Vice-Chairpersons, Ambassadors Ingólfsson of\r\nIceland and Durrant of Jamaica. I wish to thank them\r\nall for their excellent coordination of the work of the\r\nGroup. The current report of the Working Group is a\r\nproduct of their tireless efforts.\r\nThe report once again reflects considerable\r\ndifferences of opinion on issues related to the\r\nexpansion of the membership of the Council and to its\r\ndecision-making, including in particular, the veto.\r\nHowever, the report also reflects a greater convergence\r\nof views on issues related to its working methods and\r\nthe transparency of its work.\r\nIt is a source of frustration that nine years of\r\nlengthy debates have not produced any real agreement\r\non a matter as important as the reform of the Security\r\nCouncil. But because the issue of Council reform is\r\ncentral to the success of our Organization, as well as to\r\nits effectiveness and ultimate existence, our resolve to\r\nsee the process to a conclusion remains undiminished.\r\nLet us remember that when world leaders met here\r\nduring the Millennium Summit, they made a\r\ncommitment to intensify their efforts towards achieving\r\na comprehensive reform of the Council in all its\r\naspects. Our efforts through the work of the Open-\r\nended Working Group are in furtherance of that clear\r\nand unambiguous goal.\r\nRegrettably, commitments made have yet to find\r\nconcrete expression by those who still see the Security\r\nCouncil as an exclusive club of only a few countries.\r\nWhereas there might have been valid reasons for\r\nconstituting the Security Council the way that it was\r\nwhen it was formed, present-day realities dictate a\r\ncomplete transformation of the composition of the\r\nSecurity Council on the basis of the principle of\r\nequitable geographical representation. Those realities\r\nalso require that we in particular take into account the\r\nincreasing role of developing countries in world affairs.\r\nMy delegation fully aligns itself with the position\r\nadopted by the African Group and the Non-Aligned\r\nMovement, namely, that the membership of the Council\r\nshould be expanded from the current 15 members to 26\r\n2\r\nA/57/PV.32\r\nmembers, in both the permanent and non-permanent\r\ncategories. In accordance with the position adopted by\r\nAfrican Group, we also call for the allocation of two\r\npermanent and two additional non-permanent seats to\r\nthe continent of Africa; and we are determined in that\r\nregard.\r\nThe issue of the use of the veto, or the threat of\r\nits use, needs to be reviewed as an integral part of the\r\nreform of the Security Council. It is the position of the\r\nAfrican Group that the veto should initially be\r\nextended to the new permanent members of an\r\nexpanded Council, but that it should ultimately be\r\nabolished and replaced with more democratic decision-\r\nmaking methods based on the sovereign equality of\r\nStates.\r\nThe insistence on limited expansion on the basis\r\nof excuses that a much larger Council could possibly\r\nbe ineffective reflects the perception that others are not\r\nable to govern sensibly or act decisively, a fact that\r\nnone of the delegations raising such excuses can prove.\r\nEqually, those advocating an increase only in the non-\r\npermanent category of membership are addressing only\r\npart of the problem. The same delegations have insisted\r\non the retention of the veto on the basis that it is an\r\nimportant decision-making tool that the Council has at\r\nits disposal. But the fact of the matter is that the veto\r\nhas only been used to preserve the interests of the\r\nmembers that have used it.\r\nWe note, however, that there is more agreement\r\namong Member States on questions relating to the\r\nworking methods of the Security Council. That\r\nagreement has made possible greater participation by\r\nMember States in the debates on various issues,\r\nthereby serving to inform the Council’s decisions.\r\nHowever, issues regarding expansion in the\r\nmembership of the Council and reforming its working\r\nmethods and decision-making processes are parts of a\r\nwhole, and should be addressed and resolved\r\nsimultaneously. Only then will we have something to\r\nshow.\r\nIt is important to ensure smooth working\r\nrelationships between the permanent and non-\r\npermanent members of the Security Council, as there is\r\nreal potential for the marginalization of the latter by\r\nexcluding them from consultations on issues hotly\r\npursued by one or more permanent members. Such a\r\nsituation would call into question the legitimacy of the\r\ndecisions made and actions taken by the Council.\r\nIn conclusion, I wish to reiterate once again that\r\nour vigorous efforts for real and meaningful reform is\r\nunshakable. We call on all delegations to participate\r\nfully in future efforts by the Open-ended-Group and\r\nothers to bring this subject to conclusion, so that all\r\nnations — large and small — can assume collective\r\nresponsibility for the maintenance of international\r\npeace and security.\r\nMr. Murargy (Mozambique): Allow me to\r\nexpress my deepest condolences to the Governments\r\nand peoples of Indonesia, Australia and the other\r\ncountries that lost nationals in the recent terrorist\r\nattacks in Bali. It is our sincere hope that those behind\r\nthis tragedy will be brought to justice.\r\nThe Republic of Mozambique welcomes the joint\r\ndebate of agenda item 11, entitled “Report of the\r\nSecurity Council” and agenda item 40, entitled\r\n“Question of equitable representation on and increase\r\nin the membership of the Security Council and related\r\nmatters”. At a time when the General Assembly is\r\nundertaking reforms to improve its efficiency and\r\nrationalize its work, the clustering of these two items\r\nrepresents a step in the right direction.\r\nMy delegation would like to thank and\r\ncongratulate the President of the Security Council,\r\nAmbassador Martin Belinga-Eboutou of Cameroon, for\r\nintroducing the report of the Council to the General\r\nAssembly. I would also like to congratulate Angola,\r\nChile, Germany, Pakistan and Spain on their election to\r\nthe Council for the period 2003-2004.\r\nWe are pleased to note the major improvements\r\nmade in the format of the report. We are particularly\r\nimpressed with the inclusion of an analysis of the work\r\nof the Council during the reporting period. The\r\nSecurity Council deserves our support in its efforts to\r\nimprove its working methods. We encourage Council\r\nmembers to pay more attention to the views of the\r\nwider membership of the United Nations.\r\nWith the first step taken, we would like to see a\r\nfurther improvement in the analytical section\r\nintroduced in the report towards a detailed account of\r\nthe Council’s conduct of business, particularly a\r\ndescription of the Security Council’s meetings, rather\r\nthan a mere listing, as well as more information on the\r\nenvironment in which discussions are held and\r\ndecisions are arrived at in the Council. This will\r\ncontribute to a better understanding of the Council’s\r\naffairs while bridging the gap between members and\r\n3\r\nA/57/PV.32\r\nnon-members of the Council. We believe that the\r\nintroduction of the Security Council’s web site and the\r\nincreased resort to open debates, briefings and\r\nconsultations with troop-contributing countries, as well\r\nas the monthly open wrap-up sessions, have played a\r\nmajor role in bringing together the United Nations\r\nfamily.\r\nWe welcome the holding of open debates to allow\r\nfor better interaction between members and non-\r\nmembers of the Security Council. These few but\r\nsuccessful debates have concentrated on matters that,\r\ndue to their general nature, should otherwise be before\r\nthe General Assembly. This could ultimately prove to\r\nbe negative in that it could further reduce the agenda of\r\nthe General Assembly, particularly at a time when there\r\nseems to be a consensus on the need to strengthen the\r\neffectiveness of the Assembly as the main organ of the\r\nUnited Nations. Therefore, we would like to propose\r\nthat future open meetings of the Security Council focus\r\nmore on specific issues before the Council.\r\nThe report of the Security Council clearly shows\r\nthe successes and failures registered in the reporting\r\nperiod. The Council has proven its effectiveness with\r\nregard to the question of terrorism through the\r\noutstanding work being carried out by the Counter-\r\nTerrorism Committee, under the leadership of\r\nAmbassador Jeremy Greenstock of the United\r\nKingdom. The Security Council has also been\r\nsuccessful in East Timor, Afghanistan and Sierra\r\nLeone. However, the Council has been less effective in\r\nAfrica and in the Middle East, despite the fact that it\r\nhas spent most of its time debating conflicts in those\r\nregions.\r\nWe believe that the main reason for the Security\r\nCouncil’s failure in those regions has been the lack of\r\npolitical will by the Council’s main actors. In both\r\ncases we have witnessed the adoption of resolutions\r\nthat were never implemented by some parties to the\r\nconflict. In a similar situation the Security Council\r\nwould have risen to the occasion and attempted to\r\nenforce the implementation of its resolutions, but\r\nCouncil politics have prevented this organ from taking\r\nthe appropriate action. On the other hand, the lack of\r\npolitical will has resulted in delayed action in\r\nsituations where the Council should have acted\r\npromptly and swiftly — for example, in the\r\nDemocratic Republic of the Congo, where the Security\r\nCouncil has consistently failed to take decisions\r\ncommensurate with developments on the ground. This\r\nis particularly critical now that we are finally\r\nwitnessing the withdrawal of foreign troops, but\r\nwithout an effective deployment of the United Nations\r\nOrganization Mission in the Democratic Republic of\r\nthe Congo (MONUC) to fill the vacuum. It is obvious\r\nthat the decision to enhance MONUC’s strength should\r\nhave been taken in a timely fashion to avoid this\r\ndangerous situation. If we want to further improve the\r\nSecurity Council’s record, we should pay much more\r\nattention to these aspects.\r\nOur collective efforts to improve the working\r\nmethods of the Security Council should be geared\r\ntowards the democratization, transparency,\r\naccountability and openness of the Council. We are\r\ndisturbed by the increasing rumours that in matters\r\ndeemed to be very serious or of utmost importance,\r\nthere has been a clear division in the Security Council’s\r\nmembership. At a time when the Council seems to be\r\nmaking strides towards opening itself up to the wider\r\nUnited Nations membership through open debates and\r\nbriefings, we have been increasingly hearing that non-\r\npermanent members are marginalized as the five\r\npermanent members consult privately among\r\nthemselves, reach a consensus and sell it to the others\r\nas a fait accompli. This situation creates a climate of\r\ndiscomfort and can put in jeopardy the credibility of\r\nthe Council. There should not be members of Council\r\nof the first or second category. Consultations among\r\nCouncil members should be done in an open, inclusive\r\nand transparent manner, preferably with the\r\nparticipation of the wider membership of the\r\nOrganization, which will strengthen its credibility as a\r\nguardian of world peace and security.\r\nThe democratization, transparency and openness\r\nof the Security Council should therefore be at the heart\r\nof the Council’s reform. This entails addressing the\r\ncurrent composition of the Council to reflect the\r\nprevailing reality of the international community. This\r\ncan only be achieved through the enlargement of the\r\nCouncil. In reviewing the composition of the Security\r\nCouncil, the criteria for enlargement should not be\r\nrestrictive, but rather, representative and equitable.\r\nThus, we should not only be oriented by the military\r\nand economic power of the candidates. Other elements,\r\nsuch as moral authority and equitable geographical\r\nrepresentation, should be duly considered. Therefore,\r\nwe should also be cognizant of the fact that developing\r\ncountries deserve fair representation in the Council.\r\n4\r\nA/57/PV.32\r\nIn the current composition of the Security\r\nCouncil, Africa is the most under-represented\r\ncontinent, a situation that needs to be addressed. We\r\nreiterate the African position, contained in the 1997\r\nHarare Declaration of the Organization of African\r\nUnity, that our continent be allocated two permanent\r\nseats, with rights equal to those of the current\r\npermanent members, as well as two additional non-\r\npermanent seats. This would allow Africa its fair share\r\nof the membership of the Security Council.\r\nPhasing out the power of the veto could also\r\nfurther democratization. The right of veto has been an\r\nunjust unilateral privilege that has curtailed the\r\nlegitimacy of the Council. Its abusive use, or threat of\r\nuse, has virtually paralysed the Council and contributed\r\nto the erosion of the Council’s effectiveness. Therefore,\r\nmy delegation concurs with those delegations that\r\nargue that it should be phased out.\r\nWe are approaching a decade of fruitless debate\r\non the reform of the Security Council. It may be high\r\ntime we rethink the whole process. Democratization of\r\nthe Security Council is a must and we should all show\r\nflexibility towards that end.\r\nMr. Lamba (Malawi): Let me start by offering\r\nMalawi’s heartfelt condolences to the Government and\r\npeople of Indonesia and to all the bereaved families\r\naffected by the bombing tragedy four days ago that\r\ntook about 200 innocent lives. This unacceptable and\r\nsad event once again attests to the growing level of\r\nterrorism increasingly threatening global security\r\ntoday.\r\nThe delegation of Malawi extends its thanks to\r\nthe President for this opportunity to join other speakers\r\nin this debate on the report of the Security Council. As\r\nwe consider the Council’s report, contained in\r\ndocuments A/57/2 and A/57/2/Corr.1, let me\r\ncompliment the Council for a comprehensive\r\ndocument, covering the period from 16 June 2001 to 31\r\nJuly 2002. The Council has provided a clear and\r\nelaborate catalogue of its work and performance during\r\nthe period under consideration. An attempt has been\r\nmade to make the report conform to the presentation\r\nguidelines contained in document S/2002/199, of 26\r\nFebruary 2002. In addition, the report’s analytical\r\nsummary is a very useful feature.\r\nIn recognizing the performance of the Security\r\nCouncil through this report, to what extent has the\r\nCouncil delivered on our expectations? The answer\r\nmay be difficult. But, operating within the current\r\nCharter of the United Nations, could that performance\r\nhave been otherwise without contravening its long\r\nestablished traditional rules of procedure? These\r\nquestions introduce a dimension touching on the need\r\nfor revisiting the structure and operational regulations\r\nof the Council.\r\nFor several years now, the issue of Security\r\nCouncil reform, and, indeed of the United Nations\r\nsystem, has exercised our minds, in the spirit of\r\ndemocratic regeneration. It is my hope that debates of\r\nthe nature we are holding today will enrich our ideas\r\nabout the most appropriate model for the Security\r\nCouncil in a changing world.\r\nSince the end of the 1980s, when the idea of\r\nreform of the Security Council began to gain currency,\r\nmany events have taken place on the international\r\nscene and many political and armed conflicts have\r\noccurred. The Security Council has played its crucial\r\nrole in addressing such destabilization through peace\r\nmediation, peacekeeping and even peace-building.\r\nSince the establishment of the Open-ended Working\r\nGroup by General Assembly resolution 48/26, of\r\n3 December 1993, to engage in the reform of the\r\nSecurity Council, much effort has been made in that\r\ndirection. It is no accident that increasing the\r\nmembership of the Security Council was identified as\r\none of the first crucial issues in the reform process. In\r\nfact, the Group’s initial task was to examine the\r\nquestion of numerical increase and equitable\r\nrepresentation on the Security Council. From 1994,\r\nwhen the Group began to meet, the General Assembly\r\nhas remained seized of the results of the Group’s\r\ndeliberations.\r\nMajor areas isolated so far in the deliberation\r\nsurrounding the Security Council reform include the\r\nCouncil’s working methods as they pertain to\r\ntransparency, its decision-making process, including\r\nthe veto; numerical expansion of the Council at both\r\nthe permanent and non-permanent levels of\r\nmembership; and establishing a review mechanism for\r\nthe performance of an expanded Security Council.\r\nSince the signing of the United Nations Charter in\r\n1945, the Security Council, as one of the main organs\r\nof the Organization, has sometimes been described as\r\nrather too conservative and insensitive to changing\r\nglobal circumstances in its working methods. Created\r\nat the end of the Second World War and composed\r\n5\r\nA/57/PV.32\r\nexclusively of the victor nations as its five permanent\r\nmembers, the Security Council represents a minority\r\nempowered to make important and crucial decisions for\r\nthe majority in the maintenance of international peace\r\nand security. Some have seen the Security Council as\r\nthe punitive hand of the victor nations. That basic\r\ncharge has pointed to the absence of transparency in\r\ndecision-making. In that regard, let me commend the\r\nSecurity Council for some positive developments in its\r\nwork that are evident not only in the President’s daily\r\npress briefing and the publication of the advance\r\nmonthly timetable of Council meetings, but also in the\r\noccasional public debates on various important\r\nregional and international issues that are open to all\r\nMember States. That public interaction must be\r\nencouraged and institutionalized to enhance\r\ntransparency and accountability. Of equal importance is\r\nthe growing closer relationship and synergy between\r\nthe Security Council and the Economic and Social\r\nCouncil in dealing with matters common to both\r\norgans.\r\nThe current practice by the President of the\r\nCouncil to brief non-members needs to continue. In the\r\nsame vein of accountability, the active involvement of\r\nthe elected members of the Council in informal\r\nconsultations related to regional and international\r\nissues is necessary, and will only increase the\r\nlegitimacy of Council’s decisions and afford greater\r\naccountability. Member States, through their permanent\r\nmissions to the United Nations, would consider it a\r\nsignificant development to receive summaries of the\r\nPresident’s briefings to non-members.\r\nWide concern continues to be expressed about the\r\ndesirability of numerical expansion and the need for\r\nequitable representation in the Security Council to\r\npromote efficient reinforcement of the Council’s\r\nfunctions. The present status quo has changed little\r\nsince 1945. Some improvements have been registered\r\nin areas such as the presence of non-permanent\r\nrepresentation in the Council. However, maintaining\r\nthe membership at its current size cannot effectively\r\nand adequately cater to current global interests or the\r\nrequirements necessary to promote a democratic\r\nculture. To that end, Malawi reiterates the position of\r\nthe African Union that seeks to redress this\r\nunsatisfactory situation.\r\nUrgent consideration must be given to increasing\r\nthe number of both permanent and non-permanent\r\nCouncil seats. Malawi supports the African Union\r\nposition, enunciated in the 1993 Harare Declaration of\r\nthe Assembly of Heads of State and Government,\r\nwhich advocated a numerical shift in Security Council\r\nmembership from 15 to 26 to members, in line with the\r\nexpanding number of States joining the United Nations,\r\nwhose total membership now stands at 191. New\r\nCouncil members should be drawn from both\r\ndeveloped and developing countries.\r\nIn that regard, the African position does not\r\nfavour any increase restricted to the non-permanent\r\ncategory alone. Genuine reform must entail numerical\r\nchanges in both the permanent and non-permanent\r\nsides, to adequately reflect the interests and realities of\r\nboth developed and developing countries. The\r\nsuggested total of 26 should be elected on the basis of\r\nequitable geographical representation to ensure more\r\neffective sharing of collective responsibility in the\r\nmonitoring and maintenance of international peace.\r\nThe enormous attention and engagement of the\r\nSecurity Council by African issues in recent years\r\njustifies the need for increased African membership in\r\nthe Council. Malawi reiterates and fully endorses the\r\nAfrican Union proposal for a minimum of two new\r\npermanent seats and a total of five non-permanent seats\r\nfor the African continent in the expanded Council. The\r\ntwo permanent seats for Africa would be filled by a\r\nsystem of rotation devised by the Africans themselves.\r\nIt is the expectation that new members so added to the\r\nSecurity Council shall enjoy the same powers and\r\nprerogatives as those already in position.\r\nRepresentation for both the permanent and non-\r\npermanent seats will respond to equitable regional and\r\ngeographical imperatives.\r\nThe veto powers of the Security Council have\r\nraised the perennial concern as preventing a democratic\r\napproach in the work of the Security Council. While\r\nthe prerogative of veto is enshrined in the United\r\nNations Charter of 1945, the many years since then\r\nhave reduced its relevance in an Organization built on\r\nthe tenets of freedom and democracy. A re-examination\r\nand phasing out of the veto power, therefore,\r\ncommands an important place in the Council’s reform,\r\nin defence of democracy and equality of sovereign\r\nStates. Until the phasing out is complete, the proposed\r\nnew permanent members of the Security Council must\r\nshare veto powers. It is my delegation’s belief that a\r\nreformed posture of the Security Council must operate\r\nunder a periodic review every ten years to monitor\r\n6\r\nA/57/PV.32\r\neffectiveness and suggest any fresh revitalization. This\r\nprocess rests on the important need for flexibility.\r\nThe 21st century demands unparalleled courage\r\nas we consider these bold suggestions for reform to\r\ngive future impetus to the Security Council and indeed,\r\nthe General Assembly, as well as the United Nations as\r\na whole. We need to articulate vibrantly the dynamic of\r\ninclusiveness in our work. Reform is impossible\r\nwithout structural change and yet reform represents a\r\ncrucial ingredient of an organization’s success and\r\nproductivity.\r\nIn conclusion, my delegation would like to\r\nunderscore the importance of the United Nations,\r\nindeed, the Security Council, as irreplaceable in the\r\nmaintenance of world peace and security. The\r\nsuggested reform measures, which would call for a\r\nproperly designed implementation schedule, are meant\r\nto lead to an improved structure and procedures of the\r\nCouncil in order for it to keep pace with the changing\r\ntimes. It is reform meant to meet what Italy has called\r\ngeneral expectations of democracy, universality and\r\ninclusiveness to effectively meet the global challenges\r\nof the 21st century.\r\nThe United Nations and the Security Council hold\r\nthe last best hope for peace on earth, which must\r\njustifiably be defended. Reform will increase the pace\r\ntowards the realization of a world better equipped to\r\nbring about peace and security. Let us proceed with\r\ncourage and selfless interest.\r\nMr. Fonseca (Brazil): Let me begin by\r\nexpressing our solidarity with the Government and\r\npeople of Indonesia in the wake of the terrible events in\r\nBali. We strongly condemn this terrorist attack that\r\ncaused the loss of so many innocent lives. We request\r\nIndonesian authorities to convey our deep felt\r\ncondolences to the families of the victims, among\r\nwhich there were Brazilians.\r\nThe discussion of the report of the Security\r\nCouncil is the reaffirmation of the General Assembly’s\r\nresponsibilities in matters of genuine concern for the\r\nentire membership. It is not a mere formality. The\r\nperformance of the Security Council during the past 12\r\nmonths entails a mixed review.\r\nOn the positive side, we may illustrate with the\r\nsuccessful developments in Timor-Leste and Angola.\r\nWe may also mention the prompt response to the\r\nchallenge posed by terrorism. By contrast, the\r\nCouncil’s deliberations seemed to have little impact in\r\nother parts of Africa.\r\nIn the Middle East, the adoption of four\r\nconsecutive resolutions by the Security Council was\r\nnot forceful enough to cause any palpable change in the\r\nsituation. The challenge here is how to really assert the\r\ncollective responsibility that falls on the United\r\nNations, and in particular on the Security Council, in\r\nresuming the peace process and establishing a viable\r\npath to restore hope and security for all peoples in the\r\nregion.\r\nWhile we support the efforts by the Quartet and\r\nthe initiatives by the leaders of the region, it is our\r\nview that the Security Council can and must do more.\r\nIt should actively pursue the resumption of a\r\npolitical process engaging all parties in the region. It\r\nshould consider the possibility of a monitoring\r\npresence on the ground to help implement the\r\nagreements reached between the parties and ensure\r\nadequate protection of civilians in the occupied\r\nterritories. The Council should also take a more\r\ndetermined approach and resort to all mechanisms\r\nwithin its purview to ensure implementation of\r\ndecisions adopted.\r\nWe reaffirm that coercive measures can only be\r\napplied with explicit authorization of the Security\r\nCouncil under Chapter VII of the Charter. In any case,\r\nthe use of force must be commensurate with the threats\r\nposed to international peace and security.\r\nThe fact that Iraq or any other Member State may\r\nso blatantly disregard decisions passed by the Council\r\nis a matter of concern for the Organization and not\r\nwithout consequences for the maintenance of\r\ninternational peace and security. We are stating our\r\nviews on this delicate matter of the Security Council\r\nthis afternoon in the Council, in a timely convened\r\nopen debate.\r\nWe welcome the innovations of content and\r\nformat contained in the report submitted by the Council\r\nthis year, but the report still fails to reflect the\r\ncomplexity and importance of the Security Council’s\r\nwork. It continues to be more a compendium of\r\ndecisions taken, than an accurate account of\r\ndiscussions held. It is only legitimate for the General\r\nAssembly to receive more information on the decision-\r\nmaking process and on individual positions held within\r\nthe Council. We also believe that the Security Council\r\n7\r\nA/57/PV.32\r\nshould provide special reports to the Assembly as\r\nprovided for in Article 24 (3) of the Charter.\r\nWe welcome the fact that, over the past few\r\nyears, the Security Council has significantly improved\r\nits methods of work. It has become more transparent,\r\noffering greater opportunities for the wider\r\nmembership of the United Nations to participate in its\r\ndiscussions. Greater efficiency and effectiveness\r\nnormally act in tandem with improved transparency.\r\nThis is also true for the new mechanisms for\r\nconsultations with troop-contributing countries.\r\nWe commend the holding of monthly wrap-up\r\nsessions, even though some members of the Council\r\nstill persist in being sceptical about them. Such\r\nsessions bring more transparency and synergy to the\r\nwork of the Council.\r\nLet me note however that to a large extent, these\r\npositive developments remain to be institutionalized.\r\nAlso, there is additional room for improvement. Non-\r\nmembers should be invited on a more regular basis to\r\nattend briefings given by the Secretariat.\r\nWe are also in favour of some degree of\r\ninstitutionalization of the informal consultations of the\r\nwhole. The Security Council continues to conduct most\r\nof its business in closed meetings, many times in clear\r\ncircumvention of Articles 31 and 32 of the Charter. It\r\nalso takes actual decisions, including decisions with\r\nvery important budgetary implications, in the absolute\r\ninformality of closed consultations.\r\nIncidentally, the Security Council seems to have\r\nno limits for the expenses it mandates which entail\r\nbudgetary consequences for the entire membership.\r\nCouncil members often take decisions without the full\r\nknowledge of their financial implications. We believe\r\nthat it would be useful to consider adopting in the\r\nCouncil a practice similar to the General Assembly’s\r\nstatements of programme budget implications. These\r\nestimates of expenses should clearly indicate the\r\nactivities to be covered with mandatory contributions,\r\nwith trust funds or extrabudgetary resources.\r\nIf there is one area where immediate change is\r\nrequired, it is in relation to the perceived exclusion of\r\nelected members in discussions conducted within the\r\nCouncil. The active contribution of elected members\r\nmust be factored into all decisions of the Council from\r\nthe time of their inception.\r\nI will turn now to matters arising out of the report\r\n(A/56/47) of the Open-ended Working Group on reform\r\nof the Security Council. It is paramount that the\r\nSecurity Council be perceived as a body of\r\nunquestioned credibility and legitimacy in order for it\r\nto be able to properly exert its authority. The present\r\ncomposition of the Council does not adequately reflect\r\nthe new realities of the world, the increased\r\nmembership of the Organization or the enhanced role\r\nof developing countries in world affairs.\r\nThere is widespread agreement on the need for\r\nexpansion of the Council, and the great majority of\r\nMember States support an enlargement in the number\r\nof both permanent and non-permanent members. Brazil\r\nbelieves that equitable representation in the Council\r\ncan be achieved only through an enlargement in both\r\ncategories, with new permanent members from\r\ndeveloped and developing countries, increasing the\r\ntotal number of members of the Council to a figure in\r\nthe mid-twenties.\r\nBrazil favours a curtailment of the veto, with a\r\nview to its gradual elimination. As a first step, the veto\r\nshould be limited to decisions taken under chapter VII\r\nof the Charter.\r\nWe also support provision for a periodic review\r\nso as to ensure that changes on which we may decide\r\nnow will not remain in force for eternity.\r\nWe all share a deep sense of frustration with the\r\nfact that our efforts towards reforming the Security\r\nCouncil remain stalled, particularly with respect to\r\ncluster I issues. As we look into possible ways to carry\r\nthis exercise forward, we turn again to the President of\r\nthe General Assembly. His active leadership is key to\r\nthe entire process.\r\nMay I suggest once more that we should by all\r\nmeans avoid engaging in yet another round of general\r\ndiscussion. It is time to start distilling conclusions from\r\nthe debate held over the past 10 years and to prepare\r\nthe ground for decisions capable of giving a clear sense\r\nof direction to the reform process.\r\nAs the next step, we should try to reach\r\nagreement on the actual size of a reformed Security\r\nCouncil. Based on this, we could start working on\r\npossible models for expansion of the Council, so that a\r\ncomprehensive package can be designed in the\r\nforeseeable future.\r\n8\r\nA/57/PV.32\r\nAs Secretary-General Kofi Annan stated in his\r\nreport on strengthening of the United Nations system,\r\n“no reform of the United Nations would be complete\r\nwithout reform of the Security Council” (A/57/387,\r\npara. 20).\r\nMr. Al-Shamsi (United Arab Emirates) (spoke in\r\nArabic): At the outset, we would like to express our\r\ngratitude for the efforts of the Open-ended Working\r\nGroup to reach agreement on appropriate ways to\r\nstrengthen the role of the Security Council in\r\nmaintaining international peace and security. We also\r\nthank the Secretariat for its efforts in preparing the\r\nreport of the Security Council (A/57/2) in its new\r\nformat.\r\n“Report of the Security Council” and “Question\r\nof equitable representation on and increase in the\r\nmembership of the Security Council and related\r\nmatters” are two of the most important items on the\r\nagenda of the General Assembly because of the\r\nSecurity Council’s fundamental and vital role in the\r\nmaintenance of international peace and security, based\r\non the principles of the United Nations Charter. The\r\nUnited Arab Emirates agrees with the report of the\r\nSecurity Council on the progress the Council has made\r\nin its working methods over the past few years, such as\r\nholding more public meetings, providing more\r\nopportunities for non-member States to participate in\r\nthe Council’s activities, and the provision of briefings\r\nfor the open membership of the United Nations. We\r\nalso appreciate the broadening of the scope of issues\r\nand concerns considered by the Council; these include\r\nissues of peace and security, such as peacekeeping,\r\nwomen and armed conflict, the role of women in\r\npeacemaking, children and armed conflict, and\r\nterrorism. The Security Council has succeeded in\r\ndrawing attention to these issues and has achieved\r\nremarkable progress, especially in the field of\r\ncombating terrorism.\r\nIn spite of the progress achieved in a number of\r\nprocedural and substantive matters, it is regrettable that\r\nthe Security Council has failed to resolve some\r\nfundamental issues that are at the core of its\r\nresponsibility as an international organ: ending\r\naggression and foreign occupation, peacemaking and\r\nthe maintenance of peace and security. This is because\r\ndouble standards, the lack of equitable representation\r\nand the veto power of some nations allow those nations\r\nto make vital decisions that affect the lives of entire\r\npeoples.\r\nThe Working Group’s discussions over the past\r\nnine years stressed the dire need to restructure the\r\nSecurity Council and to enhance the transparency of its\r\nwork. All working papers presented by States,\r\norganizations and regional groups agreed on the\r\nimportance of reforming the Council in order to\r\nstrengthen and enhance its role in maintaining\r\ninternational peace and security, and to improve its\r\nefficiency in meeting the challenges of the twenty-first\r\ncentury. They also stressed the ongoing increase in the\r\nmembership of the United Nations. The number of\r\nUnited Nations Members has more than tripled since\r\nthe founding of the Organization; accordingly, it is\r\nlogical to increase the membership of the Security\r\nCouncil in a way that is proportionate to the increase in\r\nthe number of United Nations Member States, as well\r\nas to the increase in its political and security concerns.\r\nHowever, in spite of agreement among Member\r\nStates on the principle of change and reform, the\r\nWorking Group has been unable to reach agreement on\r\nthe nature of the changes required in respect of the\r\nmembership of the Council and the Council’s working\r\nmethods and procedures.\r\nThe United Arab Emirates is very concerned\r\nabout strengthening the role of the United Nations and\r\nits principal organs — in particular the Security\r\nCouncil, through restructuring the Council and\r\nenhancing the principles of transparency and\r\nobjectivity in its working methods and its resolutions.\r\nIn that context, the United Arab Emirates calls for:\r\nfirst, supporting and implementing the principle of\r\nincreasing the permanent and non-permanent\r\nmembership of the Security Council to a degree that\r\nwould enhance its efficiency and effectiveness in\r\nadopting resolutions and taking action against conflicts\r\nthat threaten international peace security. Such an\r\nincrease would be in conformity with the principles of\r\nthe sovereign equality of Member States and equitable\r\ngeographical representation, and it would be in line\r\nwith the universality of the Council.\r\nSecondly, any new proposed format for\r\nrestructuring the Security Council, and any increase in\r\nits membership, must take into consideration the\r\npresent imbalance with respect to the representation of\r\nthe developing countries, with a view to rectifying the\r\nimbalance in the geographical representation and\r\nenhancing political balance in the Council.\r\n9\r\nA/57/PV.32\r\nThirdly, we call for the allocation of a permanent\r\nCouncil seat to the countries of the Arab Group, with\r\noccupancy based on rotation and coordination among\r\nthe Arab countries, in accordance with the rules\r\nfollowed by the League of Arab States and within the\r\nframework of the Asian and African Groups.\r\nFourthly, in the event of agreement on an increase\r\nin the number of permanent seats in the Security\r\nCouncil, those seats must be allocated to States which\r\nhave proved, in their relations with the United Nations,\r\ntheir commitment to the maintenance of international\r\npeace and security, and their fulfilment of the purposes\r\nand principles of the Charter in the whole range of\r\npolitical, economic and social fields. We call for the\r\nelection of those States by the General Assembly, in\r\naccordance with criteria and procedures to be agreed\r\nupon.\r\nFinally, we must define limits and restrictions on\r\nthe use of the right of veto and adopt the constructive\r\nproposals that have been presented in that regard with a\r\nview to agreeing on terms that are acceptable to all\r\nparties, in order to guarantee that the Council is neutral\r\nand objective in carrying out its responsibilities and to\r\nprevent the policies of partiality and double standards\r\nemployed by some permanent members of the Council.\r\nThe United Arab Emirates is greatly disappointed\r\nat the Security Council’s failure to ensure the\r\nimplementation of its resolutions related to the\r\nsituation in the Middle East, particularly the\r\nPalestinian question. The Palestinian people are being\r\nsubjected daily to killings and genocide by the Israeli\r\noccupying forces, without any intervention by the\r\nCouncil to compel Israel, the occupying Power, to\r\ncomply with all previous Council resolutions related to\r\nthe Palestinian question. Israel continues to carry out\r\nmassacres against innocent civilians and to damage the\r\ninfrastructure of the Palestinian Authority, violating all\r\ninternational laws and human rights instruments,\r\nforemost among which is the Fourth Geneva\r\nConvention of 1949 relative to the Protection of\r\nCivilian Persons in Time of War. However, the Council\r\nis doing nothing to force Israel to comply with its\r\nresolutions, the most recent of which was resolution\r\n1435 (2002). Israel has publicly defied that resolution,\r\ndespite the demand by all Council members that it be\r\nimplemented. The Council has been unable to impose\r\nits authority on Israel, so it has resorted to changing\r\nand sometimes cancelling its resolutions, as was the\r\ncase with Council resolution 1405 (2002), related to\r\nsending a fact-finding team to Jenin, in the occupied\r\nPalestinian territories.\r\nIn that context, we demand that the Security\r\nCouncil, as the principal body responsible for the\r\nmaintenance of international peace and security,\r\nshoulder its responsibilities in that regard and use its\r\nauthority to ensure the full implementation of all its\r\nresolutions, in particular those related to the situation\r\nin the Middle East and to the Palestinian question. The\r\ngoal would be to maintain international peace and\r\nsecurity and to put an end to the shedding of the blood\r\nof innocent civilians, in accordance with the Fourth\r\nGeneva Convention and with the principles of the\r\nCharter of the United Nations.\r\nIn conclusion, we hope that our debate on this\r\nitem will lead to tangible progress towards needed\r\nreform in the Council’s structure and an increase in\r\nequitable representation in its membership, in order to\r\nenhance its credibility and its fundamental role in\r\nmaintaining international peace and security.\r\nThe Acting President: I now give the floor to the\r\nrepresentative of Belgium.\r\nMr. De Loecker (Belgium) (spoke in French):\r\nMy delegation would like to begin with a word of\r\npraise for the efforts that have been undertaken this\r\nyear, particularly by Ambassador Mahbubani and his\r\nteam, to shorten and make more substantive the report\r\nof the Security Council (A/57/2). We find the analytical\r\nsummary, written by way of an introduction, to be\r\nparticularly interesting. It attests to the high degree of\r\nCouncil activity during the past year.\r\nThe Council swiftly and effectively met the\r\nnumerous challenges with which it was confronted,\r\nparticularly that of the fight against terrorism after the\r\nattacks of 11 September 2001. The daunting nature of\r\nthat challenge was again in evidence in last weekend’s\r\nattack in Bali. My delegation resolutely condemns that\r\nattack and expresses its sincere condolences to the\r\nIndonesian and Australian delegations as well as to the\r\nfamilies of the victims.\r\nMy delegation notes with satisfaction that the\r\nvarious conflict situations in Africa rightly continued\r\nto be the subject of much attention by the Council over\r\nthe past year. We encourage the Council to increase\r\nthat attention and its activity on the ground,\r\nparticularly in the Democratic Republic of the Congo.\r\n10\r\nA/57/PV.32\r\nMy delegation also notes that the working group\r\non sanctions has resumed its work, under the current\r\nchairmanship of Ambassador Belinga-Eboutou of\r\nCameroon. That is an issue to which my delegation\r\nattaches great importance. Indeed, it is urgent that we\r\ndraw lessons from the many studies and analyses\r\ncarried out in recent years on the issue of sanctions. In\r\nparticular, we need to improve the functioning of\r\nvarious mechanisms for following up on existing\r\nsanctions regimes. Belgium hopes that the working\r\ngroup will formulate concrete recommendations in that\r\nregard.\r\nMy delegation welcomes the progress made with\r\nrespect to Council’s working methods, which are\r\nmoving in the direction of greater transparency. Like\r\nthe Secretary-General, I believe it would be useful to\r\ncodify the new practices thus developed. And we could\r\ngo even further, for example, with regard to\r\ncoordination with troop-contributing countries, which\r\nshould be more substantial.\r\nReform of the Security Council is a subject of\r\nparticular interest to us. In fact, it is of the utmost\r\nimportance to guarantee the long-term legitimacy and\r\neffectiveness of that organ, because we are all aware of\r\nits crucial responsibilities with regard to peace and\r\nsecurity. The credibility of the whole United Nations\r\nsystem is at stake.\r\nBelgium regrets that the work of the Open-ended\r\nWorking Group charged with considering all aspects of\r\nSecurity Council reform made little progress during the\r\nfifty-sixth session of the Assembly. However, we\r\nremain convinced that a solution is possible. As\r\nmembers are aware, Belgium, with a group of other\r\ncountries that share that conviction, has introduced\r\npragmatic proposals with a view to enlarging the two\r\ncategories of Council members as well as limiting the\r\nexercise of the right of the veto. We are convinced that\r\nthose are necessary elements for achieving balanced\r\nand realistic reform that will meet the wishes of the\r\nvast majority of Member States.\r\nWe have all the ingredients, so to speak, and a\r\nrelatively precise idea of what the recipe could be.\r\nWhat is missing is the political will to move\r\nforward — to take the necessary steps to bring\r\npositions closer together. We all know that enlarging\r\nthe Council and the issue of the use of the right of veto\r\ncontinue to be areas of disagreement. But there is no\r\ndisagreement that cannot be overcome if we really have\r\nthe will to achieve a result and to make the necessary\r\ncompromises. That is why, above all, a political\r\napproach is required at this stage.\r\nI should like to encourage the President of the\r\nAssembly to pursue that path and during this session to\r\ntake the initiatives that are required. Certainly, the task\r\nwill not be easy, but the stakes are high. The Assembly\r\ncan count on my delegation’s determined support in\r\nthis undertaking.\r\nMr. Gansukh (Mongolia): First of all, I should\r\nlike to join previous speakers in expressing our\r\ncondolences to the Governments and the peoples of\r\nIndonesia and of other countries whose citizens lost\r\ntheir lives in the terrorist attack on the resort island of\r\nBali. That indiscriminate massacre of innocent\r\ncivilians clearly demonstrates the danger that\r\ninternational terrorism poses to world peace and\r\ntranquillity, and it is yet another call for urgent and\r\neffective action to combat terrorism in all its forms and\r\nmanifestations.\r\nMy delegation, like many other preceding\r\nspeakers, welcomes the improved format and concise\r\npresentation of the Council’s report. We are\r\nparticularly grateful for the analytical accounts\r\nintroduced for the first time in the annual report. Taken\r\ntogether, these changes give a clearer view of the\r\nCouncil’s work, thus offering an opportunity to reflect\r\nmore profoundly on and to make deeper analyses of the\r\nworkings of the Security Council as a whole.\r\nSpeaking of the annual report, I share the views\r\nof Ambassador Mahbubani of Singapore on the need to\r\nformulate a set of agreed criteria that could be used to\r\nevaluate the performance of the Security Council. My\r\ndelegation believes that the initial four questions\r\nproposed by the Ambassador could serve as the basis\r\nfor the further elaboration and development of criteria\r\nacceptable to all interested delegations.\r\nThe year under review, as indicated in the report,\r\nwas the busiest in the history of Security Council.\r\nAlong with its new responsibilities following from the\r\nadoption of resolution 1373 (2001), the Council was\r\nfully committed to the establishment of an Interim\r\nAuthority in Afghanistan, providing security in Kabul\r\nand its surrounding areas. The United Nations Mission\r\nof Support in East Timor, under the Council’s mandate,\r\nhelped in establishing an independent State of East\r\nTimor. The Security Council was engaged in\r\npeacemaking, peacekeeping and peace-building\r\n11\r\nA/57/PV.32\r\nactivities from the horn of Africa to the Great Lakes\r\nregion. Many other important issues related to the\r\nMiddle East, Iraq, Kosovo, Bosnia and Herzegovina,\r\nCyprus, counter-terrorism and peacekeeping, among\r\nothers, were discussed by the Council or kept under its\r\nconstant review.\r\nThe deterioration of the overall situation in the\r\nMiddle East is still a major cause of concern. However,\r\neven in that region, a foundation has been laid down\r\nfor achieving lasting peace within the framework of\r\nrelevant Security Council resolutions. Though peace in\r\nmany parts of Africa remains fragile, signs of national\r\nreconciliation and political will to achieve the peaceful\r\nsettlement of the disputes are evident.\r\nThe Security Council, while grappling with the\r\npressing aforementioned issues, has nonetheless been\r\nable to improve significantly its working methods, in\r\nterms of both quantity and quality. The activities of the\r\nCouncil have become more transparent and it now\r\noffers wider opportunities for participation by non-\r\nSecurity Council members in its deliberations. The\r\nmonthly wrap-up meetings provide a good opportunity\r\nfor interactive discussions among members and non-\r\nmembers of the Council.\r\nWe welcome the increasing frequency of public\r\nmeetings and briefings. Here, I would like to cite\r\nAmbassador Levitte of France, who, speaking on 26\r\nSeptember about the Security Council’s working\r\nmethods, made the following observation:\r\n“[W]e can see that we have gone from a period of\r\nhibernation to a period of increasingly rapid\r\ndevelopment”. (S/PV.4616, p. 7)\r\nMy delegation wholeheartedly welcomes those\r\nchanges, which bring vitality to the Council’s work and\r\nincrease the credibility of the Organization as a whole.\r\nNevertheless, we believe that further efforts should be\r\nmade to enhance transparency and increase the\r\nefficiency of the working methods of the Security\r\nCouncil.\r\nWhile we share the frustration of many on the\r\nlack of tangible progress with regard to equitable\r\nrepresentation on and increase in the Security\r\nCouncil’s membership, we attribute the difficulties to\r\nthe politically sensitive nature of the problem. We hope\r\nthat the Working Group will continue its search for the\r\nsolution of this problem. Like many others, we\r\ncontinue to believe that the expansion of the Council\r\nshould be made in both categories, permanent and non-\r\npermanent.\r\nMr. Molnár (Hungary): Allow me at the outset to\r\njoin other speakers in extending our heartfelt\r\ncondolences to the people and Government of\r\nIndonesia, as well as to other countries that lost many\r\nof their citizens, and to condemn in the strongest terms\r\nthe unspeakable act committed by terrorists on the\r\nisland of Bali against innocent civilians.\r\nLet me express my delegation’s appreciation to\r\nthe President of the Security Council, Ambassador\r\nBelinga-Eboutou of Cameroon, for his introduction, as\r\nwell as to the delegations of the United Kingdom and\r\nSingapore for their valuable contribution to the annual\r\nreport of the Security Council. Likewise, may I take\r\nthis opportunity to congratulate Angola, Chile,\r\nGermany, Pakistan and Spain on their election as new\r\nnon-permanent members of the Council.\r\nHungary welcomes the decision to cluster the two\r\nitems on today’s agenda and we sincerely hope that this\r\nkind of streamlining of the General Assembly’s debates\r\nwill lead to a more efficient use of our valuable time.\r\nMy delegation is pleased to acknowledge that this\r\nyear’s report shows some noticeable improvements\r\nboth in quantity and in quality. The document is\r\nsignificantly shorter and its introductory part finally\r\nprovides us with some idea of how members of the\r\nCouncil see the evolution of major issues on their\r\nagenda during a period that the report calls one of the\r\nbusiest 12 months in the history of that body. On the\r\nother hand, this introduction was far from being able to\r\nprovide a real analysis of the events and the Council’s\r\nresponses, while its 290 pages are also too long by far\r\ncompared to the 39 pages of the report of the\r\nSecretary-General on the work of the Organization, a\r\ndocument that, during last year’s debate, many Member\r\nStates considered to be a standard to be followed.\r\nThe Security Council has had important successes\r\nduring the reporting period. Its prompt and adequate\r\nresponses to the terrorist attack of 11 September\r\nbrought worldwide appreciation and strengthened its\r\ncredibility and cohesiveness. We also commend the\r\noutstanding performance of its newly established\r\nCounter-Terrorism Committee and the way it engages\r\nthe entire membership of the United Nations in the\r\nglobal struggle against the scourge of terrorism.\r\nAssisting Timor-Leste in its transition to full\r\nindependence, managing the phasing out of the mission\r\n12\r\nA/57/PV.32\r\nin Bosnia-Herzegovina and overseeing the\r\nimplementation of the substantial autonomy granted to\r\nthe people of Kosovo are just a few of the\r\nachievements the Council certainly deserves credit for.\r\nHungary would like to place on record its\r\nappreciation for the increased transparency of the\r\nCouncil’s operation in recent years. The growing\r\nnumber of public meetings means more access to the\r\ninformation provided by the Secretariat and gives\r\nfurther opportunities to non-Council members to\r\nexpress their views as well. However, these lengthy\r\nmeetings often tend to be mere reiterations of well-\r\nknown national positions, repetitive statements without\r\na real dialogue on the topic itself. From time to time,\r\none has the feeling that these open meetings are more\r\nand more becoming mandatory tasks, political chores\r\nto be endured by members and non-members alike.\r\nExpectations are gradually decreasing and thus there\r\nare rarely significant results. The Council has\r\nnumerous meeting formats at its disposal. It is\r\nunfortunate that the practice of holding open private\r\nmeetings with the participation of interested\r\ndelegations upon written request seems to be loosing\r\nsupport within the Security Council. We are of the\r\nopinion that those private meetings can still provide\r\nnon-Council members with valuable insight into the\r\nreal working of that body.\r\nThe evolving practice of meetings with troop-\r\ncontributing countries before a peacekeeping mandate\r\nis renewed is highly appreciated by all concerned.\r\nHowever, those meetings often do not amount to much\r\nmore than a brief review of the already public official\r\nreport of the Secretary-General on a specific\r\npeacekeeping mission, and they often fail to provide\r\nadditional details that sometimes could prove\r\nparticularly important to Member States sending their\r\ntroops to faraway countries, putting them in harm’s\r\nway. It remains our strong belief that the troop-\r\ncontributing Governments have the right and duty to be\r\nwell informed about different aspects and the politico-\r\nmilitary context of a mission and, undoubtedly, the best\r\nsources for that are the Security Council and the\r\nSecretariat.\r\nAn adequate flow of information to non-members\r\nof the Council is a necessary prerequisite for\r\nunderstanding the Council’s activity, its policies and\r\nendeavours; it is a sine qua non condition for\r\nGovernments to be able to lend political support when\r\nit is needed. The present situation is still far from being\r\nfully satisfactory. We commend the work of those who\r\nmaintain the home page of the presidency of the\r\nSecurity Council with the usually up-to-date\r\nprogramme of work and recent statements and\r\ndecisions. On the other hand, we find it regrettable that\r\nthat home page is not used to convey accurate schedule\r\ninformation to delegations, such as warnings about\r\nunscheduled meetings or consultations of the Council,\r\nas the telephone service set up for that purpose does\r\nnot seem to satisfy expectations either.\r\nWe consider it a legitimate right of every Member\r\nState to have access to basic information in due time,\r\neven if the consultations of the Council have an\r\ninformal character. Our interest usually does not\r\ndepend on the format of a meeting, but rather on its\r\nsubstance. Therefore, we call on those concerned to\r\nfind a solution to that problem. A better use of the\r\nfastest channel, the Internet, may prove to be a useful\r\noption to consider. Furthermore, it would be\r\nappropriate to reinvigorate the previous practice of\r\ndaily informal briefings by the President on the current\r\nwork of the Council for interested non-members, for\r\nwhich, according to the Journal of the United Nations,\r\na separate room has been assigned. However, in reality\r\nsuch briefings rarely take place.\r\nThe question of equitable representation on and\r\nincrease in the membership of the Security Council and\r\nrelated matters remains one of the issues of\r\nfundamental importance for the membership of the\r\nworld Organization. In the Millennium Declaration, our\r\nheads of States and Governments agreed to intensify\r\nour efforts to achieve a comprehensive reform of the\r\nSecurity Council in all its aspects, and that can\r\nrightfully be regarded as an unambiguous mandate for\r\nall of us.\r\nIn spite of all efforts carried out before and after\r\nthe Millennium Summit in the framework of the Open-\r\nended Working Group, it is rather frustrating to see the\r\nlack of meaningful progress on the issue of the\r\nenlargement of the Security Council. As is correctly\r\nnoted in the report of the Secretary-General submitted\r\nto the recent session of the General Assembly on the\r\nstrengthening of the United Nations, “no reform of the\r\nUnited Nations would be complete without reform of\r\nthe Security Council” (A/57/387/para. 20). Hungary\r\nshares that view entirely and has been consistently\r\ncalling for a reform resulting in a Council that reflects\r\nthe new political and economic realities of the world,\r\nin the form of being more representative and more\r\n13\r\nA/57/PV.32\r\ndemocratic, thus gaining more legitimacy and\r\ncredibility in the eyes of the international community.\r\nThere is a compelling need for such a reform, since the\r\ncomplex and difficult situations in the world at large\r\nfurther increase the responsibility of the Security\r\nCouncil in discharging its obligations under the\r\nCharter.\r\nHungary continues to pursue two basic\r\naspirations in the efforts related to the reform of the\r\nSecurity Council: the need to adjust the Council’s size\r\nand composition to accord with today’s changed\r\npolitical realities, as well as the need to maintain and\r\nfurther its working capability and efficiency. Starting\r\nfrom that perspective, Hungary favours the\r\nenlargement of the Council in both categories of\r\nmembership.\r\nWe are convinced that having Germany and\r\nJapan, as well as countries from Africa, Asia and Latin\r\nAmerica and the Caribbean, among the new permanent\r\nmembers of the Council would certainly reinforce its\r\noverall credibility. Likewise, the significant growth in\r\nthe membership of the United Nations over the decades\r\nalso justifies an adequate increase in the non-\r\npermanent membership of the Council, thus providing\r\na more balanced composition and a better\r\nrepresentation of medium-size and small States.\r\nWe do not see enlargement as a goal per se. It\r\nshould result in a more credible and more legitimate\r\ndecision-making process. Future enlargement has to be\r\nmatched with the need to maintain and improve the\r\nefficiency of the Council as well. Hungary regrets that\r\nan agreement on the formula that would allow for an\r\nincrease in the Council’s membership still seems to be\r\nrather remote. However, Hungary remains open to any\r\nuseful suggestions and stands ready to work with all\r\nother Member States to remedy that situation.\r\nHungary recognizes and appreciates the positive\r\nchanges and progress achieved in the operation of the\r\nCouncil. We are pleased to see that a number of ideas\r\nand proposals that have been expressed by Member\r\nStates in the Open-ended Working Group are already\r\nreflected in the everyday practice of the Council’s\r\noperation. As I mentioned before, more transparent\r\nwork of the Council, an increase in the number of open\r\nmeetings and better cooperation with the troop-\r\ncontributing countries should definitely be welcomed\r\nas important steps in the right direction.\r\nSecurity Council reform has been on the agenda\r\nof the General Assembly for nearly a decade, and, once\r\nagain, the report of the Open-ended Working Group\r\ncontains very few new developments. We regret that\r\nagreement could not be reached on major issues and\r\nthat there has been no real breakthrough in that long,\r\noverdue process that is so vital to the whole\r\ninternational community. We are fully aware that\r\nfinding the common denominator among all Member\r\nStates, with sometimes such diverse interests, is\r\ncertainly not an easy task. It requires further persistent\r\nefforts, as well as small but practical steps and new\r\ninnovative approaches. If we want to make our\r\nOrganization more responsive and more efficient in\r\ntackling the global challenges we are facing, we can\r\nhardly have the luxury of stopping progress in that\r\ndirection.\r\nFinally, we would like to encourage the President\r\nto make fresh efforts in order to further that process, in\r\nline with the direct mandate he has received from the\r\nhighest level at the Millennium Summit. I can assure\r\nhim that he will have the full cooperation of the\r\nHungarian delegation in that endeavour.\r\nMs. Novotna (Slovakia): Allow me to begin by\r\nexpressing our deeply felt condolences to the people\r\nand Government of Indonesia and to the families of the\r\nvictims from all over the world on the devastating\r\ntragedy that took place in Bali, Indonesia.\r\nI wish to thank the current President of the\r\nSecurity Council, Ambassador Belinga-Eboutou of\r\nCameroon, for having presented this year’s report of\r\nthe Security Council.\r\nSlovakia is pleased with the decisions of the\r\nGeneral Assembly to take up items 11 and 40 jointly,\r\nsince the substance of both those items are clearly\r\ninterrelated. We believe that, in order to make\r\nsignificant advances in the direction of the Security\r\nCouncil’s effectiveness, a debate on essential changes\r\nleading to the reform of the Council is needed. That is\r\nalso the only way the credibility of the Council can be\r\nimproved.\r\nA large number of heads of State and\r\nGovernment noted at the Millennium Summit and at\r\nthe subsequent sessions of the General Assembly that\r\nSecurity Council reform is a very important task in\r\nstrengthening the United Nations.\r\n14\r\nA/57/PV.32\r\nThe Secretary-General also stated in his recent\r\nreport that a significant reform of our Organization is\r\nneeded and\r\n“that no reform of the United Nations would be\r\ncomplete without reform of the Security\r\nCouncil”. (A/57/387, para. 20)\r\nWe welcome his exhortation to Member States with\r\nthis statement to move ahead in the discussion of this\r\nimportant issue. In our view, it is imperative to\r\nstrengthen the functions of the United Nations by\r\nreforming the Security Council in order for the United\r\nNations to effectively tackle new challenges, such as\r\ninternational terrorism, which are becoming\r\nincreasingly varied and more complex.\r\nMr. Gallegos Chiriboga (Ecuador), Vice-\r\nPresident, took the Chair.\r\nThe Slovak Republic, like the overwhelming\r\nmajority of Member States, supports Security Council\r\nreform that would enhance its representative character,\r\nimprove its working methods and the transparency of\r\nits work, as well as preserve the Council’s ability to act\r\npromptly. The expansion of the Security Council would\r\nbe the only logical consequence of the political reality\r\nof the world today and the increase of the membership\r\nin the United Nations. As it is now, let me simply state\r\nthat the Security Council is no longer fully\r\nrepresentative of the contemporary international\r\ncommunity.\r\nSlovakia supports an expansion of the Security\r\nCouncil in both categories, permanent and non-\r\npermanent. In addition to the new permanent members\r\nfrom the so-called industrialized countries, the\r\ncountries of Africa, Asia and Latin America should\r\nalso be given permanent membership in that important\r\ndecision-making body. The Group of Eastern European\r\nStates, whose membership has more than doubled over\r\nthe last 10 years, should not be omitted in the\r\nenlargement process of the Security Council in the\r\ncategory of non-permanent members. In concrete\r\nnumbers, Slovakia supports the idea of increasing the\r\nnumber of Security Council members from today’s 15\r\nto 25.\r\nSlovakia believes that it is not far from reality\r\nand that it is very realistic to expect that a consensus\r\ncan be reached regarding the need for an increase in\r\nboth categories. It would also be realistic to expect that\r\nall permanent members should have the equal veto\r\nright. It is not realistic to expect the veto to be\r\nabolished, but it is realistic, in our view, to expect that\r\nit may be limited and its use made more transparent.\r\nBefore concluding, let me congratulate the newly\r\nelected members of the Security Council — Angola,\r\nChile, Germany, Pakistan and Spain — and express our\r\nhope that they will relentlessly work for the just cause\r\nof international peace and security. We surely realize\r\nthat the Security Council may not be able to resolve all\r\nconflicts, but we, as Members of the United Nations,\r\nand all of us as human beings have reason to expect\r\nthat the Council will at all times make a serious effort\r\nto stop human suffering resulting from threats to peace,\r\nno matter where they occur.\r\nMr. Paolillo (Uruguay) (spoke in Spanish): The\r\nnew format adopted this year by the Security Council\r\nfor its annual report to the General Assembly\r\nrepresents significant progress over reports submitted\r\nin past years. The introduction, though more\r\ndescriptive than analytical, has the advantage of being\r\nconcise and concrete. It is particularly useful because it\r\nprovides a brief, although perhaps overly schematic\r\nsummary of the Council’s activities in the 12 months\r\nthat it covers.\r\nThe change in the report’s format is another sign\r\nof the Security Council’s readiness to become a more\r\neffective, transparent and participatory organ. Other\r\nchanges introduced recently in its working methods are\r\nin the same vein, such as the increase in the number of\r\nopen meetings in which non-member States can\r\nparticipate, as well as the holding of wrap-up sessions\r\nand the convening of consultations with countries that\r\ncontribute troops to peacekeeping operations. The\r\nlatter question is of the greatest interest to Uruguay,\r\nwhich not only has consistently contributed contingents\r\nfor over 50 years, but is currently the country providing\r\nthe highest percentage of military and civilian\r\npersonnel in relation to its population.\r\nUruguay enthusiastically welcomes all these\r\nchanges, which benefit not only all the States that are\r\nnot members of the Council, but also the Council itself,\r\nas its legitimacy and credibility are thereby enhanced.\r\nHowever, meetings held behind closed doors are still\r\ntoo numerous. In many cases, the drafting and\r\nnegotiation of resolutions take place in secret; as a\r\nresult, those of us that are not Council members but are\r\nbound by its resolutions often do not have a clear idea\r\nof the reasons for and objectives of its actions.\r\n15\r\nA/57/PV.32\r\nThat is why my delegation feels that, as the\r\nPermanent Representative of Colombia, Ambassador\r\nValdivieso, said in the Council, these changes should\r\nbe viewed as one phase of\r\n“a permanent process of creating a product suited\r\nto the demands of the Members of the\r\nOrganization”. (S/PV.4616, p.21)\r\nIn other words, these are the initial steps that will lead\r\nus — I hope, in the very near future — to the type of\r\nreport that may give us a complete picture of the status\r\nof the international problems on the Council’s agenda.\r\nThis will be achieved when the report ceases to be\r\nmerely descriptive, such as that under consideration,\r\nand when it contains elements of analysis and\r\nevaluations of results. We are aware that this will\r\ninvolve a more complicated task, but I believe that it is\r\nnot beyond the Council’s capacities to accomplish this.\r\nThe report should contain, inter alia, a brief\r\nsummary of the monthly wrap-up meetings; an\r\nassessment of the effectiveness of measures applied\r\nand instruments used in individual cases to ensure the\r\nmaintenance or restoration of peace and security, as\r\nwell as of the manner in which sanctions are\r\nimplemented, their effectiveness and effects; and, in\r\nparticular, more information on the degree to which the\r\nresolutions adopted are implemented by the States\r\nbound by them.\r\nThe latter aspect is of particular concern to my\r\ndelegation. In the report before us, mention is made of\r\na lack of compliance with certain resolutions that the\r\nCouncil has adopted in connection with several\r\nconflicts. It is Uruguay’s understanding that the\r\nmonitoring mechanisms may need to be strengthened.\r\nIn any event, it would be appropriate to consider new\r\nprocedures or mechanisms to induce States to comply\r\nwith resolutions, particularly when the States that are\r\nnot in compliance are parties to a conflict or in some\r\nway directly linked to it. It does not seem reasonable\r\nfor the Council to remain passive and to let time go by\r\nwithout its mandates being fulfilled by the countries\r\nbound by them.\r\nAt the very least, the Council should broadly\r\npublicize these situations of non-compliance, providing\r\nthe General Assembly with updated and consistent\r\ninformation on these violations, in special reports to be\r\nsubmitted in accordance with Articles 15 and 24 of the\r\nCharter of the United Nations. This would this allow\r\nthe Assembly not only to know which of its members\r\nare disobeying Council resolutions, but ultimately to\r\nmake recommendations or in some way take a stand on\r\nthis issue. That is completely within the General\r\nAssembly’s sphere of competence. Let us recall that, in\r\naccordance with Article 12 of the Charter, the General\r\nAssembly is empowered to make recommendations,\r\nupon the request of the Security Council, concerning\r\ndisputes or situations that the Council is considering.\r\nThe Security Council’s activity in the period\r\ncovered by the report was exceptionally intense and\r\nhighly effective in some aspects, as we can see by the\r\npositive developments in a number of situations,\r\nincluding Sierra Leone, Angola and Timor-Leste.\r\nSimilarly, we wish to highlight the effectiveness with\r\nwhich the Council has guided the fight against\r\nterrorism, as well as the commendable work that has\r\nbeen done by the Counter-Terrorism Committee.\r\nThis is the best evidence of the fact that, in a\r\nworld in which the number and complexity of conflicts\r\nare on the increase, the United Nations remains the\r\nonly legitimate alternative, the only real possibility of\r\nresolving these conflicts in a just and lasting manner.\r\nAny other action, whether it be of a preventive or\r\ncoercive nature, taken outside the Organization, and\r\ntherefore not having the legitimacy afforded by the\r\nconsensus of the international community, represented\r\nby the Security Council, is likely to perpetuate\r\nconflicts or aggravate them.\r\nAs far as the consultations on the reform of the\r\nCouncil are concerned, we see no grounds for great\r\noptimism as to the possibility of making significant\r\nprogress in the immediate future, particularly if\r\nconsultations continue on the same proposals for\r\nreform that were made almost a decade ago.\r\nIt is true that the Open-ended Working Group has\r\nmanaged to make progress on certain secondary\r\naspects that are described in great detail in the annual\r\nreports. Undoubtedly, its deliberations have contributed\r\nto the introduction of reforms in the working methods\r\nof the Council. But on the fundamental issue of the\r\nCouncil’s composition, and on how it is going to be\r\nexpanded, and on what the procedure will be for\r\ndecision-making if it is expanded — on these matters\r\nwe remain stuck at the same point where we were\r\nseveral years ago.\r\nThis deadlock is not due to a total lack of\r\nagreement within the Working Group. In this regard, it\r\nis worthwhile to underscore one of several paradoxical\r\n16\r\nA/57/PV.32\r\nsituations that characterize the consultations. It is,\r\nindeed, paradoxical that it has not been possible to\r\nformalize any agreement on the composition of the\r\nCouncil, despite the fact that, since the very beginning\r\nof the consultations, there has been consensus on the\r\nneed to increase the number of non-permanent\r\nmembers. No State is opposed to the increase in non-\r\npermanent membership. Nonetheless, the Working\r\nGroup has not been able to formalize this consensus,\r\nbecause some States make it dependent on the\r\nacceptance of an increase in permanent members who\r\nwould hold the right to veto, a question on which we\r\nare very far from having reached general agreement.\r\nThis is why years of consultations go by, one\r\nafter another, without reform, a reform agreed on by\r\neveryone, a reform that undoubtedly meets the\r\nobjective pursued by all States, without exception — in\r\nother words, an enhancement of the representative and\r\ndemocratic nature of the Council.\r\nIf, in the very first year that the Working Group\r\nbegan its work, this agreement had been put\r\ninto practice — amending the Charter of the\r\nOrganization — and, supposing that there had been an\r\nincrease by 10 in the non-permanent membership, by\r\ntoday 50 Members of this Assembly would have been\r\nable to occupy their seats on the Council, in addition to\r\nthose non-permanent members that have occupied seats\r\non the Council in these 10 years under the Council’s\r\npresent composition. The expansion of the Council\r\ncould have been implemented a long time ago without\r\nany prejudice to considering the possibility of other\r\nincreases in the number of non-permanent members.\r\nBut, as I have said, this is not the only paradox\r\nthat has characterized the consultations of the Working\r\nGroup. Another paradoxical situation arises when a\r\nlarge number of members of the Group repeat, ad\r\nnauseam, as we all have done, that what they want is\r\nthe democratization of the Security Council, that they\r\nwant a Security Council which is more democratic,\r\nmore representative and more transparent. And then, at\r\nthe same time, they promote a formula for expansion of\r\nthe Council that leads exactly to the opposite of this,\r\nsince they propose an increase in the number of\r\npermanent members that would be given a privilege\r\nthat is absolutely anti-democratic. By this I mean the\r\nright of veto. All the while affirming the need to make\r\nthe Council a more democratic body, they are\r\nproposing changes to make it less democratic. The\r\nparadox becomes virtually incomprehensible when we\r\nsee States proposing to extend the veto while they\r\nadvocate its elimination at the same time.\r\nIn spite of the fact that the efforts made in the\r\nWorking Group have not yielded results, Uruguay\r\nunderstands that we must persist. We remain confident\r\nin the Group, which is still the only appropriate forum\r\nfor continuation of these consultations. Meanwhile, we\r\nunderstand that, in order to strengthen the prospects of\r\nreaching agreement on this subject, it is necessary to\r\nseek new bases for discussion.\r\nWe are convinced that it is possible to find\r\ninstitutional formulas which can meet the aspirations of\r\ncertain States that are prepared to assume greater\r\nresponsibilities by increasing their presence and their\r\nparticipation in the Security Council without, in this\r\nway, affecting either its democratic nature or its\r\nfunctioning.\r\nMr. Moushoutas (Cyprus): At the outset, I would\r\nlike to express our sincere condolences for the loss of\r\nlife in beautiful Bali, Indonesia, due to terrorist attack.\r\nWe express our appreciation to Ambassador\r\nMartin Belinga-Eboutou of Cameroon for presenting\r\nthe report of the Security Council in a most lucid way.\r\nWe note the ever-increasing demands on the Security\r\nCouncil for responses to conflicts, threats and breaches\r\nof peace, evidenced by more meetings, more\r\nresolutions and more presidential statements than last\r\nyear.\r\nThe report, covering the period of 16 June 2001\r\nto 31 July 2002, deals mainly with questions\r\nconsidered by the Council under its primary\r\nresponsibility for the maintenance of peace and\r\nsecurity.\r\nThe United Nations Charter has conferred\r\nsweeping powers on the Council. No other organ can\r\ntake mandatory decisions. Increasingly, it is occupying\r\npolitical ground at the expense of the Assembly,\r\nespecially since the aftermath of the terrorist attacks of\r\n11 September 2001 in the United States. However,\r\nalthough power has shifted dramatically in favour of\r\nthe Security Council, the submission of the report to\r\nthe General Assembly is in itself a reminder and\r\nevidence of the accountability of the Security Council\r\nto the Assembly and to the general membership of the\r\nUnited Nations, on behalf of which it acts.\r\nWe note with appreciation the updated format of\r\nthe introductory part of the annual report on world\r\n17\r\nA/57/PV.32\r\nproblems. The texts, though brief, are indeed timely\r\nand informative. We also welcome the improvement in\r\nthe working methods of the Security Council, although\r\nthere is room for further transparency, as the report\r\nitself states. The increased number of open meetings,\r\nthe monthly assessments by Council Presidents, the\r\ncontinuing briefings of non-member States and the\r\npress by the President, the increased consultations with\r\ntroop-contributing States and the general trend towards\r\nopenness in the Council’s meetings are having\r\nbeneficial effects.\r\nWe note that on a number of questions there was\r\nprogress. In other areas, the situation is more\r\nthreatening than ever before, as is the case with\r\ninternational terrorism. We believe that the Security\r\nCouncil acted speedily and prudently in adopting two\r\nhistoric anti-terrorist resolutions aimed at the\r\neradication of that scourge. Through its Counter-\r\nTerrorism Committee, established pursuant to\r\nresolution 1373 (2001) of 28 September 2001, the\r\nSecurity Council has set in motion, as the report states\r\nin the introduction, “an exercise of unprecedented\r\nintensity in combating a significant threat to global\r\npeace and security”.\r\nRegrettably, a number of long-standing problems\r\non the agenda of the Security Council, including the\r\nquestion of Cyprus, remain unresolved, due to lack of\r\npolitical will and the refusal to implement mandatory\r\nresolutions and decisions of the Council. The\r\nobligation of all Member States to comply without\r\nexception with Security Council resolutions is a\r\nCharter provision which all States have undertaken to\r\nrespect.\r\nNon-implementation by the Security Council of\r\nits own resolutions erodes the Council’s effectiveness\r\nand prestige. As the President of the Republic of\r\nCyprus has said,\r\n“The effectiveness of this most important organ\r\nof the United Nations will be seriously\r\ncompromised if it applies double standards. It\r\nmust act in every case with determination and\r\nconsistency”.\r\nFirst, in order to fully achieve its goals, the\r\nCouncil must be truly representative, reflecting in its\r\nmembership and substance present realities. Reforms,\r\nespecially increasing the number of permanent and\r\nnon-permanent seats on the basis of equitable\r\ngeographical distribution and in accordance with\r\nArticle 23 of the Charter, will give the Council more\r\nlegitimacy and render it more democratic, thus\r\nstrengthening its effectiveness.\r\nDuring the general debate, as well as in debates in\r\nplenary meeting on the all-important issue of equitable\r\nrepresentation on and increase in the membership of\r\nthe Security Council, Cyprus placed its views on\r\nrecord. Expansion of the Security Council is inevitable\r\nbecause it enjoys the support of all Member States.\r\nWhat is needed is the political will and flexibility to\r\nachieve an overwhelmingly supported agreement. We\r\nhope that with perseverance and diligence, by\r\nexpanding the areas of concurrence in previous\r\nsessions of the Open-ended Working Group over the\r\npast decade, we will be making positive steps towards\r\na generally acceptable agreement.\r\nSecondly, it is self-evident that the United\r\nNations must have sufficient funds and personnel so\r\nthat, as the Secretary-General has said, it never lets\r\ndown those who have placed their faith in it. No reform\r\nwill be meaningful if the Council’s mandatory\r\nresolutions remain unimplemented due to its inability\r\nto carry out its solemn decisions.\r\nFinally, we have long held the view that the\r\narticles of the Charter relating to the system of\r\ncollective security, as provided for in that document by\r\nthe founding fathers, should, particularly in these\r\ncomplex times, be fully implemented by putting armed\r\nforces at the disposal of the Security Council for the\r\nmaintenance of international peace and security.\r\nTo further strengthen our Organization, the need\r\nfor a close relationship between the Security Council\r\nand the General Assembly — the two most important\r\norgans of the United Nations — cannot be\r\noveremphasized. To that same end, we also support\r\ngreater collaboration between the United Nations and\r\nregional and other organizations, so long as the purpose\r\nis the promotion of goals set out in the Charter of the\r\nUnited Nations.\r\nIn conclusion, I would like to congratulate the\r\nnewly elected members of the Security Council, and to\r\nthank all Council members for their efforts for a just\r\nand lasting solution to the question of Cyprus on the\r\nbasis of Security Council resolutions.\r\nMr. Koonjul (Mauritius): I would like first of all\r\nto express, on behalf of my Government and on my\r\nown account, deep sympathy for the families who lost\r\n18\r\nA/57/PV.32\r\nloved ones in the terrorist attack in Bali last Saturday.\r\nWe express our solidarity with the Governments of\r\nIndonesia and of Australia. We condemn unequivocally\r\nthat atrocious and inhuman act, which targeted\r\ninnocent victims, and we hope that the perpetrators of\r\nthe attack will soon be brought to justice.\r\nMy delegation joins others in thanking the\r\nPresident of the Security Council for introducing the\r\nreport of the Security Council to the General Assembly\r\n(A/57/2). We subscribe fully to the statement that he\r\nmade. We are grateful to our fellow members of the\r\nCouncil for their immense efforts, valuable suggestions\r\nand contributions in producing this year’s report, which\r\nis more reader-friendly, much shorter, more focused\r\nand better organized than previous reports. Above all,\r\nthe production of this year’s report has resulted in\r\nsubstantial savings over previous years. We are\r\nthankful to the Permanent Representative of Singapore,\r\nAmbassador Kishore Mahbubani, for his tireless efforts\r\nand perseverance in persuading the Council to accept\r\nthe new format of the report.\r\nWe have heard many speakers during the course\r\nof this debate refer to the imperative need for the\r\nreform of the United Nations and its organs. We share\r\ntheir views in many respects. We look forward to more\r\nconcrete consultative work on these suggestions by the\r\nOpen-ended Working Group on the Question of\r\nEquitable Representation on and Increase in the\r\nMembership of the Security Council and Other Matters\r\nRelating to the Security Council.\r\nOn the question of enlargement, I would like to\r\nreiterate the position of Mauritius that, among others,\r\nIndia should occupy a permanent seat in the Security\r\nCouncil — a seat which it rightly deserves.\r\nDuring the period July 2001 to June 2002, the\r\nSecurity Council continued to play its dedicated role of\r\npreventing cataclysmic conflicts among States and was\r\nactively involved in the improvement of new\r\ntechniques to address the spate of intra-State conflicts.\r\nThe Council has not only reacted to threats to\r\ninternational and regional peace and security, but it has\r\nalso been proactive in dealing with problems affecting\r\npeace and security. The Council’s swift and decisive\r\nresponse, in an attempt to mobilize international efforts\r\nagainst terrorism, through the adoption of a landmark\r\nresolution — resolution 1373 (2001) — was not only a\r\nhistorical achievement but has become a benchmark for\r\nthe international community in the combat against all\r\nforms of terrorism. We pay tribute to Ambassador\r\nJeremy Greenstock, the Permanent Representative of\r\nthe United Kingdom, for the commendable work he is\r\ndoing as Chairman of the Counter-Terrorism\r\nCommittee.\r\nIn the course of this year, the Security Council\r\nhad the opportunity to listen to a briefing by the\r\nSecretary-General of the Organization of African Unity\r\n(OAU) — now the African Union (AU) — on conflict\r\nsituations in Africa. Such a practice must continue in\r\nfuture to ensure proper consideration and coordination,\r\nas well as complementarity, given that the AU is now\r\nplaying an even greater role at the regional level in the\r\nfield of conflict resolution, prevention and\r\nmanagement.\r\nThe Security Council also created an Ad Hoc\r\nWorking Group on Africa, which has been of great\r\nassistance to the Council in dealing with particular\r\nissues and conflicts in Africa. We hope that the\r\nprinciple of maintaining the Working Group at the end\r\nof this year will not be questioned. We are also pleased\r\nthat this year has seen an unprecedented collaboration\r\nbetween the Security Council and the Economic and\r\nSocial Council. Such cooperation is essential in\r\ncreating a seamless transition from peacemaking to\r\npeace-building and peace consolidation. We hope that\r\nefforts to strengthen this relationship will continue, in\r\nthe interest of the international community.\r\nMauritius will soon be completing its two-year\r\nterm as a non-permanent member of the Security\r\nCouncil. We have found this experience highly\r\nenriching and quite fulfilling. For us — a small country\r\nwith a small Mission — the task was, without a doubt,\r\ndifficult; but it was certainly worth it. As we are about\r\nto disembark from the train to which the Permanent\r\nRepresentative of Singapore alluded in his statement on\r\nMonday, it may be appropriate for me to share some\r\nviews on our experience and to give some suggestions\r\non how the role of the elected members can be further\r\nenhanced.\r\nWe have found in these two years that elected\r\nmembers are capable of playing a very important and\r\nconstructive role in the work of the Security Council.\r\nThe new challenges of the twenty-first century require\r\ncollective decision-making, flexibility and readiness to\r\nmake compromises at some point in order to achieve\r\ntangible results through consensus. Elected members\r\nbring credibility and balance to the work of the\r\n19\r\nA/57/PV.32\r\nSecurity Council, just as they bring a breath of fresh\r\nair, which opens new perspectives in the process of\r\ndealing with problems facing the world.\r\nThrough their thematic debates, which they\r\norganize every now and then, they are able to open up\r\nthe work of the Security Council to newer issues of\r\ncollective interest, and also to provide an opportunity\r\nto the wider membership of the United Nations to give\r\ntheir views on such issues.\r\nBy virtue of feeling answerable to the region\r\nwhich they represent, elected members consider it their\r\nduty to make the work of the Council more open and\r\nmore transparent. We are pleased that, as was noted by\r\nthe President of the Security Council in his statement,\r\n277 formal meetings of the Security Council were held\r\nduring the period under review, many of which were\r\nopen public meetings. This trend, we believe, should\r\ncontinue, and more and more open meetings of the\r\nCouncil should be held on a broader range of issues.\r\nElected members have also been able to bring\r\nabout substantial positive changes in the working\r\nmethods and procedures of the Security Council. We\r\ntherefore consider that, given the appropriate support\r\nand the opportunity, elected members are capable of\r\ncreating for the whole international community a sense\r\nof ownership and belonging, which can only be\r\nbeneficial to our long-term interests of peace and\r\nsecurity.\r\nFor these reasons, my delegation believes that the\r\nrole of the elected members, rather than being stifled,\r\nshould be enhanced further. My delegation believes\r\nthat elected members should be able to benefit from\r\nadequate support, both from the Secretariat and from\r\nthe departing members, so that there is no hiatus in the\r\ntreatment of various issues in the Council. In this\r\nregard, we propose the setting up of an appropriate\r\nmechanism which could act as an institutional memory\r\nand provide the much-needed background information\r\non various issues, which is essential for the proper and\r\nconstructive participation of elected members in the\r\nCouncil’s deliberations.\r\nLike other delegations, Mauritius strongly\r\nsupports the avowed and tested principle of\r\nmultilateralism, which has been a harbinger of peace,\r\nsecurity and development for nations, irrespective of\r\ntheir size or of economic or political disparities.\r\nAlthough this statement may seem simplistic and\r\noverstated, there is one point of convergence regarding\r\nmultilateralism — it has made this world more\r\ninterdependent; it has contributed to the concept of a\r\nglobal village; and it has accelerated the pace for\r\nconcerted and collective action in matters that override\r\nterritorial and geographical boundaries.\r\nWe therefore strongly advocate the prominence of\r\nmultilateralism and its preponderance over any\r\nunilateral approach to handling issues of international\r\nconcern, especially that of the maintenance of\r\ninternational and regional peace and security.\r\nThese days the whole world is faced with the\r\nimminent threat of a major crisis, which should be a\r\nmatter of concern to each one of us in the United\r\nNations and to every single member of the Security\r\nCouncil. Many members, both within and outside the\r\nSecurity Council, have rightly pointed out that the\r\nelected members are being sidelined from preliminary\r\ndiscussions on possible Security Council action. This\r\ncannot be productive; instead, it creates a cloud of\r\nsecrecy and suspicion, which is not healthy. Here I\r\nshould like to quote from remarks made by the\r\nSecretary-General in Cambridge, Massachusetts, on 11\r\nOctober 2002:\r\n“Openness is the emerging hallmark of our\r\ntime. But we need to make it work. Otherwise,\r\ncountries and peoples might retreat behind\r\nprotectionism, or, worst of all, reject global\r\ncitizenship or globalization in favour of narrow\r\nconcepts of national interest not at all appropriate\r\nfor an interdependent world”.\r\nThere is a universal consensus on the need to\r\npromote openness and transparency in all United\r\nNations activities and decision-making processes. The\r\nSecurity Council should not be an exception. If we are\r\nto see an effective, results-oriented Council worthy of\r\nthe credibility it has been accorded since its creation,\r\nwe must be open to novel ideas and suggestions for\r\nreform.\r\nWhile we acknowledge the efforts made by\r\nCouncil members towards the achievement of the\r\nobjectives of the United Nations Charter as well as\r\ntheir strong commitment to its principles, we believe\r\nthat collective interests should not be sacrificed at the\r\naltar of national interests. Preserving unity should be\r\nthe guiding mantra, and every Council member should\r\nstrive towards that end, since the Council is most\r\neffective when it acts in unity. This will be possible\r\nonly if each and every member State shows a sense of\r\n20\r\nA/57/PV.32\r\nbelonging and of selfless commitment in the work of\r\nthe Council and constructively engages in its\r\ndeliberations.\r\nMs. Murnaghan (Ireland): At the outset, I wish\r\nto condemn the vicious terrorist attack that took place\r\nlast weekend in Bali. I also wish, on behalf of my\r\ndelegation, to extend sincere condolences to the people\r\nand the Government of Indonesia, and also to the\r\nrelatives of those from various countries who lost their\r\nlives or were injured.\r\nWe welcome the opportunity of this joint debate\r\nto comment on separate but very much interrelated\r\nmatters. We commend the efforts of the President of\r\nthe Assembly, Mr. Jau Kavan, on this and other\r\nquestions before the General Assembly, to group items\r\nand to address them in a more coherent fashion.\r\nWe welcome this new-look report (A/57/2) of the\r\nSecurity Council to the General Assembly on the\r\nCouncil’s activities in the period June 2001 to July\r\n2002. The restructuring of the report, with the inclusion\r\nof an introduction of a more analytical character is a\r\ngood start. The grouping of statistical detail and\r\nannexes also contributes to a more readable report. As\r\nIreland moves off the Council at the end of the year, we\r\nwill have a particular interest in monitoring, from this\r\nHall, the further expansion and deepening of the report.\r\nWe hope to see even greater analysis, while\r\nrecognizing some of the constraints involved.\r\nI would like to commend the delegation of\r\nSingapore for its determination and very valuable\r\ncontribution in the realization of this new style report.\r\nIf I might draw on Ambassador Mahbubani’s moving-\r\ntrain analogy in his statement during the debate on\r\nMonday, it will be up to those passengers who are\r\ngetting off the train in a few months’ time, as I think\r\nAmbassador Koonjul also mentioned, to regularly\r\ncheck on the train’s progress as it moves along the\r\ntrack, and to use the opportunities of stops along the\r\nway to run a check that the improvements introduced\r\nare holding up and that additional modifications to the\r\nequipment are added when and where necessary to\r\nkeep the train rolling along smoothly.\r\nAnd as Ambassador Koonjul said a moment ago\r\nwith respect to Mauritius, Ireland too is honoured to\r\nhave served on the Council. We strongly believe that\r\nelected members can make a very valuable\r\ncontribution. We like to think that we have brought\r\nsomething to the Council’s deliberations, and we hope\r\nthat is not a prideful statement.\r\nDuring Ireland’s term on the Council we have\r\nseen, and have been pleased to be associated with,\r\nseveral innovations in the Council’s working methods.\r\nAmong these are the increased frequency of open\r\nmeetings of the Council and the arrangements\r\nfor closer consultations with troop-contributing\r\ncountries — I could mention others. We believe that\r\nbecause of them we will have better access to\r\ninformation and greater opportunities to participate in\r\nCouncil deliberations as a future non-member, so to\r\nspeak, than was possible even two years ago. We will\r\nwant to ensure that this continues and develops.\r\nIreland had an opportunity to debate the report in\r\nthe open meeting of the Council on 26 September (see\r\nS/PV.4616). Therefore, today I will concentrate on just\r\na few issues. I welcome the fact that the Security\r\nCouncil’s own discussion of the report took place in\r\npublic — a further innovation, strongly promoted by\r\nnon-permanent members Singapore and Colombia.\r\nThe Security Council had a very active and busy\r\nyear since its last report. Africa was a particular focus.\r\nGood progress has been made in many conflict regions,\r\nbut daunting challenges still remain. We are\r\nparticularly pleased at the new opportunity for a lasting\r\nsettlement in Angola. We feel that the Ad Hoc Working\r\nGroup on Conflict Prevention and Resolution in Africa,\r\nunder the chairmanship of Ambassador Koonjul of\r\nMauritius, also deserves, we feel, particular mention.\r\nWe believe it has done valuable and innovative work,\r\nand we would be open to the concept of other Council\r\ncommittees of that nature.\r\nWe welcome in particular the fact that the\r\nCouncil has increasingly, for the first time in perhaps\r\nmany years, substantively, and in a sustained way\r\naddressed the situation in the Middle East. We strongly\r\nsupported the introduction earlier this year of regular\r\nmonthly briefings but believe there is a need to\r\nredouble efforts to attain the goals agreed by the\r\nCouncil and to achieve full implementation of Council\r\nresolutions.\r\nOver the years, the Council has been faulted for\r\nits lack of transparency, and rightly so. It has taken\r\nquite a number of steps, however, to address that\r\ncriticism, not least in the past two years. We have seen\r\nthis at first hand and have actively supported opening\r\nmore meetings to participation by the wider\r\n21\r\nA/57/PV.32\r\nmembership. There are additional ways, of course, in\r\nwhich the Council can make its deliberations more\r\ntransparent, and, for example, briefings for the wider\r\nmembership have been increased. We wish to make\r\nspecial mention of the Counter-Terrorism Committee\r\nunder the chairmanship of Ambassador Greenstock of\r\nthe United Kingdom, who has made a particular point\r\nof keeping the wider membership informed, on a very\r\nregular basis, about the work of the Committee. That is\r\na very welcome and important initiative.\r\nAs we said in the open debate in the Security\r\nCouncil on this year’s report, it is important that the\r\nCouncil, while recognizing the interlinkages that\r\nclearly exist among many issues, nevertheless not\r\nencroach on other United Nations bodies or on their\r\nroles. It is important that the Council complement the\r\nwork of other United Nations bodies rather than\r\ndiminish them. As a corollary to this, other bodies need\r\nto become more focused in what they do and engage in\r\ngreater dialogue among themselves and with the\r\nCouncil.\r\nReform of the United Nations is very much at the\r\ntop of our agenda at this session. Later this month we\r\nwill debate the reform proposals put forward by the\r\nSecretary-General. As the Millennium Declaration\r\nmakes clear, and as the Secretary-General has pointed\r\nout in his recent report, “Strengthening of the United\r\nNations: an agenda for further change” (A/57/387),\r\ninternal reforms must go hand in hand with reform of\r\nthe intergovernmental processes. This means changes\r\nto how we work here in the General Assembly, but it\r\nalso includes reform of the Security Council.\r\nWe applaud the progress made and being made in\r\nterms of the Council’s working methods. We are\r\nfrankly disappointed, however, that progress on the\r\nmore substantive issue — how to reform the Security\r\nCouncil, to make it a more representative body and one\r\nbetter equipped to deal with the challenges of the\r\ntwenty-century — has not gained more traction in the\r\nlast year or two. We do not call into question the\r\ndedication of representatives in the Open-Ended\r\nWorking Group, and valuable work has been done on\r\ntrying to narrow the differences between positions. But\r\nthat is not enough.\r\nMy delegation still draws its inspiration from the\r\nMillennium Declaration and the commitment therein\r\nnot just to work harder on the issues of reform but to\r\nachieve a comprehensive reform of the Security\r\nCouncil in all its aspects. It is not enough that we just\r\ncontinue to strive; we must collectively work with\r\ndetermination for a solution which is comprehensive\r\nand will give us a Council which is strengthened\r\nbecause it enjoys renewed legitimacy and is also\r\nefficient and effective because it is more responsive to\r\nnew challenges in a world vastly different from the one\r\nwhich existed in the immediate post-World-War period,\r\ndifferent even from the one which emerged after the\r\ncold War, and, regrettably, also very different from that\r\nwhich existed at the turn of this new century.\r\nWe share the view expressed here on Monday by\r\nthe representative of Germany that interim solutions\r\nare simply makeshift and run counter to the explicit\r\ncommitment in the Millennium Declaration to a\r\ncomprehensive reform of the Council, covering all\r\naspects. We certainly undertake at the start of this new\r\nsession to work with the President and the Bureau to\r\nfind ways in which we can, hopefully, take our work\r\nforward during this session.\r\nMr. Meléndez-Barahona (El Salvador) (spoke in\r\nSpanish): While reaffirming our support for the\r\nstatement made by Costa Rica on 14 October on behalf\r\nof the Rio Group, we would like to take this\r\nopportunity to make additional comments on the\r\nsubjects under consideration.\r\nMy delegation believes that joint consideration of\r\nthe report of the Security Council (A/57/2) and the\r\nquestion of the reform of the Council — in accordance\r\nwith the mandate of the Open-ended Working Group\r\nwhich is studying both substantive and procedural\r\nissues, including those related to the Council’s working\r\nmethods — is appropriate, not only because of the\r\nlinkage between the two items; it also means saving\r\ntime and money, particularly for the Organization,\r\nwhich, as we constantly lament, faces a financial crisis\r\naffecting the fulfilment of its mandate to achieve the\r\ngoals enshrined in the Charter.\r\nWith respect to the specific issue of Security\r\nCouncil reform, we have carefully listened to and read\r\nthe statements of many delegations. We have seen that\r\nthere are often opposing positions, some optimistic and\r\nothers pessimistic, some realistic in their approach and\r\nothers idealistic. In our view, this is simply the result of\r\ndiverse perceptions and the result of the political\r\ninterests and priorities of each country or group of\r\ncountries concerning decisions to be taken by States on\r\nan issue of great importance, and which will affect\r\n22\r\nA/57/PV.32\r\nnational interests if an order institutionalized by the\r\nOrganization’s Charter is modified. Those changes\r\nwould be consistent with the aspirations and wishes of\r\nthe majority of Member States. However, those\r\nchanges absolutely require the political will and\r\ndetermination of a minority of States which have\r\nspecial privileges and powers under the Charter to\r\nallow or not to allow the required reforms.\r\nThat accords with the view set out in the Open-\r\nended Working Group’s report on the reform of the\r\nSecurity Council, which makes no mention of\r\nsubstantive aspects of the discussions in the meetings\r\nheld during the year or of recommendations to modify\r\nthe process. In particular, it contains no critical\r\nanalysis of the causes of the lack of substantive\r\nprogress. On the other hand, there is a great diversity\r\nof positions on all the proposals submitted by States\r\nand which remain on the table.\r\nDespite that perception, we do not want to give\r\nthe impression that we are unaware that some progress\r\nhas been made on questions of procedure and working\r\nmethods. But we must state that they are not the\r\nsatisfactory results that we were hoping to see, as part\r\nof a broader, integrated process of reform which has\r\ngone on for some ten years now, with meetings that\r\nproceed in a vicious circle, and which continue to be a\r\nsource of concern.\r\nAlthough there is general agreement on the need\r\nfor substantive changes to the structure and functioning\r\nof the Security Council, the formal granting of special\r\nprivileges and powers to some States constitutes one of\r\nthe principal obstacles to reaching general agreement.\r\nSuch agreement would enable the organ responsible for\r\ninternational peace and security to fulfil its mandate\r\nand to adopt a more democratic, transparent, fair and\r\nimpartial decision-making process. As a result, the\r\nCouncil’s decisions would be more legitimate, as it\r\nwould be truly representative, acting on behalf of all\r\nMember States in accordance with Article 24 of the\r\nCharter.\r\nWe live in a time of very complex and difficult\r\nsituations. If we compare our time to the era when the\r\nOrganization was created — and even more so if we\r\ncompare it with previous periods — we can see that the\r\nserious challenges facing humankind have acquired\r\nglobal dimensions, transcending the capacities of\r\nindividual States. When, in 1945, the United Nations\r\nwas created in accordance with the conditions\r\nprevailing at that time, it was simply a product of the\r\nprocess of evolution of peoples, particularly in that we\r\njoined forces in order, by means of a multilateral\r\nmechanism, to prevent the scourge of war, its causes\r\nand its consequences and to promote the progress of\r\nnations based on the dignity and value of human\r\nbeings. Currently, the global nature of the phenomena\r\nthreatening international peace and security requires an\r\neven greater spirit of cooperation and determination of\r\nall States comprising the international community,\r\nwithout exception. This would enable the United\r\nNations, one of the greatest innovations of the\r\ntwentieth century, which would have to be invented if\r\nit did not exist, to adapt itself to the new realities and\r\nconditions of current international relations,\r\ncharacterized by globalization and interdependence.\r\nIt is important to recall that at various\r\ninternational summits, particularly the Security Council\r\nSummit of 31 January 1992, that of the fiftieth\r\nanniversary of the United Nations in 1995 and the\r\nMillennium Summit in 2000, our heads of State and\r\nGovernment, recognizing the need, politically\r\ncommitted themselves to supporting and carrying out\r\nwhatever changes were necessary to strengthen the\r\nUnited Nations, particularly the multilateral system of\r\ncollective security. In practice, regrettably, we have not\r\nseen the fulfilment of those promises to adapt the\r\nOrganization to current conditions.\r\nI think that it is important to recall, as well, some\r\nrecommendations contained in a document entitled\r\n“Agenda for Peace” (A/47/277), issued in 1992 by the\r\nSecretary-General, at the request of the Security\r\nCouncil Summit. The recommendations are just as\r\nvalid now as they were in the past. They state that:\r\n“Never again must the Security Council lose\r\nthe collegiality that is so essential to its proper\r\nfunctioning ... A genuine sense of consensus\r\nderiving from shared interests must govern its\r\nwork, not the threat of the veto or the power of\r\nany group of nations. And it follows that\r\nagreement among the permanent members must\r\nhave the deeper support of the other members of\r\nthe Council, and the membership more widely, if\r\nthe Council’s decisions to be effective and\r\nendure.” (para. 78)\r\n“The powerful must resist the dual but\r\nopposite calls of unilateralism and isolationism if\r\nthe United Nations is to succeed.” (para. 80)\r\n23\r\nA/57/PV.32\r\n“Democracy within the family of nations\r\nmeans the application of its principles within the\r\nworld Organization itself. This requires the fullest\r\nconsultation, participation and engagement of all\r\nStates, large and small, in the work of the\r\nOrganization ... The principles of the Charter\r\nmust be applied consistently, not selectively ...”\r\n(para. 82)\r\nIn our opinion, those principles continue to be\r\nvalid and are essential in order for the Organization not\r\nto be weakened but, rather, to be strengthened and to\r\nachieve greater trust and legitimacy.\r\nSimilarly, we believe to be important in this\r\nrespect the delegation of Malaysia’s citation of the\r\nrepresentative of the United Kingdom, who said,\r\n“States cannot play a unilateral role in the modern\r\nworld, but they must play a role that adds power to the\r\ncollective objectives of the United Nations.”\r\n(S/PV.4616, p. 10)\r\nIn our view, that statement reflects the important\r\nplace that multilateralism holds in world affairs, which\r\nsimply convinces us even more that the process of\r\nreform in the Security Council needs to be re-evaluated\r\nso that we can decide how to reorient its considerations\r\nand achieve the objectives and aspirations of the\r\nUnited Nations Member States.\r\nFinally, in the light of the current international\r\nsituation, I believe it is important to draw certain\r\nlessons from history with regard to the subject under\r\nconsideration. The League of Nations and the system\r\nof collective security established after the First World\r\nWar did not work, were a failure and disappeared\r\nbecause member States took unilateral actions that\r\nweakened the system. As a result, trust and respect\r\nwere lost, as well as legitimacy. We have full\r\nconfidence that that will not happen with the United\r\nNations. The role and the achievements of the world\r\nOrganization, in accordance with its purposes and\r\nprinciples, are relevant, particularly for developing\r\ncountries. Therefore, it is an indispensable institution\r\nin the international institutional system to coordinate\r\nand harmonize the efforts of nations to achieve\r\ncommon purposes.\r\nI should like to reiterate that El Salvador is firmly\r\nconvinced of the importance and the value of the\r\nUnited Nations and of multilateralism. That is why my\r\ncountry’s President and its Minister for Foreign Affairs\r\nhave on various occasions expressed in this forum the\r\nGovernment of El Salvador’s firm commitment and\r\npolitical determination to contribute actively to the\r\nquest for collective solutions to the challenges facing\r\nour peoples, urging all Member States to make efforts\r\nto ensure that the United Nations fulfils its mandate in\r\naccordance with the aspirations of peoples, on whose\r\nbehalf the Organization was created.\r\nMr. Bhattarai (Nepal): I wish at the outset to\r\nexpress our profound condolences and sympathy to the\r\nGovernment and the people of Indonesia as well as to\r\nthose of Australia and other nations whose nationals\r\nsuccumbed to the heinous terrorist attack in Bali last\r\nweekend. His Majesty’s Government of Nepal\r\ncondemns terrorism in all its forms and manifestations\r\nanywhere in the world. Our hearts and minds go out to\r\nthe bereaved families of the dead and the injured, and\r\nwe pray for their speedy recovery from a trauma of\r\nirreparable proportions. We hope and pray that the\r\nperpetrators of that crime will soon be brought to\r\njustice.\r\nThe United Nations Charter, in its Articles 15 and\r\n24, requires the Security Council to submit its annual\r\nreport and, when necessary, special reports to the\r\nGeneral Assembly for consideration. Article 15,\r\nparagraph 1, categorically provides that such reports\r\n“shall include an account of the measures that the\r\nSecurity Council has decided upon ... to maintain\r\ninternational peace and security.”\r\nIn addition, the General Assembly, in resolution\r\n51/193, calls upon the Council to include in its reports,\r\namong other things, information on its consultations of\r\nthe whole, on the role of Assembly resolutions in the\r\nCouncil’s decision-making and on steps taken to\r\nimprove the Council’s working methods.\r\nEvery year, the Security Council has been\r\nsubmitting its annual reports to the General Assembly,\r\nand every year those reports have attracted Member\r\nStates’ wide-ranging comments, observations and\r\nsuggestions, which, if they were implemented, would\r\nonly enhance the work and the credibility of the\r\nCouncil. Unfortunately, there has been a perception\r\nthat the Council has not heard most of the\r\nrecommendations. This year, however, thanks to the\r\nuntiring devotion and initiative of some Council\r\nmembers, the story has been different. I thank and\r\ncongratulate Ambassador Martin Belinga-Eboutou of\r\nCameroon, President of the Security Council, on\r\nsubmitting the report of the Security Council to the\r\n24\r\nA/57/PV.32\r\nAssembly in a slimmer volume and in a changed\r\nformat.\r\nIt is gratifying to note that some of the very\r\npertinent comments and observations made by Member\r\nStates before the Assembly in previous years\r\nconcerning the Council’s annual report have indeed\r\nbeen heeded. The report has been more or less cheered,\r\nnot because the Council has drastically improved its\r\nworking methods — as the Organization’s membership\r\nwould like — but because it has included a chapter of\r\nanalytical introduction to the report and has changed\r\nthe format. The change has served two purposes: it has\r\nhelped lessen the membership’s frustration over the\r\nCouncil’s rather conservative approach to its work, and\r\nit has encouraged the membership to make more\r\nconstructive comments on the Council’s report in the\r\nhope that, at some point in future, such advice will be\r\ntranslated into action.\r\nMy delegation sincerely appreciates the\r\nimprovement in the Council’s presentation of the\r\nreport, including that in the report’s format. While we\r\nare aware of the political difficulties in presenting\r\ndetails in the report, we believe that there is still\r\nsignificant room for improvement in making the report\r\nmore analytical. Our sincere appreciation goes to all\r\nmembers of the Council, including in particular\r\nAmbassador Kishore Mahbubani and his team, for\r\ndemonstrating, with their will and commitment, that\r\nuntiring efforts and energy do indeed bear fruit. We\r\ncongratulate all Council members on their collective\r\nagreement to adopt their report in this new format.\r\nApart from comments on the report itself, the\r\nCouncil has traditionally attracted suggestions for\r\nmaking it more transparent, more democratic and more\r\nresponsive in its functions and more representative in\r\nits structure. If the past two days of discussion on the\r\nreport are any guide, it would be illusory to believe that\r\na change in format will automatically dilute comments\r\nregarding other areas of the Council’s important work.\r\nThe need for further transparency in the Council’s\r\nwork has not diminished. The participation of non-\r\nmembers in deliberations on issues before the Council\r\nmust be increased. Public debates or open public\r\nmeetings, perhaps intended to address that gap, have\r\nnow been ritualized, and at times are perceived as\r\nindirectly camouflaging the Council’s own inherent\r\nweaknesses. Questions have also been raised as to\r\nwhether such debates in areas best left to the mandates\r\nof other bodies are doing any good towards fulfilling\r\nthe Council’s core responsibilities, and as to whether\r\ncooperation between the Council and other United\r\nNations bodies, as provided for by the Charter, would\r\nhave better served the same purposes.\r\nDuring the past year, the world witnessed the\r\nhistoric role of the United Nations in the emergence of\r\nTimor-Leste as an independent nation, leading to its\r\nacceptance last month as the newest Member of the\r\nOrganization. The Council’s work that helped to bring\r\nthat about is well appreciated. Similarly, its role in\r\nuniting virtually the entire world in the fight against\r\nterrorism in the wake of the horrific events of 11\r\nSeptember 2001 was unprecedented.\r\nAs a committed troop-contributing nation, Nepal\r\nalso appreciates the Council’s positive role in forging\r\nways to strengthen the relationship between troop-\r\ncontributing countries and Council members, especially\r\nin the tripartite spirit of affairs. We understand the\r\nsignificance and the impact of such a relationship in\r\nthe success of United Nations peacekeeping operations,\r\nand we encourage the Council to devise ways and\r\nmeans that further enrich and strengthen that\r\nrelationship in an institutionalized manner.\r\nThe innovation of the Security Council in sending\r\nits own missions to the field may have greatly\r\ncontributed to making its decisions reflect more\r\naccurately the reality on the ground. However, a sense\r\nof balance and fairness should govern such missions. In\r\nfact, balanced treatment of all United Nations\r\npeacekeeping missions, irrespective of where they are\r\nlocated, constitutes an objective that the Council\r\nshould strive to attain in future.\r\nThe question of reforming the structure of the\r\nCouncil, including with respect to the veto, has been\r\none of the most intriguing issues over the past several\r\nyears. In its work, the Council can reflect the\r\naspirations of the membership only when it can regard\r\nitself as a representative body in the present context.\r\nThe Secretary-General echoed the views and the\r\nfeelings of the membership when he said that no\r\nUnited Nations reform could be complete without\r\nreform of the Council’s structure. With regard to this\r\nissue, the views and the position of Nepal, as a member\r\nof the Non-Aligned Movement, are well known and\r\nwell formed, and we are open to an expansion in the\r\nCouncil’s membership based on a ratifiable consensus.\r\n25\r\nA/57/PV.32\r\nOn the whole, we believe the reformed Council\r\nshould be more democratic, more transparent, more\r\nrepresentative and more accountable than it is at\r\npresent.\r\nFinally, in the last two days of this debate, we\r\ncame across many additional insights regarding the\r\nscope of reform in both the structure and functioning of\r\nthe Council. The process of reform has begun and the\r\nCouncil has shown that it is not entirely ignoring the\r\nvaluable recommendations of the membership.\r\nAt this stage, I wish to express my appreciation\r\nonce again to the Council members for their valuable\r\ncontribution to the work of the Council, including the\r\npreparation of the current annual report.\r\nIn the same vein, my delegation also\r\ncongratulates Angola, Pakistan, Chile, Germany and\r\nSpain on their election to the Council as non-\r\npermanent members for the next term. Since reform is\r\na continuous process, we hope and believe that the new\r\nCouncil members will continue to expedite the process\r\nof making the Council more responsive to the\r\nexpectations of the membership during their term on\r\nthe Council.\r\nMr. Bennouna (Morocco) (spoke in French):\r\nBefore addressing the subject under consideration, I\r\nwish to express Morocco’s condolences to Indonesia\r\nand to all the families of the victims of the serious\r\nterrorist attack that occurred in Bali a few days ago.\r\nThe Kingdom of Morocco condemns and combats\r\nterrorism in all its forms, whatever its origin.\r\nWe wish first of all to commend the Security\r\nCouncil on the introduction of its latest report to the\r\nGeneral Assembly, provided by our colleague,\r\nAmbassador Martin Belinga-Eboutou of Cameroon. On\r\nthis occasion, we also wish to recall the highly positive\r\ncontribution made by Ambassador Kishore Mahbubani\r\nof Singapore, which made it possible to reduce the size\r\nof the report and to make it much more accessible.\r\nThe Charter entrusts the Security Council with\r\nthe primary responsibility for the maintenance of\r\ninternational peace and security. It discharges this\r\nresponsibility in the name of all Member States, and\r\nthat is why the report on the activities of the Council is\r\nof direct interest to us all.\r\nSome of the questions covered in the report relate\r\nto crises that threaten international peace and security\r\nand have led to Council action under Chapter VII of\r\nthe Charter. Of course, we are all bound by decisions\r\nthat are adopted in this context, and the Kingdom of\r\nMorocco, particularly committed to international\r\nlegality, intends to comply strictly. Other questions\r\nrelate to disputes that may threaten international peace\r\nand security if they continue. Under Chapter VI of the\r\nCharter, the Council is empowered to recommend —\r\nthese are recommendations — whatever peaceful\r\nsettlement processes it considers appropriate.\r\nIn most cases, once peace is consolidated in a\r\ngiven part of the world, through the conclusion of a\r\nceasefire guaranteed by a peacekeeping force, the\r\nCouncil encourages negotiation among the States or\r\nparties concerned to arrive at a definitive and lasting\r\nsettlement. The regional dimension is often emphasized\r\nby the Council, as in the case of West Africa, as it\r\ninvolved bringing together the countries of the Mano\r\nRiver region. His Majesty, King Mohammed VI, made\r\na personal contribution to this effort by convening a\r\nsummit of the three Heads of State of Guinea, Liberia\r\nand Sierra Leone in February 2002. Moroccan\r\ndiplomacy is currently working to create the conditions\r\nconducive to the holding of a second summit, in order\r\nto strengthen regional cooperation for promoting peace\r\nin the West African region. The region has,\r\nunfortunately, recently fallen victim to grave fighting\r\nin our brotherly country, Côte d’Ivoire.\r\nWe wish to underscore all the attention that is\r\nnow begin given by the Security Council to\r\nhumanitarian issues, either with a view to reducing the\r\nimpact of economic sanctions on civilian populations\r\nthrough what has been called the concept of smart\r\nsanctions, or through relief and assistance to\r\npopulations in countries in conflict, or else through\r\nefforts to alleviate the plight of refugees in order to\r\nrestore their freedom to settle wherever they choose,\r\nand to enforce the obligation of parties to a dispute to\r\nrespect human rights and to release without delay all\r\nthe prisoners that they may be holding.\r\nPeace must be of immediate benefit to the\r\npersons involved. They must feel its positive effects\r\nand, therefore, be motivated to contribute to\r\nstrengthening the peace. This is why, in our view, the\r\nhumanitarian aspects of the maintenance of peace are\r\nessential. And we are gratified by the importance that\r\nis now being given to these aspects by the Council. It is\r\nour heartfelt hope that the international community will\r\ngive strong support to Angola in order to enable it\r\nto confront the humanitarian problems that have\r\n26\r\nA/57/PV.32\r\nemerged — before our very eyes through the media —\r\nfollowing the settlement of the conflict there.\r\nOn the occasion of our consideration of this\r\nreport, it is important that there be a dialogue between\r\nthe General Assembly and the Security Council. But it\r\nis also important that the distribution of competence\r\nbetween these two bodies, as provided by the Charter,\r\nbe fully respected. The overall balance of our\r\nOrganization depends on this.\r\nThis is also an opportunity for the Moroccan\r\ndelegation to emphasize that we appreciate the Security\r\nCouncil’s wish for transparency and the efforts that\r\nhave been made to involve the troop-contributing\r\ncountries, including our own, in decision-making\r\nprocesses relating to peacekeeping operations.\r\nAnd now, as far as reform of the Council is\r\nconcerned, an issue that is always evoked but which is\r\nstill as elusive as the Loch Ness monster, we would\r\nlike to confine ourselves to recalling that we are not in\r\nfavour of an extension of the right of veto, because this\r\nwould simply aggravate the already complex handling\r\nof this right within the Council. What really matters,\r\ninasmuch as any revision of the Charter depends on the\r\nagreement of the five permanent members, is to avoid\r\nany abuse of the use of the veto.\r\nOn the other hand, we might envisage a fresh\r\nlook at the list of elected members in order to take into\r\naccount the changes that have taken place in the size\r\nand structure of United Nations membership since the\r\ncreation of our Organization. There has, of course,\r\nalready been an initial review, which led to an increase\r\nfrom 11 to 15, but we can again review the number and\r\nthe structure of these elected members. That being the\r\ncase, it seems to us that Council reform can take place\r\nonly in the context of overall consideration of the new\r\narchitecture of the United Nations — an architecture\r\nthat is necessary for strengthening the Organization’s\r\neffectiveness.\r\nIn conclusion, I would like to say that the United\r\nNations is an indispensable forum in today’s world. But\r\nit is also up to us to revitalize it so as to strengthen\r\npositive forces in the face of those of terror and\r\ndestruction.\r\nMr. Wenaweser (Liechtenstein): I would like at\r\nthe outset to express, on behalf of my Government, our\r\ndeep sympathy and heartfelt condolences to the people\r\nand the Government of Indonesia for the terrible loss\r\nthat they have suffered as a result of the recent terrorist\r\nattacks. Our hearts also go out to those States that lost\r\nnationals in that horrible attack.\r\nLike the Deputy Permanent Representative of\r\nIreland who spoke earlier, I would like to pick up the\r\nanalogy presented to us by Ambassador Mahbubani in\r\norder to illustrate our national position with regard to\r\nthe work of the Security Council. We keep running\r\nparallel to the tracks of the moving train and are\r\nsometimes told through an open window what is going\r\non inside. Sometimes, the window opens even wider\r\nand we are asked our opinion on what should be done\r\ninside the train. Given the number of people running\r\nwith us and the fact that most of them have legs that\r\nare longer than ours, we do not even think about\r\njumping on the train, hoping that those who are\r\nrunning with us today will not forget about us and the\r\nother runners tomorrow, when they have made it onto\r\nthe train themselves. When talking to our people, we\r\ncall the train, “our train”, which both fills us with pride\r\nand makes us feel, at times, like impostors.\r\nThe Security Council is widely perceived to be\r\nthe United Nations. Quite a few people outside this\r\nbuilding either do not know that there is much more to\r\nthis Organization than the Council or they do not quite\r\nunderstand why States attach great importance to the\r\nwork of the United Nations if they cannot play an\r\nactive role in making its most important decisions.\r\nGiven that fact, we must work towards two goals:\r\nenhancing the relevance of the General Assembly and\r\nensuring that the work of the Council enjoys strong\r\nsupport from the international community as a whole.\r\nOnly this can ensure the credibility and political\r\nlegitimacy of the Council in the long run. That\r\nlegitimacy is grounded precisely here, in this Hall,\r\nwhere all States gather in the pursuit of the purposes of\r\nthe Charter. Those two goals happen to coincide in the\r\ndebate that is about to conclude.\r\nAccountability of the Council to the membership\r\nas a whole is one of the most important features for\r\nsecuring the credibility and legitimacy of the Council\r\nin the long term. That is what makes this debate so\r\nrelevant, and we appreciate the intention of the Council\r\nto consider the results of the debate in order to bring\r\nabout further improvements. However, accountability\r\ncannot be guaranteed through an annual exercise only,\r\nespecially given the number of issues the Council has\r\nto deal with and the highly sensitive nature of many of\r\nthe issues before it. If the Council is truly going to act\r\n27\r\nA/57/PV.32\r\non behalf of the entire membership, constant\r\ninteraction must take place, in particular on sensitive\r\nmatters.\r\nWhen the Security Council held the discussions\r\nwhich eventually led to the adoption of resolution 1422\r\n(2002), for example, it found itself in the ironic\r\nsituation of pronouncing on what was really the\r\nmandate of a different constituency, the Assembly of\r\nStates Parties to the International Criminal Court. It\r\nwas therefore imperative for the Council to listen to the\r\nStates Parties — as well as to every State Member of\r\nthe Organization — given the wider implications of the\r\ndebates for the functions and powers of the Council.\r\nAt this juncture, we would also like to welcome\r\nthe holding of the open debate concerning the situation\r\nin Iraq, which the Council began this morning. United\r\nNations action on this issue will be credible only if it\r\nenjoys very broad political support from the\r\nmembership as a whole.\r\nOpen debates are thus important, and they have\r\nincreased in number over the years. Despite their\r\nimportance, however, we wonder whether it would be\r\npossible to have more meetings with an interactive\r\nformat so as to involve the rest of the membership.\r\nIncreased interaction would certainly be very useful.\r\nWe realize that there are limits to such a format, but the\r\nannual debate on this subject might be a good occasion\r\nto test such a format, for example through a panel,\r\nenabling members of the Council to present the annual\r\nreport and engage in a dialogue with other Member\r\nStates on any issues arising from the report. We realize\r\nthat that would attract very great interest and entail\r\nan additional workload for the Council, as well as\r\nmake further demands on the resources of the United\r\nNations — but hardly more so than the 12 hours of\r\ndebate that are about to conclude. This could be a very\r\nimportant addition to current Council practice, thus\r\nenhancing its standing and performance. The friendly\r\ncompetition — as it has been referred to — between\r\nthe Council and the Assembly is inevitable and, to\r\nsome degree, healthy, but it has to be underpinned by\r\nthe common understanding that the two bodies need\r\none another.\r\nWe are very grateful to those delegations that\r\ninitiated the significant changes in this year’s report of\r\nthe Security Council. Those changes constitute\r\nimportant steps towards the desirable and, indeed,\r\nnecessary interaction between the Council and the\r\nGeneral Assembly. We hope that more will be possible\r\nand that the Council will address with common resolve\r\nthe issues of transparency, credibility and effectiveness.\r\nOn the eve of the tenth anniversary of the\r\nestablishment of the Open-ended Working Group there\r\nappears to be little reason to celebrate. There are\r\npositive aspects, however. Many of the improvements\r\nin the working methods of the Council emanate,\r\ndirectly or indirectly, from the work carried out by the\r\nWorking Group. Such changes are preparing the ground\r\nfor the comprehensive reform that we have been\r\ndiscussing for such a long time. The journey, however,\r\nis not the destination.\r\nEveryone would agree that the Council no longer\r\nreflects today’s realities. If its composition continues to\r\nbe a reminder of times long past, its standing will\r\ninevitably diminish. The discussions of the Working\r\nGroup have been very complex. In the end however, it\r\ncomes down to one simple fact: the question of the\r\nveto is at the core of a comprehensive reform. Any\r\npossible further progress is thus a matter of finding the\r\npolitical will to enhance the legitimacy of the Council.\r\nThe Acting President (spoke in Spanish): We\r\nhave heard the last speaker in the debate on items 11\r\nand 40.\r\nMay I take it that the Assembly takes note of the\r\nreport of the Security Council contained in document\r\nA/57/2 and of corrigendum 1 in Chinese, English and\r\nSpanish only?\r\nIt was so decided.\r\nThe Acting President (spoke in Spanish): We\r\nhave concluded this stage of our consideration of\r\nagenda items 11 and 40.\r\nThe meeting rose at 5.55 p.m.\r\n"