"United Nations A/57/PV.33\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n33rd plenary meeting\r\nThursday, 17 October 2002, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-64402 (E)\r\n*0264402*\r\nPresident: Mr. Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nIn the absence of the President, Miss Clarke\r\n(Barbados), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 33 and agenda item 41 (continued)\r\nCauses of conflict and the promotion of durable\r\npeace and sustainable development in Africa\r\nReport of the Secretary-General (A/57/172)\r\nFinal review and appraisal of the implementation of\r\nthe United Nations New Agenda for the Development\r\nof Africa in the 1990s\r\n(a) Final review and appraisal of the\r\nimplementation of the United Nations New\r\nAgenda for the Development of Africa in\r\nthe 1990s\r\nReport of the Secretary-General (A/57/156 and\r\nCorr.1)\r\n(b) Implementation of the programme for the\r\nSecond Industrial Development Decade\r\nfor Africa\r\nReport of the Secretary-General (A/57/175)\r\nThe Acting President: Members will recall that,\r\non 16 September 2002, the General Assembly held a\r\nhigh-level plenary meeting to consider how to support\r\nthe New Partnership for Africa’s Development.\r\nMr. Baali (Algeria) (spoke in French): My\r\ndelegation is grateful to the Secretary-General for his\r\nexhaustive reports on the implementation of the\r\nrecommendations contained in the report of the\r\nSecretary-General on the causes of conflict and the\r\npromotion of durable peace and sustainable\r\ndevelopment in Africa (A/57/172) and on the\r\nimplementation of the programme for the Second\r\nIndustrial Development Decade for Africa (A/57/175).\r\nThose two reports deal with many similar issues,\r\nso it is appropriate that the General Assembly should\r\nconsider them jointly; it is certainly true that peace and\r\ndevelopment are intrinsically linked and that, as it has\r\nso rightly been said, development is peace by another\r\nname.\r\nWith regard specifically to peace, Algeria\r\nwelcomes the attention that the Secretary-General has\r\ncontinued to focus on the settlement of conflict in\r\nAfrica, in particular by sending special envoys or\r\nrepresentatives to Angola, Burundi, the Horn of Africa,\r\nthe Sudan, Guinea-Bissau and the Central African\r\nRepublic; avoiding the duplication of mediation\r\nefforts; mobilizing international support for peace;\r\ncollaborating more effectively with the African Union\r\nand subregional organizations; and supporting African\r\ninitiatives to resolve conflicts in Madagascar, the\r\nDemocratic Republic of the Congo and the Central\r\nAfrican Republic.\r\n2\r\nA/57/PV.33\r\nWith regard to development issues, it should be\r\nnoted from the outset that the Ad Hoc Committee of\r\nthe Whole of the General Assembly, meeting in\r\nsubstantive session in September to consider the final\r\nreview and appraisal of the implementation of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s, reached the unanimous conclusion\r\nthat the New Agenda had failed.\r\nThe report of the independent Panel of Eminent\r\nPersonalities appointed by the Secretary-General\r\noutlines, in an objective way and with great relevance,\r\nthe reasons and factors, both endogenous and\r\nexogenous, that were at the root of that failure, and sets\r\nout guidelines, in the form of lessons learned, for\r\nfuture support and assistance by the United Nations\r\nand the international community for Africa’s\r\ndevelopment efforts through the New Partnership for\r\nAfrica’s Development (NEPAD) — a framework that\r\nwill henceforth provide support for all the development\r\nstrategies and programmes of African countries, as\r\nwell as for external cooperation and assistance\r\ninitiatives aimed at Africa.\r\nThe independent evaluation of the UN-NADAF —\r\nthe high quality of which has been universally\r\nacknowledged — rightly identified as a first lesson the\r\nincompatibility of conflict and development. Peace and\r\nsecurity are certainly a prerequisite for development.\r\nEven though progress has been made in the past 10\r\nyears thanks to the joint efforts of African countries\r\nthemselves and the United Nations, many conflicts\r\ncontinue to exist and to devastate a number of\r\ncountries in several regions of a continent that is also\r\nprey to disease and poverty.\r\nNEPAD, which was recently endorsed by the\r\nGeneral Assembly, following the substantive session of\r\nthe Ad Hoc Committee of the Whole of the General\r\nAssembly for the Final Review and Appraisal of the\r\nimplementation of the UN-NADAF, as being the\r\npolitical framework for Africa’s development,\r\nrecognizes conflict resolution and the promotion of\r\npeace and security as a sine qua non for any effort at\r\ndevelopment or progress.\r\nNEPAD, as created by African leaders, developed\r\nnaturally from their shared awareness of the need to\r\ntake Africa’s destiny into their own hands, taking into\r\naccount global requirements and the contemporary\r\nrealities of the African continent.\r\nThe commitment of the African countries with\r\nregard to respect for human rights, good governance\r\nand democracy is aimed at the promotion of an\r\nenvironment of stability and peace that, in turn, is an\r\nessential basis for the achievement of sustainable\r\ndevelopment in Africa. Africans themselves will be\r\nresponsible for the success of that collective African\r\nprogramme, but it will also depend on the genuine,\r\neffective contribution of the United Nations system and\r\nthe international community as a whole.\r\nThe recent creation within the Security Council\r\nof the Ad Hoc Working Group on Conflict Prevention\r\nand Resolution in Africa, followed by the\r\nestablishment last July, within the Economic and Social\r\nCouncil, of an ad hoc advisory group on African\r\ncountries emerging from conflict, demonstrate the\r\nconcern of the United Nations about to the instability\r\nthat is hindering development efforts in Africa. This is\r\na strong expression of its commitment to working in an\r\nintegrated manner, not only to prevent and resolve\r\nconflict, but to help African countries to undertake, in a\r\ncoordinated and effective manner, the reconstruction of\r\ntheir economies.\r\nThat is an encouraging approach that deserves to\r\nbe supported and consolidated. While my delegation\r\nacknowledges the scope and the importance of this, we\r\nbelieve that ongoing collaboration between those two\r\nUnited Nations mechanisms and the Peace and Security\r\nCouncil recently established by the African Union will\r\nbe essential. In his report on the independent\r\nevaluation of the UN-NADAF, the Secretary-General\r\nrightly highlights the fact that enhanced coordination\r\nand collaboration can produce results that exceed the\r\nsum total of individual contributions and can thus\r\nmagnify the overall impact of the United Nations\r\nsystem.\r\nThe reasons given in the evaluation report to\r\nexplain the inadequate progress made by UN-NADAF\r\ninclude many major factors that hindered the\r\nimplementation of the New Agenda. These include, in\r\nparticular, the commitments made by the international\r\ncommunity with regard to official development\r\nassistance, terms of trade and debt relief.\r\nAs Africa’s financial resources are generally\r\nlimited, the active support of the international\r\ncommunity is essential if we want to prevent NEPAD\r\nfrom suffering the same fate as UN-NADAF. The\r\nfollow-up within the United Nations, and at the African\r\n3\r\nA/57/PV.33\r\nlevel through the Peer Review Mechanism, of the\r\ninternational community’s contribution will allow for\r\nthe continual assessment of progress, as well as of the\r\ndifficulties encountered in the implementation of\r\nNEPAD.\r\nThe review and appraisal of the United Nations\r\nNew Agenda for Africa’s Development will inform us\r\nin a responsible way about the approach to use in\r\nassisting Africa’s economic and social recovery and in\r\nensuring a sustainable development that will be in the\r\ninterest not only of Africans but of the world as a\r\nwhole.\r\nWe hope that through support provided to\r\nNEPAD by the international community and the United\r\nNations system, as well as the Group of Eight, Africa\r\nwill be able rapidly to close the divide that separates it\r\nfrom other continents and help it to become actively\r\nintegrated into the world’s economy.\r\nMr. Tayeb (Saudi Arabia) (spoke in Arabic):\r\nAllow me at the outset to express our deep thanks and\r\ngratitude to the Secretary-General for his report\r\ncontained in document A/57/172 on the causes of\r\nconflict and the promotion of durable peace and\r\nsustainable development in Africa. As a matter of fact,\r\nand in view of the great importance that the Kingdom\r\nof Saudi Arabia attaches to the realization of peace and\r\nstability in Africa, my delegation wishes to commend\r\nthe vital role played and the tireless efforts deployed by\r\nthe United Nations and its Secretary-General to assist\r\nthis great continent in putting an end to wars and\r\nconflicts and to work towards the realization of\r\nsustainable development and prosperity in our sisterly\r\nAfrican countries.\r\nWe fully agree with the contents of the report\r\nsubmitted to the Security Council by the Secretary-\r\nGeneral on the linkage between peace and sustainable\r\ndevelopment. Experience, especially in the African\r\ncontinent, has shown that development cannot be\r\nrealized without an environment of peace and security.\r\nDespite the fact that some African countries have\r\nreached a substantial level of economic development,\r\nsetbacks have been experienced due to conflicts, strife\r\nand civil wars. Thus we support the efforts of the\r\nUnited Nations to address the root causes of conflict so\r\nthat they can be dealt with radically and further\r\nconflicts prevented, which will preserve the continent\r\nfrom tragedy and suffering, eliminate tensions and\r\ninstability and allow for the realization of sustainable\r\ndevelopment in the continent.\r\nTo this effect, the Kingdom of Saudi Arabia\r\nwelcomes the return of peace and stability to several\r\nregions in Africa. It is gratified that the borders\r\nbetween Ethiopia and Eritrea have been demarcated,\r\nand that a peace treaty has been concluded between the\r\nGovernment and the rebels in Angola, paving the way\r\nfor an end to the longest civil war that Africa has ever\r\nwitnessed.\r\nAt the same time, we are concerned at the\r\ncontinuation of strife and conflict that could threaten\r\npeace and security and destroy all prospects for\r\ndevelopment. We feel gravely concerned at, and regret\r\nthat, the conflict in southern Sudan still rages because\r\nof external interference. We are concerned also at the\r\nsituation in Somalia. As is well known, the Kingdom of\r\nSaudi Arabia has made great efforts to put an end to the\r\nconflict in Somalia, and hosted the Mecca conference\r\nfor national reconciliation in Somalia. My country also\r\nparticipated in the peacekeeping operation in Somalia\r\nunder the auspices of the United Nations. We supported\r\nthe Conference on National Reconciliation held in\r\nArta, Djibouti, as a very important step towards the\r\nrestoration of peace and security to that country, which\r\nhas been ravaged by war for more than a decade now.\r\nWe are optimistic that the efforts that are being\r\ndeployed to address the causes of conflict and to\r\nachieve durable peace will enable the realization of\r\nsustainable development, which is exactly what the\r\npeoples of Africa need to consolidate peace and to\r\nintensify their efforts to establish an economic\r\ninfrastructure that enshrines development as a\r\npermanent objective of African countries, with a view\r\nto raising the standard of living of their peoples.\r\nAware of the importance of the international\r\ncommunity’s support and assistance for developing\r\ncountries, the Kingdom of Saudi Arabia, in the period\r\n1975-2000, provided assistance to developing countries\r\ntotalling 4 per cent of the average gross national\r\nproduct of the Kingdom. That assistance included\r\nconcessional development loans provided by the Saudi\r\nDevelopment Fund, which benefited 73 developing\r\ncountries on various continents through bilateral and\r\nmultilateral efforts.\r\nMy country responded to the call of the Sixth\r\nIslamic Summit Conference, held in Dakar, Senegal, in\r\n1992, to alleviate the debt burden of developing\r\n4\r\nA/57/PV.33\r\ncountries by cancelling official debts totalling $6\r\nbillion. In addition, in view of the water shortages\r\nfaced by the countries of the African Sahel, the\r\nKingdom of Saudi Arabia allocated $180 million to\r\nimplement a special programme to provide water and\r\nurgent food aid to rural areas in the Sahel countries.\r\nIn conclusion, I should like to assure the\r\nAssembly that the Kingdom of Saudi Arabia will\r\ncontinue its policy of supporting efforts to achieve\r\npeace and security, and that it will make whatever\r\ncontribution it can to realizing sustainable development\r\nin Africa, so that the people of that great continent can\r\nenjoy the peace and prosperity that they so richly\r\ndeserve.\r\nMr. Zhang Yishan (China) (spoke in Chinese):\r\nOver the past year, the international community, in\r\nparticular the United Nations and relevant international\r\nand regional organizations, have done commendable\r\nwork in helping African countries in their efforts to\r\nachieve peace and development, and some progress has\r\nbeen registered in this regard.\r\nThe African countries themselves have also\r\nrecommitted themselves to this cause and have made\r\nserious efforts to enhance their own capabilities in the\r\narea of conflict prevention and of the maintenance of\r\npeace, actively implementing the New Partnership for\r\nAfrica’s Development. With the founding of the\r\nAfrican Union, African countries took yet another\r\nimportant step towards enhancing collective self-\r\nreliance and internal cooperation. Those actions by the\r\nAfrican countries have served to strengthen the\r\nconfidence of the international community in the\r\nrevitalization of Africa.\r\nHowever, it should also pointed out that there has\r\nbeen no fundamental change in the difficult situation\r\nconfronting the African continent. In many parts of\r\nAfrica, poverty inevitably leads to conflict, and conflict\r\nin turn aggravates poverty. Considerable work remains\r\nto be done in the area of the eradication of poverty and\r\nbackwardness and in curbing the spread of AIDS and\r\nother contagious diseases.\r\nThere is still a long way to go towards peace and\r\nthe realization of the Millennium Development Goals.\r\nPeace and development on the African continent are an\r\nimportant part of peace and development worldwide.\r\nThere can be no significant or lasting prosperity and\r\nstability in the world without prosperity and stability in\r\nAfrica. The international community should therefore\r\ngive the serious challenges facing Africa the kind of\r\nattention they deserve.\r\nIn our view, priority should currently be given to\r\nthe following three areas. First, the United Nations held\r\nthe International Conference on Financing for\r\nDevelopment and the World Summit on Sustainable\r\nDevelopment this year, producing the Monterrey\r\nConsensus and the Johannesburg Declaration and Plan\r\nof Implementation, respectively. The two conferences\r\nand their outcomes hold special significance for Africa\r\nin terms of achieving the Millennium Development\r\nGoals. The high-level meeting in support of the New\r\nPartnership for Africa’s Development (NEPAD), held\r\nby the General Assembly at this session, also\r\nreaffirmed the international community’s vigorous\r\nsupport for the efforts of African countries in pursuit of\r\nunity, cooperation and the establishment of Africa’s\r\ndevelopment strategies. For the time being, it is\r\nimportant to take advantage of this positive momentum\r\nto implement in earnest the existing programmes of\r\naction so as to translate commitments into concrete\r\naction.\r\nSecondly, it is necessary to establish a global\r\npartnership in support of African development and to\r\nenhance coordination and cooperation within the\r\nUnited Nations system and between it and other\r\nagencies. The solution to African problems requires the\r\ncombined efforts and cooperation of the Security\r\nCouncil, the Economic and Social Council, the General\r\nAssembly and the Secretariat. It also requires the\r\ninvolvement of the World Bank, the International\r\nMonetary Fund and other international financial\r\ninstitutions. It is important for the various bodies and\r\nagencies to undertake a comprehensive set of measures\r\nto engage in full and enhanced cooperation and\r\ncoordination. It is likewise important to increase the\r\ninput of resources, while respecting the ownership and\r\nleadership of African countries in their own\r\ndevelopment efforts. At the same time, the United\r\nNations focus areas for African issues should be\r\nharmonized with the goals and priorities established by\r\nNEPAD.\r\nThirdly, while African countries continue to\r\npursue their efforts in conflict prevention and poverty\r\nand disease reduction, the international community and\r\nthe developed countries in particular should effectively\r\nhonour their commitments of assistance and help\r\nAfrican countries to enhance their capacity-building. It\r\nis our hope that the developed countries will, in view\r\n5\r\nA/57/PV.33\r\nof their own long-term interests, demonstrate the\r\nnecessary political resolve to translate their pledges of\r\nassistance to Africa into concrete action. They are\r\ncalled on to turn their support for NEPAD into a new\r\nopportunity to open their markets to African countries,\r\nprovide transfers of technologies, increase official\r\ndevelopment assistance and reduce or cancel African\r\ndebt.\r\nIt is an important keystone of China’s foreign\r\npolicy to strengthen unity and cooperation with African\r\ncountries. Ever since the China-Africa Cooperation\r\nForum of October 2000, the achievement of peace,\r\nstability and development in Africa has been an\r\nobjective of Chinese diplomacy, along with an increase\r\nin China’s foreign trade and cooperation with African\r\ncountries. China has taken active steps to honour its\r\ncommitment to provide 10 billion yuan renminbi in\r\ndebt relief to Africa within two years. To date, China\r\nhas signed debt-relief agreements with 31 African\r\ncountries, essentially achieving its stated goal.\r\nWithin the framework of South-South\r\ncooperation, China will further intensify its\r\ncooperation with Africa and provide genuine assistance\r\nto the best of its abilities so as to make its own\r\ncontribution to peace and development in Africa.\r\nMr. Aboul Gheit (Egypt) (spoke in Arabic):\r\nAllow me at the outset to express our thanks and\r\ngratitude to the Secretary-General for his progress\r\nreport on the implementation of the recommendations\r\ncontained in his report on the causes of conflict and the\r\npromotion of durable peace and sustainable\r\ndevelopment in Africa, as well as his report on the final\r\nreview and appraisal of the implementation of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s (UN-NADAF). I have the honour\r\nto speak on these two issues on behalf of the African\r\nGroup of States.\r\nOur meeting today is of special importance, as it\r\ncoincides with the General Assembly’s adoption of the\r\nNew Partnership for Africa’s Development (NEPAD)\r\nas the new framework through which the international\r\ncommunity and the United Nations will mobilize all\r\ntheir efforts to help African States’ achieve a better\r\nfuture for their coming generations. This is indeed a\r\nsource of pride for Africa, since NEPAD is a home-\r\ngrown initiative, elaborated by the Africans themselves\r\nand based on African realities and a comprehensive\r\nunderstanding of the problems and issues of the\r\ncontinent, as well as the hopes and aspirations of\r\nAfrican peoples and their political leadership to a\r\nbetter future for their future generations.\r\nThe African States wish to express their\r\nappreciation to all Member States for the priority they\r\nhave assigned to Africa. Our appreciation reflects the\r\nwelcoming new spirit and growing conviction of the\r\nneed for cooperation and solidarity with the\r\ninternational community in order to combine all such\r\nefforts, including those of the United Nations system\r\nand other international organizations, to assist in the\r\nfull implementation of NEPAD, taking into\r\nconsideration the lessons of the past, especially the\r\nresults of the General Assembly’s appraisal of the\r\nimplementation of UN-NADAF. African countries\r\nwelcome this positive trend, which they feel to be a\r\ntrue reflection of the international community’s\r\nconviction that the eradication of poverty and the\r\nrealization of sustainable development for all its\r\nmembers is a collective responsibility to be assumed by\r\nthe countries of the North and the South through the\r\nestablishment of a genuine partnership based on\r\ninternational solidarity and the principles and purposes\r\nof the Charter of the United Nations, as well as through\r\nthe determined implementation of the Millennium\r\nDevelopment Goals and of the outcomes of other\r\ninternational conferences and summits.\r\nNEPAD, which establishes concepts and\r\nimplementation programmes on the basis of partnership\r\namong African countries themselves, offers a new\r\nvision of genuine cooperation with its partners in\r\ndevelopment, the developed countries, the United\r\nNations and all its organs, and other international\r\norganizations and institutions. This partnership should\r\ntranslate the objectives of NEPAD into concrete\r\nrealities in the context of joint cooperation and mutual\r\ninterests.\r\nIn this context, Africa proceeds from a collective\r\nview that does not distinguish between States. Instead\r\nit is working on an African unity that understands its\r\ncommon past and shares the present in all its\r\ndimensions, while looking to the future with ambition\r\nand aspirations. Consequently, it neither accepts\r\nselectivity nor conditionality and works with a\r\ncommon purpose and interest. It places no barriers\r\nbetween the benefiting African countries. African\r\ncountries are equal with a common purpose, and their\r\ninterests are mutual.\r\n6\r\nA/57/PV.33\r\nOne of Africa’s development objectives as\r\nmentioned in the Millennium Declaration, is to reduce\r\nthe percentage of those who live on less than a dollar a\r\nday by 50 per cent by 2015. This goal will require that\r\nthe continent achieve economic growth rates that\r\nexceed 7 per cent per year, which means that the\r\nfinancial gap estimated at $60 billion should be\r\nbridged. The international community is, therefore,\r\nrequired to arrive at a radical solution to Africa’s\r\nexternal debts. It should open international markets to\r\nAfrican exports and deal with the price fluctuations of\r\nprimary commodities as well as assist these countries\r\nin increasing their production while diversifying their\r\nexports.\r\nIn addition, official development assistance\r\n(ODA) should be increased to reach the levels that\r\nwere agreed on internationally, while transferring\r\ntechnology and providing the necessary technical\r\nassistance to African countries. In this respect, Africa\r\nis of the view that the resolutions of the Conferences of\r\nDoha and Monterrey, as well as the Johannesburg\r\nSummit, represent a serious start that should be\r\nemphasized, pursued and implemented as soon as\r\npossible.\r\nAfrican States have declared full ownership of\r\nthe contents of the initiative represented by the New\r\nPartnership for Africa’s Development (NEPAD) and\r\ntheir commitment to fully implement all its political,\r\neconomic, social and environmental components. To\r\nthis end, they have established the institutional\r\nmechanisms necessary for this purpose. African\r\ncountries believe that our meeting has led to the\r\nexpansion of the circle of partners of Africa and\r\nmobilized the political and economic support needed to\r\nimplement the initiative. African countries have also\r\nagreed on the definition of the role of the United\r\nNations system, international organizations, the private\r\nsector, and civil society institutions, and on how these\r\ndifferent actors can help them in the coming period.\r\nThe Nations of Africa look forward to a new era of\r\nserious work at all levels that takes into consideration\r\nthe experiences of the past and translates concretely\r\ntheir collective commitment to succeed in improving\r\nlife on the continent.\r\nIt is incumbent on us to re-emphasize that the\r\nsettlement of armed conflicts in Africa and the\r\npromotion of durable peace and sustainable\r\ndevelopment on the continent are all collective\r\nresponsibilities that the international community\r\nshould shoulder, in conformity with the provisions of\r\nthe Charter that regulates the work of this international\r\nOrganization. This should be done out of a deep\r\nconviction that Africa represents an important and\r\nintegral part of the current international order.\r\nWe must also agree on what responsibilities we as\r\nAfricans should shoulder and on what our partners in\r\nthe international community should shoulder. This is\r\nthe mandate that we should exercise within the General\r\nAssembly, the Security Council and other organs of the\r\nUnited Nations.\r\nWe have no doubt that Africa, as represented by\r\nthe African Union and its subregional organizations,\r\nhas shown the political will to settle its problems and\r\ndisputes in a peaceful manner. We have been able to\r\nestablish areas of peace, as has been witnessed during\r\nthe past few years and as is reflected in the important\r\nresolutions adopted at the last African Summit held in\r\nDurban, South Africa. We also believe that there is real\r\nconviction regarding the role that the Security Council\r\nhas started to play in the settlement of disputes on the\r\ncontinent; the attention that the General Assembly\r\ncontinues to direct towards the continent; the wide\r\ninternational support that NEPAD has received; and the\r\nemergence of the Organization of African Unity to\r\nbecome the African Union.\r\nIn this respect, allow me to deal with some\r\nspecific points that we believe reflect the African\r\nvision on all the issues that the Secretary-General has\r\ndealt with regarding the United Nations response to\r\ndisputes on the continent. First, Africa in our view\r\nrepresents one single entity in which all the member\r\nStates of the continental organization, the African\r\nUnion, enjoy the same rights and responsibilities, and\r\nits problems and preoccupations receive the same\r\nattention and political will. Thus it is incumbent on the\r\ninternational community to pay equal attention to all\r\nthe disputes that are raging on the continent, dealing\r\nwith them with the same sense of responsibility and\r\npolitical will.\r\nWhen the international community, as represented\r\nby the Security Council, takes on the role of settling\r\ndisputes, whether involving Ethiopia and Eritrea, the\r\nDemocratic Republic of the Congo, Sierra Leone or\r\nAngola, it must not ignore the other hotbeds of tension\r\nand conflicts on the continent simply because they\r\nhave not received international attention, such as\r\nSomalia, Burundi and Liberia. This trend should be\r\n7\r\nA/57/PV.33\r\ncorrected, a view which is in total harmony with the\r\nemphasis placed by the Security Council itself and by\r\nthe Millennium Declaration, adopted in September\r\n2000.\r\nSecondly, the Nations of Africa welcome the\r\nincreasing attention that the United Nations is paying\r\nto the settlement of complicated and complex conflicts.\r\nSettling a conflict in one specific State is not as\r\neffective, as when settling a conflict from a regional\r\nperspective. Consequently, we appreciate the role that\r\nthis international Organization is playing in the West\r\nAfrican region, by opening a regional office in Dakar,\r\nheaded by a high-level representative of the Secretary-\r\nGeneral to the Manu River Union. We also welcome\r\nthe plans being made to consider similar problems that\r\nare raging in the Great Lakes region in terms of their\r\nsecurity, ethnic, military, political, economic and\r\nhumanitarian dimensions. We look forward to the\r\nconvening, when conditions are right, of an\r\ninternational conference on peace, security and\r\nstability in the Great Lakes regions, currently in\r\npreparation under the auspices of the United Nations\r\nand the African Union.\r\nPeacekeeping operations are an important\r\ninstrument at the disposal of the Security Council to\r\nsettle armed conflicts in Africa and for the\r\nestablishment of peace in conflict areas on the\r\ncontinent. Surveying the great success achieved in\r\nSierra Leone, thanks to the role played by the United\r\nNations Mission in Sierra Leone and the political will\r\ndemonstrated by the Council, we in Africa can\r\nconclude that the United Nations is indeed able to take\r\ncourageous decisions to contain the fires raging on the\r\ncontinent and to ensure the various peace agreements\r\nto be implemented.\r\nHowever, we must underscore once again that the\r\nSecurity Council’s response to those conflicts must be\r\ncommensurate with the magnitude of the challenges\r\nfaced in Africa. Peacekeeping operations should be\r\ngiven the strong mandate and necessary military\r\ncapabilities and forces to carry out their missions in a\r\ncomprehensive and successful manner. Participation in\r\nsuch missions should be a collective responsibility\r\nshared by the major Western Powers on an equal\r\nfooting with African and other developing countries\r\nthat contribute, and sometimes sacrifice, the greatest\r\nnumber of personnel in United Nations operations on\r\nthe continent.\r\nOrganizations, groups and African States have\r\nundertaken constructive initiatives for settling disputes\r\non the continent. The United Nations supports those\r\ninitiatives in the manner described by the Secretary-\r\nGeneral in his report. While we welcome that support\r\nand look forward to its continuation, we wish to\r\nunderscore the fact that the international community\r\nmust be ready to put its political weight — and its\r\nmilitary weight if necessary — behind such initiatives\r\nin order to achieve their objectives. We therefore look\r\nforward to the outcome of the Somalia reconciliation\r\nconference that began two days ago at Eldoret, Kenya,\r\nunder the auspices of the Inter-Governmental Authority\r\non Development. We hope that the United Nations will\r\nmake a serious contribution to the implementation of\r\nthat conference’s outcome, as expressed by the\r\nSecretary-General and the President of the Security\r\nCouncil, including by sending a peace-building mission\r\nto Somalia when conditions are appropriate. We also\r\nhope that the international community will play a\r\nsimilar role in Burundi when a ceasefire can be agreed\r\non with those armed groups still outside the Arusha\r\npeace process, until national reconciliation in the\r\ncountry is completed.\r\nSeveral other initiatives were adopted by African\r\nheads of State and Government in order to lay the\r\nfoundation for peace and stability on the continent and\r\nto combat the root causes of such disputes and\r\nconflicts. Initiatives needing the support of the\r\ninternational community include the resolution adopted\r\nby the Durban Summit on the establishment of the\r\nPeace and Security Council of the African Union and\r\nthe implementation of its protocol, as well as the\r\ndeclaration on security, stability, cooperation and\r\ndevelopment which was adopted two years ago at the\r\nLomé Summit. The international community has also\r\ncalled for continuing its contribution in the\r\nconsolidation of democracy and good governance in\r\nAfrica — in accordance with the values and principles\r\nthat the continent itself decided upon. Africa has\r\noccasionally preceded other communities in those\r\nvalues, especially through the decision not to recognize\r\nGovernments that seize power by unconstitutional\r\nmeans. In that respect, we should mention that in\r\nDurban, African leaders adopted an important\r\ndeclaration on the principles governing democratic\r\nelections in Africa. The principles it contains, inter\r\nalia, determine the electoral responsibilities of African\r\nStates, the rights and obligations of Governments and\r\ncitizens and the ways and means by which the African\r\n8\r\nA/57/PV.33\r\nUnion can supervise the principles that the African\r\nheads of State made a commitment to respect. We call\r\non the international community to cooperate with us in\r\nimplementing those principles.\r\nMr. Andjaba (Namibia): My delegation\r\nassociates itself with the statement just made by the\r\nAmbassador of Egypt on behalf of the African Group.\r\nWe welcome the joint debate on the report of the\r\nSecretary-General on the implementation of the\r\nrecommendations contained in the report on the causes\r\nof conflict and the promotion of durable peace and\r\nsustainable development in Africa (A/57/172) and on\r\nthe final review and appraisal of the implementation of\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s (A/57/156 and Corr.1). We\r\ncommend the Secretary-General for his tireless efforts\r\nin mobilizing the international community to support\r\nAfrica.\r\nIt has been long established that peace and\r\ndevelopment are inextricably linked. It therefore\r\nfollows that for Africa to lay the foundation for\r\nsustained economic growth and sustainable\r\ndevelopment, conflicts should be prevented and\r\nresolved. Therein lies the uniqueness of the report on\r\ncauses of conflict and the promotion of durable peace\r\nand sustainable development in Africa. The report went\r\nbeyond identifying the problems to recommend the\r\ncomprehensive action to be taken by Africans\r\nthemselves and by the international community in\r\norder to create the conditions necessary for sustainable\r\ndevelopment in Africa.\r\nConflict prevention is indispensable to durable\r\npeace. The report stresses the need to avoid a\r\nmultiplicity of actions in mediation efforts and\r\nrecommends channelling all assistance and efforts\r\nthrough a central mediator, be it the United Nations or\r\na regional organization. My delegation concurs with\r\nthis view, for when the mediation process is coherent\r\nand strengthened, the impact is much greater. In this\r\nregard, regional and subregional mechanisms for\r\nconflict prevention and resolution should be supported.\r\nLet me point out, Madam President, that it\r\nrequires time and resources to put peace efforts into\r\neffect. Experience has shown that, in most cases,\r\nresources put into setting up peace mechanisms far\r\nsurpass the successes achieved. This has a retrogressive\r\neffect and needs to be addressed.\r\nIn the same vein, post-conflict peace-building\r\nserves as the bridge between development and the\r\nrecurrence of conflict. We, therefore, welcome the\r\nrecommendations of the Secretary-General on peace-\r\nfriendly structural adjustment programmes.\r\nIn this context, efforts at integrating a gender\r\nperspective in conflict resolution and humanitarian\r\nprogrammes, among others, need to be intensified. To\r\nthis end, there should be increased cooperation\r\nbetween relevant United Nations bodies and the\r\nAfrican Union’s Women’s Committee on Peace and\r\nDevelopment. This includes donor response to the\r\nneeds of refugees and internally displaced persons in\r\nAfrica. We commend the efforts of the United Nations\r\nDevelopment Fund for Women (UNIFEM), the United\r\nNations Children’s Fund (UNICEF) and other United\r\nNations agencies in peace-building activities, thus\r\nempowering women to play a constructive role in post-\r\nconflict peace-building activities.\r\nIn the area of promoting good governance, while\r\na lot remains to be done, African countries have\r\ndeveloped clear standards of accountability and\r\nparticipatory governance at the national and\r\nsubregional levels. In promoting transparency and\r\naccountability in public administration, the Charter for\r\nthe Public Service in Africa, which was adopted in\r\nNamibia in February 2001, is a positive development,\r\nand its implementation will enhance governance in the\r\npublic sector.\r\nThe proliferation of small arms poses a threat to\r\nthe security of the continent and has the potential to\r\ndisrupt peace-building efforts. In this context, Namibia\r\nhosted in July a subregional workshop on the United\r\nNations Register of Conventional Arms and the system\r\nfor standardized reporting on military expenditures,\r\nincluding transparency in military matters. It is our\r\nhope that this workshop, organized by the Department\r\nfor Disarmament Affairs, will enhance greater\r\nparticipation concerning these two issues and serve as a\r\nconfidence-building measure in the region. At this\r\njuncture, let me point out that the proliferation of arms\r\nis always preceded by the production of arms. Hence,\r\naddressing this problem should be a mutual and\r\ncollective concern.\r\nNo other continent has had so many peacekeeping\r\noperations as Africa, and the lessons learned are mixed.\r\nAs indicated in the report, the United Nations Mission\r\nin Sierra Leone (UNAMSIL) is the largest of the four\r\n9\r\nA/57/PV.33\r\npeacekeeping missions currently deployed in Africa.\r\nWe applaud the regional efforts of the Economic\r\nCommunity of West African States and welcome the\r\nstabilizing role UNAMSIL is playing in that country. It\r\nshould be pointed out that when a peacekeeping\r\nmission is deployed with a clear mandate, and when its\r\nsize is commensurate with the magnitude of the task it\r\nis expected to carry out, it can make a difference. In\r\nthis context, and while the respective situations might\r\nnot be identical, the Security Council must draw\r\nlessons from UNAMSIL and approve the new concept\r\nof operation of the United Nations Organization\r\nMission in the Democratic Republic of the Congo\r\n(MONUC), as recommended by the Secretary-General\r\nin his latest report.\r\nWe cannot speak of efforts to enhance Africa’s\r\ndevelopment without addressing the HIV/AIDS\r\npandemic, which is ravaging the continent. In addition\r\nto the measures enumerated in the report, countries that\r\nare severely affected need help in the form of\r\nadditional resources and capacity-building in order for\r\nthem to address this pandemic. We call on the\r\ninternational community to support the Global Health\r\nFund and to complement the efforts of African\r\ncountries in this regard.\r\nIn this interdependent world, challenges defy\r\nboundaries. While Africa is home to the largest number\r\nof least developed countries, it receives the least of the\r\nworld’s foreign direct investment. Harsh and recurring\r\nenvironmental conditions affect food security in many\r\nAfrican countries. Therefore, we support the\r\nrecommendation of the Secretary-General in urging\r\ndonor countries to take into account a multitude of\r\nfactors when providing international aid to Africa.\r\nWe concur with the observation that\r\ninfrastructure, including air transport, is crucial for\r\nAfrica to attract foreign direct investment. As we mark\r\nthe end of the programme for the Second Industrial\r\nDevelopment Decade for Africa, let me state that no\r\ncountry has achieved and sustained rapid economic\r\ngrowth while depending on the export of raw materials.\r\nAfrica’s industrialization will add value to our primary\r\ncommodities, create employment and decrease over-\r\ndependence on imports. Only then can we tap into the\r\ninternational market, thus creating economic growth\r\nand consolidating our efforts to eradicate poverty.\r\nNamibia commends the United Nations Industrial\r\nDevelopment Organization (UNIDO) for playing its\r\nproportionate part in complementing the efforts of\r\nAfrican countries. We call for increased resources to\r\nUNIDO to enable it to effectively carry out its\r\ndevelopment mandate.\r\nWe welcome the steps taken to provide better\r\nmarket access to African products, and now we must\r\nwork to remove existing obstacles to African\r\nagricultural products. In this context, we take interest\r\nin the post-Doha agenda and believe that increased\r\ntechnical assistance from the United Nations\r\nConference on Trade and Development and the World\r\nTrade Organization will boost African countries’\r\nparticipating capacity.\r\nWe have always maintained that the multiplicity\r\nof initiatives on Africa’s development should be\r\nstreamlined and harmonized. In this respect, we\r\nwelcome the coordinated United Nations system\r\nsupport to the African Union’s initiative, the New\r\nPartnership for Africa’s Development.\r\nIn our view, the recommendations contained in\r\nthe report of the Secretary-General on causes of\r\nconflict remain valid and relevant in the transformation\r\nof the African Union. The implementation of these\r\nrecommendations, my delegation believes, will also\r\nadd high value to the achievement of sustainable\r\ndevelopment in Africa.\r\nMr. Rodríguez Parrilla (Cuba) (spoke in\r\nSpanish): Sustainable development in Africa is an issue\r\nthat concerns us all. That is why we held a special\r\nhigh-level plenary meeting of the United Nations\r\nGeneral Assembly on the New Partnership for Africa’s\r\nDevelopment, an occasion in which the international\r\ncommunity expressed its full support for a new\r\npartnership for the development of Africa.\r\nNevertheless, we were surprised and sorry to see\r\nthat the second session of the Ad Hoc Committee of the\r\nWhole of the General Assembly for the final review\r\nand appraisal of the implementation of the United\r\nNations New Agenda for the Development of Africa\r\nwas unable to conclude its work on the scheduled date,\r\nbecause it could not find the exact wording to convey\r\nin a resolution the much vaunted support of developed\r\ncountries for Africa’s development.\r\nMeanwhile, 340 million people in Africa — half\r\nof its population — live on less than $1 a day. Life\r\nexpectancy is 54 years. The under-5 infant mortality\r\nrate is 140 per 1,000 live births. In sub-Saharan Africa,\r\n3.6 million children are born with a low birth weight;\r\n10\r\nA/57/PV.33\r\n100 million children do not attend school; 28 million\r\npeople, including 3 million children, are affected by\r\nHIV/AIDS and have no access to the medicines or\r\ntreatments necessary to fight the disease, prevent other\r\ndiseases and relieve pain. Age-old diseases such as\r\nmalaria, tuberculosis and others just as lethal have not\r\nbeen eradicated. Only 48 per cent of the population has\r\naccess to drinking water.\r\nWhile a knowledge-based world economy is\r\nbeing developed, 41 per cent of Africans over the age\r\nof 15 are illiterate. Millions of people have no access to\r\nelectricity; far fewer have access to a telephone line.\r\nThere are only 18 main telephone lines per 1,000\r\ninhabitants in Africa, while in developed countries,\r\nwith only 15 per cent of the world’s population, there\r\nare 567 lines per 1,000 inhabitants.\r\nHow is it that Africa, with 18.5 per cent of the\r\nworld’s population and the world’s largest natural\r\nresource reserves, has only 1 per cent participation in\r\nthe world gross national product and 2 per cent of\r\nworld trade, while the world’s three richest individuals\r\nown assets equal to the combined gross national\r\nproduct of the 48 poorest countries? Neo-liberal\r\nglobalization exacerbates that imbalance and hinders\r\nAfrican countries’ integration into the world economy\r\nand participation in global decision-making. Obviously,\r\nthe current unjust and unsustainable international\r\neconomic order is still allocating to Africa a\r\ncompletely marginalized role as a source of primary\r\nwealth with no economic development. Today, Africa\r\nexports more capital than it receives in aid and\r\nfinancing. It is a net exporter of capital.\r\nFurthermore, today there is more armed conflict\r\nin Africa than in any other continent; 20 per cent of\r\nAfricans live in countries affected by conflict, causing\r\nmany deaths and the displacement of millions of\r\npeople, both refugees and internally displaced persons.\r\nNo review of the causes of conflict in Africa can\r\nignore, as some claim it should, the centuries of\r\ncolonial exploitation, when African economies were\r\nplundered and distorted, turning them into suppliers of\r\nnatural resources, raw materials and cheap labour in a\r\ncontinent that, given its resources and potential, could\r\ntoday be one of the most developed in the world.\r\nAfrica does not need lessons, recipes or\r\nadjustment programmes to resolve its conflicts. Rather,\r\nit needs financial resources, official development\r\nassistance, debt cancellation and the support of the\r\nUnited Nations and the international community. Think\r\nof what could be achieved if just a tiny portion of the\r\n$849 billion spent every year on military expenditures\r\nwere placed in a United Nations fund to foster the\r\nsustainable development of the Africa countries. Think\r\nof what could be done if a development tax of just 0.1\r\nper cent were imposed on international financial\r\ntransactions. That would generate resources of nearly\r\n$400 billion per year, which, if it were well managed\r\nby the United Nations and its agencies, could changed\r\nthe current situation.\r\nDespite what is said in debates and expressed in\r\nmany resolutions, emphasis continues to be placed on\r\nreacting to conflict in Africa, rather than on prevention.\r\nThere are many initiatives and all kinds of proposals on\r\nAfrica in the United Nations, but there is still a need\r\nfor an integrated approach to the resolution of issues\r\nrelated to peace, security and development of the\r\ncontinent. Nor is there a United Nations mechanism for\r\nregular efficient evaluation of the implementation of\r\nagreements.\r\nAfrica can wait no longer. International\r\ncooperation is indispensable. The African peoples need\r\nthe support of the international community, as the few\r\nresources they have must be used to pay off foreign\r\ndebt. Only Africa spends four times as much on foreign\r\ndebt service payments than on education and health\r\ncombined. African countries will be able to achieve\r\nsustainable development only if they are accorded\r\nspecial and differential treatment, guaranteed market\r\naccess, the drop in prices of basic goods ends, foreign\r\ndebt is cancelled, access to technology is ensured,\r\nofficial development assistance is increased and\r\nfinancial resources are provided without interference or\r\nconditionality.\r\nCuba, as a third-world country, not only attaches\r\ngreat importance to South-South cooperation, it also\r\nfeels a sincere commitment and clearly defined\r\nsolidarity with its African brothers. Despite the\r\neconomic blockade imposed on my country for more\r\nthan four decades, 200,000 Cubans have been working\r\nin dozens of African countries in sectors such as health,\r\nagriculture, education and sports. Nearly 30,000\r\nAfrican young people have graduated in Cuba. More\r\nthan 3,000 are studying in our country today on\r\nscholarship, more than 1,000 of whom are studying\r\nmedicine. Almost 1,000 Cuban doctors are working\r\ntoday free of charge in rural areas of 12 African\r\ncountries. We are working to set up medical schools\r\n11\r\nA/57/PV.33\r\nwith Cuban teachers to provide free education to\r\nensure that health personnel are given on-the-spot\r\ntraining.\r\nI reiterate once again my country’s offer to help\r\nthe fraternal African peoples in the fight against the\r\nAIDS pandemic by sending 4,000 doctors and health-\r\ncare workers to set up the infrastructure necessary for\r\npeople to get the medicine, guidance and follow-up\r\ncare they need. They would also help in developing\r\nhuman resources. We would send teachers to set up\r\nmedical schools and provide qualified staff to\r\ncooperate in campaigns against AIDS and other\r\ndiseases. We would also provide free retroviral therapy\r\nto 30,000 patients annually.\r\nCuba is a poor country. Let us leave words aside.\r\nLet selfishness cease. Let us act with urgency.\r\nMr. Chowdhury (Bangladesh): We meet today to\r\naddress two major issues confronting Africa: conflict\r\nand development. The Secretary-General’s report on\r\nthe causes of conflict in Africa (A/52/871) is now in its\r\nfifth year. The entirety of the United Nations\r\nmembership has since lent unequivocal support to its\r\nrecommendations. Thanks to the matrix designed by\r\nthe Secretariat, we can now assess and monitor\r\nprogress in their implementation. Member States have\r\nalso been apprised of the constraints faced in realizing\r\nthe report’s objectives. Secretary-General Kofi Annan\r\ndeserves our appreciation for mobilizing a United\r\nNations system-wide response to translate that wide\r\nrange of recommendations into actions.\r\nAfrica today presents a considerably different\r\nperspective from even the immediate past. Many of the\r\narmed conflicts have been resolved. Several United\r\nNations missions are in transition from peacekeeping to\r\npost-conflict peace-building. The international\r\ncommunity has shown greater understanding of the\r\nstakes involved in supporting peace and development\r\nin that continent. The African leadership has amply\r\ndemonstrated its commitment and its vision. With the\r\nmatrix at hand, we now know where the progress has\r\nbeen stalled and what the impediments are. We also\r\nknow what is required to address those constraints. The\r\nway ahead from here lies in redoubled effort on the\r\npart of all stakeholders to secure the achievement of\r\nour goals.\r\nThe Security Council has devoted considerable\r\nattention to Africa’s conflicts as well as to their causes\r\nand their consequences. As a member of the Security\r\nCouncil in 2000 and 2001, Bangladesh supported\r\ngreater United Nations involvement in Africa. For our\r\npart, we have amply underscored our commitment by\r\ncontributing troops and other personnel to almost all\r\nUnited Nations peacekeeping missions in Africa. As\r\nthe Bangladesh Foreign Minister said, “We have sent\r\nour peacekeepers even to the most dangerous theatres.\r\nWe have done this in keeping with our Charter\r\ncommitment and in the spirit of solidarity with Africa.”\r\nThe linkage between the root causes of conflict\r\nand underdevelopment is nowhere more pronounced\r\nthan on the African continent. We have espoused the\r\nphilosophy of prevention, we have contributed to the\r\ndebate in the Security Council, and we have taken the\r\nlead in defining preventive actions. Security Council\r\nresolution 1366 (2001), which Bangladesh steered, has\r\nalready provided the Council with the legislative\r\nmandate for prevention in a number of areas. We hope\r\nthat the General Assembly will soon grant its approval\r\nto a broader mandate for United Nations system-wide\r\naction for the prevention of armed conflict. We have\r\nalso been a strong supporter of the Dutch proposition\r\nthat in peace operations, there must be no exit without\r\nstrategy, because therein lies the crucial link between\r\ndurable peace and sustainable development. In that\r\ncontext, we share the views expressed by Ambassador\r\nAboul Gheit on behalf of the African Group a short\r\nwhile ago.\r\nA critical element in development is the\r\nownership of strategies. Bangladesh is enthusiastic\r\nabout the fact that the New Partnership for Africa’s\r\nDevelopment (NEPAD) is an initiative led, owned and\r\nmanaged by the African Union. That was echoed by\r\nmany during the final review of the New Agenda for\r\nthe Development of Africa in the 1990s (UN-NADAF)\r\nin two recent meetings of the Assembly’s Ad Hoc\r\nCommittee on that subject. In the run-up to the UN-\r\nNADAF review meetings, on 16 September, the\r\nAssembly unanimously adopted a Declaration on\r\nNEPAD (resolution 57/2). Once again, we stressed that\r\nNEPAD represents a compact among African nations\r\nand the international community in addressing the\r\naspirations of the continent.\r\nPerhaps Africa has had enough of analysis of its\r\nproblems: the Millennium Declaration and the Doha,\r\nMonterrey and Johannesburg Summits, to name some\r\nof them. Now that our brethren in Africa have\r\nchallenged us in the international community to match\r\ntheir commitments with our contribution, the central\r\n12\r\nA/57/PV.33\r\nquestion remains: where do we go beyond this review\r\nand today’s debate?\r\nObviously, a first step is to factor in the lessons\r\nwe have learned in realizing the goals and\r\nimplementing the programmes of UN-NADAF over the\r\npast decade. We share the Secretary-General’s\r\nassessment that there are a number of important lessons\r\nto be learned from the experience of UN-NADAF: that\r\ndevelopment cooperation with Africa requires a new\r\norientation, that the international community should\r\nhonour its commitments, that strengthened advocacy\r\nremains essential for Africa’s development, and that\r\npeace and security are absolute preconditions for\r\nAfrica’s sustainable development.\r\nThat also leads us to the premise of the need for\r\ncomprehensive and strong support for partnership from\r\nthe international community. That must come in the\r\nform of eliminating trade barriers to Africa’s exports. It\r\nmust come through fulfilment of our partners’\r\ncommitment to reversing the trend of declining aid to\r\nAfrica and to building its capacity, as most recently\r\npledged in Monterrey. It must come by way of the\r\nfaster, deeper and broader debt relief for 22 African\r\ncountries required under the Heavily Indebted Poor\r\nCountries Debt Initiative. And it should come through\r\nredesigning support for African capacity-building so\r\nthat technical assistance resources are directed more\r\ntowards human development and capacity-building.\r\nAgain, I would stress that NEPAD provides a\r\ncritical opportunity to our development partners to\r\ndemonstrate that they are serious about Africa. We saw\r\nthat reflected in the Group of Eight Africa Action Plan,\r\nadopted last summer. In that context, we continue to\r\nbelieve that all development issues should be addressed\r\nwith equal weight. From our own experience in a\r\ncomparable milieu, we know that a selective approach\r\nto development will not pay. An equally important\r\nelement in ensuring NEPAD’s success at the national,\r\nregional and global levels remains the financing of all\r\nits operational modalities.\r\nThere are two more aspects, I believe, that\r\ndeserve to be stressed in ensuring the comprehensive\r\nconsideration of Africa’s development. In addressing\r\nconflict prevention, we recognized that many conflicts\r\nare rooted in endemic poverty and underdevelopment,\r\nin weak or non-existent institutions, in the absence of\r\ngood governance and in the gross and systematic\r\nviolation of human rights. That recognition inevitably\r\nleads us to what was underscored at the Third United\r\nNations Conference on the Least Developed Countries,\r\nheld last year. The Brussels Declaration and\r\nProgramme of Action for the Least Developed\r\nCountries outline a menu of actions to be implemented\r\nby the international community to address the socio-\r\neconomic challenges confronting the 49 most\r\nimpoverished countries. Thirty-four of those are in\r\nAfrica. The fulfilment of the commitments of the\r\nProgramme of Action will go a long way towards\r\naddressing Africa’s problems.\r\nA second aspect relates to utilizing the potential\r\nof South-South cooperation for Africa. In the light of\r\nits own development experience, Bangladesh clearly\r\nsees the strength and the scope of such a cooperative\r\nframework. It entails assisting countries in a similar\r\nsituation to share experiences in a number of\r\ndevelopment sectors.\r\nIt is in that context that Bangladesh can and will\r\nstrive to contribute meaningfully to Africa’s rebuilding.\r\nOver the years, Bangladesh has experimented with a\r\nnumber of innovative approaches to development —\r\nsuch as microcredit and non-formal education — to\r\naddress extreme poverty, to empower women and to\r\ncreate social safety nets for the needy. By involving\r\nnon-governmental organizations and all civil society\r\nactors, we have been able to strengthen our institutions\r\nand to deliver broad-based social sector programmes.\r\nWe remain ready to share our experiences with Africa.\r\nLet me reiterate that some of our experiences in these\r\nspheres are already being shared by a number of\r\nAfrican countries in terms of activities at the national\r\nlevel.\r\nWe are gratified to see that these concerns and\r\nthoughts have been incorporated into the draft\r\nresolution on which the Assembly will take action at\r\nthe end of its consideration of this item. We fully\r\nendorse them. We would join our African brethren in\r\nmonitoring progress achieved in implementing them\r\nand the commitments to Africa that the international\r\ncommunity has made in other forums. We have\r\nconfidence in Africa’s potential. We believe in the\r\nveracity of the Roman writer Pliny the Elder’s classical\r\ndictum: “There is always something new out of\r\nAfrica”.\r\nMr. Ayari (Tunisia) (spoke in French): First of\r\nall, I should like to express our satisfaction at the\r\nholding of this debate, which is of the utmost\r\n13\r\nA/57/PV.33\r\nimportance for Africa and which shows the\r\ninternational community’s increased interest in the\r\ndevelopment and stability of that continent, which for\r\ndecades has endured the horrors of armed conflict,\r\npoverty and marginalization.\r\nIn addition, I should like to thank the Secretary-\r\nGeneral for the report (A/57/172) related to the\r\nimplementation of the recommendations contained in\r\nhis report (A/52/871) on the causes of conflict and the\r\npromotion of durable peace and sustainable\r\ndevelopment in Africa. Indeed, four years later, the\r\nanalyses and the recommendations contained in that\r\nreport retain all their pertinence. The Secretary-General\r\nrightly emphasizes the critical link between peace and\r\ndevelopment and proposes the adoption of a\r\ncomprehensive and integrated approach to preventing\r\nconflicts, eradicating poverty and promoting\r\nsustainable development in Africa.\r\nIn that respect, I would like to recall that, during\r\nits presidency of the Security Council in February\r\n2001, Tunisia proposed a debate on the consolidation\r\nof peace because we were convinced of the absolute\r\nneed for the international community to deal with the\r\nsocio-economic causes of instability and conflict so\r\nthat peace and security, once established as a result of\r\ninternational efforts, would be truly lasting.\r\nThe report before us emphasizes that progress has\r\nbeen made in a wide range of areas through the\r\nimplementation of the recommendations of the\r\nSecretary-General, and we welcome that fact.\r\nWe are particularly pleased that the main crises\r\non the African continent are in the process of being\r\nresolved, even if the situation remains disturbing and\r\npeace is still fragile in certain regions. Such progress is\r\nmainly due to the efforts of African countries\r\nthemselves, as well as of the commitment of the\r\ninternational community.\r\nIt should be acknowledged that for many years\r\nthe United Nations has devoted significant resources to\r\npeacekeeping operations in Africa. Four such\r\noperations are currently under way, the most important\r\nof which are the United Nations Mission in Sierra\r\nLeone (UNAMSIL) and the United Nations\r\nOrganization Mission in the Democratic Republic of\r\nthe Congo (MONUC).\r\nEven though we welcome the support provided by\r\nthe United Nations to African initiatives aimed at\r\nresolving conflict, we believe that is it particularly\r\nimportant to further strengthen coordination and\r\nconsultation between the United Nations and regional\r\nand subregional organizations such as the Economic\r\nCommunity of West African States (ECOWAS), the\r\nInter-Governmental Authority on Development, the\r\nSouthern African Development Community and the\r\nCommunity of Sahel-Saharan States, which, because of\r\ntheir geographic proximity, are sometimes better\r\nequipped to determine the most suitable moment for\r\nthe Council’s preventive action, to identify the real\r\nneeds of Africa and to indicate the most appropriate\r\nresponses.\r\nIn this regard, my delegation welcomes the role\r\nplayed by UNAMSIL in Sierra Leone, which is\r\nconsequently once again moving towards peace and\r\nstability. My delegation also welcomes the close\r\ncooperation between ECOWAS and UNAMSIL aimed\r\nat bringing peace and stability back to the Mano River\r\nUnion region.\r\nWith regard to the situation in the Great Lakes\r\nregion, we are particularly pleased by the withdrawal\r\nof foreign troops from the territory of the Democratic\r\nRepublic of the Congo in implementation of the Lusaka\r\nAgreement. My delegation is concerned about the\r\nsecurity gap left by that withdrawal and therefore calls\r\non MONUC to deploy, as quickly as possible, troops in\r\nthe areas that have been evacuated so as to fill that gap,\r\nin accordance with phase III of MONUC’s deployment.\r\nI would like to focus on certain aspects of the\r\nreport of the Secretary-General that we believe deserve\r\nparticular attention. My delegation welcomes first of\r\nall the interest shown by the United Nations system in\r\npreventive action. The well-known old adage,\r\n“Prevention is better than cure”, is a wise one. Such a\r\npolicy could save thousands of lives and protect\r\nprecious resources for development.\r\nIn this connection, we welcome the creation\r\nwithin the Council of a Working Group on Conflict\r\nPrevention and Resolution in Africa. That Working\r\nGroup has already drawn up a significant programme\r\nof work in which the Economic and Social Council has\r\nalready taken part, thus illustrating how joint action by\r\ntwo of the principal organs of the United Nations is\r\nbeneficial when addressing peacekeeping and\r\ninternational security in all their dimensions.\r\nAnother relevant subject is the proliferation of\r\nweapons, including small arms. This scourge is one of\r\n14\r\nA/57/PV.33\r\nthe main obstacles to a return to peace and\r\ndevelopment in conflict-affected countries, particularly\r\nin Africa. The fact that a number of initiatives have\r\nemerged in the past few months indicates that there is a\r\ntrue awareness in Africa and in the international\r\ncommunity as a whole with regard to that problem.\r\nWe call for respect for Security Council\r\nembargoes and other sanctions relating to weapons.\r\nIndeed, the Council debate of 11 October 2002\r\nemphasized the role that should be played by that body,\r\nin coordination with Member States and regional\r\norganizations, so as to ensure greater respect for arms\r\nembargoes and better control and monitoring of the\r\ncirculation of small arms. Furthermore, we believe that\r\nthe preparation of an instrument to help identify and\r\ntrace illicit weapons could be an effective way of\r\ndealing with that destructive trade.\r\nAnother important element on which my\r\ndelegation would like to focus is the disarmament,\r\ndemobilization and reintegration of former combatants.\r\nIn this regard, I would like to emphasize the need to\r\nstrengthen such programmes in the context of\r\npeacekeeping operations in countries emerging from\r\nconflict. The success of such a process will, of course,\r\nrequire adequate financing, the provision to\r\ndemobilized former combatants of vocational training\r\nand the development of projects to generate income\r\nand employment opportunities. We believe that that\r\nwould be the best way of investing in peace.\r\nMy delegation believes that sanctions should be\r\nused only as a last resort, when all other peaceful\r\nmeans have been exhausted, so as to prevent further\r\nsuffering for the civilian population. If sanctions are\r\nconsidered to be necessary, they should be more\r\naccurately targeted at certain individuals or specific\r\nentities within a State, as was the case with UNITA.\r\nAt a time when significant progress is being made\r\nin resolving conflicts that have for so long hindered\r\nAfrica’s march toward progress and well-being, it is\r\nessential that everything be done to enhance the\r\neconomic development of African countries,\r\nparticularly those emerging from conflict. We note,\r\nhowever, that very little progress has been made in a\r\nnumber of areas, such as eradicating poverty,\r\npreventing and treating infectious diseases, ensuring\r\nfood security, developing infrastructure, building\r\ninstitutional capacity for cooperation and regional\r\nintegration and protecting the environment. Those are\r\nendogenous factors that are destabilizing in and of\r\nthemselves, but the international situation adds to the\r\ndifficulties. Worsening terms of trade, the crushing\r\nburden of debt service, levels of external support that\r\nare stagnating or even decreasing, insufficient foreign\r\ninvestment — which is an absolute necessity for\r\nAfrica’s development — and difficulties of access to\r\ninternational markets are ills that are shared by all the\r\ncountries of Africa.\r\nWith the creation of the African Union and the\r\nlaunching of NEPAD — an African initiative that\r\nemphasizes peace, stability, good governance,\r\ndemocracy and respect for human rights as\r\nprerequisites for development — Africa has begun a\r\nnew chapter in its history. Africa aspires henceforth to\r\nplay its proper role on the international stage and to\r\nbring about the comprehensive development of the\r\ncontinent. It will be able to depend on its own\r\ncapacities and potential, both natural and human, but it\r\nwill also need outside support that will allow it to make\r\nsignificant strides forward and to reduce the gap that\r\nseparates it from the developed world. That is in the\r\ninterests of Africa as well as of the international\r\ncommunity as a whole.\r\nWe have great hopes, therefore, that we will see a\r\nincrease in solidarity that will help Africa to eradicate\r\nthe ills from which it suffers. The Monterrey\r\nConference and the Johannesburg Summit, as well as\r\nthe Action Plan adopted by the Group of Eight at\r\nKananaskis, open up promising prospects that will,\r\nthrough the commitments entered into, allow Africa to\r\nachieve the development of which it has been deprived\r\nfor so long.\r\nMr. Manalo (Philippines): The United Nations\r\nhas accorded high priority to the development of\r\nAfrica — rightly so, in the opinion of my delegation. In\r\nthis regard, we thank the Secretary-General for his\r\nreports on this important subject.\r\nAfrica’s development is a major challenge for all\r\nof us. For many years now, parts of that great continent\r\nhave been mired in abject poverty, malnutrition and\r\ndisease, and been afflicted by armed conflicts that are\r\nanathema to growth and sustainable development.\r\nThe international community, therefore, cannot\r\nshut its eyes to the needs of Africa. In an era of rapid\r\nglobalization, it is essential that parts of the African\r\ncontinent not be marginalized and deprived of the\r\nbenefits of a globalized economy. Thus, the United\r\n15\r\nA/57/PV.33\r\nNations has taken a necessary step for Africa:\r\nmobilizing international action for its sustainable\r\ngrowth and development. More than this, however, all\r\nthe stakeholders’ partnerships with Africa are the key\r\nto its realization.\r\nSince 1990, the United Nations has been in the\r\nforefront of engaging the support and assistance of all\r\nthe stakeholders for Africa’s development. Year after\r\nyear, the General Assembly has adopted relevant and\r\nappropriate resolutions to address the manifold\r\nchallenges of Africa. This expression of commitment\r\nhas culminated anew in a resolution reviewing and\r\nappraising the United Nations New Agenda for the\r\nDevelopment of Africa (UN-NADAF) and support for\r\nthe New Partnership for Africa’s Development\r\n(NEPAD).\r\nThe Philippines joins other delegations in\r\nwelcoming the resolution under the item on the final\r\nreview and appraisal of UN-NADAF containing the\r\nUnited Nations Declaration on the New Partnership for\r\nAfrica’s Development. We are confident that this\r\nresolution will offer a realistic road map for addressing\r\neffectively the challenges facing Africa.\r\nNEPAD, as a Programme of Action of the African\r\nUnion, embodies the vision and commitments of the\r\nAfrican Governments and peoples. We believe that\r\nNEPAD will be bolstered by the African Peer Review\r\nMechanism, because it underlines the commitment of\r\nAfrican countries to sound political, economic and\r\ncorporate governance.\r\nBut more than this, there is a need for active\r\npartnerships between Africa and the various\r\nstakeholders, including the international community;\r\nthe developed countries; the developing countries,\r\nthrough South-South cooperation; as well as the United\r\nNations system.\r\nThe Philippines will do its part, but we believe\r\nthat developed partners must also extend all possible\r\nassistance and cooperation to African countries in\r\norder to strengthen key institutions such as the civil\r\nservice, the judiciary, the business sector and civil\r\nsociety.\r\nSouth-South cooperation can also play a pivotal\r\nrole and should therefore be vigorously promoted. In\r\nthis area, the Philippines may be able to share its\r\nexperiences in human capacity-building, including its\r\npositive and progressive record of Government\r\npartnership with all stakeholders, including the\r\nbusiness sector and civil society.\r\nEfforts leading to regional integration must also\r\nbe pursued. As the Philippine Secretary of Foreign\r\nAffairs, Blas F. Ople, stated in the debate on this issue\r\non 16 September last, “Africa and ASEAN should\r\nforge stronger ties … for there is much that we can\r\nlearn from each other.” He added that Africa can study\r\nASEAN’s modest success in regional integration,\r\nparticularly in overcoming the factors that hinder\r\neffective regional cooperation and integration.\r\nAs I said earlier, globalization must not\r\nmarginalize millions in Africa. It is imperative that the\r\nflow of aid to the continent be stable and predictable,\r\nand that it increase. We therefore urge once again all\r\ndeveloped partners that have not done so to meet the\r\naid target of 0.7 per cent of gross national product.\r\nThere is also a need for greater access of African\r\nproducts to global markets. Moreover, the international\r\ncommunity must remain serious about debt relief. We\r\nthus support the Enhanced Heavily Indebted Poor\r\nCountries (HIPC) Initiative.\r\nThe Philippines has been supporting peace efforts\r\nfor Africa and will continue to do so. We believe that\r\ndevelopment and economic growth are dividends of\r\npeace. Thus the Philippine Government will continue\r\nto support every effort to bring peace and stability to\r\nAfrica — from efforts to stem the illicit flow of small\r\narms, to efforts aimed at resolving existing conflicts\r\nand preventing new ones through conflict-prevention\r\nmeasures and measures such as the reintegration of\r\narmed combatants.\r\nOnce again, the key to Africa’s development is a\r\nholistic and comprehensive partnership among its many\r\nstakeholders. There is no doubt that, with a renewed\r\nsense of partnership and solidarity with Africa, that\r\ncontinent will move progressively on the road towards\r\nsustainable growth and development.\r\nMr. Shinde (India): We thank the Secretary-\r\nGeneral for the progress report on the implementation\r\nof the recommendations contained in his report to the\r\nfifty-sixth session of the General Assembly on the\r\ncauses of conflict and the promotion of durable peace\r\nand sustainable development in Africa. We also thank\r\nhim for the reports which have been prepared for the\r\nfinal review and appraisal of the implementation of the\r\n16\r\nA/57/PV.33\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s.\r\nWe believe that it is imperative for any discussion\r\non the causes of conflict and on the promotion of\r\ndurable peace and stability to highlight the beneficial\r\nrole that democracy can play in this regard. Democracy\r\nis, first and foremost, a moral imperative. It also\r\nprovides the basis for durable peace and stability. We\r\nrecognize that African leaders have themselves\r\naccorded the highest priority to democracy, and we\r\nbelieve that this trend deserves to be encouraged by the\r\ninternational community.\r\nThe Secretary-General has, in his report, provided\r\na broad overview of various initiatives taken to respond\r\nto situations of conflict, including to curb the\r\nproliferation of small arms. While we commend these\r\ninitiatives, we do feel that more needs to be done,\r\nparticularly with regard to stemming the illicit\r\ntrafficking of small arms. Illicit weapons have been the\r\nweapons of choice in an overwhelming number of\r\nconflicts in the past decade and claim each year\r\nhundreds of thousands of lives, the overwhelming\r\nnumber of which are civilian lives. It is important, in\r\nour view, for all responsible States to undertake an\r\nobligation not to supply such weapons to non-State\r\nactors. Manufacturers and exporters should be subject\r\nto the strictest controls. There should be strict\r\ninsistence on authenticated end-user certificates to\r\nensure effective control over the export and transit of\r\nsuch weapons. It is also necessary to have a mechanism\r\nto trace and mark small arms, and to ensure that they\r\nare not diverted from legal channels into illicit trade.\r\nThe Secretary-General, in his report on the\r\nindependent evaluation of the United Nations New\r\nAgenda for the Development of Africa, has made a\r\nnumber of very specific recommendations. The most\r\nimportant, in our view, is the one recommending the\r\nNew Partnership for Africa’s Development (NEPAD)\r\nas the development policy framework around which the\r\ninternational community, including the United Nations\r\nsystem, should concentrate its efforts for Africa’s\r\ndevelopment. We are confident that the United Nations\r\nsystem will do so.\r\nIt is, in our view, very important that the\r\ninternational community, particularly donors, accept\r\nNEPAD as the policy framework for Africa’s\r\ndevelopment. The report of the independent evaluation\r\nhas made amply clear the importance of Africa’s being\r\nallowed to determine its own policies and priorities. It\r\nstates very cogently:\r\n“Democracy is undermined if elected African\r\nGovernments have policies imposed from outside,\r\nleaving their democratic institutions without any\r\nreal choices”. (A/AC.251/9, p. 7)\r\nIndia’s own relationship with Africa is built on\r\nstrong historical and political foundations. Leaders of\r\nIndia’s freedom struggle were convinced that the\r\nindependence of India would not be complete until all\r\nof Africa was free from colonial domination. Over the\r\nlast four decades, it has been our objective to build on\r\nthis foundation by imparting substantive economic\r\ncontent to this relationship. I am happy to state that we\r\nhave been exploring ways and means by which we can\r\nprovide support to the New Partnership for Africa’s\r\nDevelopment in the true spirit of South-South\r\ncooperation. Our Ministry of Commerce and Industry\r\nhas launched a programme known as Focus Africa.\r\nThis seeks to build upon the success that we have\r\nalready achieved in trade between India and sub-\r\nSaharan Africa, registering an increase of more than\r\n280 per cent in the last nine years.\r\nThe Indian Institute of Foreign Trade recently\r\ncompleted a study that identifies bottlenecks and\r\nsuggests practical measures for raising the level of our\r\ncommercial exchanges with the African continent. We\r\nhave decided to increase the availability of credit to\r\nnational and regional institutions on the continent and\r\nhave set for ourselves a target of $200 million to be\r\nmade available in the next year.\r\nA conference on India and NEPAD, held in New\r\nDelhi in July this year, brought together representatives\r\nof Indian industry and financial institutions and their\r\npartners in Africa. The conference addressed, among\r\nother issues, the question of improving the utilization\r\nof the lines of credit extended by India to many\r\ncountries in Africa. Following the Monterrey\r\nInternational Conference on Financing for\r\nDevelopment, India also decided to cancel all bilateral\r\ndebt owed to it by the highly indebted poor countries.\r\nWe have noted the importance accorded in\r\nNEPAD to promoting the private sector, and the call to\r\nthe international community to promote entrepreneurial\r\ndevelopment programmes for training managers of\r\nAfrican firms. The conference on India and NEPAD\r\naimed at initiating significant dialogue between the\r\nprivate sectors and financial institutions of India and of\r\n17\r\nA/57/PV.33\r\nAfrica. We have announced our intention of instituting\r\na training programme for private sector executives, to\r\nbe conducted in India. This programme will, we hope,\r\nalso contribute to expanding contacts between our\r\nrespective apex chambers of commerce and industry.\r\nHealth is one of the priority sectors identified in\r\nNEPAD. We would be happy if Indian industry could\r\ncontribute, even if in a modest way, to enhancing\r\naccess to affordable medicines in Africa. A four-day\r\nIndia-Africa health summit was held in Mumbai in\r\nSeptember last year. It provided an opportunity for\r\nparticipating health ministers and their delegations to\r\ninteract with leading Indian pharmaceutical companies\r\nand health care service providers. This, we hope, will\r\nlead to the formation of joint ventures and further\r\neconomic cooperation between India and Africa in the\r\nhealth sector.\r\nInformation and communication technologies\r\n(ICT) constitute another sector in which India and\r\nAfrica can cooperate in a meaningful manner. The\r\ninformation technology (IT) industry in India has\r\nregistered a compounded annual growth rate of more\r\nthan 42 per cent over the last five years. That is more\r\nthan double the growth rate of the IT industry in most\r\ndeveloped countries. We note the objective in NEPAD\r\nto develop a pool of ICT-proficient young people and\r\nstudents from which Africa can draw ICT engineers,\r\nprogrammers and software developers. We have made a\r\nbeginning in this avenue for cooperation and are in the\r\nprocess of establishing a centre of excellence in\r\ninformation and communication technologies with one\r\nof our partners in Africa.\r\nIndia obviously has limited resources available\r\nfor partnership in capital-intensive areas. It is,\r\nhowever, our belief that our partnership can be\r\nmeaningful, particularly in the area of human resource\r\ndevelopment. Knowledge and technology, in our view,\r\nflow more easily from one developing country to\r\nanother because what matters is not the simple\r\nacquisition of technology but innovation, and its\r\nadaptation and adjustment to local conditions. Yet this\r\nneed not be restricted to what is termed as appropriate\r\ntechnology. It can also be the application of cutting-\r\nedge technology to stubborn problems and\r\nimpediments to development. The Indian experience\r\nembraces both possibilities. We would be happy to\r\nshare that experience as an expression of our\r\ncommitment to economic growth and sustainable\r\ndevelopment in Africa.\r\nMr. Kazemi Kamyab (Islamic Republic of Iran):\r\nIt is indeed a great honour for me to have the\r\nopportunity to address the General Assembly on the\r\nfinal review of the implementation of the United\r\nNations New Agenda for the Development of Africa in\r\nthe 1990s (UN-NADAF). Let me seize this opportunity\r\nto reiterate my country’s full solidarity with African\r\ncountries, all of which belong to the family of\r\ndeveloping economies.\r\nLooking at Africa and judging from various\r\nsocio-economic indicators, one cannot but arrive at the\r\ninevitable conclusion that despite the large number of\r\nwide-ranging efforts and initiatives made in the past,\r\nthe overall economic and development situation of the\r\ncontinent as a whole and of most of its individual\r\ncountries is disquieting, to say the least. Those efforts\r\nand initiatives, including UN-NADAF, have simply\r\nfailed to deliver. The report of the Secretary-General\r\n(A/57/156) on the final review and appraisal of UN-\r\nNADAF and the independent evaluation on that issue\r\nare further testimony to a rather sad and disappointing\r\nconclusion.\r\nIt is exactly for that reason that we welcome the\r\nrecommendation of the Secretary-General on the\r\nclosure of UN-NADAF and its replacement with the\r\nNew Partnership for Africa’s Development (NEPAD),\r\ninitiated from within Africa, and that NEPAD should\r\nbe the policy framework around which the international\r\ncommunity, including the United Nations system,\r\nconcentrates its efforts for Africa’s development. The\r\nNEPAD initiative is a clear indication of the serious\r\napproach of African leaders to questions related to\r\nreform and governance. Equally, it also reflects the fact\r\nthat African countries have recognized their primary\r\nresponsibility for the development of their own\r\ncontinent and their own countries; this indeed, is a\r\nwelcome development.\r\nI would like to urge the Secretary-General to take\r\nthe necessary measures to ensure an effective and\r\ncoordinated United Nations response to NEPAD, which\r\nhas already been adopted at the African Union Summit.\r\nFrom our point of view, action in this regard should\r\ntake into account the final appraisal of UN-NADAF\r\nand in particular the lessons learned. That would not\r\nonly provide a further opportunity for us to take stock\r\nof a comprehensive intergovernmental review of\r\ndevelopments in Africa over the past decade, but would\r\nalso help in adjusting policies and practices in the light\r\nof lessons learned.\r\n18\r\nA/57/PV.33\r\nMuch has been said and written about conflicts in\r\nAfrica and their devastating impact on the overall\r\ndevelopment of the continent. There is hardly any need\r\nfor further attempts to enumerate the causes of tragic\r\nlocal conflicts gripping Africa. Rather, it is high time\r\nfor the international community in its entirety and, of\r\ncourse, first and foremost, Africans themselves, to put\r\nan effective end to the involvement and instigation of\r\nforeign companies and Governments in fomenting and\r\nprotracting these deadly conflicts. Beyond such\r\nmeddling, however, the real long-term culprits remain\r\nthe state of underdevelopment and the lack of\r\ndemocracy.\r\nWe believe that development is the best building\r\nblock of peace. Peace and development are simply\r\nindivisible. Therefore, achieving development — and\r\nin a very practical, tangible sense, economic growth\r\nand poverty eradication — should be at the heart of\r\nconflict prevention strategies. At the same time, there\r\nshould be a coordinated and comprehensive approach\r\ntowards combining peace-building, emergency\r\nassistance and long-term development support\r\nmeasures, also as they relate to the destruction of\r\nweapons and the reconstruction of economic, social\r\nand physical infrastructure. In this particular\r\nconnection, tangible and concrete support should be\r\ngiven to the Economic and Social Council Ad Hoc\r\nAdvisory Group on African Countries Emerging from\r\nConflict, with a view to assessing their humanitarian\r\nand economic needs and elaborating a long-term\r\nprogramme of support for implementation that begins\r\nwith integration of relief into development.\r\nMr. Neil (Jamaica): I wish to thank the Secretary-\r\nGeneral and the Chairman of the Ad Hoc Committee of\r\nthe Whole for their reports on the final review and\r\nappraisal of implementation of the United Nations New\r\nAgenda for the Development of Africa in the 1990s.\r\nTen years ago, the General Assembly decided that\r\nAfrica would be one of the priorities of the United\r\nNations in the 1990s and, in keeping with this decision,\r\nthe international community committed itself to\r\nworking with the African countries to address the\r\nserious economic and social problems facing their\r\nrespective countries. Built into this programme for\r\nchange and the advancement of the people of Africa\r\nwas also a commitment on the part of African\r\nGovernments to promote dialogue, to implement\r\neconomic and social policies with the goal of\r\nincreasing the growth rate of their economies, and to\r\nenhance the health and welfare of the people.\r\nThat mutual commitment was also preceded by\r\nthe five-year United Nations Plan of Action for African\r\nRecovery and Development, and in the light of that\r\nexperience, it would not be entirely surprising if the\r\nlaunching of a new initiative for Africa may generate\r\nsome scepticism.\r\nHaving studied the Secretary-General’s report on\r\nthe independent evaluation of the United Nations New\r\nAgenda for the Development of Africa in the 1990s\r\n(A/57/156 and Corr.1), my delegation recognizes that\r\nthere is a combination of factors which have denied the\r\nmajority of African people their fundamental right to\r\ncertain basic acceptable standards of living.\r\nThe United Nations appraisal of the previous\r\nProgramme for African Economic Recovery and\r\nDevelopment in the 1980s, initiated by the\r\nOrganization of African Unity (OAU), acknowledged\r\nthe severe international economic climate during the\r\nfive-year period of the Programme, especially\r\nplummeting commodity prices on the world market,\r\nleading to a loss of revenue amounting to $6 billion by\r\nAfrican States during the first year of the Programme.\r\nDuring the five-year period, it is estimated that Africa\r\nlost more than $50 billion in export earnings.\r\nPrescribed structural adjustment programmes\r\nresulted in tremendous social costs, and this has been\r\nidentified as one of the major factors which retarded\r\nthe advancement of the African people. Poverty\r\nincreased overall, with education, health, nutrition,\r\nemployment and incomes all declining.\r\nThe New Agenda for the Development of Africa\r\nin the 1990s raised the level of expectation for the\r\ndevelopment of Africa. This time, there was a\r\ncommitment by the partners to meet certain goals\r\nwhich would lead to an overall objective of an average\r\ngrowth rate of at least 6 per cent.\r\nThe process, as we now recognize, has been\r\ndisappointing. Not only have the external commitments\r\nbeen less than what was required to make a difference,\r\nbut we must also face the reality that, despite the\r\neconomic and political reforms which many African\r\ncountries began to introduce, internal political\r\ndifficulties in some countries limited the effect of the\r\nexternal support that was provided.\r\n19\r\nA/57/PV.33\r\nThe lesson from all this is that the prescribed\r\ndevelopment model and the development strategy for\r\nAfrica may not always be appropriate and that there is\r\nneed for some adjustment to take the peculiarities of\r\nAfrica into account.\r\nThe Assembly adopted a resolution on 16\r\nSeptember this year issuing a declaration on a new\r\nPartnership for Africa’s Development. My delegation\r\nwholeheartedly supports this Africa-led initiative and\r\nwelcomes the commitment made by the African\r\ncountries to adhere to certain principles of governance.\r\nWe also encourage the donor community to do it\r\nright this time. Resources are needed to give meaning\r\nto the spirit of true partnership, which will be of mutual\r\nbenefit in this world of interdependence.\r\nI wish to thank the Steering Committee\r\ncountries — South Africa, Algeria, Nigeria, Egypt and\r\nSenegal — for the important role they have played in\r\nbringing the process to this launching point. Special\r\nthanks should also go to the Secretary-General for his\r\ncommitment to the development of Africa and to all the\r\nother countries and partners with whose support this\r\nnew process will achieve the success we all hope for.\r\nMr. Niang (Senegal) (spoke in French): On\r\nbehalf of my delegation, I am very happy to extend to\r\nthe President our great thanks and appreciation for his\r\nhighly commendable initiative of dedicating this\r\nimportant meeting to two issues of concern to the\r\ninternational community, and which reflect very clearly\r\nthe major challenges facing Africa today.\r\nI should first like to say that my delegation fully\r\nendorses the statement by the Permanent\r\nRepresentative of Egypt, made on behalf of African\r\ncountries. I should also like to offer my warmest\r\ncongratulations to Mr. Kofi Annan, Secretary-General\r\nof the United Nations, for his very relevant progress\r\nreport on the implementation of the recommendations\r\ncontained in the report on causes of conflict and the\r\npromotion of durable peace and sustainable\r\ndevelopment in Africa (A/57/172). I would also like to\r\ncommend him for the very serious and swift manner in\r\nwhich he has been carrying out his mandate. I would\r\nalso like to thank the Permanent Representative of\r\nMauritius, Mr. Jagdish Koonjul, who, at the head of the\r\nAd Hoc Working Group on Conflict Prevention and\r\nResolution in Africa, has in a very short period of time\r\nbeen able to implement a global and integrated\r\napproach to conflict in Africa.\r\nIn December 2001, in its resolution 56/37, the\r\nGeneral Assembly endorsed some of the Working\r\nGroup’s proposals, and decided, inter alia, briefly to\r\nsuspend the activities of the Group in order to consider\r\nfurther measures for the implementation and\r\nmonitoring of initiatives on Africa. It also decided to\r\ncontinue to monitor the implementation of the\r\nrecommendations contained in the Secretary-General’s\r\n1998 report.\r\nToday we are pleased to see that tangible progress\r\nhas been made in strengthening confidence-building\r\nmeasures; in establishing a spirit of peace and\r\nreconciliation; in the process of regional cooperation\r\nand integration in Africa; in the harmonious\r\ncoordination and integration of bilateral and\r\nmultilateral initiatives for economic and social\r\ndevelopment in Africa; in the area of the promotion,\r\nmaintenance and strengthening of peace; and in the\r\npromotion and protection of human rights and\r\nfundamental freedoms.\r\nIn West Africa, the progress can be gauged by,\r\ninter alia, United Nations support for initiatives to re-\r\nestablish trust and promote cooperation within the\r\nMano River Union, the helpful support by the United\r\nNations Mission in Sierra Leone (UNAMSIL) for\r\npolitical normalization in that country, and the timely\r\nestablishment of the Office of the Special\r\nRepresentative of the Secretary-General for West\r\nAfrica.\r\nAlthough this progress is significant, peace has\r\nstill not come to many parts of the continent, where the\r\nillegal circulation of small arms and light weapons is\r\nmaking the situation of entire populations very fragile\r\nand obstructing commendable efforts by West African\r\nStates to build a community area of peace, security and\r\nprosperity.\r\nThe 15 States of the Economic Community of\r\nWest African States (ECOWAS) took the bull by the\r\nhorns by deciding to adopt the Moratorium on the\r\nImportation, Exportation and Manufacture of Small\r\nArms and Light Weapons in West Africa and to set up\r\nnational committees to curb the illicit propagation of\r\nthese dangerous weapons. But nobody should be\r\nmistaken about this fact: these courageous initiatives\r\ncan be successful only if the international community\r\ncontinues its valuable support for the Programme for\r\nCoordination and Assistance for Security and\r\n20\r\nA/57/PV.33\r\nDevelopment, which is designed to support the\r\nMoratorium.\r\nOther problems include the ravages of malaria\r\nand HIV/AIDS, which have a negative impact on\r\nhuman resources, as we work together to develop our\r\ncountries in Africa.\r\nThe difficulties facing the African continent are\r\nthus multifaceted. Only a concerted and holistic\r\napproach can overcome them. We are pleased to note\r\nthe significant progress that has been made in\r\ncoordinating the activities of the Security Council and\r\nof the Economic and Social Council, particularly with\r\nthe recent establishment of the Ad Hoc Advisory\r\nGroup on African countries emerging from conflict. We\r\ncannot overemphasize the fact that studying the case of\r\nGuinea-Bissau could be useful as a reference case for\r\nUnited Nations efforts at peace-building in that area,\r\nwhich has suffered so much from conflict.\r\nAlso, I greatly appreciate the finely honed\r\nprogress report by the Secretary-General; it has\r\nhighlighted the indissoluble dialectic link between the\r\npromotion of peace and sustainable development.\r\nThis leads me to the second item in our debate.\r\nHere I would like to say how greatly I appreciate the\r\nexcellent report of the Secretary-General (A/57/156) on\r\nthe independent evaluation of the United Nations New\r\nAgenda for the Development of Africa in the 1990s\r\n(UN-NADAF). It describes some of the lessons learned\r\nin the 10 years of our common commitment to the\r\nimplementation of UN-NADAF and makes relevant\r\nand specific proposals as to what should be done in the\r\nfuture.\r\nThe Senegalese delegation endorses the\r\nSecretary-General’s recommendation on translating\r\ninto reality the entire international community’s\r\ninterest in NEPAD through tangible actions. focusing\r\non: vigorously combating poverty, which undermines\r\nany effort at development; developing industry and\r\nagriculture; promoting regional economic integration;\r\nprotecting the environment; protecting peace,\r\ndemocracy and human rights; establishing a code of\r\ngood political and economic governance; and\r\ndeveloping the use of information and communication\r\ntechnologies at the continent-wide level.\r\nThat is why the advent of NEPAD, a programme\r\ndesigned by Africans for Africans, must bring a new\r\ndynamic into North-South relations, where strategic\r\nchoices freely identified by African leaders must be in\r\nconsonance with United Nations initiatives and the\r\nMillennium Development Goals.\r\nI should also like to say that Senegal fully agrees\r\nwith the belief of the Panel of Eminent Personalities\r\nthat the work of the United Nations as it pertains to\r\nAfrica needs to become more relevant and more\r\neffective. Without prejudging future recommendations\r\nof the Secretary-General on this subject, my delegation\r\nwould like to see follow-up and support for NEPAD by\r\nthe United Nations system and other parts of the\r\ninternational community; at the Secretariat level this\r\nwould be the responsibility of a single structure with\r\nthe resources to cope with its wide-ranging and\r\nimportant mandate.\r\nIn that vein, I also welcome the adoption by the\r\nGroup of Eight (G-8) at Kananaskis, Canada, of the\r\nPlan of Action for Africa, reflecting the will and\r\ncommitment of the G-8 countries to support Africa in\r\nits new efforts for peace and development through\r\nNEPAD.\r\nObviously, African development cannot be\r\naccomplished by the sons and daughters of Africa\r\nalone. In this era of globalization, our global village\r\nwill benefit if all participate fully in promoting a world\r\nof peace and prosperity in solidarity.\r\nMs. Anguiano Rodríguez (Mexico) (spoke in\r\nSpanish): Over the past year, we have noted significant\r\nprogress towards resolving a number of conflicts in\r\nAfrica. In that context, it is important to mention the\r\ncases of Sierra Leone, Angola, Ethiopia and Eritrea,\r\nthe Democratic Republic of the Congo and\r\nMadagascar, a country in which it was possible to\r\novercome a political and Government crisis, which\r\ncould have led to a widespread armed conflict.\r\nThese achievements are due to a great extent to\r\nthe political will and pragmatism of the parties\r\ninvolved in the conflicts, as well as to internal\r\ncircumstances that opened the path to peace, which is\r\nwhat clearly happened in Angola, with the death of\r\nJonas Savimbi. In some cases, this has also been the\r\nresult of the mediating role of the United Nations and,\r\nin others, the result of steps taken by the main regional\r\nand subregional organizations and of particular\r\ncountries and prestigious African political figures. The\r\nrole of the Organization of African Unity (OAU),\r\nwhich is now the African Union (AU), and the role of\r\nthe continent’s subregional organizations have also\r\n21\r\nA/57/PV.33\r\nbeen fundamental in this process, as well as has the\r\nlevel of cooperation between the United Nations and\r\nthose organizations.\r\nThe Secretary-General has emphasized in his\r\nreport (A/57/172) that peace and stability, good\r\ngovernance, democracy and respect for human rights\r\nare preconditions for attaining development.\r\nNevertheless, it is also certain that peace and stability\r\ncannot be lasting, and democracy cannot be\r\nstrengthened, without development. The States that are\r\nemerging from conflicts — particularly those that are\r\npoorest — lack the financial resources and the\r\ninfrastructure to jump-start their economies. The\r\nsupport of the international community, including\r\ninternational financial institutions, is fundamental in\r\nsuch cases, and that must be reiterated. Moreover, we\r\nmust not forget that the maintenance, and especially the\r\nconsolidation, of peace require sustained national and\r\ninternational efforts in which a series of factors are\r\ntaken into account. The premature withdrawal of\r\ninternational support for a peace process —\r\nparticularly the early termination of a peace mission —\r\ncould easily result in the breakdown of peace and the\r\nrecurrence of conflict.\r\nAn essential element for lasting peace is national\r\nreconciliation, not only at the level of the principal\r\nactors in the conflict but also at that of society as a\r\nwhole, particularly because civilian populations are\r\nincreasingly used as military targets, but also because\r\nsometimes it is civilians who are partially responsible\r\nfor the most horrendous violations of human rights.\r\nNational reconciliation commissions and war crimes\r\ntribunals in their various modalities, or a combination\r\nof both, are an instrument that can contribute in an\r\nimportant way to such reconciliation. That is why my\r\nGovernment made a symbolic financial contribution to\r\nthe trust fund for the Special Court for Sierra Leone.\r\nMexico believes that it will be an effective mechanism\r\nfor assisting in national reconciliation and justice in\r\nthat country, which in turn will benefit the stability of\r\nthe Mano River region. We trust that the Court will\r\nwork in close cooperation with the national Truth and\r\nReconciliation Commission in Sierra Leone for the\r\nsake of that objective.\r\nAn aspect that merits attention in peacekeeping\r\nand peace-building processes is the degree of political,\r\neconomic and social stability experienced in countries\r\nof the same region. The Great Lakes region is an\r\nexample of how a conflict in a particular country can\r\naffect another country’s internal situation and regional\r\nstability in general. That is why, as Chair of the\r\nSecurity Council Sanctions Committee concerning\r\nSierra Leone, Mexico has insisted that the situation in\r\nthat country should be considered in its regional\r\ncontext, not in isolation. Peace in Sierra Leone is still\r\nvery fragile, and its consolidation will depend in large\r\npart on the situation in Liberia not deteriorating and on\r\nthe Mano River region as a whole enjoying political,\r\nsocial and economic stability.\r\nAnother aspect of peace-building that has been\r\npointed out — not only in the report but also in other\r\ncontexts — that deserves our full attention is the issue\r\nof the processes of disarmament, demobilization and\r\nreintegration of former combatants. It is essential to\r\nsystematically incorporate gender perspectives into\r\nthose processes. Recently, we had the opportunity to\r\ncelebrate the tenth anniversary of the signing of the\r\nGeneral Peace Agreement for Mozambique. On that\r\noccasion, we noted that the success of the peace\r\nprocess in that country is due largely to the good\r\ndevelopment of the process of demobilization and\r\nreintegration of former combatants into civilian life.\r\nThe experience acquired in Mozambique should prove\r\nuseful in other situations.\r\nMr. Maiga (Mali) (spoke in French): First of all,\r\nI should like to associate myself with the statement\r\nmade earlier by the representative of Egypt, speaking\r\non behalf of the African Group.\r\nAfrica attaches particular importance to the two\r\nitems before the General Assembly, related to the\r\ncauses of conflict and the promotion of durable peace\r\nand sustainable development in Africa and to the\r\nindependent evaluation of the implementation of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s (UN-NADAF). The delegation of\r\nMali would like to thank the Secretary-General and the\r\nPanel of Eminent Personalities for their contributions\r\nto the quality of the presentation of the reports under\r\nthose items.\r\nThe report relating to the causes of conflict and\r\nthe promotion of durable peace and sustainable\r\ndevelopment in Africa (A/57/172) contains useful and\r\nup-to-date information on areas of high priority for\r\nAfrica — namely, peace, security, good governance\r\nand sustainable development. My country, Mali,\r\nthrough its initiatives and actions, and African leaders\r\nhave always focused on the maintenance of peace and\r\n22\r\nA/57/PV.33\r\nsecurity as well as on the creation of conditions for\r\nintegrated and endogenous development at the\r\ncontinental level.\r\nThe creation of the African Union proceeds from\r\nthe resolve of African countries to put in place a\r\ncontinental organization with a view to accelerating the\r\nintegration process. African subregional organizations\r\nare essential tools in conflict prevention, in the\r\npreservation of peace and security and in the\r\nimplementation of development programmes. My\r\ndelegation believes that the support of the United\r\nNations — and of the international community in\r\ngeneral — for the new dynamic in Africa is more than\r\never necessary at a time when the continent is focused\r\non the factors of stability, peace and good governance\r\nwith a view to relaunching socio-economic\r\ndevelopment and emerging from the vicious circle of\r\npoverty.\r\nMy delegation welcomes the actions undertaken\r\nby the United Nations and by its funds, programmes\r\nand specialized agencies in the context of supporting\r\nAfrican initiatives concerning conflict management,\r\nreconstruction and the rehabilitation of economies\r\ndamaged by the effects of conflicts. For the actions of\r\nthose institutions and organs to have an impact, it is\r\nnecessary to transform the commitments signed during\r\nvarious conferences requesting contributions for\r\nemergency assistance and for financing United Nations\r\noperational activities into financial resources, thus\r\nallowing the implementation of established assistance\r\nand rehabilitation programmes.\r\nWhen it was adopted, UN-NADAF gave rise to\r\nlegitimate hopes for the development of Africa. It\r\nshould be noted that, despite vigorous actions taken to\r\npromote economic policy reform and structural\r\nadjustments with a view to implementing commitments\r\nmade vis-à-vis the international community, the results\r\nfell short of the expectations of African peoples. The\r\nreport prepared by the Panel of Eminent Personalities\r\ncharged with reviewing UN-NADAF states: “Instead of\r\ngrowing, ODA to Africa declined during the decade,\r\nfrom $28.62 billion in 1990 to $16.38 billion in 2000, a\r\ndecline of 43 per cent.” (A/AC.251/9, p. 4)\r\nIn addition, tariff and non-tariff barriers are\r\namong the obstacles to the commercial expansion of\r\nAfrican development in an increasingly globalized\r\nworld. The fund for the diversification of African\r\nproducts that was envisaged in UN-NADAF never\r\nmaterialized. The burden of foreign debt, despite the\r\ninitiatives undertaken with a view to lightening it,\r\ncontinues to be one of the major obstacles to\r\ndevelopment programmes because of its heavy drain on\r\nour meagre resources.\r\nIn the light of those considerations, the review\r\nreport submitted by the Panel of Eminent Personalities\r\nleads to the conclusion that UN-NADAF has been a\r\nfailure.\r\nTo reverse those negative trends of the past\r\ndecade, Africa needs more than ever the firm\r\ncommitment of the international community to support\r\nits development programme. NEPAD, the New\r\nPartnership for Africa’s Development, is the best\r\nframework for dialogue and for relaunching a\r\npartnership between Africa and the rest of the world.\r\nDesigned by Africans themselves, NEPAD is a\r\nstrategic framework, with Africa’s options for\r\ndevelopment within the context of the African Union.\r\nThe issues of good governance, democracy, poverty\r\nreduction, achieving integrated endogenous\r\ndevelopment in the context of the African Union are\r\nthe main focus of NEPAD.\r\nNEPAD, which will replace UN-NADF, needs\r\nmore than ever the international community’s support\r\nin order to succeed. We must draw lessons from UN-\r\nNADF’s failure, so that we can make NEPAD a real\r\nsuccess. As in the case of UN-NADF, the success of\r\nNEPAD will depend primarily on responses to the basic\r\nissues of mobilizing sufficient resources for Africa,\r\naccess to markets, foreign debt and strengthening\r\nAfrica’s development capacity. In that context, an\r\nappropriate follow-up monitoring mechanism is\r\nessential. At the inter-governmental level, the General\r\nAssembly and the Economic and Social Council will\r\nplay a central role. The United Nations follow-up\r\nmechanism should be strengthened to coordinate and\r\nchannel the efforts of the various players towards\r\nAfrica. Similarly, structures within the United Nations\r\nSecretariat must have sufficient financial and human\r\nresources to implement NEPAD.\r\nAfrica is resolved more than ever to take charge\r\nof its economic and social development within the\r\ncontext of the new partnership. The international\r\ncommunity’s support is necessary to assist Africa in\r\nimplementing its development programme. Success in\r\nthat area will be an important parameter in the\r\nimplementation of the Millennium Declaration\r\n23\r\nA/57/PV.33\r\nobjectives of September 2000, whereby the General\r\nAssembly unanimously supported NEPAD.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on items 33 and 41 for this\r\nmeeting. We shall continue the debate on this item this\r\nafternoon at 3 p.m.\r\nThe meeting rose at 12.35 p.m.\r\n"