"United Nations A/57/PV.8\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n8th plenary meeting\r\nSunday, 15 September 2002, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-178. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-59013 (E)\r\n*0259013*\r\nPresident: Mr. Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nIn the absence of the President, Mr. Hussein\r\n(Ethiopia), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAddress by His Excellency Mr. Olusegun Obasanjo,\r\nPresident and Commander-in-Chief of the Armed\r\nForces of the Federal Republic of Nigeria\r\nThe Acting President: The Assembly will now\r\nhear an address by the President and Commander-in-\r\nChief of the Armed Forces of the Federal Republic of\r\nNigeria.\r\nMr. Olusegun Obasanjo, President and\r\nCommander-in-Chief of the Armed Forces of the\r\nFederal Republic of Nigeria, was escorted into\r\nthe General Assembly Hall.\r\nThe Acting President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency Mr. Olusegun Obasanjo,\r\nPresident and Commander-in-Chief of the Armed\r\nForces of the Federal Republic of Nigeria, and to invite\r\nhim to address the Assembly.\r\nPresident Obasanjo: On behalf of the\r\nGovernment and people of Nigeria, I join other\r\ndelegations in congratulating Mr. Kavan on his election\r\nas president of the fifty-seventh session of the United\r\nNations General Assembly. I have no doubt that, under\r\nhis able leadership, the work of this session will be\r\nguided to a successful conclusion. Let me also\r\nacknowledge the work done by his predecessor, who\r\nguided the affairs of the fifty-sixth session with great\r\nskill and commitment.\r\nThe tireless efforts of our Secretary-General,\r\nMr. Kofi Annan, on behalf of our Organization must\r\nnot go unnoticed. He deserves our profuse\r\nappreciation.\r\nI welcome the newest member of our\r\norganization, Switzerland. I have no doubt that this\r\nnation will bring unique perspectives to the work of the\r\nUnited Nations, which will enhance the attainment of\r\nits objectives.\r\nIt is regrettable that international terrorism\r\ncontinues to pose a threat to international peace and\r\nsecurity. There is a need for reviewed and concerted\r\nefforts on our part to confront the menace until the\r\nthreat is halted. The various international instruments\r\naimed at combating terrorism deserve our full support.\r\nNigeria remains deeply committed to the fight against\r\nterrorism. We are committed to the early elaboration of\r\na comprehensive convention on international terrorism.\r\nDespite the best intentions and efforts of the\r\ninternational community, a scourge of a different nature\r\ncontinues to threaten many parts of the world. I refer\r\nhere to the numerous theatres of conflict around the\r\nworld. People continue to expend valuable energies and\r\nresources in fighting each other, often for causes that\r\nare unproductive. The international community has a\r\nresponsibility, not only to design appropriate strategies\r\nfor a measured and early response to snuff out these\r\nconflicts, but also to find ways and means of\r\n2\r\nA/57/PV.8\r\naddressing their root causes, and managing them to a\r\npeaceful conclusion. Only then will true peace and\r\nstability reign in the world.\r\nWhile it is true that many of these conflicts have\r\ntheir root causes in poverty, ignorance, real and\r\nperceived injustice and the absence of basic freedoms,\r\nit is equally evident that they are often exacerbated,\r\nespecially in the case of African conflicts, by the influx\r\nof small arms into the continent. Illicit trade in small\r\narms and light weapons has continued unabated, with\r\ndisastrous consequences for many developing\r\ncountries. We are deeply concerned that manufacturing\r\ncountries are not doing enough to limit the\r\nproliferation of these weapons through appropriate\r\nsafeguards. We, therefore, call on the international\r\ncommunity to consider elaborating a legally binding\r\ninternational instrument to control the supply of these\r\nweapons to non-State actors.\r\nThe United Nations peacekeeping role is an\r\ninvaluable one in the global effort to help contain and\r\nresolve conflicts around the world. It deserves to be\r\nsustained and strengthened. Nigeria is proud to be an\r\nactive participant in this peacekeeping and\r\npeacemaking effort. We remain committed to this\r\nresponsibility in the conviction that we are our\r\nbrother’s keeper and in the knowledge that there can be\r\nno development without peace and stability.\r\nThe situation in the Middle East continues to pose\r\na serious threat to international peace and security. We\r\nreaffirm our commitment to the right of the Palestinian\r\npeople to their own independence, as well as the right\r\nof the State of Israel to exist within safe and secure\r\ninternational borders, consistent with Security Council\r\nresolutions 242 (1967) and 338 (1973). We therefore\r\nwelcome the vision and the engagement of the Quartet,\r\nas well as other sponsors of the Middle East peace\r\nprocess. I urge the parties in the Middle East conflict to\r\ncooperate with the international community and give\r\nthe ongoing peace process a chance. That becomes\r\nimperative because we cannot afford a situation of\r\nprotracted conflict in the subregion.\r\nNigeria notes with concern the threat that the\r\nsituation in Iraq poses to international peace and\r\nsecurity. We hold the view that any further escalation\r\nof tension would lead to very serious consequences.\r\nNigeria, therefore, urges the parties concerned to\r\nexercise caution and restraint and that the matter be\r\nresolved in accordance with the provisions of the\r\nCharter of the United Nations.\r\nThere is no shortage of international good will\r\nand commitment to development. Various declarations\r\nand programmes eloquently address the need for rapid,\r\ndurable and sustainable development, as well as the\r\ndesire for the equitable distribution of the world’s\r\nwealth. In spite of this good will and good intentions\r\non the part of the international community, more than\r\nhalf of humanity lives in abject poverty and ignorance.\r\nFor many countries in Africa, hunger and disease\r\nremain pervasive and deeply rooted. Human\r\ndevelopment indices for some of the poorest countries\r\nare, indeed, unflattering for a world that is so rich but\r\nwith resources so unevenly distributed.\r\nIt is our conviction that urgent, concrete action is\r\nrequired, if the lofty goals we have set for ourselves in\r\nthe Millennium Declaration to make the world a better\r\nplace are to be realized. Many developing countries\r\nrequire assistance from the international community in\r\nthe form of increased official development assistance\r\nand foreign direct investment flows and efforts to\r\nalleviate their excruciating debt burden and enable\r\nthem to develop their human and material resource\r\nbase.\r\nAfrica remains committed to the attainment of the\r\ngoals of the Millennium Declaration. In that regard, I\r\nam pleased to state that Africa is seeking to lift itself\r\nby its own bootstraps, through the New Partnership for\r\nAfrica’s Development (NEPAD). As members are\r\naware, NEPAD is designed to address, in a sustained\r\nand coordinated way, many of the developmental\r\nproblems associated with Africa’s underdevelopment.\r\nWe are encouraged by the support that NEPAD\r\nhas so far received from the international community.\r\nThe latest evidence of this support is the outcome of\r\nthe recent meeting of the Group of 8 in Kananaskis,\r\nCanada, towards the implementation of the Action\r\nPlan. It is hoped that the United Nations high-level\r\nsegment on NEPAD would record greater successes in\r\nthe much expected endorsement of that initiative by the\r\ninternational community.\r\nThis and other programmes designed to improve\r\nthe living conditions of the majority of humanity may\r\nnot yield the desired results if one of the greatest\r\ndangers facing humanity today is not addressed with\r\nthe commitment and urgency it deserves. I am speaking\r\nhere of the HIV/AIDS pandemic that continues to bring\r\n3\r\nA/57/PV.8\r\nhavoc, misery and hopelessness on humanity,\r\nespecially in Africa where the pandemic is threatening\r\nto wipe out entire generations. For example, it is\r\nestimated that out of the 36 million people living with\r\nHIV/AIDS worldwide, 75 per cent of them are in sub-\r\nSaharan Africa. The consequent toll on the human and\r\nmaterial resources of one of the most impoverished\r\nregions of the world cannot be overemphasized. Not\r\nonly is the productive population of Africa being\r\nsystematically decimated by HIV/AIDS, but efforts to\r\ncombat this and other diseases, such as malaria,\r\ntuberculosis and other infectious diseases, are also\r\ndiverting scarce resources away from development\r\nprogrammes and projects. Massive assistance is\r\ntherefore required from the international community to\r\ncomplement the efforts of individual countries.\r\nNigeria will spare no effort to combat these\r\nscourges. While we are fully aware of the insidious\r\nnature of all of these pestilences, the spread of HIV/\r\nAIDS constitutes by far our greatest source of concern.\r\nFor that reason, Nigeria is active in contribution to and\r\nmanagement of the Global Fund to fight HIV/AIDS.\r\nWe have also established a national agency for\r\nthe prevention and control of HIV/AIDS to coordinate\r\nthe Government’s multisectoral approach to the\r\nprevention, control and management of the pandemic.\r\nWe pledge to continue to do our best in this human\r\nstruggle against this powerful, destructive force,\r\nespecially by generating awareness in the country\r\nabout its prevention and spread. We continue, however,\r\nto count on the international community to find cures\r\nfor these diseases, as well as to give assistance to many\r\nof our countries in these efforts. The leadership of the\r\nUnited Nations is critical to the success of these\r\nefforts.\r\nI wish once again to draw the Assembly’s\r\nattention to the pernicious issue of corruption and its\r\nmanifestation at the international level. We have\r\nalways maintained that it takes two to tango and that\r\nthe instances of corruption in developing countries\r\nhave often been supported by encouragement, and\r\ninducements and the provision of safe havens by the\r\nindustrialized countries. Thus, we are strongly\r\nadvocating that efforts to establish a convention against\r\ncorruption need to be expedited, so that we can have\r\nglobal action against corruption.\r\nThere is no doubt that the United Nations has\r\nserved humanity well. It has come a long way since its\r\nhumble beginnings in 1945. It remains the only\r\norganization to which all nations, in varying degrees\r\nand ways, are associated and committed. Humanity is\r\nthe better for the existence of the United Nations. The\r\nOrganization provides the basis for our collective\r\nsecurity, international cooperation and solidarity, which\r\nare essential for human coexistence. We must therefore\r\ncontinue to fine-tune its implementations to make it\r\nmore responsive to the needs of the times and to\r\nprepare it for the challenges of the future, some of\r\nwhich could not have been envisaged by the founding\r\nMembers.\r\nI am pleased to note that there is general\r\nagreement among us on the need to reform the\r\nOrganization so as to make it more democratic in\r\nstructure, more efficient in management and more\r\nmanageable in size. Nigeria is a major proponent of the\r\nenvisaged reforms, especially those regarding the\r\nstructure and working methods of the Security Council.\r\nNigeria envisages a new Security Council in which it\r\nwill play the role destined by its geopolitical\r\ncircumstances and the challenges of the twenty-first\r\ncentury. In this regard, we are willing to contribute to\r\nefforts and stand ready to support others of like mind\r\nand circumstances in this endeavour.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the President and\r\nCommander-in-Chief of the Armed Forces of the\r\nFederal Republic of Nigeria for his statement.\r\nMr. Olusegun Obasanjo, President and\r\nCommander-in-Chief of the Armed Forces of the\r\nFederal Republic of Nigeria, was escorted from\r\nthe General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by the Right Honourable Pakalitha Bethuel\r\nMosisili, Prime Minister and Minister for Defence\r\nand Public Service of the Kingdom of Lesotho\r\nThe Acting President: The Assembly will now\r\nhear an address by His Excellency the Right\r\nHonourable Pakalitha Bethuel Mosisili, Prime Minister\r\nand Minister for Defence and Public Service of the\r\nKingdom of Lesotho.\r\nThe Right Honourable Pakalitha Bethuel\r\nMosisili, Prime Minister and Minister for\r\n4\r\nA/57/PV.8\r\nDefence and Public Service of the Kingdom of\r\nLesotho, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming His Excellency the Right Honourable\r\nPakalitha Bethuel Mosisili, the Prime Minister and\r\nMinister for Defence and Public Service of the\r\nKingdom of Lesotho, and invite him to address the\r\nGeneral Assembly.\r\nMr. Mosisili (Lesotho): My delegation associates\r\nitself with compliments extended to the President\r\nfollowing his election to the presidency of this session,\r\nto his predecessor, Mr. Han Seung-soo, and to the\r\nSecretary-General of the United Nations, Mr. Kofi\r\nAnnan.\r\nThe admissions of the Democratic Republic of\r\nEast Timor and of the Swiss Confederation to\r\nmembership of the Organization are a joyous occasion\r\nfor my delegation. We welcome and indeed\r\ncongratulate those two countries and nations as they\r\njoin our family of nations.\r\nAs we meet here today, Lesotho and some other\r\ncountries of the southern African subregion are in the\r\ngrip of a most devastating and unprecedented food\r\nshortage, as a result of a combination of floods,\r\nunseasonable frost and drought, consequent upon\r\nclimatic changes that have hit the region in the recent\r\npast.\r\nOn 19 April of this year, when the Government of\r\nthe Kingdom of Lesotho declared a state of famine, it\r\nwas evident that over half a million people, out of a\r\ntotal of 2.2 million, faced a severe food crisis. Since\r\nthen, efforts have been made at the national level to\r\naddress the problem.\r\nLet me take this opportunity, on behalf of the\r\nGovernment and the people of the Kingdom of Lesotho\r\nand, indeed, on my own behalf, to express our gratitude\r\nfor the rapid response of the United Nations and its\r\nspecialized agencies and programmes and that of the\r\ndonor community to the crisis facing my country.\r\nHIV/AIDS, which has emerged as a major health\r\nand development threat, continues to be a source of\r\ngrave concern in my country. Most of those who are\r\ninfected are between the ages of 15 and 45 and\r\nconstitute the potential and active workforce in\r\nLesotho.\r\nOf equally great concern is the corrosive effect\r\nthat HIV/AIDS has on the family structure and on the\r\nsocial fabric of our society. We now have a large\r\nnumber of orphans and child-headed households. Those\r\nwho are sick not only lack adequate counselling and\r\nmedicine but also lack care and support.\r\nMy delegation therefore makes a special appeal to\r\nthe international community to provide adequate\r\nfinancial support for the African countries, in order to\r\narrest and, indeed, to redress the spread of HIV/AIDS.\r\nIn this regard, the efforts of the Secretary-General of\r\nthe United Nations in establishing the Global Fund to\r\nfight AIDS, tuberculosis and malaria are most\r\nwelcome. Indeed, Africa as a whole needs\r\nunconditional support in many other areas, particularly\r\nin the sectors of agriculture, health, nutrition, water\r\nand sanitation and education. Undoubtedly, there is a\r\nstrong link between poverty and the scourge of HIV/\r\nAIDS.\r\nThe Monterrey Conference on Financing for\r\nDevelopment, the Doha Ministerial Conference on\r\ntrade and the World Summit on Sustainable\r\nDevelopment provided useful forums for discussing\r\nsteps that must be taken to remove obstacles to\r\neconomic growth and sustainable development,\r\nparticularly in the developing countries. We are\r\nhopeful that commitments made by our cooperating\r\npartners mark a beginning of the process of helping the\r\nleast developed countries (LDCs) to translate goals and\r\ntargets of major global conferences and summits into\r\nconcrete actions. My delegation reiterates that the\r\nmarginalization of LDCs can be ended only if they are\r\nassisted in integrating profitably into the global\r\neconomy.\r\nAfrica took a very bold and decisive step recently\r\nin Durban, South Africa, in launching the African\r\nUnion. There is no doubt, as many may have observed,\r\nthat while the road to this Union was strewn with many\r\nobstacles, there is now some light at the end of the\r\ntunnel. This hope is premised on the principles that\r\nhave guided us in the last thirty-nine years of the\r\nOrganization of African Unity (OAU). The Africa of\r\ntoday is committed to the principles of democracy,\r\nstability, peace, security, good governance and the rule\r\nof law. Above all, modern Africa is committed to good\r\neconomic management because it is, indeed, the\r\nmismanagement of our economies that has often led to\r\nconflicts on the continent.\r\n5\r\nA/57/PV.8\r\nThe New Partnership for Africa’s Development\r\n(NEPAD) is a home-grown African strategy and an\r\nAfrican Union programme for Africa’s development. It\r\nis a commitment by African leaders to eradicate\r\npoverty and to place the continent on a path of lasting\r\ngrowth and development. My delegation, therefore,\r\nappeals for more international support for NEPAD. We\r\nbelieve that the role of the entire international\r\ncommunity in supporting NEPAD, and the role of the\r\nUnited Nations in the coordination and synchronization\r\nof activities related to ensuring its success, would\r\nindeed provide a fresh impetus for Africa’s\r\ndevelopment.\r\nThe right of a people to self-determination is a\r\nhuman right and a fundamental principle enshrined in\r\nthe Charter of the United Nations. The peoples of\r\nWestern Sahara and Palestine, therefore, deserve no\r\nless. Hence, my delegation urges that efforts to\r\nemancipate these nations be strengthened and speeded\r\nup.\r\nLesotho is gratified that one of the oldest and\r\nlongest running conflicts in Africa has finally come to\r\nan end with the signing of the ceasefire in Luanda,\r\nAngola, early this year, by the representatives of the\r\nNational Union for the Total Independence of Angola\r\n(UNITA) and the Government of Angola. However,\r\nLesotho and other Southern African Development\r\nCommunity (SADC) countries, as well as the\r\ninternational community at large, are alarmed by the\r\nharsh social and economic conditions that confront\r\ninternally displaced persons and refugees who return to\r\ntheir homes in Angola.\r\nWe appreciate the efforts of the entire United\r\nNations system to address this situation. We are of the\r\nview that a lot more still needs to be done for the\r\nAngolan people, including the provision of significant\r\nadditional resources as called for by the United Nations\r\nSecretary-General, in order to address the humanitarian\r\nneeds of the people of Angola.\r\nDespite the temporary disruption of the ceasefire\r\nnegotiations, my delegation is convinced that the\r\nMachakos Protocol signed between the Government of\r\nthe Sudan and the Sudan People’s Liberation\r\nMovement and Army, remains a viable framework for\r\nthe realization of durable peace in the Sudan. We urge\r\nthe warring parties to return to the negotiation table in\r\nearnest and in good faith.\r\nThe situation in the Democratic Republic of\r\nCongo has also been a source of concern to us all. We\r\nwish to congratulate the Governments of the\r\nDemocratic Republic of Congo, Rwanda and Uganda\r\nfor the signing of the peace agreements, which should\r\npave the way for the withdrawal of troops from the\r\nDemocratic Republic of Congo. We believe that this\r\nwill also ensure that the security concerns of the\r\nneighbouring countries are adequately addressed,\r\nwhilst at the same time creating conditions that are\r\nconducive for the Congolese people to live in peace in\r\ntheir own country.\r\nTerrorism has become one of the most pressing\r\nconcerns of the international community in recent\r\ntimes. The Government of Lesotho has joined other\r\npeace-loving members of the international community\r\nin waging war against this heinous crime.\r\nThe Government of Lesotho is committed to the\r\nfull implementation of Security Council resolution\r\n1373 (2001), and, despite financial and technical\r\nconstraints, we will continue to discharge our\r\nobligations, as stipulated in that resolution.\r\nThe shocking images of atrocities perpetrated in\r\nRwanda and in the former Yugoslavia will forever be\r\nembedded in our minds. They have served as a painful\r\nreminder to the international community that such\r\ncrimes should never go unaccounted for and their\r\nperpetrators unpunished. In that spirit we hail the\r\nlandmark agreement reached between the United\r\nNations and the Government of Sierra Leone to\r\nestablish an independent special court for the\r\nprosecution of those responsible for the serious decade-\r\nlong crimes against humanity committed in the\r\nterritory of Sierra Leone. We hope that the creation of\r\nthis special court will contribute greatly to the process\r\nof national reconciliation and healing, as well as to the\r\nrestoration and maintenance of peace in Sierra Leone.\r\nThe Government of Lesotho reveres the coming\r\ninto force of the Statute of the International Criminal\r\nCourt, a momentous period when the countries of the\r\nworld affirmed their intolerance of those who commit\r\ncrimes against humanity with impunity. We therefore\r\ninvite those States that have not yet done so, to become\r\nparty to the Statute, so that we may embark on this\r\nnoble but difficult pursuit in solidarity.\r\nI should not conclude this statement without\r\nmaking reference to the issue of the reform of the\r\nSecurity Council. The process of democratization is,\r\n6\r\nA/57/PV.8\r\nindeed, very difficult, and yet inevitable. It essentially\r\ninvolves a lot of compromise and understanding on the\r\npart of those who cherish and uphold the basic tenets of\r\ndemocracy and equality of States. My delegation\r\ntherefore wishes to reiterate its concern that this organ\r\nof the United Nations, which is charged with the\r\nmaintenance of international peace and security, has\r\nitself not yet moved to be more inclusive and more\r\nrepresentative. Here again, efforts need to be redoubled\r\nand the pace accelerated.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister and\r\nMinister for Defence and Public Service of the\r\nKingdom of Lesotho for the statement he has just\r\nmade.\r\nMr. Pakalitha Bethuel Mosisili, Prime Minister\r\nand Minister for Defence and Public Service of\r\nthe Kingdom of Lesotho, was escorted from the\r\nrostrum.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Koffi Panou, the Minister for Foreign\r\nAffairs and Cooperation of Togo.\r\nMr. Panou (Togo) (spoke in French): The\r\npreservation of international peace and security, the\r\nfight against terrorism in all its forms, the eradication\r\nof poverty throughout the world, the promotion of\r\nsustainable development and the establishment of a\r\nmore just and more human international order are the\r\nchallenges that we must strive to meet, primarily\r\nthrough the irreplaceable framework of the United\r\nNations. We are meeting once again to find new\r\nperspectives in the light of the evolving international\r\nsituation in order to provide new impetus to our actions\r\nby coming together around common objectives.\r\nBefore continuing my statement, allow me, on\r\nbehalf of the delegation of Togo and on my own behalf,\r\nto address our warmest congratulations to Mr. Kavan\r\non his election as President of the General Assembly at\r\nits fifty-seventh session. His election to that high post\r\nis a tribute not only to him personally, but also to his\r\ngreat and beautiful country. I assure him of the fullest\r\ncooperation of my country towards the success of his\r\nmission.\r\nI also take this opportunity to convey to his\r\npredecessor our full gratitude for the effective way in\r\nwhich he led the work of the previous session.\r\nTo Secretary-General Kofi Annan, who works\r\ntirelessly to strengthen peace and security throughout\r\nthe world, we reiterate our high appreciation of his\r\ncommitment and dedication.\r\nI congratulate Switzerland and Timor-Leste on\r\ntheir admission into the great United Nations family.\r\nDemocracy, respect for fundamental freedoms\r\nand human rights and good governance are factors in\r\ndevelopment and peace and values to which Togo has\r\nlong adhered and to which we are deeply attached. It is\r\nin the spirit that we must consider the political reforms\r\nthat were launched 15 years ago at the initiative of our\r\nHead of State. These reforms seek to build a peaceful\r\ndemocracy based on the widest possible national\r\nconsensus and rooted in the historical and socio-\r\ncultural realities of our country.\r\nToday, our efforts have led to the establishment\r\nand effective operation of almost all the institutions\r\ncalled for in the Constitution of the Fourth Republic, to\r\nthe restoration of State authority and security and to the\r\nrevitalization of the national economy. We have\r\nachieved these results despite the difficulties that\r\nhindered the process of democratization as a result of a\r\npoorly begun transition, and despite all kinds of\r\nmanoeuvres and obstacles constantly set up by an\r\nunhelpful opposition. Priority has been placed above\r\nall on the continuation of political reforms to ensure\r\nthat they are undertaken in a climate of restored calm\r\nand ongoing concertation among all the political forces\r\nof our nation.\r\nIt was in this context that, at the initiative of the\r\nHead of State, Mr. Gnassingbé Eyadema, we launched\r\nan inter-Togolese dialogue among all the country’s\r\nprincipal political actors that led to the signing of a\r\nframework agreement in July 1999. The\r\nimplementation of that agreement allowed the\r\nestablishment of a dialogue between the Government\r\nand the opposition on such essential political questions\r\nas the organizational modalities of early legislative\r\nelections.\r\nIt was the will of the Head of State and of the\r\nGovernment to ensure that these elections, open to all\r\npolitical groups without exception, should take place in\r\na climate of peace and security, with the necessary\r\nguarantees of transparency and legality. It is also our\r\naim that, at the completion of this electoral process, a\r\nnew phase should begin in our country’s political life\r\n7\r\nA/57/PV.8\r\nwith the revitalization of a National Assembly in which\r\npolitical groups that wish to be represented can be so.\r\nAll of these achievements, which strengthen\r\npolitical pluralism in Togo, deserve the support and\r\nencouragement of our partners, particularly those in\r\nEurope, with a view to normalizing our relations of\r\ncooperation. Unfortunately, that has not been the case.\r\nAs I stressed a year ago from this very rostrum, the\r\npeople of Togo do not deserve the treatment they have\r\nreceived. It is now clear that the rash imposition of\r\nsanctions as a means of political pressure entails limits\r\nbeyond which such measures become ineffective and\r\nrun counter to morality and to the duty of international\r\nsolidarity.\r\nI wish once again to launch an urgent appeal for\r\nthe resumption of the cooperation that Togo has a right\r\nto expect from the international community as an act of\r\nsolidarity, support and encouragement for the\r\nindisputable efforts that have been made by my\r\nGovernment towards the development of the country\r\nand the consolidation of the bases of our democracy in\r\na climate of peace, stability and national harmony.\r\nMrs. Ferrero-Waldner (Austria), Vice-President,\r\ntook the Chair.\r\nIt is well known that we in Togo have made peace\r\nand national security our credo, given that no\r\nundertaking for sustainable development can be\r\nsuccessfully carried out if the recourse to violence\r\nprevails over dialogue, concertation and mutual respect\r\nand if the world continues to face such terrorist acts as\r\nthe tragedy of 11 September 2001. Those terrible\r\nevents, which are still vivid in our minds, require us,\r\nindividually and collectively, to respond appropriately\r\nto the threats represented by terrorism. Togo, which has\r\nbeen a repeated victim of terrorist aggression,\r\nunderstands the importance of the challenge and spares\r\nno effort in assuming its share of the responsibility in\r\nthis struggle.\r\nWe must here welcome the speed with which the\r\nUnited Nations has reacted to this problem and\r\ncontributed to the emergence of an acute awareness of\r\nthe phenomenon and the dangers it entails for all\r\nmankind. Today, as was the case a year ago, it is\r\nimperative that we recognize the urgency and need to\r\npursue this campaign. It is clear that we must seek\r\ntogether the factors that will contribute to maintaining\r\npeace in all its dimensions.\r\nYes, crises and armed conflicts still afflict the\r\nworld, unfortunately, in Africa and elsewhere. While it\r\nmay be true that some glimmers of hope have emerged\r\nin Africa with the resolution of the conflict between\r\nEthiopia and Eritrea and with respect to the settlement\r\nof other crises, the situation remains alarming. It is\r\nalarming in the Great Lakes region and the Mano River\r\nregion, which is again experiencing a genuine security\r\nproblem, with major humanitarian consequences.\r\nWhether we are talking about the Democratic\r\nRepublic of the Congo, the Mano river region, the\r\nSudan, Somalia or any other country affected by crises,\r\nwe reaffirm that only dialogue and negotiation can lead\r\nto peace and ensure the lasting settlement of disputes.\r\nWe therefore urge the parties to such crises and armed\r\nconflicts to be more courageous and demonstrate\r\ngreater political will so as to give peace a chance\r\nthrough negotiating processes already under way and\r\nby respecting and effectively implementing the\r\nprovisions of agreements that have already been\r\nsigned.\r\nIn this respect, we welcome the recent\r\nannouncement of the withdrawal, beginning next week,\r\nof Rwandan troops from the eastern part of the\r\nDemocratic Republic of the Congo, and we hope that\r\nthe implementation of this decision will strengthen the\r\nprocess under way.\r\nThe situation in the Middle East also remains\r\nworrying. We must find a solution to the vicious circle\r\nof violence — violence breeding violence. Togo has\r\nalways stressed that violence can lead only to bitterness\r\nand resentment and that it further perpetuates violence.\r\nThis cannot be said enough: dialogue and negotiation\r\nare the only means that should be used to settle\r\ndisputes. We therefore strongly urge both Palestinians\r\nand Israelis to end the vicious circle of violence and\r\nimmediately take up negotiations with a view to\r\nachieving a just, comprehensive and final settlement of\r\nthe question of Palestine, which is at the heart of the\r\nconflict in the Middle East. Of course, such a\r\nsettlement would require recognition of the legitimate\r\nrights of the Palestinian people, including their right to\r\na viable Palestinian State. But it would also entail the\r\nrecognition of the equally legitimate rights of the\r\nIsraeli people to live in peace and complete security\r\nwithin internationally recognized borders.\r\nThis session began just a few days after the\r\nconclusion of the World Summit on Sustainable\r\n8\r\nA/57/PV.8\r\nDevelopment, at which the international community\r\nstressed more than ever before the need to protect\r\nhumankind and the natural world. Now more than ever\r\nwe must protect humankind in its multifaceted\r\ncharacter and the environment in all of its variety.\r\nI am pleased to note, too, that this session of the\r\nGeneral Assembly is taking place during a historic time\r\nfor our continent of Africa. Indeed, two years ago, on\r\n12 July 2000, at Lomé, Togo, African countries laid the\r\ngroundwork for a new Africa by adopting, before the\r\nwhole world, the Constitutive Act of the African\r\nUnion. The African heads of State or Government\r\nsolemnly launched the new continent-wide\r\norganization at Durban in July, thereby translating into\r\nreality their determination to shape a new destiny for\r\nAfrica.\r\nSome might be tempted to say that, despite the\r\nestablishment of the African Union, nothing decisive\r\nwill be done and that the continent will still be trying\r\nto find itself while stagnating in underdevelopment. It\r\nis true that, given the current economic and social\r\nsituation, such pessimism could be warranted. Indeed,\r\nour continent of Africa is still the principal victim of an\r\neconomic order that is out of balance and unfair — one\r\nthat all too often deprives it of the fruits of its own\r\nlabour.\r\nUnstable commodity prices, yearly increases in\r\nthe price of crucial capital goods, debt, limited access\r\nto the markets of industrialized countries for our\r\nfinished and semi-finished goods and the competition\r\nwith which our products have to contend as a result of\r\nthe export subsidy policies of certain rich countries —\r\npolicies that benefit their own industries — are\r\nseriously hampering the development of our countries.\r\nToday more than ever it is vital to ask how Africa\r\ncan reconcile the repayment of its debt with the\r\nimplementation of its economic growth and\r\ndevelopment goals. Turning the current situation\r\naround is a task that we must undertake through\r\nreflection and action.\r\nThe establishment of a new structure — the\r\nAfrican Union — marks a decisive turning point in the\r\nhistory of our continent, which, more than ever before,\r\nneeds the invaluable support of the international\r\ncommunity in carrying out its development\r\nprogrammes. We are aware that Africa cannot rise to\r\nthe challenge of growth and development unless it\r\nbecomes organized to mobilize and make the best use\r\nof its resources using external aid only as a\r\ncomplement to its own efforts. We earnestly hope that\r\nthe consolidation of various subregional organizations\r\nfor economic integration, together with the synergistic\r\nimplementation of the New Partnership for Africa’s\r\nDevelopment, will provide Africa with the means to\r\nachieve its ambitions.\r\nIn conclusion, I should like to stress that the new\r\ninternational context and the multidimensional nature\r\nof the problems to be faced mean that we must work\r\nwith greater determination and solidarity within the\r\nUnited Nations in order to push back insecurity,\r\npoverty and misery. In this regard, we must consider\r\nproviding this shared Organization with the\r\nwherewithal and the increased resources to enable it to\r\nachieve peace and economic and social development\r\nfor our peoples.\r\nThat is the price to be paid for the future of\r\nhumankind. I earnestly hope that the United Nations\r\nwill, more than ever before, become the ideal tool to\r\nimplement our ideals of peace, justice, progress and\r\nliberty for the benefit of our peoples.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Shaikh Mohammed Bin Mubarak Al-\r\nKhalifa, Minister for Foreign Affairs of Bahrain.\r\nShaikh Mohammed Bin Mubarak Al-Khalifa\r\n(Bahrain) (spoke in Arabic): I should like at the outset\r\nto sincerely congratulate Mr. Jan Kavan on his election\r\nas President of the General Assembly at its fifty-\r\nseventh session. I should also like to express my deep\r\nappreciation to his predecessor, Mr. Han Seung-soo,\r\nForeign Minister of the Republic of Korea, for his\r\ntireless efforts in conducting the proceedings of the\r\nfifty-sixth session, as well as of the twenty-seventh\r\nspecial session of the Assembly, on children.\r\nI should also like to express our deep appreciation\r\nto Secretary-General Kofi Annan for his continued\r\nefforts to enhance the role of the United Nations and to\r\nenable it to achieve the noble and lofty objectives for\r\nwhich it was created.\r\nFurthermore, I am pleased to extend my\r\ncongratulations to the Swiss Confederation on its\r\nhaving joined the Organization. I would like also to\r\ncongratulate East Timor on attaining its independence.\r\nIt is also my pleasure to welcome the establishment of\r\nthe African Union, the successor to the Organization of\r\nAfrican Unity.\r\n9\r\nA/57/PV.8\r\nThis session was convened on the first\r\nanniversary of 11 September, an event that terrified the\r\ninternational community, shocked the human\r\nconscience and unified international efforts to face up\r\nto an enemy that has no religion, ethnicity, race or\r\nnationality. That enemy is terrorism.\r\nOn this painful anniversary, it is incumbent upon\r\nus to again extend our condolences and sympathy to\r\nthe United States of America and its friendly people,\r\nand to the families of the victims everywhere, and to\r\ncondemn terrorism in all its forms and manifestations.\r\nWe affirm our support for all international efforts that\r\nseek to combat its elements and to uproot it.\r\nIn line with the purposes and principles of the\r\nUnited Nations Charter and with international efforts,\r\nthe Kingdom of Bahrain has sought, since attaining\r\nindependence, to build a modern State and a civil\r\nsociety in which the human being is the focal point.\r\nSuch a human being would be prepared and qualified\r\nto cope with the political, economic and social\r\nrequirements of modern life.\r\nMoreover, taking firm and confident steps, the\r\nKingdom of Bahrain affirms its commitment to the\r\ndevelopment and modernization process taking place\r\nunder the leadership of His Majesty Shaikh Hamad Bin\r\nIsa Al-Khalifa, King of the Kingdom of Bahrain. My\r\ncountry was proclaimed a constitutional monarchy\r\nfollowing a plebiscite on our National Action Charter,\r\ndesigned to promote democratic and constitutional life\r\nin Bahrain. The municipal elections in May 2002, in\r\nwhich women participated both as voters and as\r\ncandidates, were a success; preparations are now under\r\nway for parliamentary elections, which are to take\r\nplace in October.\r\nThe Government and the people have made a\r\nconcerted effort to ensure success in the democratic\r\nand developmental process, as set out in the Kingdom’s\r\nConstitution and in its policies and programmes in all\r\nfields. In this regard, the Kingdom has acceded to the\r\nConvention on the Elimination of All Forms of\r\nDiscrimination against Women. Civic activities have\r\nbeen enhanced and the number of non-governmental\r\norganizations has risen. These have been promoted so\r\nthat all the people of Bahrain may participate in\r\nexpanding national efforts to ensure the well-being of\r\nthe people and respect for human rights in all civil,\r\npolitical, economic, social and cultural areas.\r\nThe Kingdom of Bahrain takes pride in these\r\nachievements, which have been recognized by the\r\nUnited Nations Human Development Report for 2002,\r\nwhich ranked the Kingdom of Bahrain high among all\r\ncountries of the world and, for the sixth time, first\r\namong sisterly Arab States. Furthermore, the Arab\r\nHuman Development Report 2002 has also mentioned\r\nour achievements, showing once again the success of\r\nthe Kingdom’s democratic and development strategy in\r\nall areas.\r\nMoreover, the leadership and the people of the\r\nKingdom of Bahrain are proud that, in a report recently\r\npublished by the United Nations Industrial\r\nDevelopment Organization, Bahrain was ranked 42nd\r\namong the 87 countries included in the report, and first\r\nin the Arab world.\r\nThe Kingdom of Bahrain attaches great\r\nimportance to the question of regional security, because\r\nof the repercussions it has on the security and stability\r\nof States and peoples. Accordingly, Bahrain has\r\nconsistently sought to consolidate neighbourly\r\nrelations and mutual respect with its neighbouring\r\nStates. Bahrain looks forward to the peaceful resolution\r\nof the question of the three Emirates islands, in\r\naccordance with the principles and rules of\r\ninternational law and in a brotherly spirit of\r\nunderstanding, on the basis of recent positive\r\ndevelopments in the relations between the States\r\nmembers of the Gulf Cooperation Council and the\r\nIslamic Republic of Iran, and in the light of the direct\r\ncontacts that have taken place recently, in particular\r\nthose between the United Arab Emirates and Iran.\r\nFurthermore, the Arab Summit, held in Beirut last\r\nMarch, confirmed the necessity and importance of\r\nsecurity and stability in the Gulf region and of creating\r\na propitious atmosphere for the restoration of normal\r\nrelations among the States of the region. It called upon\r\nIraq to complete the implementation of relevant\r\nSecurity Council resolutions on the situation between\r\nIraq and Kuwait, especially those relating to Kuwaiti\r\nand third-country prisoners of war; to cooperate with\r\nthe United Nations with a view to alleviating the\r\nsuffering of the people of Iraq; and to avoid any\r\nconfrontation that might threaten the States and\r\npeoples of the region or the unity and territorial\r\nintegrity of Iraq, and that might be used as a pretext for\r\ninterfering in Iraq’s internal affairs.\r\n10\r\nA/57/PV.8\r\nThe Middle East is currently facing great danger\r\nas a result of Israel’s policy in the occupied Palestinian\r\nterritories and of its perpetration of the most heinous\r\ncrimes against the Palestinian people, such as\r\nassassinations, blockades and the destruction of the\r\ninfrastructure and the economy. The events that took\r\nplace in the Jenin refugee camp and in the Gaza Strip,\r\nalong with the daily events that occur in all other\r\nPalestinian cities, are clear indications of the Israeli\r\nGovernment’s aggression and violation of international\r\nlaw and norms and of its unwillingness to accept peace\r\nor comply with the international agreements it has\r\nsigned.\r\nFurthermore, the Palestinian people are still\r\nresisting this ferocious assault with great courage and\r\ndetermination, thus asserting their right to fight the\r\noccupation and emphasizing their belief in their just\r\ncause, while upholding their legitimate leadership and\r\ndefending their national rights, as endorsed by the\r\ninternational community, in accordance with Security\r\nCouncil resolutions 242 (1967), 338 (1973), and other\r\nrelevant resolutions, the latest being Council resolution\r\n1397 (2002). They are also upholding the principle of\r\nland for peace and the establishment of an independent\r\nPalestinian State on their national land, with Jerusalem\r\nas its capital.\r\nOn the basis of its principles and in support of\r\njustice, Bahrain has always stood by the brotherly\r\npeople of Palestine. It affirms its full support for the\r\nArab peace initiative adopted at the Arab Summit held\r\nat Beirut in March 2002 on the basis of the vision\r\noffered by His Royal Highness Prince Abdullah Bin\r\nAbdul-Aziz Al-Saud, Crown Prince of the Kingdom of\r\nSaudi Arabia. That vision provides for an end to the\r\nMiddle East conflict, the establishment of normal\r\nrelations with Israel in exchange for its withdrawal\r\nfrom all the occupied Arab territories to the borders of\r\n4 June 1967, including withdrawal from the Syrian\r\nArab Golan Heights and the remaining Lebanese\r\noccupied territories, and a just settlement of the\r\nquestion of Palestinian refugees in accordance with\r\nGeneral Assembly resolution 194 (III) of 1948.\r\nThe oppression to which the Palestinian people\r\nare subjected and the ongoing situation that threatens\r\nsecurity and peace in the Middle East and the world\r\nrequire immediate intervention by the Security Council\r\nand the international community to stop Israeli\r\npractices against the Palestinian people and to\r\nreactivate the Arab peace initiative at the regional and\r\ninternational levels. That initiative is a viable basis for\r\nany move towards the achievement of a just and\r\ncomprehensive peace in the region.\r\nBahrain has welcomed the initiative of the United\r\nStates Secretary of State with respect to convening a\r\npeace conference on the Middle East, on the basis of\r\nideas and principles put forward by the Arab Summit in\r\nthe Arab peace initiative and of the relevant\r\ninternational resolutions. It hopes that a just and\r\ncomprehensive peace in the Middle East will thus be\r\nachieved, leading to stability and security, ending the\r\ncycle of conflict and violence, and bringing instead a\r\ncycle of fruitful cooperation among the countries of the\r\nregion.\r\nBahrain has also reaffirmed this position by\r\nwelcoming the positive ideas in President Bush’s 24\r\nJune 2002 statement on the Middle East. Those ideas\r\nwere reiterated in his statement before the General\r\nAssembly last Thursday and related to the settlement of\r\nthe Middle East conflict within the framework of the\r\nresolutions of international legitimacy, and with a view\r\nto establishing a Palestinian State living side by side\r\nwith Israel in peace and security.\r\nThe Arab side, through the Arab peace initiative\r\nand by accepting the ideas that President Bush has put\r\nforward, has clearly demonstrated its interest in\r\nsecurity and stability in the region. The Israeli side has\r\nyet to detail what plans it has for peace and what\r\nposition it has taken vis-à-vis the Arab peace initiative\r\nand the ideas put forward by President Bush. What is\r\nneeded now is to translate those ideas and initiatives\r\ninto plans and practical steps that benefit peace and put\r\nan end to the present deteriorating situation.\r\nIn the light of Bahrain’s religious and cultural\r\ntraditions, as reflected in our Constitution and national\r\nlaws and as reaffirmed by our policies that focus, inter\r\nalia, on the right to life, security and peace, we would\r\nlike to reaffirm our strong rejection of all forms and\r\nmanifestations of terrorism. We would also welcome\r\nthe convening under United Nations auspices of an\r\ninternational conference on terrorism, with a view to\r\nreaching an internationally agreed definition of\r\nterrorism that differentiates between unacceptable\r\nterrorist acts and legitimate struggle and resistance by\r\npeople against foreign occupation to achieve national\r\nliberation and self-determination, and to defend\r\nthemselves in accordance with the United Nations\r\nCharter, to which we adhere in word and deed.\r\n11\r\nA/57/PV.8\r\nThe Kingdom of Bahrain has followed with great\r\ninterest the developments in Afghanistan, a country\r\nthat has lacked stability and has suffered the ravages of\r\nwar for many years. We welcome the measures taken\r\nby the Government of Afghanistan with a view to\r\npromoting security and stability and restoring normal\r\nlife for its people. We have also cooperated fully with\r\nthe Committee established pursuant to Security Council\r\nresolution 1373 (2001) on financial and logistical\r\nmeasures against terrorist activities, in line with the\r\nconcept of collective action within the United Nations.\r\nBahrain has supported all initiatives to establish\r\nnuclear-weapon-free zones and has supported other\r\nconfidence-building measures in regions such as the\r\nMiddle East, where we have supported the creation of a\r\nzone free of all weapons of mass destruction,\r\nespecially nuclear weapons, in accordance with the\r\nrelevant General Assembly resolutions. We call upon\r\nall our neighbours to support this idea in order to\r\nrelease resources that could be used for the prosperity\r\nand development of peoples. We call on the United\r\nNations to exert pressure on Israel to accede to the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\nand to subject its nuclear facilities to the\r\ncomprehensive safeguards system of the International\r\nAtomic Energy Agency.\r\nDialogue and tolerance among States and peoples\r\ncontribute to the promotion of understanding and the\r\nmaintenance of international peace and security. Based\r\non that conviction, and emphasizing the importance we\r\nattach to General Assembly resolution 53/22 of 16\r\nNovember 1998 concerning the United Nations Year of\r\nDialogue among Civilizations, the Kingdom of Bahrain\r\nhas hosted a seminar organized in cooperation with the\r\nGovernment of Japan. A number of internationally\r\nknown intellectuals from the Arab and Islamic worlds\r\nand from Japan participated in the seminar, which was\r\nconvened last March and was entitled “The Dialogue\r\namong Civilizations: The Islamic World and Japan”.\r\nThe seminar sought to promote dialogue between Arab-\r\nIslamic civilizations and other civilizations so that\r\ndifferent cultures may grow closer to one another.\r\nIn furtherance of this approach, the Kingdom of\r\nBahrain will also host the tenth session of the Islamic-\r\nChristian Dialogue Conference, to be held from 28 to\r\n30 October 2002. The objective is to promote better\r\nunderstanding between world religions and cultures,\r\nand to enhance interaction and exchange in order to\r\npreserve the progress that has been made and to\r\ninvigorate an informed outlook for the future, wherein\r\ncooperation in the interest of the entire human race,\r\nwithout discrimination, can take place.\r\nIn conclusion, I would like to state that, thanks to\r\ncooperative efforts, the World Summit on Sustainable\r\nDevelopment, recently held in Johannesburg, provided\r\na favourable opportunity for the review and evaluation\r\nof achievements made over the past 10 years, the\r\nidentification of impediments and challenges, the\r\ndevelopment of strategies and the identification of\r\nobjectives and priorities for joint action. It is our hope\r\nthat all States will implement the outcome of the\r\nJohannesburg Summit and will address the challenges\r\nfacing us all, especially the developing States.\r\nIn that context, the Kingdom of Bahrain would\r\nlike once again to affirm the importance of practical\r\nand effective implementation of the Millennium\r\nDeclaration with regard to development and the role of\r\nthe international community and international\r\norganizations in supporting national efforts in that\r\nfield.\r\nWe are confident that the United Nations, with\r\nthe determination, political will and hard work of its\r\nMember States, is capable of efforts that will help us\r\nachieve our shared goals of just peace, economic\r\nprosperity and social justice throughout the world. It is\r\nin our interest to cooperate with one another to make\r\nthe United Nations the main engine of our activities, in\r\norder to achieve a better world: one of peace, security,\r\nprosperity and justice for all peoples and all States.\r\nThe Acting President: I now give the floor to the\r\nDeputy Prime Minister and Minister for Foreign\r\nAffairs of the Syrian Arab Republic, His Excellency\r\nMr. Farouk Al-Shara’.\r\nMr. Al-Shara’ (Syrian Arab Republic) (spoke in\r\nArabic): It gives me great pleasure to congratulate\r\nMr. Jan Kavan on his election to the presidency of the\r\nGeneral Assembly at its fifty-seventh session. I am\r\nconfident that the many posts he has occupied will\r\nfacilitate his task in leading the deliberations of the\r\nGeneral Assembly to their desired objectives. I also\r\nexpress our appreciation to his predecessor for the\r\nefforts he made to bring the deliberations of the fifty-\r\nsixth session to a successful conclusion.\r\nI would be remiss if I failed to express our\r\nappreciation to Secretary-General Kofi Annan for his\r\nefforts to preserve the principles and purposes of the\r\n12\r\nA/57/PV.8\r\nUnited Nations Charter. I wish him success as he\r\nstrives to contribute successfully to the just solution of\r\nthe problems that the international community faces.\r\nI would also like wholeheartedly to welcome\r\nSwitzerland as the long-awaited newest Member of the\r\nOrganization. We look forward to cooperating with it\r\nin promoting the principles of the United Nations and\r\nsafeguarding its Charter.\r\nThis session of the General Assembly has been\r\nconvened one year after the 11 September attacks,\r\nwhich had an impact on the current international\r\nsituation. In the aftermath of the attacks, many grave\r\nissues remained unresolved, awaiting effective\r\nsolutions, and many questions went unanswered. The\r\nstate of confusion, incertitude and tension on the\r\ninternational scene results from the feeling of the\r\nmajority of the world’s people that they have lost their\r\norientation. This results from a tendency on the part of\r\nsome to use practices that can be best characterized as\r\nunilateral, expressing an appetite for hegemony and\r\nmonopoly over the wealth of others.\r\nThe Middle East region is a case in point. After\r\ndecades of struggle waged by the people of the region\r\nto liberate themselves from colonialism and foreign\r\ndomination and to try to eliminate injustices resulting\r\nfrom the redrawing of maps and the enforcement of\r\nartificial borders between them, the people of the\r\nregion are facing a more vicious attack today than they\r\nfaced during earlier colonial periods.\r\nThe Arab countries have condemned the attacks\r\nagainst the United States of America. They have\r\nexpressed sympathy for the families of the victims.\r\nNonetheless, a year after the event that was officially\r\nlinked to the Al Qaeda organization and the Taliban\r\nmovement, the world wonders how those accusations\r\nwere re-channelled so as to be levelled against the\r\nArab countries to such a degree that some of them are\r\nbeing threatened, while none of them had anything to\r\ndo with the attacks.\r\nThe irony is starker since justification for the\r\naccusation is usually linked to the presence of some Al\r\nQaeda elements in those countries or to the fact that\r\nsuch elements are nationals of those countries, while it\r\nis public knowledge that elements of the Al Qaeda\r\norganization are present in more than 60 countries\r\naround the world, including the United States of\r\nAmerica, according to official American statements.\r\nSince the end of the Second World War, our\r\nregion has witnessed a series of wars and destruction as\r\na result of an Israeli approach based on occupation,\r\nsettlement building and the uprooting of hundreds of\r\nthousands of Palestinians from their homeland. The\r\nUnited Nations has made efforts to find a just solution\r\nfor the Arab-Israeli conflict. To that end, the United\r\nNations has adopted hundreds of resolutions that Israel\r\nhas refused to implement, in a stark challenge to the\r\nwill of the international community. Israel continues to\r\noccupy the Golan, the West Bank and Gaza and parts of\r\nLebanese territory.\r\nWhen the Arab countries unanimously launched\r\ntheir peace initiative at the Beirut summit in March\r\n2002, Israel responded by launching a widescale\r\nmilitary attack against Palestinian cities, villages and\r\ncamps in the West Bank. Israel’s defiance of\r\ninternational legitimacy assumed proportions that have\r\nbeen condemned by international public opinion,\r\nparticularly when the Israeli Government refused to\r\nreceive the fact-finding mission to investigate the\r\ndetails of the massacre at the Jenin refugee camp.\r\nIsrael has claimed that the crimes it has carried\r\nagainst the Palestinian people under occupation have\r\nbeen carried out in self-defence and in the war against\r\nterrorism. We see how Israel has manipulated the war\r\nagainst the Taliban and Al Qaeda in Afghanistan. In\r\nthat context, it is important to stress that silence in the\r\nface of such manipulation amounts to total disregard\r\nfor human values, as much as it is disregard for\r\ndefenceless Palestinian souls.\r\nWithout going into details of the Israeli attacks\r\nand violations in which American weapons were used,\r\nthe only way out of the crisis faced by the peoples of\r\nthe region is by making Israel abide by relevant\r\nSecurity Council resolutions, which thus far are 28 in\r\nnumber. Is it reasonable for the world to request Iraq to\r\nimplement Security Council resolutions, while some\r\nhelp Israel remain above international law? It is indeed\r\nlegitimate for us to ask the United States to distance\r\nitself from the aggressive Israeli practices and to apply\r\nto Israel the American law that prohibits the use of\r\nAmerican weapons against a third party. It is indeed\r\nodd that the United States considers Israel to be acting\r\nin self-defence in occupied territories, which is not in\r\nkeeping with Security Council resolutions in whose\r\ndrafting and adoption the United States itself has\r\nparticipated since the founding of the United Nations.\r\n13\r\nA/57/PV.8\r\nJust and comprehensive peace in our region can\r\nbe achieved only through the implementation of\r\nresolutions of international legitimacy that stress the\r\nneed for Israel to withdraw from all the Arab territories\r\noccupied since June 1967 and to safeguard the\r\nlegitimate rights of the Palestinian people, including\r\nthe right to establish their independent State with\r\nJerusalem as its capital.\r\nMuch has been said recently about the danger of\r\nthe proliferation of weapons of mass destruction and\r\nthe possibility that international terrorists might\r\nacquire such weapons. As is well known, that danger is\r\nnot limited to one region. Rather, it exists in many\r\nregions of the world. It is regrettable that certain\r\nparties focus only on some Arab and Muslim countries,\r\nand not on others, ignoring in the meantime Israel’s\r\nnuclear arsenal. All the countries of the region have\r\nexpressed, year after year, their readiness to make the\r\nMiddle East region a zone free of all weapons of mass\r\ndestruction — nuclear, chemical and biological.\r\nToday more than ever before, we call for urgent\r\nand serious efforts to make our region free of all\r\nweapons of mass destruction, under the supervision of\r\nthe United Nations. We declare from this rostrum that\r\nall the Arab countries are prepared to establish such a\r\nzone, provided that Israel will agree to establish such a\r\nzone and to submit all its nuclear facilities to the\r\nsafeguards system of the International Atomic Energy\r\nAgency (IAEA), as have the other Middle East, Arab\r\nand Muslim countries of the region.\r\nThe majority vote that Syria won upon submitting\r\nits candidacy for membership to the Security Council\r\nhighlights the appreciation of these countries for\r\nSyria’s constructive role in supporting the United\r\nNations.\r\nMr. Pfanzelter (Austria), Vice-President, took the\r\nChair.\r\nIt is well known that Syria has always been in the\r\nforefront of countries whose respect for international\r\nlegitimacy constitutes a principled position in their\r\nforeign policy. We agree with the Secretary-General\r\nabout the necessity of avoiding unilateral measures and\r\nresorting instead to working within the framework of\r\nthe United Nations, which represents international\r\nlegitimacy.\r\nIn that light, we see no justification for igniting a\r\nnew war in the Middle East. We strongly believe that\r\nstriking Iraq, which no longer occupies the land of\r\nothers, while keeping silent about the Israeli\r\noccupation of the Arab territories occupied since 1967,\r\nrepresents blind bias and a distorted vision of the real\r\nsituation in the Middle East.\r\nThe international community is committed to the\r\nunity, sovereignty and territorial integrity of Iraq. We\r\ncannot recall anyone doubting that commitment. We\r\nalso stress that it is the right of the Iraqi people alone\r\nto decide their future without any interference in their\r\ninternal affairs. It is the duty of all Members of our\r\nOrganization to commit themselves to the\r\nimplementation of United Nations resolutions. In\r\nkeeping with that commitment, Syria supports the\r\nresumption of dialogue between Iraq and the Secretary-\r\nGeneral with the objective of reaching a political\r\nsolution that meets the requirements of the Security\r\nCouncil and that grants Iraq hope of peace, security\r\nand the lifting of the sanctions imposed on it,\r\nespecially as Iraq has officially recognized the State of\r\nKuwait and its international borders.\r\nSyria has expressed its satisfaction at positive\r\ndevelopments in the African continent. We are\r\nconfident that the establishment of the African Union\r\nwill have a positive impact on the present and future of\r\nthat continent and on solving the urgent problems it\r\nfaces. In that regard, we look forward with true hope to\r\nthe implementation of agreements recently signed by\r\nthe parties concerned to end the fighting in Angola,\r\nCongo and the Great Lakes region.\r\nSyria also expresses its satisfaction at the\r\nincreasing international support to end the embargo\r\nagainst Cuba.\r\nSyria further welcomes the high-level talks\r\nbetween the Democratic People’s Republic of Korea\r\nand the Republic of Korea and expresses the hope that\r\nthis rapprochement between the two Koreas will help\r\nachieve the aspirations of the people of the Korean\r\npeninsula by peaceful means.\r\nThe Syrian Arab Republic hopes that peace and\r\nstability will prevail in Afghanistan in the interest of\r\nthe Afghan people, who have long suffered the\r\nscourges of war and internal strife.\r\nSyria supports the efforts of the Government of\r\nthe Sudan to preserve the unity and territorial integrity\r\nof the Sudanese people and calls for a ceasefire in the\r\n14\r\nA/57/PV.8\r\nsouth of Sudan as a prelude to the resumption of\r\ndialogue.\r\nSyria supports the Artah agreement reached by\r\nthe Somalis and deems it the most viable solution for\r\nachieving national reconciliation in Somalia.\r\nThe world’s peoples are passing through a\r\ndifficult test at this critical juncture; the choices of\r\neven big and influential countries, are getting narrower\r\nrather than broader due to the absence of a just world\r\norder. It is to be regretted that the voices of those who\r\ncall for war rise above the voices of those who call for\r\npeace and that those who usurp the rights of people and\r\nencroach on their dignity are drowning out the voices\r\nof those who defend the rights of people regarding\r\ntheir territory and freedom.\r\nBut despite this grim picture, right will, in the\r\nfinal analysis, triumph over injustice. That is the\r\ncorrect reading of the history of nations and\r\ncivilizations; there is no going back. Arab Syria’s\r\nbelief in its rights and the rights of other nations cannot\r\nbe shaken or undermined by hegemony and the\r\narrogance of power. We are convinced of the\r\npossibility of building a world in which all coexist in\r\npeace and security, a world free of occupation and\r\nhegemony, a world in which all peoples equally share\r\nthe resources of our globe and the fruits of science and\r\ntechnology in order to achieve prosperity for all.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Joap de Hoop Scheffer, Minister\r\nfor Foreign Affairs of the Netherlands.\r\nMr. De Hoop Scheffer (Netherlands): The smoke\r\nat ground zero, only a few blocks away from here, has\r\ncleared. But the empty space where the twin towers\r\nonce stood continues to send shivers throughout the\r\nworld. The unspeakable events that occurred a year ago\r\nhave become engraved in our collective memory. What\r\noccurred here was an unprecedented and direct attack\r\non universal values: values such as mutual respect,\r\nsuch as tolerance, such as the rule of law — values that\r\nform the very basis of the United Nations.\r\nOver the past year, the world community has\r\nproven its determination to defy terrorism. Today, the\r\nNetherlands not only reiterates its attachment to these\r\nvalues but also underlines a responsibility, both\r\nindividual and collective, for upholding and protecting\r\nthem. And that responsibility calls for a real\r\ncommitment.\r\nReligions, races and traditions make our world\r\ncolourful and diverse. But underneath our different\r\nfeathers, we share a common skin: principles we all\r\nadhere to — or should adhere to — regardless of our\r\nreligious beliefs or race. Mutual respect, the rule of\r\nlaw, freedom of speech and religion are among the\r\nmost important ones.\r\nWe cannot, however, confine ourselves to merely\r\nrestating these principles. Without real commitment\r\nthey would quickly evaporate and thus become empty\r\nwords.\r\nIt goes without saying that the Netherlands is\r\nfully committed: it is a dedicated international partner,\r\nboth out of choice and out of necessity, in the United\r\nNations, the European Union, NATO and other\r\norganizations, or in common endeavours such as the\r\nWorld Summit on Sustainable Development. The\r\nNetherlands will continue to dedicate 0.8 per cent of its\r\nannual gross domestic product to development\r\ncooperation and urges others to do the same.\r\nBehind that commitment is the unshakeable belief\r\nthat no country can hope to succeed on its own in\r\nwhatever policy area. In this respect we take to heart\r\nthe wise words of Secretary-General Kofi Annan:\r\n“Even the most powerful countries know that they need\r\nto work with others, in multilateral institutions, to\r\nachieve their aims” (A/57/PV.2). We therefore also\r\nwelcome the United States decision, announced from\r\nthis rostrum by President Bush, to return to the United\r\nNations Educational, Scientific and Cultural\r\nOrganization (UNESCO). The Netherlands not only\r\nfeels an individual responsibility for the defence of\r\nuniversal values, but a shared responsibility as well.\r\nLet me elaborate on this today in relation to four key\r\nareas of concern: the development of the African\r\ncontinent, uncontrolled migration, the continuing threat\r\nof terrorism and the situation in the Middle East.\r\nAfrica continues its struggle towards\r\ndevelopment and prosperity. It cannot and must not do\r\nso all by itself. We all share a responsibility for\r\neradicating poverty and enhancing Africa’s global\r\nintegration.\r\nToo often the African continent is associated only\r\nwith misery and instability. In reality the number of\r\nconflicts in or between African countries has\r\ndecreased. The creation of the African Union, and the\r\nNew Partnership for Africa’s Development, testify to\r\nthe continent’s own commitment. The Netherlands very\r\n15\r\nA/57/PV.8\r\nmuch welcomes this acknowledgement by African\r\nleaders of their own responsibility for building a\r\nprosperous and peaceful continent. For us, this is\r\nessential for adding our own efforts and resources to\r\nachieve that objective. It also means that African\r\nleaders, like all of us, can be held accountable for their\r\ngovernance and policies, their performance in the field\r\nof human rights and their respect for the rule of law.\r\nIn partnership with African countries the\r\nNetherlands will continue to do its share in providing\r\nthe necessary resources. For us, development\r\ncooperation is not just providing money, but also a\r\npolicy integrating the promotion of good governance,\r\nsecurity and stability. Is the world to assist in\r\nalleviating the effects of natural disasters when in fact\r\nthey are, at least in part, man-made?\r\nResponsibility also extends to the private sector,\r\nparticularly when it comes to fighting the disease that\r\nundermines all efforts at development: HIV/AIDS.\r\nHowever, for the fight against AIDS to be successful, it\r\nneeds to be fully endorsed by African Governments.\r\nThat means: acknowledgement of the problem and its\r\ncauses, an open discussion of possible strategies and\r\naddressing its consequences for society.\r\nAfrica concerns us all. Its problems affect us all.\r\nPoverty, conflict and violations of human rights\r\ncontribute to an ever-increasing migration. This\r\nphenomenon is, however, by no means unique for the\r\nAfrican continent. We need to deal with it effectively,\r\nregardless of whether we represent countries of origin,\r\ncountries of transit or those of destination. Migration is\r\nrobbing countries of origin of a vitally important\r\nresource: human capital. For neighbouring countries or\r\ncountries of transit it can be a source of instability. For\r\ncountries of destination, it often creates problems of\r\nintegration.\r\nHere again, common values are at stake.\r\nGovernments should do everything in their power to\r\navoid people having no other choice than fleeing home.\r\nThe number one priority is addressing the underlying\r\ncauses of uncontrolled migration.\r\nIn the meantime, we need to support the Office of\r\nthe United Nations High Commissioner for Refugees\r\n(UNHCR), which is stretched to its limits dealing with\r\na problem for which it was not devised. The\r\nNetherlands welcomes UNHCR’s efforts to establish\r\nand implement an integrated policy aimed at the\r\nrepatriation of refugees, coupled with their re-\r\nintegration, rehabilitation and reconstruction.\r\nObviously, these efforts have to be dovetailed with\r\nthose of other United Nations agencies active in those\r\nareas.\r\nIt is precisely through such an integrated\r\napproach that we can hope to achieve results.\r\nUNHCR’s mix of policy areas obviously has to be\r\ncomplemented by that of security. That is one of the\r\nreasons why the Netherlands is involved in\r\npeacekeeping or similar operations in Bosnia, the\r\nFormer Yugoslav Republic of Macedonia (FYROM)\r\nand Afghanistan. Security is the quintessential\r\nconsideration for those who are to return to their\r\nhomes. Without security, resettlement and recovery\r\nremain pious wishes. Money spent on security is\r\nmoney well spent.\r\nIn the year following 11 September 2001 the\r\ninternational community has effectively taken its\r\nresponsibility. Its joint efforts have focussed on\r\nbringing about more security and increased stability in\r\nAfghanistan. Much has been accomplished: a regime\r\nhostile both to the Afghan people and to our commonly\r\nshared values has been ousted. Subsequently, our\r\ncollective efforts have helped establish an elected\r\nGovernment and begin the reconstruction of a\r\ndisrupted society.\r\nThere can be no leniency towards countries that\r\nreject universal values, because a country that rejects\r\ntolerance, endorses intolerance. A country that does not\r\nguarantee the rule of law invites anarchy and injustice.\r\nThe international community must help countries that\r\nare unable to do so themselves. It must try to persuade\r\nthose that are uncooperative and it must be ready, if\r\nnecessary, to act against those that are unwilling.\r\nThe terrorist attacks have also shown that\r\nreligion, for some, unfortunately, is a source of\r\ninspiration not for good, but for destructive purposes.\r\nThe hijacking of planes should not result in the\r\nhijacking of an entire religion. Proper education,\r\nfreedom of opinion and speech, secular or\r\nrepresentative government can help contain religious\r\nextremism. Here again, we have a collective as well as\r\nan individual responsibility for upholding and\r\nprotecting common values.\r\nWhat we need is a dialogue between countries,\r\ncivilizations and religions. But we also need action to\r\ngo after the sources of religious extremism.\r\n16\r\nA/57/PV.8\r\nThat same commitment leaves us no choice but to\r\ncontinue to work towards peace in the Middle East.\r\nThe instability there, the lurking dangers of religious\r\nextremism and weapons of mass destruction require\r\nour joint dedication.\r\nThe many different actors in the Middle East\r\nshare a duty to restrain violence and curtail extremism.\r\nStability in the region is an indivisible interest, not\r\nonly for the region itself but far beyond. The countries\r\nin the region have prime responsibility for ensuring\r\nthat their citizens can live in freedom and an\r\nenvironment of tolerance and respect. But the\r\ninternational community has a role to play as well.\r\nHere in particular, we expect the Security Council to\r\ntake its responsibilities to end the Iraqi regime’s\r\nsystematic non-compliance with a range of earlier\r\nresolutions. The inspectors should be allowed to return,\r\nyesterday rather than tomorrow. The credibility of the\r\nUnited Nations system is at stake.\r\nThe Israeli-Palestinian conflict cannot be dealt\r\nwith solely by concentrating on the fight against\r\nterrorism. Terrorism must stop, not only because of the\r\nhuman suffering it causes, but also because it is utterly\r\ncounterproductive. The Palestinian people should ask\r\nthemselves where this violence has got them. On the\r\nother hand, Israel cannot defer indefinitely answering\r\nthe question as to when and how it is to live side by\r\nside with a Palestinian neighbour. Finding a solution\r\nagain requires true commitment from all parties\r\nconcerned and a dialogue across regional, religious and\r\nother borders. That involves us all.\r\nIn conclusion, since we share values, we share\r\nresponsibility for upholding them. That should\r\ndetermine our commitment to addressing the problems\r\nthat I mentioned. Our commonly held values should\r\nguide our dealings with each other — between\r\nindividuals as well as between countries. It is only\r\nwhen we acknowledge what we have in common that\r\nwe can find the strength to overcome our differences. If\r\nthere is one thing that our presence here, one year after\r\n11 September 2001, makes clear, it is this: our belief in\r\nfreedom and tolerance is unshakeable, and so is our\r\ncommitment to uphold them.\r\nThe Acting President: I now give the floor to the\r\nMinister for Foreign Affairs, Cooperation and\r\nFrancophonie of Gabon, His Excellency Mr. Jean Ping.\r\nMr. Ping (Gabon) (spoke in French): Gabon is\r\npleased to see Mr. Kavan presiding over the work of\r\nthe fifty-seventh session of the General Assembly,\r\nwhich is being held at a time when the need to\r\nstrengthen international cooperation to resolve the\r\nworld’s problems is indeed vital. His election is a\r\nrecognition by the international community of the role\r\nthat his country, the Czech Republic, plays in the\r\npromotion of freedom and peace.\r\nTo his predecessor, Mr. Han Seung-soo, we\r\nexpress our satisfaction at the excellent job he did as\r\nPresident of the General Assembly at the previous\r\nsession.\r\nTo Secretary-General Kofi Annan, we convey our\r\ngratitude and support for his forceful work on behalf of\r\ninternational peace and security.\r\nGabon welcomes the admission of the Swiss\r\nConfederation and the imminent accession of the\r\nDemocratic Republic of Timor-Leste to membership of\r\nthe United Nations. They swell the ranks of our\r\nillustrious United Nations family, confirming its\r\nuniversality.\r\nI should like to pursue my statement by evoking\r\nthe metaphor of the river. Each wave lapping the banks\r\nhas its own character, but they all call from the same\r\nriver. They express multiplicity in consistency. The\r\nsame can be said of our annual sessions. This session is\r\na new wave in the mighty river of the United Nations, a\r\nnew cycle in the global rhythm of the world. Today,\r\nmany of us feel hope tinged with scepticism.\r\nTwo years ago, in September 2000, we held the\r\nMillennium Summit in this very Hall. It was certainly\r\nthe point of departure of a new global movement\r\ntowards more peace, prosperity, justice and humanism.\r\nAt the very moment when we imagined ourselves to\r\nhave taken a great step forward towards the building of\r\na better world for all, we were stunned on 11\r\nSeptember 2001 by the ghastly terrorist attacks\r\nperpetrated here on American soil. Those attacks of\r\nviolence, which we all condemned, eclipsed our\r\ndreams and reminded us of the beast lurking within\r\neach of us.\r\nGabon was one of the very first nations to commit\r\nitself to implementing the provisions of Security\r\nCouncil resolution 1373 (2001) by taking legal action\r\nto prevent and combat terrorism. Although significant,\r\nprogress made since then under the auspices of the\r\nSecurity Council in the campaign against international\r\nterrorism needs to be strengthened. That is why\r\n17\r\nA/57/PV.8\r\nnegotiations on a draft general convention on\r\ninternational terrorism must go on with a view to its\r\nspeedy adoption. In the same spirit, the conclusion of\r\nongoing discussions on a convention on the\r\nsuppression of acts of nuclear terrorism will\r\nsupplement the international anti-terrorism legal\r\nframework.\r\nThe cloud of uncertainty looming over our\r\ncollective security is darkened by the Israel-Palestinian\r\ncrisis. It is regrettable to note that renewed violence in\r\nthe Middle East is calling all previous efforts into\r\nquestion. The international community must mobilize\r\nto rekindle the flame of peace in that region, which has\r\nbeen beset by ceaseless violence for decades. Gabon\r\nencourages both sides to resume dialogue and\r\nnegotiation with a view to implementing the relevant\r\nresolutions of the Security Council, in particular\r\nresolutions 242 (1967) and 338 (1973), which stress the\r\nneed for the coexistence of the Palestinian State with\r\nthe State of Israel, with respect for secure and\r\ninternationally recognized borders.\r\nSimilarly, Gabon hopes that the current talks\r\nbetween the two Koreas will help allay tensions\r\nbetween the two countries.\r\nPositive developments in the overall situation in\r\nAfrica attest to the continent’s gradual return to the\r\npath of peace, stability and unity. Fratricidal conflicts\r\nare increasingly giving way to the emergence of an\r\nAfrican awareness marked by the determination to see\r\nthe ideals of peace prevail and to devote ourselves to\r\ndevelopment. This wave of hope has been justified by\r\nrecent developments, particularly in the Great Lakes\r\nregion. We are convinced that this progress will give\r\nimpetus to the peace process in that region.\r\nAccordingly, we believe that it is time to convene an\r\ninternational conference on the region in order to\r\nconsolidate peace there.\r\nHowever, the progress that has been made in\r\nresolving conflicts in Africa should not blind us to the\r\nsituations in Angola, Liberia, the Central African\r\nRepublic and Guinea-Bissau, which, having been\r\ndestabilized by years of conflict, are now facing\r\nenormous difficulties, particularly in the humanitarian\r\narea, in restoring domestic peace and security. The\r\ninternational community must lend its support to the\r\neconomic and social recovery efforts of those countries\r\nso as to prevent them from being caught up yet again in\r\nthe spiral of violence.\r\nThe world’s economic and social situation is\r\ndisquieting. The commitments that we undertook at the\r\nMillennium Summit, and which were reiterated at the\r\nMonterrey International Conference on Financing for\r\nDevelopment, have yet to bear fruit. Globalization,\r\nwhich we thought would permit the harmonious\r\nintegration of all countries into the international\r\ncommunity through the process of trade liberalization,\r\nhas not yet attained the hoped-for results. On the\r\ncontrary, we see that there has been an increase in\r\nsocial inequality and a widening gap between\r\nindustrialized and developing countries.\r\nEfforts by developing countries, particularly in\r\nthe areas of consolidating democracy, the rule of law,\r\ngood governance, the fight against poverty and the\r\nrational protection and management of the\r\nenvironment, are still not being matched by the\r\ndeveloped countries, as attested to by the continued\r\ndiminution of external resources for development and\r\nthe drop in foreign investment. One must add to that\r\nthe growth of conditionalities and other barriers that\r\ncould keep those countries in a state of permanent\r\neconomic and social stagnation.\r\nAmong the elements contributing to that state of\r\naffairs is the heavy burden of debt. In fact, several\r\ndeveloping countries, including Gabon, devote almost\r\nhalf of their budgetary resources to repayment of debt,\r\nwhile at the same time they must find solutions to the\r\nmany problems that inhibit their development. We have\r\nthe firm conviction that, by reducing the indebtedness\r\nof our countries to a sustainable level, we can allocate\r\nmore resources to priorities such as universal education\r\nand health, housing, poverty reduction and\r\nenvironmental management. We hope that the promise\r\nmade by the World Bank and the International\r\nMonetary Fund to extend the current debt relief\r\nmechanisms to other developing countries — including\r\nthose with intermediate incomes, such as Gabon —\r\nwill quickly become reality.\r\nIn order to respond to those concerns, Africa has\r\nestablished the New Partnership for Africa’s\r\nDevelopment (NEPAD). NEPAD is a true development\r\nprogramme based on good governance, respect for\r\nhuman rights and the strengthening of democracy,\r\npeace and security, which are preconditions for the\r\neconomic recovery of the continent. That programme\r\ncalls on the international community for effective\r\nsupport. Members can easily understand why the\r\nAfrican countries place much hope in the debate that\r\n18\r\nA/57/PV.8\r\nthe General Assembly will devote to NEPAD\r\ntomorrow, 16 September, in which the President of\r\nGabon will take part.\r\nMalaria and, above all, HIV/AIDS are major\r\nobstacles to Africa’s development that could ultimately\r\ndeprive the continent of much of its human potential.\r\nWe are pleased that the First Ladies of Africa have\r\nunderstood the gravity of this problem by creating, in\r\npartnership with the Joint United Nations Programme\r\non HIV/AIDS (UNAIDS), an organization to combat\r\nmalaria and the HIV/AIDS pandemic, called the\r\nOrganization of the First Ladies of Africa against HIV/\r\nAIDS. We are convinced that this new\r\nstructure — headed by the First Lady of Gabon,\r\nMs. Edith Lucie Bongo, whose self-sacrifice and\r\ndynamism are well known — will complement the\r\nefforts of African States in combating this scourge. We\r\nalso expect strong action from the international\r\ncommunity to accompany our efforts in the fight\r\nagainst the pandemic.\r\nThe preservation of global ecosystems is another\r\nsubject of concern for the world. Only a few weeks\r\nago, heads of State or Government met at\r\nJohannesburg, South Africa, for the World Summit on\r\nSustainable Development. Despite the momentum it\r\ngenerated, the Summit did not reduce the risks that\r\nweigh on our environment. We think that, in view of\r\nthe lack of progress in implementing the\r\nrecommendations of environmental conferences\r\norganized over the past decade, it is becoming\r\nincreasingly urgent that States implement Agenda 21\r\nand the other relevant international instruments.\r\nGabon, for its part, has just created a zone of\r\nnational parks that covers 10 per cent of our national\r\nterritory. Those protected areas are proof of our\r\ncontribution to the process of preserving global\r\necological balance in general and to the management\r\nand conservation of Africa’s massive tropical forest in\r\nparticular. That is why we welcome the launching in\r\nJohannesburg, by United States Secretary of State\r\nColin Powell, of the initiative to preserve the flora and\r\nfauna of the countries of the Congo river basin.\r\nPositive trends in the world can be guaranteed\r\nonly in an institutional environment bearing the seal of\r\nuniversality. The United Nations, in our view,\r\nembodies such an environment, where there must be\r\ntrue multilateral cooperation, based on justice, equality,\r\nsolidarity and the participation of all. It is evident that,\r\nin order to be a global centre for interaction and debate,\r\nthe United Nations needs reforms. Those reforms, for\r\nwhich we have been calling for several years, are\r\nunavoidable if we wish to see the continued existence\r\nof the United Nations, whose membership has\r\nincreased constantly since its creation in 1945. Reform\r\nof the Organization must be based on a reaffirmation of\r\nthe purposes and principles of the Charter, primary\r\namong which are international peace and security.\r\nThe International Court of Justice, in a 1949\r\nadvisory opinion concerning certain expenditures of\r\nthe United Nations, stated that it was natural to give\r\ntop priority to international peace and security, because\r\nthe other purposes could not be attained unless that\r\nfundamental condition were met. International peace\r\nand security are the preconditions for development,\r\nwhich in turn is a way to create the stability and well-\r\nbeing that are necessary to guarantee peaceful and\r\nfriendly relations among nations.\r\nThe United Nations is the property of humanity. It\r\nwas born out of awareness of the horrors of the Second\r\nWorld War, in which all peoples participated, including\r\nAfricans. We wish to see Africa play a more important\r\nrole in the Organization, particularly in the Security\r\nCouncil, by being given at least one permanent seat\r\nwith the same privileges as the other members with the\r\nsame status. Furthermore, Africa has been recognized\r\nby the United Nations as a top priority, and we are\r\nconvinced that the creation of a Secretariat office\r\nconcerned exclusively with African issues would\r\nremedy the shortcomings we have seen in the\r\nimplementation of previous programmes devoted to\r\nAfrica, such as the United Nations Programme for the\r\nEconomic Redressing and Development of Africa and\r\nthe United Nations New Agenda for the Development\r\nof Africa in the 1990s.\r\nOur collective action for development will not be\r\ntruly effective unless we use dialogue and cooperation\r\nas tools for global solidarity based on the promotion of\r\npartnerships. Today or never, we must reaffirm that we\r\nall belong to the one and only human race and define\r\nthe new contours of our collective destiny. We can thus\r\ndraw from our shared river, the United Nations, the\r\nresources that will enable us to build, with hope and\r\nconfidence, a better world for everyone.\r\nThe Acting President: I now give the floor to the\r\nMinister for Foreign Affairs of Portugal, His\r\nExcellency Mr. Antonio Martins da Cruz.\r\n19\r\nA/57/PV.8\r\nMr. Da Cruz (Portugal): The international\r\nagenda was forever changed by the events of 11\r\nSeptember 2001. The challenge created for the United\r\nNations was, and is, the same as that for each of its\r\nMembers: how best to react to those changes. The\r\ninternational fight against terrorism has thus become a\r\ntop priority for all of us. It is not only a fight against\r\nindividuals who conspire to kill innocent people; it is\r\nalso, in itself, a fight for respect for human life and\r\nhuman dignity, for the values of liberty, tolerance and\r\ndemocracy and for the peaceful solution of conflicts.\r\nThe United Nations immediately pledged its\r\nMembers to the struggle through a swift reaction by the\r\nGeneral Assembly and by the Security Council, which\r\nstated that the terrorist attacks of 11 September were a\r\nthreat to international peace and security and which\r\nadopted a resolution, sending out a remarkable signal\r\nof strength, quickly followed by other international\r\norganizations, such as the European Union and the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE).\r\nAs members are aware, Portugal currently holds\r\nthe chairmanship of the OSCE. We have made the fight\r\nagainst terrorism a priority on the OSCE’s agenda. As\r\nChairman-in-Office, I have been working towards a\r\nEuropean charter on preventing and fighting terrorism,\r\nto be adopted at the ministerial meeting to be held in\r\nPortugal next December.\r\nMr. Maher El Sayed (Egypt), Vice-President, took\r\nthe Chair.\r\nBut the United Nations is in a unique position to\r\ncoordinate and invigorate the international response to\r\nterrorism. We are called upon to demonstrate that a\r\nworld in which humanity can live free from fear is not\r\nonly a common aspiration but also an achievable goal.\r\nWe trust that the Security Council and the General\r\nAssembly will live up to their responsibilities in that\r\nregard. Failure to do so would seriously compromise\r\nthe credibility of the Organization.\r\n(spoke in Portuguese; English text furnished by the\r\ndelegation)\r\nAt the same time that the world faces the new\r\nchallenge of terrorism, old challenges persist. The\r\nMiddle East demands a new peace dynamic. The\r\nevolution of the Iraqi issue must entail absolute respect\r\nfor Security Council resolutions and the unconditional\r\nreturn of United Nations inspectors. Indeed, we\r\nconsider the problem concerning Iraq often to be\r\nwrongfully presented: Iraq is a threat to international\r\nsecurity, and thus pressure must be exerted on Iraq, not\r\non the United Nations or on one particular country. It is\r\nIraq that is failing to comply with United Nations\r\nresolutions. Our goal is to put an end to the threat\r\nrepresented by weapons of mass destruction. The\r\nUnited Nations and its Members cannot and must not\r\ncontinue to tolerate the continuous violation of\r\nSecurity Council resolutions. Thus, the international\r\ncommunity must know how to act effectively and must\r\nbe particularly demanding on this issue.\r\nThe Security Council should promptly make a\r\nstatement on Iraq’s lack of compliance with Council\r\nresolutions and on its obligations. It is now up to Iraq\r\nto seize this opportunity and to cooperate with the\r\nUnited Nations. But, should Iraq persist in not\r\ncomplying fully with the Organization within a time\r\nframe to be determined, the international community\r\nshould not exclude any alternative or option.\r\nOn the other hand, two success stories from the\r\npast year deserve a special reference. First, in Angola,\r\npeace was achieved and seems irreversible. Portugal\r\nwill continue to work with the Angola’s Government\r\nand political forces towards the full implementation of\r\nthe Lusaka Protocol. The United Nations must\r\ncontribute to that process. Humanitarian assistance is\r\nvital for the consolidation of the peace process. Those\r\nsteps, along with free elections and a modern economic\r\nframework, will surely strengthen peace and\r\ndemocracy in that country.\r\nSecondly, East Timor’s proclamation of\r\nindependence on 20 May represents a success for the\r\npeople of East Timor, for the United Nations and for\r\nthose who fought for it. The General Assembly will\r\nsoon proclaim East Timor a new Member. An\r\nindependent East Timor within the United Nations\r\ndeeply touches the Portuguese people, who have\r\nalways believed in the rights of East Timor’s people\r\nand in the justice of their cause. East Timor started\r\nfrom scratch. It is now up to the international\r\ncommunity to maintain its support, lest it squander the\r\nopportunity to meet the challenges of that new country.\r\nI turn now to a number of other noteworthy\r\nmatters. As a founding party to the Statute of the\r\nInternational Criminal Court, Portugal believes that the\r\nelection of a first team of judges will be a crucial step\r\ntowards the Court’s effective functioning and\r\n20\r\nA/57/PV.8\r\ncredibility. That institution and its regular functioning\r\nmust become a fixture of the international scene.\r\nThe New Partnership for Africa’s Development\r\n(NEPAD) underlines the preoccupation of African\r\ncountries with the values of democracy and human\r\nrights, as well as sustainable economic development\r\nand the continent’s integration into economic\r\nglobalization. Bearing such concerns in mind, Portugal\r\nwill organize the next conference between the\r\nEuropean Union and Africa, to be held in April 2003.\r\nAfrica is a priority for us. Therefore, we support\r\ninitiatives to energize the development policies and\r\neconomies of that forgotten continent.\r\nFinally, we welcome Switzerland’s accession to\r\nmembership of the United Nations. The presence of the\r\nSwiss Confederation will certainly benefit United\r\nNations action.\r\n(spoke in English)\r\nThe way in which the world embraces the new\r\nchallenges it faces will be the best indication that the\r\nevents of one year ago resulted in a triumph for the\r\ninternational community. A safer world is founded on\r\nsecure countries representing all their people and living\r\nin peace. That is how terrorism will eventually be\r\ndefeated, and out of that the new international order\r\nshould gradually emerge.\r\nSecurity can no longer be conceived in\r\nexclusively military terms or solely in terms of\r\nterritorial defence. Several factors must be taken into\r\nconsideration: the widespread development of weapons\r\nof mass destruction; the proliferation of other threats,\r\nsuch as environmental degradation, diseases such as\r\nHIV/AIDS, famine and migration, which transcend\r\nState borders; and factors affecting the ability of many\r\nStates to face the challenge of globalization. Thus, no\r\nnation, however powerful, is self-sufficient; not even\r\nthe greatest of countries can do everything on its own.\r\nMultilateral cooperation is the key to the future. One of\r\nthe basic goals of the United Nations should be to\r\nimplement such cooperation in a practical and\r\nconsistent manner.\r\nThe Acting President (spoke in Arabic): I now\r\ngive the floor to His Excellency Mr. Władzimierz\r\nCimoszewicz, Minister for Foreign Affairs of Poland.\r\nMr. Cimoszewicz (Poland): I convey my\r\ncongratulations to Mr. Jan Kavan on his election to the\r\npresidency of this body. I should also like to express\r\nonce again to Secretary-General Kofi Annan my\r\nhighest appreciation and to assure him of my support.\r\nIt is with satisfaction that Poland welcomes in our\r\nmidst the newest Member of the United Nations,\r\nSwitzerland, and looks forward to welcoming soon the\r\nDemocratic Republic of Timor-Leste.\r\nWisława Szymborska, the Polish poet and Nobel\r\nPrize winner, wrote the following words dedicated to\r\nthe victims of 11 September:\r\n“They plunged down from heights ablaze ...\r\nFor them, I can do but two things — depict their\r\nflight and leave the last sentence unfinished ...”\r\nI believe that every one of us travelling to this\r\nbrave city shared similar thoughts. All of us must have\r\nasked ourselves what is being expected of us, where we\r\nare today and what obligations we are to fulfil to\r\nensure that such horror never happens again. No doubt,\r\n11 September was a wake-up call for all of us. It may\r\nhave not changed the world, but it certainly has\r\nfundamentally changed the way we perceive it. History\r\nhas yet again given us the responsibility to face the\r\nchallenge and to leave a better and safer world for\r\nfuture generations. But then, after all, is that not what\r\nwe are really here for?\r\nMany of my colleague representatives touched\r\nupon that issue in recent days. The messages delivered\r\nhere just four days ago by Secretary-General Kofi\r\nAnnan and President George W. Bush are especially\r\nsignificant. In that regard, we also share the opinions\r\nexpressed by a number of other speakers, in particular\r\nby the Prime Minister of Denmark, Mr. Anders Fogh\r\nRasmussen, speaking in his capacity as the President of\r\nthe European Union.\r\nToday the United Nations stands at a crossroads,\r\nfacing a choice that needs to be made. Either we will\r\nfind internal strength to stand up to the challenge and\r\nprove that the United Nations is more than a mere\r\ndiscussion forum or we will lose credibility forever.\r\nOnce again, as was the case at the inception of the\r\nOrganization over half a century ago, we must take the\r\nissue of security seriously, especially as terrorism has\r\ngiven it a new dimension.\r\nAs a founding Member of the United Nations,\r\nPoland will continue to support all efforts aimed at\r\npreserving the Organization’s unique position. We fully\r\nagree with what the Secretary-General said, that we can\r\nonly succeed if we make full use of multilateral\r\n21\r\nA/57/PV.8\r\ninstitutions. We share the position of President Bush\r\nthat the United Nations must be effective and\r\nsuccessful and that its resolutions must be enforced.\r\nWe are convinced that the Security Council must find\r\nenough strength in the nearest future to set the course\r\nfor a decision-making process in the United Nations\r\naimed at concrete action. This time, we are left with a\r\nvery small margin. This is a test that international\r\ncommunity has to pass. Failure would undermine both\r\nthe integrity of the United Nations and the security of\r\nthe whole world.\r\nI think the most appropriate motto for my further\r\nreflections on the future of the United Nations is\r\ncontained in the Secretary-General’s millennium\r\nreport. He wrote that\r\n“If the international community were to\r\ncreate a new United Nations tomorrow, its make-\r\nup would surely be different from the one we\r\nhave.” (A/54/2000, para. 352)\r\nIt would be highly unfortunate if the millennium\r\nreport, and especially its conclusions relating to the\r\nrole of the United Nations and the reform of the\r\nOrganization, were to fade into oblivion. Only the\r\nUnited Nations, given its exceptional legitimacy\r\nstemming from the universal character of both its\r\nmembership and its mandate can — and, indeed, ought\r\nto — rise to the challenges posed to the international\r\ncommunity. But for that to happen its prerogatives,\r\nrules and instruments would have to be geared to the\r\nneeds of today and the threats of tomorrow.\r\nWe should consider the elaboration of a document\r\nthat would be neither a draft revision of the Charter nor\r\na supplement to it. What I would like to suggest is that\r\nwe make an attempt to acknowledge the new reality\r\nand try a new road. I am by no means being original or\r\nprecedent-setting in calling for this. The Atlantic\r\nCharter and the New Atlantic Charter, the 1975\r\nHelsinki Final Act and the 1990 Charter of Paris for a\r\nNew Europe have all been there before. In other words,\r\nadapting an organization’s mandate to make it relevant\r\nto new needs without actually revising its founding act\r\nhas already been tested.\r\nThere is a widespread sense that some provisions\r\nof the United Nations Charter having actually become a\r\ndead letter. That applies to both the substance of those\r\nprovisions and to the procedural solutions they offer.\r\nSome of the Charter’s provisions and organs have\r\ncompleted the tasks assigned to them and are now\r\nredundant. But the Organization does need new\r\nmechanisms to run peacekeeping operations. It is\r\nimpossible to comprehend why we still keep in place\r\nclauses on “enemy States” while the United Nations\r\nhas no regulations to properly address the problems\r\nrelated to its humanitarian interventions. There is a\r\ngeneral acceptance of the need for clear lines to be\r\ndrawn to mark new areas of responsibility for a number\r\nof important United Nations organs.\r\nThe values, purposes and principles of the United\r\nNations, enshrined in the Preamble and in Articles 1\r\nand 2 of the Charter, have not lost their relevance.\r\nThey have stood the test of time. A document that\r\ncould be considered as a new act for the United\r\nNations at the dawn of the twenty-first century could\r\ngive fresh impetus to the principles, organs and\r\nmechanisms of the United Nations and make them\r\nmore responsive to the needs and challenges that today\r\ndominate the life of the international community. Let\r\nme point out four groups of problems that should be\r\ntackled, starting with new threats to security.\r\nThe Charter makes reference to threats\r\ntraditionally raised by States. The Charter’s provisions\r\nconcerning the Security Council and its composition\r\nand instruments, as well as the other Chapters dealing\r\nwith security, are now insufficient. That fact is borne\r\nout by the numerous developments of recent years,\r\nincluding the attack of 11 September and its\r\nconsequences.\r\nThen there is acute poverty, which is evident in\r\nmany parts of the world; chronic underdevelopment;\r\npandemic disease; lack of education and medical care;\r\nand deepening differences in living conditions and\r\ndevelopmental standards. All of these are unacceptable\r\npolitically and morally.\r\nHuman rights, the rule of law, democracy, good\r\ngovernance and civil society make up the third group\r\nof problems that I have been thinking about.\r\nThe fourth group is made up of themes related to\r\nsustainable development. The focus on the protection\r\nof the human habitat, which is indispensable to the\r\nsurvival of the human race, and on the common\r\nheritage of mankind.\r\nMoreover, existing United Nations principles\r\nmust be expanded, or new ones developed, in order for\r\nthe Organization to pursue its actions along the\r\nfollowing three dimensions, namely, in manifestations\r\n22\r\nA/57/PV.8\r\nof multilateralism in the work of the United Nations\r\nwhile reconciling broad representation and collectivism\r\nwith effectiveness; in the subsidiarity of the\r\nOrganization’s work to better utilize the means and\r\nresources available to Member States, specifically with\r\nregard to United Nations regional arrangements; and,\r\nfinally, in getting non-governmental entities, including\r\nprivate capital, involved in United Nations work in a\r\nway that will not detract from the democratic nature of\r\nthe Organization nor erode its governmental character\r\nand efficiency while increasing its resources and\r\neffectiveness.\r\nI dare say that no country, group of countries or\r\nregional agencies meeting the Organization’s criteria\r\nwould be capable of taking up the totality of problems\r\nsuch an undertaking would have to address. Subject to\r\nappropriate consultations involving the membership of\r\nthe Organization and the Secretary-General, we might\r\nwish to establish a “group of sages” made up of\r\noutstanding personalities. The group would draft an\r\nappropriate document that would then be reviewed and\r\napproved by Member States. That document should be\r\npolitically binding in nature, which would make it\r\ncomplementary to the legal grounding contained in the\r\nCharter and provide a platform for the United Nations\r\nactions over the coming decades.\r\nWe should think about the future and work on its\r\nfoundations, but without losing sight of present-day\r\nachievements. The enactment of the Statute of the\r\nInternational Criminal Court is one such achievement.\r\nIt turns a new page in both international relations and\r\ninternational law. It is Poland’s desire for the treaty\r\nestablishing the Court to become one of the most\r\nuniversal documents of its kind. We trust that the\r\nexisting divergences between respective stands and\r\nviews can be resolved through dialogue and\r\ncompromise, according to international law. We have to\r\nact so as not to disappoint the hopes and expectations\r\nthat the international community has placed in the\r\nCourt.\r\nA year ago, the whole world joined together in an\r\nunprecedented demonstration of solidarity. Today we\r\nare more aware of the source and the character of the\r\nthreat. We are also more capable of dealing with it.\r\nPoland has joined the ongoing anti-terrorist operation.\r\nOur soldiers are now deployed in Afghanistan,\r\nalongside their colleagues from other countries, and are\r\ndoing their utmost to strengthen security there and to\r\nhelp raise the country from the rubble and ruin inflicted\r\nupon it by two decades of war and internal strife.\r\nFor us that is natural, but we cannot avoid asking\r\nourselves the question of whether we are any closer\r\ntoday to fulfilling the ideals towards which we set sail\r\nhalf a century ago. We now have another chance to\r\nrevitalize solidarity and work together for values that\r\nare priceless both to us and to generations to come. Let\r\nus all create an axis of good that will bring back the\r\nproper meaning to the term we are so proud of, the\r\nUnited Nations.\r\nThe Acting President (spoke in Arabic): I now\r\ncall on His Excellency Mr. Luvsangiin Erdenechuluun,\r\nMinister for Foreign Affairs of Mongolia.\r\nMr. Erdenechuluun (Mongolia): Mongolia\r\nwelcomes wholeheartedly the newest member of the\r\nUnited Nations family, Switzerland, a country that has\r\na long-standing association with the United Nations as\r\nits second largest headquarters. We also look forward\r\nto welcoming East Timor, the youngest member of the\r\ninternational community.\r\nA little over two years ago, at the historic\r\nMillennium Summit held here in New York, our leaders\r\nreaffirmed their commitment to the purposes and\r\nprinciples of the United Nations Charter and pledged\r\ntheir unequivocal support for a more efficient and\r\nreinvigorated United Nations so that this unique world\r\nbody can effectively address the formidable challenges\r\nof the new century and, indeed, of the new millennium.\r\nSome important steps have been taken to reform\r\nand adapt the United Nations to the evolving\r\ninternational realities, with a view to ensuring its\r\nefficient functioning in the era of globalization.\r\nHowever, the reform process, particularly that of the\r\nSecurity Council, tends to slow down and hence, there\r\nis an apparent need to take proper measures to speed it\r\nup. Mongolia stands for a just and equitable\r\nenlargement of the Security Council and for\r\ndemocratization of international relations by enhancing\r\nthe openness and transparency of the work of the\r\nSecurity Council and by increasing the role of the\r\nGeneral Assembly, as envisaged in the Charter of the\r\nUnited Nations.\r\nThe United Nations has been instrumental in\r\nintensifying the efforts of the world community aimed\r\nat developing a collective response to global terror, at\r\nhelping reach national reconciliation and build a peace\r\n23\r\nA/57/PV.8\r\nprocess in post-Taliban Afghanistan, at assisting in the\r\nemergence of an independent East Timor and at helping\r\nto bring about the entry into force of the Statute of the\r\nInternational Criminal Court. It has also been\r\nindispensable in paving the way towards reaching\r\nconsensus at Doha, Monterrey, Rome and\r\nJohannesburg, which were important steps along the\r\nroad towards meeting the millennium development\r\ngoals.\r\nYet, much still remains to be done to sustain the\r\nprogress achieved, to honour commitments made and\r\nto redress setbacks to international peace and security\r\nin today’s volatile environment. The tragic events of 11\r\nSeptember have shown that there is a need for a\r\nfundamental change in our perception of security. More\r\nweapons and allocating more resources to the military\r\ndo not necessarily translate into increased security.\r\nSecurity can no longer be confined to the boundaries of\r\na single State, or even a group of States. This\r\nindivisibility of global security makes multilateralism\r\nthe order of the day. To paraphrase the Secretary-\r\nGeneral, let us all recognize that today global security\r\nis our national security. Let us also recognize that\r\nensuring the security of the human person must be at\r\nthe heart of our concerns. The concept of human\r\nsecurity is increasingly making a case for itself.\r\nThe outgoing year has witnessed serious threats\r\nto international peace and security. The remnants of\r\nthose threats continue to pose a menace to the\r\ninternational community.\r\nIn Afghanistan, the United Nations is helping the\r\nAfghan Government in its efforts towards\r\nrehabilitation, reconstruction and development. Those\r\nobjectives can only be achieved if the Government of\r\nPresident Karzai exercises effective control over the\r\nentire country.\r\nThe prevailing explosive situation in the Middle\r\nEast is of special concern. It calls for sustained efforts\r\naimed at reaching a just and comprehensive solution to\r\nthe problem. Mongolia supports the efforts of the\r\nQuartet and of the countries of the region to find ways\r\nto peacefully settle that long-festering conflict. The\r\nconvening of an international conference to consider\r\neffective measures for such a solution will undoubtedly\r\nbe a step in the right direction.\r\nMy Government shares the view that the Security\r\nCouncil should make every effort to impress upon Iraq\r\nthe need to comply with Council resolutions and, as a\r\nfirst step, accept weapons inspections unconditionally.\r\nThe world community cannot afford to sit idle in the\r\nface of open defiance of mandatory resolutions of the\r\nSecurity Council.\r\nThe world has not only been threatened by the\r\nescalation of tension in various regions, it has also\r\nbeen threatened by increasing human insecurity\r\nresulting from the failure of the international\r\ncommunity to deliver on the crucial commitments it\r\nmade during the 1990s. In his address to the General\r\nAssembly last year, my Prime Minister appealed to the\r\ninternational community to make the first decade of\r\nthis new century a decade of implementation and\r\ncooperation towards a safer and better world, as we\r\ncannot afford to fail during yet another decade if we\r\nare serious about ensuring human security. We cannot\r\nafford to fail to implement the far-reaching, yet\r\nachievable, targets set by our leaders at the Millennium\r\nSummit. That is all the more so as our failure or\r\ninaction could be used as justification for deadly acts\r\nby those who threaten peace, stability and social\r\nprogress.\r\nThat appeal is even more relevant today. The\r\n2002 Human Development Report indicates that if\r\ncurrent trends continue, a significant portion of the\r\nworld’s States are unlikely to achieve the millennium\r\ndevelopment goals, including the overarching target of\r\nhalving extreme poverty by 2015. If global progress\r\ncontinues at such a snail’s pace, it will take more than\r\n130 years to rid the world of hunger.\r\nA legitimate question arises, namely what has to\r\nbe done by the international community to redress that\r\nsituation? The short answer could be to display genuine\r\nsolidarity and for all to share responsibility in\r\nhonouring the commitments made without delay. But\r\nthe people of our countries, in whose service this world\r\nbody was conceived, have waited through dozens of\r\nconferences and their five-year reviews while the\r\nimplementation of agreed targets continues to be\r\nstalled at levels far from those desired. Under these\r\ncircumstances it is our considered view that it is\r\nincumbent upon the international community to closely\r\nlook into the existing imbalance in global governance,\r\nespecially in the economic and social areas.\r\nMongolia believes that with its impartiality and\r\nuniversal legitimacy, as well as its Charter-based\r\nprevalence over any other international agreement, the\r\nUnited Nations is uniquely placed to provide for global\r\n24\r\nA/57/PV.8\r\ngovernance in economic and social areas while\r\nallowing equal participation by the South in the\r\ndecision-making process. We therefore believe that it is\r\nhigh time to engage in an earnest dialogue about an\r\nentirely new framework of development cooperation\r\nthat is more responsive to the emerging imperatives of\r\nglobal human security.\r\nAs we see it, the new development partnership\r\nbetween the North and the South should be based on\r\njustice, not on charity; on equitable sharing of global\r\nmarket opportunities, not on protectionism or aid; and\r\non mutual cooperation, not on unilateral conditionality\r\nor confrontation. The Economic and Social Council has\r\nan important role to play in initiating and promoting\r\nthat dialogue, in line with the objectives set forth in\r\nArticle 55 of the Charter.\r\nFurthermore, transnational organized crime, illicit\r\ndrugs, money-laundering, the illegal arms trade, the\r\nspread of HIV/AIDS, global pollution, climate change\r\nand other negative phenomena pose a persistent threat\r\nto rich and poor nations alike. They call for a new\r\ncooperation framework to be developed to defend the\r\nnew frontiers of global human security and to fill\r\ncritical gaps in the existing system of global economic\r\ngovernance. At a time of increasing globalization, the\r\nformidable challenges facing the human family require\r\nan adequate response. It would be a fallacy to replace\r\nfundamental reform with a piecemeal approach or\r\nmarginal remedies. If there is strong political will on\r\nthe part of the international community to collectively\r\nstand up to these challenges, then why not engage in a\r\ncommon quest for an adequate architecture of global\r\ngovernance for human security?\r\nMongolia expresses its firm support for the\r\ncreation of the New Partnership for Africa’s\r\nDevelopment (NEPAD). NEPAD is a comprehensive\r\nblueprint and a broad vision for Africa’s future\r\neconomic and social development. It is Africa-owned,\r\nand based on the lessons of the past decade. We hope\r\nthat that important initiative will receive the generous\r\nsupport of the international community with a view to\r\nattaining the ambitious goal of an African renaissance.\r\nMy own country, Mongolia, which has the\r\ninherent development handicap of being landlocked\r\nand is very susceptible to natural disasters, is not\r\nimmune from many of the threats to human security to\r\nwhich I have referred. In addition to the persistence of\r\npoverty and unemployment and the disruption of basic\r\nhealth and social services, human security in Mongolia\r\nis affected by the increasing recurrence of natural\r\ndisasters and the spread of environmental degradation,\r\nincluding desertification, water and air pollution.\r\nEfforts to improve human security are further\r\nhampered by extremely low population density, a weak\r\ninfrastructure and a small, non-diversified economy\r\nthat is very vulnerable to external shocks.\r\nCapitalizing on its valuable assets of well-\r\neducated human resources and accumulated experience\r\nof reform in both the political and economic areas,\r\nMongolia is endeavouring to ensure the human security\r\nof its people through both national action and\r\ninternational cooperation.\r\nNationally, my Government launched, in late\r\n2000, the Good Governance for Human Security\r\nprogramme, aimed at improving the capacity to\r\nformulate and implement policies to ensure human\r\nsecurity. Thus far, we have succeeded in securing a\r\nnational commitment to its implementation on the part\r\nof all the branches of the State; institutionalizing the\r\nprogramme’s implementation mechanism; and laying\r\nthe groundwork for the greater involvement and\r\nparticipation of civil society, the private sector and\r\nacademia.\r\nAt the international level, Mongolia, for its part,\r\nhas been endeavouring to contribute, where it can, to\r\nthe common efforts of the world community, while\r\ndrawing attention to issues of particular concern to it.\r\nAs a landlocked developing country, Mongolia\r\nattaches particular importance to enhancing\r\ninternational cooperation to ease the inherent\r\ndevelopment challenges faced by that group of\r\ncountries. In this regard, my delegation looks forward\r\nto the forthcoming International Ministerial Meeting on\r\ntransit transport cooperation, to be held in 2003 in\r\nKazakhstan.\r\nIn recognition of the crucial role of education in\r\nensuring sustainable human development and human\r\nsecurity, my delegation is pleased to note that at its last\r\nsession the General Assembly proclaimed — as the\r\nresult of an initiative of Mongolia — the 10-year\r\nperiod starting 1 January 2003 as the United Nations\r\nLiteracy Decade. We look forward to the unanimous\r\nadoption of the Decade’s draft plan of action at this\r\nsession of the General Assembly.\r\n25\r\nA/57/PV.8\r\nTen years ago Mongolia declared itself a nuclear-\r\nweapon-free zone. Since then, it has adopted national\r\nlegislation defining and regulating that status. At\r\npresent, consultations are under way with our\r\nimmediate neighbours and other States concerned on\r\nways to institutionalize our status internationally. I\r\nwould like to take this opportunity to thank the five\r\nnuclear-weapon States for their cooperation, and\r\nUnited Nations bodies for their invaluable support in\r\ntranslating the initiative into reality.\r\nIn recent years, Mongolia has been actively\r\nengaged in establishing and strengthening institutions\r\nand processes of democratic governance, protecting\r\nhuman rights and promoting democratic consolidation.\r\nIts efforts have been similar to those of many other\r\nStates that are promoting democratic values and\r\ndeveloping democratic institutions. We believe that the\r\nFifth International Conference of New or Restored\r\nDemocracies, to be held from 18 to 20 June 2003 in\r\nMongolia, could provide an important opportunity for\r\nthe international community to exchange information\r\nand experience and search for practical ways of\r\npromoting and strengthening democracy nationally and\r\ninternationally. I would like to take this opportunity to\r\nexpress my Government’s heartfelt gratitude to this\r\nbody for graciously accepting our offer and setting in\r\nmotion the preparations for the Conference. The main\r\ntheme of the Conference is democracy, good\r\ngovernance and civil society.\r\nMongolia believes that the International Criminal\r\nCourt, established on 1 July, could be instrumental in\r\nending impunity and upholding justice, deterring future\r\ncrimes and further strengthening international criminal\r\nlaw. As one of its founding members, Mongolia also\r\nbelieves that the widest possible accession to the Court\r\nwill broaden the geographic scope of the Court’s\r\njurisdiction and thus end impunity for acts of genocide,\r\nwar crimes and crimes against humanity. The Court’s\r\njurisdiction should eventually cover the crime of\r\naggression.\r\nIn conclusion, may I reiterate my Government’s\r\nresolve to work with other Member States towards\r\nmaking our world Organization better equipped to meet\r\nthe global challenges lying ahead.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Vilayat Guliyev, Minister for Foreign\r\nAffairs of Azerbaijan.\r\nMr. Guliyev (Azerbaijan): I should like first of\r\nall to congratulate Mr. Jan Kavan on his assumption of\r\nthe presidency of the General Assembly at its fifty-\r\nseventh session, and to express gratitude to Mr. Han\r\nSeung-soo for his efforts as President during the fifty-\r\nsixth session.\r\nI also have pleasure in congratulating Switzerland\r\non becoming a Member State.\r\nThe United Nations, which is called upon to play\r\na leading role in ensuring international peace and\r\nsecurity, is currently undertaking a serious examination\r\nof its ability to unify the efforts of Member States and\r\nto organize efficient international cooperation in\r\nconfronting threats and risks that have a global\r\ndimension.\r\nThe tragic events that occurred in New York one\r\nyear ago made all of us look at the world in a new way\r\nand recognize the global interdependence of the\r\nchallenges of the new era. We must recognize that the\r\nworld itself has enabled the monster of terrorism to\r\ndevelop by ignoring problems, turning a blind eye to\r\nviolations of the norms of international law, tolerating\r\naggression and failing to respond to threats caused by\r\nthe illegal actions of some States, by separatism and by\r\nthe proliferation of weapons. It is necessary for us to\r\nlearn lessons from the mistakes made and to launch a\r\nbroad offensive against terrorism on the basis of\r\ncommon approaches.\r\nRespect for a universal approach that does not\r\npermit inconsistency, selectiveness or double standards\r\nis an indispensable condition for global solidarity in\r\nconfronting terrorism. The legal basis of such an\r\napproach must be set out in a comprehensive\r\nconvention to combat terrorism. No political, social,\r\nideological, religious or other reason can justify any of\r\nthe acts, methods or practices of terrorism. Effectively\r\ncounteracting terrorism and achieving its total\r\neradication demand the use of the broadest, most\r\ncomplex approach, taking into consideration the\r\nvarious aspects of the problem and its root causes.\r\nIt is obvious that terrorist groups recruit new\r\nmembers and flourish most easily in an environment\r\ncharacterized by economic and social degradation,\r\narmed conflict, poverty, illiteracy and self-isolation.\r\nThe necessary resources should be mobilized to open\r\nup new programmes of assistance to the developing\r\nand less developed countries, and to expand existing\r\nprogrammes. The implementation of United Nations\r\n26\r\nA/57/PV.8\r\ndecisions on assistance for the sustainable development\r\nand relaunching of economic growth in those countries\r\nplays a major role. We need to take special note of the\r\nneed to render urgent international assistance to\r\nAfghanistan.\r\nAnother important aspect in the eradication of\r\nterrorism is the avoidance of inter-civilizational\r\ntensions and the creation of a spirit of mutual respect\r\namong religions and cultures. We support the trend\r\ntowards continuing and deepening the dialogue among\r\ncivilizations, and we stress its multifaceted nature. We\r\nbelieve that the implementation of programmes in the\r\nfields of education, information and cultural dialogue\r\namong civilizations will facilitate the creation of\r\nrelations of mutual understanding and trust, which are\r\nso greatly needed in order to resolve the common\r\nproblems faced by both the West and the East.\r\nIn this context, I would like to stress in particular\r\nthe importance of the international conference initiated\r\nby Azerbaijan on “The Role of Religion and Belief in a\r\nDemocratic Society: Searching for Ways to Combat\r\nTerrorism and Extremism”, to be held in cooperation\r\nwith the Organization for Security and Cooperation in\r\nEurope (OSCE) on 10 and 11 October 2002 in Baku.\r\nIn the combat against international terrorism,\r\npriority should be given to addressing militant\r\nnationalism and aggressive separatism. Very often\r\nterrorist groups of separatists and nationalists of\r\nvarious kinds maintain close ties among each other and\r\nare directly sponsored by States. The fight against\r\nterrorism represents an extremely complex problem in\r\nthe so-called uncontrolled territories that have emerged\r\nas a result of armed separatism and foreign aggression.\r\nFor 10 years now such an uncontrolled zone has\r\nexisted in that part of the territory of Azerbaijan\r\noccupied by Armenia. Elevating the ideology of\r\naggressive nationalism, terrorism and territorial claims\r\nto neighbours to the rank of State policy, the Republic\r\nof Armenia, through direct interference in the internal\r\naffairs of Azerbaijan, formed an armed separatist\r\nterrorist group within the Nagorno-Karabakh region of\r\nthe Republic of Azerbaijan. This was followed by\r\nopen, armed aggression by Armenia against\r\nAzerbaijan.\r\nArmenia, which perpetrated ethnic cleansing\r\nagainst the Azerbaijani people in their own territory in\r\n1987 and 1988, in 1992 and 1993 occupied the entire\r\nNagorno-Karabakh region, expelling 60,000 native\r\nAzerbaijani people. It has also occupied the territories\r\nof another seven regions of the Republic of Azerbaijan,\r\nthus bringing the total number of Azerbaijani refugees\r\nto 1 million. Armenia now intends to consolidate the\r\nresults of its aggression and ethnic cleansing and to\r\ntear away the Nagorno-Karabakh region from\r\nAzerbaijan.\r\nArmenia has tried to camouflage its annexationist\r\npolicy by appealing to the principle of the right of\r\npeoples to self-determination. However, according to\r\ninternational law, this principle can be realized only in\r\na peaceful way and in accordance with the principle of\r\nterritorial integrity. The right to self-determination\r\ndoes not imply the unilateral right of secession and\r\nshould not lead to the disintegration of a sovereign and\r\nindependent State.\r\nFurthermore, the Armenians residing in the\r\nNagorno-Karabakh region of the Republic of\r\nAzerbaijan can in no way be regarded as independent\r\nsubjects with the right to self-determination.\r\nThe assertion of the Armenian side that the\r\nNagorno-Karabakh region has never belonged to\r\nAzerbaijan is equally groundless, as is its reference to\r\ninternational law. Aside from the fact that appealing to\r\nhistory in the context of the settlement of inter-State\r\nconflicts is wrong, extremely dangerous and calls into\r\nquestion the universality of the norms of the\r\ninternational law, it must be noted that these statements\r\nby Armenia are refuted by numerous historical official\r\ndocuments.\r\nArmenia, which often refers to the League of\r\nNations to justify its territorial claims, must remember\r\nthat, in its official documents, the League of Nations\r\nexpressed doubt as to the existence of a stable\r\ngovernment capable of representing Armenia and, what\r\nis most important, certified Armenia’s lack of clearly\r\ndefined borders.\r\nThe decisions of Armenia’s Parliament on the\r\nreunification of the Nagorno-Karabakh region with\r\nArmenia and on the non-recognition of any\r\ninternational document which mentions this region as\r\nan integral part of Azerbaijan are illegal. Likewise, the\r\ndecisions taken by the illegal separatist regime in the\r\nNagorno-Karabakh region, the so-called referendums\r\nand elections it held in a situation of war and the\r\nforcible expulsion of the entire Azerbaijani population\r\ncannot have any international legal validity.\r\n27\r\nA/57/PV.8\r\nFurthermore, Armenia itself has violated the right\r\nof the Azerbaijani people to self-determination. In\r\naccordance with the universally recognized\r\ninternational legal doctrine uti possidetis juris, former\r\nUnion republics are recognized as new independent\r\nStates within borders previously existing within the\r\nfederations. These were the exact borders within which\r\nthe United Nations recognized Azerbaijan in March\r\n1992, when it accepted our country as a fully fledged\r\nMember of this universal Organization.\r\nIn 1993 the Security Council adopted resolutions\r\n822 (1993), 853 (1993), 874 (1993) and 884 (1993) on\r\nthe Armenian-Azerbaijani conflict. These resolutions\r\nwere adopted following each new stage of Armenian\r\naggression against Azerbaijan. The Council\r\nunambiguously supported the sovereignty and\r\nterritorial integrity of the Republic of Azerbaijan,\r\nconfirmed its recognition of Nagorno-Karabakh as an\r\nintegral part of the Republic of Azerbaijan, and\r\nresolutely demanded the immediate, full and\r\nunconditional withdrawal of the Armenian forces from\r\nthe occupied territories of Azerbaijan and the creation\r\nof conditions for the return of refugees and displaced\r\npersons. However, these demands by the Security\r\nCouncil have so far not been implemented.\r\nThose resolutions also contained a request to the\r\nSecretary-General, the OSCE Chairman-in-Office and\r\nthe Chairman of the Minsk Group, to submit, in\r\nimplementing the mandate for the settlement of\r\nArmenian-Azerbaijani conflict, reports on the situation\r\nin the region to the Security Council. The last decision\r\nstressed the request to provide information on the\r\nprocess of the implementation of all four resolutions.\r\nRegrettably, this request still remains on paper only.\r\nSuch a state of affairs cannot be beneficial for us; it\r\nleads to the “discharging” of the settlement process\r\nand, eventually, to a freezing of the situation at a\r\ndangerous point of fait accompli of the occupation. The\r\nnon-implementation of Security Council resolutions\r\nundermines its authority as well as people’s belief in\r\njustice and in the possibility of a peaceful political\r\nsettlement.\r\nAs is well known, in the annual resolution of the\r\nGeneral Assembly on cooperation with the OSCE, the\r\nUnited Nations expresses its support for the efforts of\r\nthe regional organization and its Minsk Group, which\r\nmediates the settlement of the conflict in and around\r\nthe Nagorno-Karabakh region of the Republic of\r\nAzerbaijan.\r\nHow can we evaluate these decade-long efforts,\r\nwhich have been under way since the establishment of\r\nthe Minsk Group at the Conference on Security and\r\nCooperation (CSCE) Ministerial Council held in\r\nHelsinki in March 1992? While at the early stages of\r\nthe mediation the Minsk Group was putting forward\r\nproposals on the elimination of the consequences of the\r\nconflict, its present activities can be characterized as\r\nfollowing a “wait-and-see” policy against the\r\nbackground of the negotiations, until the victimized\r\nparty accepts the conditions of the aggressor.\r\nSuch a position on the part of the mediators can\r\nbe regarded only as passive support for Armenia’s fait-\r\naccompli policy, which is unacceptable to us.\r\nAzerbaijan, which remains committed to a\r\npeaceful settlement of the conflict and to interaction\r\nwith the OSCE and its Minsk Group, sees an urgent\r\nneed for a new and resolute intervention by the\r\nSecurity Council, which so far has not used its\r\npotential effectively to contribute to the settlement of\r\nthe Armenian-Azerbaijani conflict.\r\nThe current situation is explosive. Yes, the\r\nceasefire has been observed for eight years and\r\nmediation activity is being maintained, but a real\r\npeaceful settlement of the conflict has not occurred.\r\nAzerbaijan will never agree to the legalization of\r\nterritorial seizures. Azerbaijan will never accept the\r\nloss of a single inch of its territory and preserves its\r\nright to undertake all the necessary measures stipulated\r\nby the United Nations Charter to protect its sovereignty\r\nand territorial integrity.\r\nWe call upon the Security Council to review the\r\nexisting situation, to make Armenia immediately\r\nwithdraw its armed forces from the occupied territories\r\nof Azerbaijan and to engage in negotiations on defining\r\nthe status of the Nagorno-Karabakh region within\r\nAzerbaijan on the basis of the norms and principles of\r\ninternational law. We call upon the Republic of\r\nArmenia to heed the voice of reason and abandon its\r\npernicious policy of territorial claims against\r\nAzerbaijan. The continuation of the occupation of\r\nAzerbaijani lands and confrontation with Azerbaijan\r\nwill yield the Armenian people nothing but misfortune\r\nand suffering.\r\nThe conflict not only substantially undermines\r\nsecurity in the South Caucasus region, but also\r\nconstitutes a major obstacle to establishing bilateral\r\nand regional cooperation. This cooperation would have\r\n28\r\nA/57/PV.8\r\nprovided benefits to all States in the region and played\r\na crucial role in strengthening their positions and\r\nprestige in the international arena.\r\nMaking use of its natural resources and\r\nfavourable geographic location, Azerbaijan contributes\r\nimmensely to the development of the South Caucasus\r\nregion and in fact plays the role of engine in its\r\nintegration into the world system. According to data\r\nreleased last year by the Statistical Office of the\r\nEuropean Communities, 52 per cent of the gross\r\nproduct of the countries of the South Caucasus was\r\nproduced in Azerbaijan. A significant event, reaching\r\nfar beyond the South Caucasus borders, will take place\r\nin three days: the ground-breaking ceremony of the\r\nBaku-Tbilisi-Ceyhan pipeline, the construction of\r\nwhich will give rise to a vast investment flow into the\r\neconomies of the countries.\r\nArmenia, by its actions against Azerbaijan, has\r\nisolated itself from participation in this kind of\r\neconomic project. Yes, at every level Armenia declares\r\nits willingness to cooperate with Azerbaijan, but in\r\nArmenia’s understanding, Azerbaijan must turn a blind\r\neye to the occupation of its territories and establish\r\neconomic relations with Armenia. I think members will\r\nagree that hardly anyone could accept such a\r\nsuggestion, which in fact would represent appeasement\r\nof the aggressor.\r\nSeeking ways out of the present situation and to\r\nunblock the process of conflict resolution, Azerbaijan,\r\ndemonstrating a constructive approach, has proposed to\r\nArmenia that it withdraw its occupation forces from the\r\nfour occupied districts and that it subsequently restore\r\nthe main-line railway interlinking Azerbaijan, Armenia\r\nand other countries of the region. Conceived as a\r\ngesture of goodwill, this unique package of measures\r\nfor the partial elimination of the consequences of the\r\nconflict and for the revitalization of cooperation would\r\nsignificantly improve the negotiating environment and\r\npublic opinion in both countries. This proposal of\r\nAzerbaijan, promising benefits for both parties to the\r\nconflict and other countries of the region, enjoyed the\r\nwidest support of the OSCE and its Minsk Group, the\r\nEuropean Union and the Council of Europe. However,\r\nwhen it came to taking practical measures, Armenia,\r\ndiligently demonstrating its commitment to peace and\r\ncooperation, rejected this step towards confidence.\r\nThe situation of “no peace, no war” in the\r\nArmenian-Azerbaijani conflict is a time bomb and a\r\ncause of despair for the people, first and foremost\r\nrefugees and internally displaced persons, who have\r\nbeen violently deprived of their homes, left to bear the\r\nmost heavy burden of the consequences of the\r\naggression and are now losing patience and hope for\r\nthe restoration of their legal rights. As a result of\r\nArmenia’s aggressive actions, Azerbaijan currently\r\ngives shelter to more than 1 million refugees and\r\ninternally displaced persons. In years past, great work\r\nhas been carried out to solve the refugees’ problems,\r\nwith the assistance of international humanitarian\r\norganizations, the Office of the United Nations High\r\nCommissioner for Refugees (UNHCR) above all.\r\nAt present, we feel that the urgent necessities for\r\ntargeted assistance are to provide medical institutions\r\nwith the necessary medical preparations and\r\nequipment, to implement agricultural programmes, to\r\ncreate jobs and to develop small-scale\r\nentrepreneurship. We call upon UNHCR, other\r\ninternational institutions and donor States to respond to\r\nour problems and to mobilize resources for facilitating\r\ntheir solution on the required scale.\r\nLet me briefly touch upon the issue of United\r\nNations reform aimed at increasing the effectiveness\r\nand practical results of the Organization’s activities.\r\nWe have to determine a number of possible reforms,\r\namong which the expansion of the Security Council\r\ndeserves particular mention. I would like to express the\r\nhope that the broadest possible consensus on every\r\naspect of this issue will be reached. Greater balance\r\nwithin the Council could have been provided with the\r\ninclusion in its composition of influential developing\r\ncountries along with the developed ones. An increase\r\nin representation within one of the United Nations\r\nleading bodies — within rational limits — would have\r\nreflected the realities of the time and the consideration\r\nof broader interests in the solution of crucial issues\r\nrelated to the maintenance of international peace and\r\nsecurity. With regard to the reform, we would wish\r\nmore democracy, action and compatibility with the\r\nchallenges of change.\r\nI would like to believe that the reforms will\r\nenable the United Nations to confirm its role as a\r\nuniversal Organization capable of maintaining\r\ninternational peace and security, preventing and\r\nresolving regional conflicts, and confronting global\r\nthreats and risks under the new conditions of\r\nglobalization.\r\n29\r\nA/57/PV.8\r\nThe Acting President (spoke in Arabic): I now\r\ncall on the Chairman of the delegation of Trinidad and\r\nTobago, Mr. Philip Sealy.\r\nMr. Sealy (Trinidad and Tobago): Please allow\r\nme to preface my indication by indicating to this\r\nAssembly the regret of my Head of Government and of\r\nmy Foreign Minister, who could not join us on this\r\noccasion due to pressing domestic electoral\r\ncommitments.\r\nI would wish, on behalf of the Government and\r\npeople of the Republic of Trinidad and Tobago, to\r\nextend to Mr. Kavan our most sincere congratulations\r\non his election to the presidency of the General\r\nAssembly at its fifty-seventh session. We are convinced\r\nthat, under his enlightened guidance, we will address\r\nwith determination and courage the issues that confront\r\nthe international community.\r\nWe would also wish to express at this time our\r\ndeep appreciation to his predecessor, Mr. Han Seung-\r\nsoo, President of the Assembly at its fifty-sixth session,\r\nfor the courageous leadership which he displayed in\r\nbringing that session to a successful conclusion under\r\ndifficult and trying circumstances.\r\nTo the Secretary-General, Mr. Kofi Annan, we\r\nwish to place on record our appreciation for his\r\nrelentless commitment to the cause of peace, security\r\nand development and for his tireless efforts in\r\nachieving the goals of this world body.\r\nThe delegation of Trinidad and Tobago extends a\r\nwarm welcome to Switzerland on its becoming the\r\n190th State Member of the United Nations and looks\r\nforward in the not-too-distant future to the admission\r\nof Timor-Leste into our United Nations family.\r\nThe maintenance of international peace and\r\nsecurity, together with the promotion of economic\r\nprogress and the achievement of social justice for\r\npeoples all over the globe, are the pillars on which this\r\nOrganization was founded more than half a century\r\nago. These goals remain as valid today, and even more\r\nso, as when our founding fathers created this\r\nOrganization.\r\nAs Governments, therefore, and as Member\r\nStates of the United Nations, it is incumbent upon us,\r\nthe international community as a whole, to reaffirm\r\nconstantly, by word and deed, our faith in and\r\ncommitment to the fundamental purposes and\r\nprinciples of the United Nations, particularly in the\r\narea of international peace and security. In this field,\r\nthe Security Council, charged as it is with primary\r\nresponsibility under the Charter for the maintenance of\r\ninternational peace and security, must be allowed to\r\nfully play its fundamental role, as it did in confronting\r\nthe challenge posed to the international community by\r\nthe terrorist acts committed in this very city on 11\r\nSeptember 2001.\r\nTrinidad and Tobago remains committed to\r\nworking with the Counter-Terrorism Committee\r\nestablished by Security Council resolution 1373 (2001)\r\nin order to do our part to eradicate the scourge of\r\nterrorism from our world.\r\nOn 31 August 1962, some 40 years ago, Trinidad\r\nand Tobago became an independent State and\r\nimmediately thereafter joined this universal body. We\r\nin Trinidad and Tobago recognize and appreciate the\r\nrole that the United Nations has played in promoting\r\nfundamental human rights and freedoms, the\r\ninternational rule of law, the peaceful settlement of\r\ndisputes, the right to self-determination and the\r\nsovereign equality of States. Without proper\r\nobservance by all States, large and small, of these basic\r\nprinciples, the world would most certainly have been a\r\nmore challenging place for us all.\r\nIt is in that context that Trinidad and Tobago\r\nviews with increasing concern the continued absence of\r\na just and lasting peace in the Middle East. It is clear\r\nthat peace will continue to elude that region unless all\r\nparties concerned demonstrate unequivocally the will\r\nto collaborate with a view to achieving the vision set\r\nout in Security Council resolution 1397 (2002).\r\nThe maintenance of international peace and\r\nsecurity is a sine qua non for the achievement of our\r\neconomic and social development goals. It is against\r\nthis background that Trinidad and Tobago, as a small\r\nState and as a developing country, supports all efforts\r\nmade through the international conferences and special\r\nsessions held within the framework of the United\r\nNations to address the international social agenda in\r\npursuit of integral human development worldwide.\r\nSome of those include the special session on HIV/\r\nAIDS, the International Conference on Financing for\r\nDevelopment, the Second World Assembly on Ageing,\r\nthe special session on children and the just concluded\r\nWorld Summit on Sustainable Development, all of\r\nwhich have not only recognized the concerns of the\r\nmore vulnerable groups within our societies, but have\r\n30\r\nA/57/PV.8\r\nalso identified various policy alternatives through\r\nwhich those concerns can be addressed.\r\nThere can, in fact, be no meaningful development\r\nif significant segments of our populations are allowed\r\nto remain in a state of increasing vulnerability. As a\r\nresult, Trinidad and Tobago participated fully in the\r\nwork of the Second World Assembly on Ageing, the\r\nspecial session on children and the special session on\r\nHIV/AIDS.\r\nIt is our hope that the adoption of the Political\r\nDeclaration and the Madrid International Plan of\r\nAction on Ageing, as well as the Declaration and Plan\r\nof Action emerging from this year’s special session on\r\nchildren, will serve as the basis for the development of\r\npolicies at the national level to deal with the problems\r\nfaced by these two vulnerable groups in our societies.\r\nFor its part, the Government of Trinidad and Tobago\r\nhas recently completed a draft national policy on\r\nageing that will address the principal concerns of our\r\nageing population.\r\nThe HIV/AIDS pandemic continues to hamper the\r\neconomic and social development of our Caribbean\r\nregion, affecting as it does the most economically\r\nactive and productive segments of our societies. My\r\nGovernment has sought to incorporate this issue as a\r\nmatter of priority into its national strategic planning\r\nprocess. It is virtually impossible, however, for any one\r\ncountry unilaterally to deal effectively with this public\r\nhealth issue. For that reason, Trinidad and Tobago is\r\ncommitted to participating fully in all relevant regional\r\nand international initiatives.\r\nIn that regard, member States of the Caribbean\r\nCommunity (CARICOM) were among the first to\r\ntranslate the global commitments undertaken at the\r\nspecial session on HIV/AIDS into regional targets\r\nwhen, in 2001, our Governments adopted the Nassau\r\nDeclaration on Health, which identified priorities for\r\naction and partnership in addressing this global health\r\nissue. However, assistance is urgently needed to boost\r\nthese national and regional initiatives. We consider\r\ntimely the launching of the Global Fund to Fight HIV/\r\nAIDS, Tuberculosis and Malaria. We hope that through\r\nthis Fund, Governments will be further empowered in\r\ntheir efforts to implement measures aimed at the\r\neventual eradication of these diseases.\r\nAs a country which falls within the category of\r\nsmall island developing States, Trinidad and Tobago\r\nfeels obliged to make reference to the tendency in the\r\ninternational community to underestimate the\r\nphenomenon of vulnerability, both as a condition of\r\nsize and stage of development. Small island developing\r\neconomies are by definition vulnerable, and in a global\r\nvillage, where negative occurrences in one sphere can\r\nhave a ripple effect in others, the implications for us all\r\nare as real as they are apparent. The lack of inherent\r\ncapacity, technology and technical know-how limits the\r\nadaptive capacity of small island developing States to\r\ncope with the challenges that they face, including\r\nglobal environmental problems such as climate change,\r\nbiodiversity and land degradation.\r\nAs we engage in efforts at the international level\r\nto achieve environmentally sound economic\r\ndevelopment, Trinidad and Tobago remains cautious in\r\nthe light of the dismal record regarding the\r\nimplementation of commitments made at the Rio\r\nSummit, 10 years ago. That Summit concluded with the\r\nsigning of two conventions, one on climate change and\r\nthe other on biodiversity, together with the adoption of\r\nAgenda 21.\r\nIt continues to concern us that emissions of\r\ngreenhouse gases have increased worldwide and that\r\nclimate change is occurring at a faster rate than\r\npreviously estimated, especially since small island\r\ndeveloping States are disproportionately vulnerable to\r\nthe impact of climate change, while being responsible\r\nfor a minuscule proportion of such emissions. Trinidad\r\nand Tobago therefore urges that decisive action be\r\ntaken to ensure that the Kyoto Protocol comes into\r\nforce as early as possible, as that is the only existing\r\ninternational instrument that addresses these problems.\r\nWe therefore welcome the political commitment given\r\nby the leaders of some key industrialized countries to\r\nratify this Protocol in the near future.\r\nIt would seem, however, that progress under\r\nAgenda 21 has been limited primarily by lack of\r\nfunding and capacity, which has resulted in the\r\nwidening of the gap between the attainment of\r\nsustainable development and the alleviation of poverty.\r\nTrinidad and Tobago is therefore pleased that the\r\nrecently concluded World Summit on Sustainable\r\nDevelopment, held in Johannesburg, South Africa,\r\nagreed to specific targets in areas such as water and\r\nsanitation, health, biodiversity loss, restoration of\r\ndepleted fish stocks and chemicals.\r\nThe fact that the Johannesburg Summit achieved\r\na greater synthesis and integration of the three pillars\r\n31\r\nA/57/PV.8\r\nof sustainable development, namely, the social,\r\neconomic and environmental, is also a welcome\r\ndevelopment. The enormous challenges that these\r\nissues collectively pose provide a profound insight into\r\nthe magnitude of the task faced by developing\r\ncountries in their quest for sustainable development.\r\nThe real test of whether Johannesburg was a success\r\nwill, however, come in the months and years ahead as\r\nwe seek to implement the commitments made by\r\nMember States.\r\nWe must build on the momentum of the World\r\nSummit on Sustainable Development and ensure that\r\nour future course of action guarantees the outcomes\r\nenvisaged in the Plan of Implementation and the\r\nPolitical Declaration emanating from that Summit. It is\r\nin this respect that Trinidad and Tobago would\r\ntherefore expect that a priority of this Assembly would\r\nbe a decision to convene an international conference in\r\n2004 to review the implementation of the Barbados\r\nPlan of Action for the Sustainable Development of\r\nSmall Island Developing States, and more so in view of\r\nthe growing recognition by the international\r\ncommunity of the special and vulnerable situation of\r\nthese countries.\r\nAdditionally, the Assembly may wish to note that\r\nsome of these smaller economies continue to be faced\r\nby circumstances such as onerous debt-servicing\r\nschedules, lack of access to new finance and obstacles\r\nin penetrating non-traditional markets, which negate all\r\ntheir efforts aimed at economic advancement.\r\nIt is for this reason that Trinidad and Tobago\r\nlooks forward to the early implementation of the\r\nenhanced Heavily Indebted Poor Countries Debt\r\nInitiative and other United Nations initiatives aimed at\r\nalleviating the economic burdens faced by many low-\r\nand middle-income countries. These countries are\r\nbeing asked to service debts and at the same time to\r\nfulfil their commitments to the Millennium\r\ndevelopment agenda. In this regard, we welcome the\r\nrecent appointment by the Secretary-General of a High\r\nRepresentative for the Least Developed Countries,\r\nLandlocked Developing Countries and Small Island\r\nDeveloping States. Trinidad and Tobago looks forward\r\nto working with the High Representative to ensure the\r\neffective discharge of his mandate, particularly as it\r\nrelates to small island developing States.\r\nAnother noble attempt conceptualized within the\r\nUnited Nations framework was the International\r\nConference on Financing for Development, held in\r\nMonterrey earlier this year. Trinidad and Tobago is\r\nheartened by the outcome of that Conference that\r\ndefined the necessary actions for addressing some of\r\nthe more pressing problems faced by developing\r\ncountries in the areas of mobilizing domestic and\r\ninternational resources for development, international\r\ntrade, financial and technical cooperation for\r\ndevelopment and external debt. My delegation\r\ntherefore urges this Assembly to endorse the Monterrey\r\nConsensus as adopted by that Conference.\r\nAt the regional level, Trinidad and Tobago is\r\nengaged in joint efforts with its Caribbean Community\r\n(CARICOM) partners to assume responsibility for the\r\nmanagement of our developing economies. At a\r\nSpecial CARICOM Summit held last month,\r\nCARICOM leaders mandated that a regional\r\nstabilization fund should be created within the\r\nframework of a long-term economic transformation\r\nprogramme. The purpose of the fund will be to provide\r\nregional economies with the necessary financial\r\nresources to respond to current and long-term\r\neconomic difficulties. This regional financial\r\ncooperation programme is intended to augment\r\nbudgetary resources available to member States of the\r\nCommunity from both domestic sources and\r\nmultilateral institutions.\r\nTrinidad and Tobago remains committed to the\r\ninternational rule of law and to justice for all. Our role\r\nin the reintroduction into the international agenda of\r\nthe idea of the creation of a permanent International\r\nCriminal Court in 1989 is well known. And, since that\r\ntime, Trinidad and Tobago has not ceased to promote\r\nsupport for that Court, both regionally and\r\ninternationally. It continues to be the hope of my\r\nGovernment that at the Review Conference of 2009,\r\nthe crimes of drug-trafficking and terrorism will also\r\nbe included within the jurisdiction of the Court.\r\nIt is noteworthy that many States regard the\r\nRome Statute of the International Criminal Court as the\r\nsingle most important international instrument since\r\nthe adoption of the United Nations Charter. The\r\nsuccessful conclusion of the first meeting of the\r\nAssembly of States Parties to the Statute last week was\r\na positive step towards the operational phase of the\r\nCourt, which now stands as a permanent warning to\r\nwould-be perpetrators of the crimes within its\r\njurisdiction that impunity will no longer be tolerated by\r\nthe international community and that justice will be\r\n32\r\nA/57/PV.8\r\nassured to their victims. In the election of judges to\r\nthat Court, Trinidad and Tobago would, as a small\r\nState, consider it an honour to have one of its nationals\r\nelected in order to continue its contribution to the cause\r\nof international criminal justice.\r\nBut justice for all victims of the most heinous\r\ncrimes of genocide, war crimes and crimes against\r\nhumanity will only be assured when this most recently\r\ncreated International Criminal Tribunal gains the\r\nwidest possible acceptance. We therefore encourage\r\nthose States that have not yet done so to ratify or\r\naccede to the Statute.\r\nIn order to ensure that the Court will truly\r\nachieve the goals for which it was established, the\r\nStates Parties must stand together in their efforts to\r\npreserve the integrity of the Statute to which they have\r\ncommitted themselves and must, with one accord,\r\nresist any attempts to undermine the effectiveness and\r\nindependence of the Court.\r\nIn conclusion, the issues which I have raised in\r\nthis forum today point to the need for the globalization\r\nof genuine commitment to the resolution of the\r\nproblems that currently confront our international\r\ncommunity. What is required therefore is a greater\r\nsense of shared commitment to the fundamental\r\npurposes and principles of the United Nations in the\r\nface of new and ominous threats to global peace and\r\nsecurity; to the vision of a world free from poverty,\r\nhunger and disease; and to an international\r\norganization fully charged by its Member States with\r\nthe political will to tackle frontally all the challenges\r\nthat pose threats to the very survival of mankind.\r\nTrinidad and Tobago, forty years after joining the\r\nUnited Nations, renews before the Assembly its firm\r\ncommitment to abide fully by the purposes and\r\nprinciples of the United Nations Charter and to make\r\nits contribution to the economic and social progress of\r\npeoples the world over.\r\nThe meeting rose at 1.30 p.m.\r\n"