"United Nations A/57/PV.26\r\n \r\nGeneral Assembly\r\nFifty-seventh session\r\n26th plenary meeting\r\nTuesday, 8 October 2002, 10.00 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n02-62414 (E)\r\n*0262414*\r\nPresident: Mr. Kavan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Czech Republic)\r\nIn the absence of the President, Miss Clarke\r\n(Barbados) took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda items 44 and 10 (continued)\r\nFollow-up to the outcome of the Millennium Summit\r\nReport of the Secretary-General (A/57/270 and\r\nA/57/270/Corr.1)\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/57/1)\r\nMr. Lancry (Israel): I wish to congratulate the\r\nSecretary-General for his annual report on the work of\r\nthe Organization and for his report on the\r\nimplementation of the Millennium Declaration. It is no\r\ncoincidence that, under his able stewardship, both he\r\nand the Organization were awarded the Nobel Peace\r\nPrize. This distinction is a tribute — but it is also a\r\nchallenge.\r\nIt is a tribute to the active and positive role that\r\nthis Organization has played in coordinating the\r\ninternational community’s response to the great\r\nchallenges of the twentieth century — the re-\r\nestablishment of peace and stability, sustainable\r\ndevelopment, the environment and HIV/AIDS.\r\nThe challenge, however, is to deal coherently and\r\ncooperatively with the subject matter of the twenty-\r\nfirst century: globalization and interdependence. We\r\nwish to reap the benefits of globalization, but also to\r\navoid its pitfalls. The advantages of progress cannot —\r\nand must not — be attained at the cost of ignoring the\r\nrights of others to development, or by disregarding our\r\nincreasingly fragile planetary ecosystem. The dangers\r\nare great, but the rewards are even greater.\r\nWhereas this Organization dealt comprehensively\r\nwith the spectres of the twentieth century, those of the\r\ntwenty-first century still loom before us. As the\r\nunthinkable became reality just one short year ago, we\r\nrealized that, as the danger of traditional war recedes,\r\nwe must face the new realities of terrorism. My\r\ncountry, unfortunately, has had bitter experience as a\r\nvictim of terrorism since before we established our\r\nindependence; today, the world stands united in its\r\ncondemnation of terror in whatever form, regardless of\r\ncause or grievance.\r\nMuch has been said about the root causes of\r\nterrorism. I must, however, refer to what my Deputy\r\nPrime Minister and Minister for Foreign Affairs so\r\naptly stated from this rostrum just a few weeks ago, on\r\n18 September: “Terror creates poverty more than\r\npoverty creates terror.” This is the unfortunate truth we\r\nmust face. The international community must remain\r\nvigilant; it must continue to fight the manifestations of\r\nevil wherever they are found, where they breed and\r\nmultiply and receive succour and assistance. States\r\nmust be held to account for the assistance they provide\r\nto the machinery of evil.\r\n2\r\nA/57/PV.26\r\nAt the same time, we must keep one eye firmly\r\non the Millennium Development Goals, the\r\nachievement of which would go a long way towards\r\ndraining the swamp in which terrorism feeds. Israel\r\nparticipated fully in the landmark meetings at Doha,\r\nMonterrey and Johannesburg, and looks forward to\r\ntaking an active role in the implementation of their\r\nconclusions.\r\nBarely 10 years after the State of Israel was\r\nfounded, we realized that, in spite of our own\r\ndevelopment needs, we were in duty bound to share our\r\nexperiences with other developing countries.\r\nMASHAV — Israel’s Centre for International\r\nDevelopment Cooperation — places emphasis on\r\ncapacity-building and sustainability in those fields\r\ndeemed to be most critical in the development process.\r\nIt is no coincidence that those fields mirror those the\r\nSecretary-General noted as paramount: water, energy,\r\nhealth, agriculture and biodiversity.\r\nIn 2001 alone, more than 8,000 people\r\nparticipated in 230 courses, in addition to more than\r\n200 long-term and short-term consultancies the world\r\nover. Special emphasis is placed on the empowerment\r\nof women, encouraging self-sufficiency and economic\r\nindependence.\r\nIsrael has been active not only in cooperation\r\nwith, but also in the creation of, international\r\nframeworks in priority areas. Everyone involved in the\r\nmechanisms of the Convention on Biological Diversity\r\nand the Framework Convention on Climate Change is\r\naware of the contributions made by Israel towards\r\nstrengthening those multilateral frameworks.\r\nThe HIV/AIDS pandemic is a further example of\r\nthe necessity of concerted, global efforts to meet the\r\nMillennium Goals. Besides the critically important\r\nresearch and development being conducted in Israel\r\nand in other centres around the world, action at the\r\ngrass-roots level is no less important. The African\r\ncontinent has been hardest hit by this modern-day\r\nplague. It is in this context that we wish to congratulate\r\nthe courage and foresight of African leaders in creating\r\ntwo frameworks — the African Union and the New\r\nPartnership for Africa’s Development — to face these\r\nchallenges head-on in a spirit of partnership, rather\r\nthan in one of dependence. Israel remains committed to\r\ncooperating with Africa and to working in close\r\npartnership with relevant actors and specialized\r\nagencies to ensure the success of this ambitious new\r\nprogramme.\r\nUnder the leadership of the Secretary-General,\r\nthe United Nations has begun the sometimes painful,\r\nbut always necessary, process of reform and\r\nrestructuring. Much has been done and still needs to be\r\ndone to craft this Organization into the body it aspires\r\nto be: a forum for the promotion of peace, a bastion of\r\nfreedom and development, and a guardian of our\r\nplanet’s resources. Israel is committed to working hand\r\nin hand, in a spirit of friendship and cooperation, with\r\nour partners, nations and United Nations bodies alike,\r\nto formulate a collective response to the challenges of\r\nthe new millennium for the benefit of all the peoples of\r\nthe world.\r\nMr. Fall (Senegal) (spoke in French): The\r\nrelevant reports we have received from the Secretary-\r\nGeneral give us once again this year the full measure of\r\nthe complexity of the tasks we face and the extent of\r\nthe challenges we have to take up. We therefore remain\r\nfirmly convinced, as ever, that multilateral action,\r\nwhich is the raison d’être of the United Nations, must\r\ntoday, more than ever before, remain the foundation,\r\nthe driving force and the bastion of our ideals, the\r\ndirection we take and the foreign policy choices we\r\nmake.\r\nHere we are, gathered together once again, to\r\nseek and identify ideal consensus solutions to the\r\nHerculean tasks facing us. Since the tragic events of 11\r\nSeptember 2001, it has become clear that no unilateral\r\naction, however well founded, can in itself put an end\r\nto the unspeakable monster of international terrorism\r\nor of its despicable surrogate, organized transnational\r\ncrime.\r\nSimilarly, only by acting together can we stop the\r\nrapid spread of HIV/AIDS, to take control over the\r\ncontinuing deterioration of the environment, to\r\nannihilate the proliferation of inter- and intra-State\r\nconflicts, to reduce the enormous digital divide, to cut\r\noff the illicit trade in small arms and light weapons, to\r\neradicate the trafficking in human beings and to resolve\r\nso many other ills and calamities.\r\nAll those obstacles and crippling handicaps\r\nrepresent grave threats to international peace, security\r\nand stability. But even worse, there is also a danger\r\nthat they may irremediably jeopardize the future\r\nsurvival of humanity as a whole and, above all, the\r\n3\r\nA/57/PV.26\r\nland of Lumumba, Nasser, Nkrumah, Nyerere, Senghor\r\nand Mandela.\r\nOver the past year, African issues have occupied\r\na major place on the United Nations agenda. This\r\nmeans that Africa continues to be seen as a continent\r\nwhere armed conflict and humanitarian disasters\r\ncontinue, where poverty and HIV/AIDS are increasing,\r\nwhere accidental and other disasters are spreading,\r\nwhere official development assistance is decreasing,\r\nwhere the excessive debt burden grows heavier, where\r\nforeign direct investment is waning, and where\r\ninstitutional problems are preventing the private sector\r\nand civil society from developing, as well as\r\npreventing the promotion of women’s rights.\r\nIndependent evaluation of the United Nations\r\nNew Agenda for the Development of Africa in the\r\n1990s (UN-NADAF) shows that the objectives set\r\njointly and agreed for Africa have not been achieved,\r\neven though, over that period, Africa has been a theatre\r\nfor courageous reforms undertaken by Governments in\r\nthe areas of economic and political good governance,\r\nhuman rights and the rule of law.\r\nThe outcome anticipated by the international\r\ncommunity continues to falter as it tries to rise to the\r\nlevel of legitimate expectations. Drawing lessons from\r\nunsuccessful attempts — if not outright failures — to\r\nimplement the innumerable plans and strategies for\r\nAfrica, African leaders launched, alongside the African\r\nUnion, the New Partnership for Africa’s Development\r\n(NEPAD). The enthusiasm and mass support that this\r\nunprecedented initiative has already garnered, because\r\nit was conceived by and for Africans, should lead to\r\nresolute, concrete and consistent action by the\r\ninternational community, in particular the developed\r\ncountries and partner institutions.\r\nNow that the stage is set, the goals proclaimed\r\nand the means identified, we must move from words to\r\ndeeds in order to meet Africa’s special needs.\r\nHenceforth, all efforts at peace and all development\r\ninitiatives taken by the United Nations system for the\r\nbenefit of Africa should be directed towards this\r\nparamount goal and should be a part of the strategic\r\nand operational priorities laid down in NEPAD and\r\nwhich, in fact, are consistent with those set at the\r\nMillennium Summit.\r\nFrom that standpoint, it bears recalling that the\r\nspecific goals for Africa set forth in the Millennium\r\nDeclaration relate to support for regional and\r\nsubregional mechanisms for conflict prevention and the\r\npromotion of political stability, including the African\r\nUnion’s Peace and Security Council and the NEPAD\r\nPeer Review Mechanism. These objectives focus on\r\nspecial measures for poverty eradication and the\r\nachievement of sustainable development, among other\r\nthings, by cancelling debt, broadening the enhanced\r\nHeavily Indebted Poor Countries (HIPC) Debt\r\nInitiative, improving access to markets, increasing\r\nofficial development assistance and foreign direct\r\ninvestment flows, enhancing the transfer of technology,\r\nand the strengthening African capacities to prevent the\r\nspread HIV/AIDS and other infectious diseases.\r\nAs we can see from the Secretary-General’s\r\nreport, these goals are taking time to come to fruition.\r\nTherefore Senegal believes that the implementation of\r\nthe Millennium Declaration, which is our breviary and\r\nroad map, remain an absolute priority and a categorical\r\nimperative for the Organization. It cannot be delayed,\r\nput off or set aside. It must remain even when it comes\r\nunder the threat of being overtaken by more pressing\r\ncurrent issues. Because this Millennium Declaration, as\r\nso rightly underlined by Mr. Kofi Annan, is the\r\nexpression of the common aspiration of the Member\r\nStates of the United Nations for a peaceful, prosperous\r\nand just world in which all people can live in a secure\r\nenvironment.\r\nMy government welcomed the initiatives of the\r\nSecretary-General and the Organization that focus on\r\nthe indicators and data which make it possible to\r\nmeasure progress in the implementation of the\r\nMillennium Declaration. It is important from this\r\nvantage point to strengthen cooperation with the United\r\nNations, regional and sub-regional organizations, in\r\nparticular with regard to the prevention and\r\nmanagement of conflicts.\r\nIn this respect the United Nations should continue\r\nto cooperate with Member States and non-State actors\r\nin providing better coordination of assistance and\r\nprotection for civilian populations in situations of\r\narmed conflicts. Sustained attention should be given to\r\nthe post-conflict rebuilding of countries devastated by\r\nwar, and here I refer to Guinea Bissau and certain\r\ncountries in the Manu River Basin as well as in the\r\nGreat Lakes subregion and to further supporting efforts\r\nof disarmament and demobilization as well as the\r\nreintegration into society of ex-combatants, especially\r\nchild soldiers, into civil life.\r\n4\r\nA/57/PV.26\r\nMy delegation also wishes to express its\r\nsatisfaction at the establishment of an office of the\r\nUnited Nations in West Africa based in Dakar. This\r\noffice has the full support of our Government because\r\nit will contribute to increasing the visibility of the\r\nactivities of the United Nations in the field,\r\ncoordinating the work of the various agencies of the\r\nOrganization and consolidating the initiatives of the\r\nEconomic Community of West African States\r\n(ECOWAS) so as to confront the manifold conflicts\r\nand crises that tear the subregion apart and make it\r\nprey to recurrent attempts to impose anti-constitutional\r\nchanges, including the recent one in Côte d’Ivoire\r\nwhich we unanimously and justly condemn.\r\nI would like to conclude where I began. The\r\nUnited Nations is what we make it and is our common\r\nand indispensable tool. Certainly it is an imperfect tool,\r\nbut a useful one that we cannot do without or replace.\r\nMultilateralism, which is its founding principle and\r\nvital life breath, serves the interests of all the members\r\nof this superb and humanistic brotherhood.\r\nIt is through a coherent and concerted consensus\r\napproach that we can achieve the goals of the\r\nMillennium and ensure the peace, security and stability\r\nof the world; only in the same way shall we be able to\r\nfulfil the action plans that emerged from the major\r\nconferences and summits that have been held all over\r\nthe world; and it is also with such a coherent, concerted\r\nand consensual policy that we shall succeed in\r\nendowing the Organization with the means it needs to\r\nbecome democratic and strong, so that each day, more\r\nof its work can be concentrated on essential tasks that\r\nenable it to devote itself to the service of the United\r\nNations family.\r\nIn this spirit, my delegation would like to pay\r\ntribute to the Secretary-General for his personal\r\ndetermination and commitment in the implementation\r\nof the results of the debates of our Organization, in\r\nappropriate cases, by appointing a high-ranking\r\nrepresentative for the least developed countries, the\r\nlandlocked countries and the small island developing\r\nStates, as well as for the restructuring and\r\nredeployment of the Office of the Special\r\nRepresentative of the Secretary-General for Africa and\r\nthe Least Developed Countries within the framework\r\nof the new African responsibilities it will soon assume.\r\nSince words become action, principles become\r\nprogrammes and commitments become obligations, we\r\nnow have before us the Millennium Declaration and its\r\nimplementation plan. This will enable us to open up the\r\npath and lay down the guidelines for our future\r\ndevelopment towards a better world, which is based\r\nupon coherent and legitimate initiatives of the United\r\nNations, including those of the Security Council, on the\r\nbasis of the cardinal principles of universality and\r\nmultilateralism.\r\nUnder the surface of the rigidity and\r\nponderousness of United Nations procedures, which all\r\ntoo often, alas, determine our collective inability to act,\r\nwe should henceforth be moved and motivated by a\r\nsingle imperative, the political will to give concrete\r\nembodiment to the commitment of citizens subscribed\r\nto in the Millennium Declaration for the building of a\r\nbetter life on a common planet.\r\nActing President: I now give the floor to the\r\nrepresentative of Ethiopia.\r\nMr. Teruneh Zenna (Ethiopia): We commend the\r\nSecretary-General for his analytical and balanced\r\nreports on the Implementation of the Millennium\r\nDeclaration and on the Work of the Organization. The\r\nreport on the Implementation of the Millennium\r\nDeclaration has shown us where we stand and the\r\nproblems that need to be addressed in order to meet the\r\nMillennium Development Goals.\r\nThe Secretary-General’s report enumerates our\r\nachievements in maintaining peace and security in\r\nmany parts of the world, including Africa, where we\r\nwere able to find solutions for a number of inter- and\r\nintra-State conflicts because, among other things, the\r\nUnited Nations worked in collaboration with the\r\nOrganisation of African Unity (OAU) and other\r\nregional organizations. In this regard, we commend the\r\nplans of the Secretary-General to strengthen the\r\nexisting relations between the two organizations in the\r\nlight of the evolution of the OAU into the African\r\nUnion.\r\nEthiopia highly values peace and security,\r\nbecause without it, we cannot fight the poverty and\r\ndisease that are ravaging the continent. Ethiopia, with a\r\npopulation of 65 million people, has a great stake in\r\npromoting the causes of peace and security in the\r\nregion. That is why we readily accepted the Ethio-\r\nEritrean Border Commission’s ruling, and we are now\r\ndoing our best, together with other member countries\r\nof the Intergovernmental Authority on Development\r\n(IGAD), to build peace in the subregion.\r\n5\r\nA/57/PV.26\r\nIt would be difficult to find lasting solutions to\r\nconflicts unless we address the root cause of the\r\nproblem. The report of the Secretary-General indicates\r\nthat much of sub-Saharan Africa and large parts of\r\nCentral Asia are falling behind in meeting the\r\nMillennium Development Goals. We all know that not\r\nenough is being done to avert this negative trend.\r\nDespite the continued commitment of donor countries,\r\nofficial development assistance declined for about two\r\ndecades as a percentage of gross national product,\r\nreaching its lowest level ever at 0.22 per cent in 2001.\r\nOnly five countries met the 0.7 per cent target in 2001,\r\nwhile others gave as little as 0.1 per cent of their gross\r\ndomestic product.\r\nRegarding debt sustainability, the Heavily\r\nIndebted Poor Countries Debt Initiative has been very\r\nslow in its implementation. World commodities prices,\r\nsuch as those for coffee, have plunged in recent years,\r\nthereby further aggravating the deteriorating terms of\r\ntrade. The report states that, as a result, we are\r\nconfronting a world divided between rich and poor as\r\nnever before in human history. Unless we overcome\r\nthis unhealthy dichotomy, the future of world peace\r\nand stability will be in great danger.\r\nBesides dehumanizing poverty, natural disasters\r\nhave brought severe suffering to millions of people in\r\nthe developing countries. In recent years, the frequency\r\nand severity of drought have intensified, especially in\r\neastern and southern Africa, creating chronic food\r\nshortages in the region. The combined effects of bad\r\nweather, desertification, declining soil fertility, poor\r\ntransportation, insufficient investment in agriculture,\r\ndeteriorating terms of trade, uncontrolled population\r\ngrowth and bad Government policy have all played a\r\nrole in worsening food shortages in the region. To avert\r\nthe impending food crises in Africa, great emphasis\r\nshould be placed on launching a frontal attack on such\r\nfactors as recurrent drought and desert encroachment in\r\naffected countries through irrigation systems and\r\ncontinued afforestation.\r\nThe problem of famine we are confronting is not\r\nonly associated with shortages of food, but is also the\r\neffect of the lack of income and purchasing power of\r\nthe affected population. Therefore, any policy aimed at\r\neliminating hunger should also seek to create\r\nalternative off-farm employment for the rural poor. In\r\nthis regard, we fully agree with the Secretary-General’s\r\nassertion that\r\n“the range of current crises has demanded a\r\nflexible, strategic and system-wide response\r\nlinking the provision of emergency assistance to\r\nthe search for sustainable solutions”. (A/57/1,\r\npara. 73)\r\nIn this regard, we think it is imperative, in the light of\r\nthe present and recurrent drought in the region, that the\r\nSecretary-General invigorate the initiative he took in\r\n2000 to address the long-term problem of food security,\r\nagricultural development and related aspects.\r\nIn Ethiopia, the centrepiece of our development\r\npolicy is agriculture-based industrialization. The main\r\ngoal of the policy is to eliminate the chronic food\r\nshortage and to enhance the overall development of the\r\ncountry by increasing productivity in agriculture, on\r\nwhich 80 per cent of the population depends for its\r\nlivelihood.\r\nBesides poverty, diseases such as HIV/AIDS are\r\nthreatening the very survival of our countries. We\r\nappreciate the effort of the Secretary-General in setting\r\nup the special Fund to help us fight the pandemic. We\r\nare encouraged by concrete measures being taken by\r\nthe United Nations, its specialized agencies and the\r\nWorld Bank to mitigate the onslaught of HIV/AIDS in\r\nAfrica. In Ethiopia, the Government, religious\r\norganizations and other non-governmental\r\norganizations are working together to fight the disease.\r\nNotwithstanding this effort, we realize that we have a\r\nlong way to go to arrest the onslaught, but with the\r\nconcerted efforts of the Ethiopian people and the\r\nassistance of the international community, we can\r\novercome the human suffering caused by poverty and\r\ndiseases.\r\nMr. Aldouri (Iraq) (spoke in Arabic): Allow me\r\nat the outset to congratulate the President and all the\r\nmembers of the Bureau on their election to guide the\r\nwork of the General Assembly at this session. I also\r\nwish to convey our appreciation and gratitude to the\r\nSecretary-General for his annual report on the work of\r\nthe Organization, which covers most United Nations\r\nactivities over the past year.\r\nIn studying the report, we note that the\r\ninternational political atmosphere is dominated by the\r\nlanguage of anti-terrorism and pre-emptive warfare\r\nadopted by the United States. This was confirmed by\r\nthe statement made yesterday by the United States\r\nPresident on the pretext of protecting national interests.\r\nIt sets a serious precedent in the field of international\r\n6\r\nA/57/PV.26\r\nrelations, for it is likely to marginalize this\r\nOrganization, which the international community\r\ncreated in order to save mankind from wars.\r\nWe note the extent to which, since the early\r\n1990s, this Organization has demonstrated hesitancy in\r\naddressing the issues of peace and security and been\r\nthe subject of consistent and sustained intimidation and\r\nthreats from the United States of America. What better\r\nproof of this could there be than the global\r\ndeterioration in international security and stability,\r\nalong with the shedding of more blood in our Arab\r\nregion? Like it or not, the language of pre-emptive\r\nwarfare has had repercussions on our debates,\r\nparticularly at this critical moment for the\r\nOrganization. We must therefore be realistic and have a\r\nclear sense of our respective positions, of the\r\nfundamental problems we face and of the way in which\r\nto resolve them peacefully.\r\nIt is clear that the issues of peace and security are\r\nthe key prerogatives of this Organization. My\r\ndelegation fully understands that it is the primary\r\nresponsibility of the United Nations and the Security\r\nCouncil to maintain international peace and security.\r\nHowever, a successful strategy for preventing armed\r\nconflict and for building peace requires collective\r\nattention and effort in addressing the challenges facing\r\nthe international community. We must reject double\r\nstandards. We must opt for justice and impartiality in\r\nour approach to the various issues within the United\r\nNations. Similarly, all Member States — the United\r\nStates above all — should repudiate once and for all\r\nthe policy of issuing threats to the sovereignty of\r\ncountries, interfering in the internal affairs of States,\r\nartificially triggering crises and fuelling conflicts in the\r\nservice of their selfish narrow interests.\r\nWe must also reinforce the primary role of the\r\nUnited Nations and international law in dealing with all\r\nperils, including poverty, terrorism, disease and armed\r\nconflict.\r\nThe Secretary-General has reported on his\r\nconversations with the Iraqi Government on the return\r\nof arms inspectors to Iraq. My Government has\r\ndisplayed its genuine and sincere willingness to\r\nimplement all relevant Security Council resolutions\r\nand to dispel any doubts about whether it possesses\r\nweapons of mass destruction. It has done so in order to\r\nreach a comprehensive settlement leading to the lifting\r\nof economic sanctions against my country; to end\r\ninterference in our internal affairs; to free the Middle\r\nEast of weapons of mass destruction; and to put an end\r\nto the no-flight zones.\r\nTaking all of that into consideration, Iraq has\r\nbeen willing to accept the unconditional return of\r\nUnited Nations arms inspectors. The negotiations that\r\ntook place in Vienna on 30 September and 1 October of\r\nthis year were successful. We were able to make\r\narrangements for the resumption of inspections in Iraq.\r\nDespite the success of those negotiations and Iraq’s\r\nunconditional acceptance of the return of inspectors,\r\nthe American Administration and the British\r\nGovernment have persisted in their diplomatic and\r\nmisinformation campaign aimed at sabotaging those\r\nefforts and preventing the return of inspection teams to\r\nIraq. They have striven to get the Security Council to\r\nadopt a new resolution with new impossible conditions\r\nin order to create a legal pretext for invading Iraq and\r\nseizing its oil and for increasing tension throughout the\r\nMiddle East. The motives of the British and the United\r\nStates are very clear. They are creating a major\r\nprecedent in international relations and are acting in\r\nflagrant violation of the Charter of the United Nations,\r\nwhich guarantees peace and security, the rule of law\r\nand equal sovereignty of all states. Those are the\r\nfounding principles of the Organization and have been\r\nreaffirmed on many occasions, including at the\r\nMillennium Summit.\r\nAllow me to note that the international\r\ncommunity and the General Assembly itself need to be\r\nreminded of the suffering caused to the Iraqi people by\r\nthe economic blockade, which has been overlooked.\r\nThe report of the Secretary-General indicates that relief\r\nfrom sanctions greatly depends on Iraq’s compliance\r\nwith all the relevant Security Council resolutions. The\r\nSecurity Council adopted resolution 1409 (2002) to\r\nrelieve the humanitarian situation, but it has not\r\nachieved anything on the ground. Those who presented\r\nthat resolution claimed that its purpose was to ease the\r\nembargo and to give Iraq access to humanitarian\r\nproducts. Unfortunately, the results have been negative.\r\nThe time period that the Office of the Iraq Programme\r\nrequires to deal with a contract was previously only\r\ntwo working days. It has now become ten working\r\ndays. It takes at least ten days for the experts of United\r\nNations Monitoring, Verification and Inspection\r\nCommission (UNMOVIC) and the International\r\nAtomic Energy Agency (IAEA) to examine contracts.\r\nIf everything goes well, the process can take as long as\r\n7\r\nA/57/PV.26\r\nthree weeks. But if IAEA or UNMOVIC requests\r\nadditional information, the process can take as long as\r\nsix months. The purpose of resolution 1409 (2002) was\r\nto bring wheat and other foodstuffs and medicines,\r\nsuch as anti-cancer drugs, into the country. Such\r\nproducts were supposed to go systematically and\r\ndirectly through the Office of the Iraq Programme.\r\nThey were not supposed to be subjected to the same\r\nkind of scrutiny as potential dual-use products and\r\nequipment are.\r\nWe are still awaiting the acceptance by the\r\nSecurity Council Committee established pursuant to\r\nresolution 661 (1990) of the list of goods requested by\r\nIraq, subject to UNMOVIC and IAEA scrutiny. It has\r\nnot yet been finalized.\r\nWe see that the suspended contracts have once\r\nagain been postponed to 15 October 2002. This is in\r\naddition to the destructive role played by the United\r\nKingdom and the United States in the Sanctions\r\nCommittee. Those two delegations alone have been\r\nblocking the “oil-for-food” programme by applying\r\nretroactive prices to Iraqi oil in order to reduce the\r\nearnings under the programme. The result has been to\r\nhinder the financing of more than 1,240 contracts.\r\nMoreover, the so-called green list has been expanded.\r\n1152 contracts worth over $3 billion have been\r\nsuspended for no reason that we can find acceptable.\r\nThe economic sanctions imposed on Iraq constitute a\r\ngrave ethical failing that the United Nations must face\r\nas it undermines the very credibility of the\r\nOrganization. The appalling humanitarian situation\r\nbeing suffered in Iraq has prompted certain observers\r\nto describe this policy of sanctions as a policy of\r\ncollective punishment and genocide perpetrated against\r\nthe Iraqi people. It has caused the death of\r\napproximately 1.7 million Iraqi citizens in the name of\r\nthe United Nations. The only way to resolve the\r\nsituation is by lifting the heinous embargo imposed on\r\nIraq more than 11 years ago.\r\nWe would have liked the report of the Secretary-\r\nGeneral to take note of the American and British daily\r\nbombardments that Iraq suffers in the so-called no-\r\nflight zones in northern and southern Iraq, which are\r\ntotally illegal. They were put in place without the\r\napproval of the Security Council. They have led to the\r\ndeath of a large number of Iraqi civilians and to the\r\ndestruction of water purification stations, schools,\r\nhousing and public property. In December of last year,\r\nthe Secretary-General spoke about this issue. He said\r\nthat there was nothing in the Security Council\r\nresolutions that could authorize such no-flight zones.\r\nThey are therefore without legal basis.\r\nWe also would have liked the report of the\r\nSecretary-General to include the real confessions of\r\nmembers of the former United Nations Special\r\nCommission (UNSCOM) concerning the espionage\r\nactivities conducted by the United Kingdom and the\r\nUnited States against Iraq. I would like to note the\r\nstatements of Rolf Ekeus, former Chief Inspector in\r\nIraq, who said that the Americans took advantage of\r\nUNSCOM’s activities to carry out espionage and that\r\nthey successfully introduced spies into UNSCOM in\r\nthe guise of inspectors in order to get information on\r\nIraqi security systems, its forces and the residences of\r\nthe President of the Republic. They also attempted to\r\ninstall surveillance and listening devices. Such actions\r\nare in violation of the dignity and credibility of the\r\nUnited Nations itself. They also constitute a threat to\r\nIraq’s national security.\r\nThe question of Kuwaiti missing persons has\r\nbeen raised, and Iraq has been called on to coordinate\r\nwith the High-level Coordinator. We wish to note that\r\nthe Secretary-General’s report overlooked the\r\ninitiatives that Iraq has taken, of which there is\r\ndocumentary proof. The latest initiative was a letter\r\ndated 16 August 2001 from the Iraqi Foreign Minister\r\ntransmitted to the Secretary-General in document\r\nS/2001/804. In that letter the Foreign Minister\r\nindicated Iraq’s readiness to cooperate with the\r\nTripartite Commission concerning missing persons\r\nunder the auspices of the International Committee of\r\nthe Red Cross (ICRC) and in collaboration with\r\ncountries with genuine lists of missing persons,\r\nincluding Iraq, that can be submitted for investigation.\r\nThere have been many efforts to cooperate with the\r\nCommittee on Missing Persons, the League of Arab\r\nStates and ICRC.\r\nThe tragedy that the Palestinian people are\r\nundergoing under Israeli aggression, which is\r\ndestroying infrastructure and pursuing a policy of\r\nmassacres, assassinations, displacement, siege,\r\nstarvation and settlement-building, could not have been\r\nprecipitated had it not been for United States political,\r\nmilitary and financial support to Israel. Those activities\r\nmust be classified as terrorist activities. They are in\r\nfact State terrorism, but they are passed off as acts of\r\nself-defence. Israel is now talking about the need to\r\nreform the Palestinian Authority and to hold elections\r\n8\r\nA/57/PV.26\r\nin order to divert attention from the genuine core of the\r\nproblem. That is the best example of the double-\r\nstandard policy I spoke of earlier.\r\nIsraeli actions against defenceless Palestinians\r\nconstitute a major violation of human rights,\r\ninternational law and the principles of the Charter. The\r\nUnited Nations must take a clear position on them in\r\norder to protect the inalienable rights of the Palestinian\r\npeople to liberate its territory and to establish a free\r\nand independent State, with Al-Quds Al-Sharif as its\r\ncapital. At a time when dozens of Security Council and\r\nGeneral Assembly resolutions call for the rejection of\r\nall geographic and demographic changes being carried\r\nout in Jerusalem, the United States Government, which\r\nis accusing Iraq of non-compliance with Security\r\nCouncil resolutions, has itself signed a protocol for an\r\nagreement recognizing that Jerusalem should be the\r\n“eternal capital” of Israel.\r\nWhere, then, does the United States stand in\r\nterms of international law? What has become of\r\nSecurity Council and General Assembly resolutions,\r\nand where is respect for them? We feel the Palestinian\r\npeople and the Palestinian Authority, and not the\r\nUnited States are the ones entitled to determine the\r\ncapital of the Palestinian State. We encourage the\r\nUnited Nations, for the sake of international peace and\r\nsecurity, to strive to avoid any further deterioration of\r\nthe situation in our region, given the critical state of\r\ntension, of which we are so well aware.\r\nMr. Sharma (Nepal): I thank the President for\r\nconvening this joint debate on the Secretary-General’s\r\nreports on the work of the Organization (A/57/1) and\r\non the implementation of the Millennium Declaration\r\n(A/57/270 and Corr.1).\r\nMy delegation thanks the Secretary-General for\r\nhis excellent reports before us. We broadly agree with\r\nhis assessments regarding the need for strengthening\r\nthe United Nations, as well as for implementing the\r\nMillennium Declaration in an integrated and\r\ncomprehensive fashion leaving no room for distortion\r\nor imbalance among the various commitments.\r\nIn the wake of the 11 September 2001 terrorist\r\nattacks, there has been renewed recognition that the\r\nglobal community must work together to stamp out\r\nterrorism and to promote international peace and\r\nsecurity, as well as to stimulate sustainable\r\ndevelopment, justice and social progress. That is the\r\ncore message we get from the Secretary-General’s\r\nreports, and we support it.\r\nNepal is reeling under the unspeakable anguish\r\nand trauma of Maoist violence and abject poverty. The\r\nMaoist terrorists have terrorized the nation by killing\r\ninnocent people and destroying their property, as well\r\nas by blowing up public infrastructure. Their violence\r\nand brutality have reached new heights, causing further\r\nhardships for the people already desperate, after six\r\nyears of terror.\r\nThe situation is such that even the Government of\r\nPrime Minister Deuba cowered under the Maoist threat\r\nto disrupt the midterm polls scheduled for 13\r\nNovember 2002, and asked for the postponement of the\r\npolls by more than a year, creating a constitutional\r\nstalemate. As a result, His Majesty the King was\r\ncompelled to remove the inept Deuba Government\r\nunder article 127 of the Constitution, paving the way\r\nfor a new Government capable of holding the elections\r\nat the earliest possible time. That was an interim step\r\ntaken to protect the integrity of the constitutional\r\nmonarchy and multiparty democracy, to which the\r\nKing has expressed full commitment.\r\nObviously, we need external assistance to fight\r\nthe Maoist terror effectively, which entails equipping\r\nour security apparatus to protect people and their\r\nfreedoms, and reducing poverty and providing\r\neducation, health and basic services to give people\r\nhope and opportunity. We thank our friends who have\r\nsupported us in this quest morally and financially, and\r\nwe urge them to continue doing so.\r\nIn that context, we note with appreciation the\r\nSecretary-General’s offer of his good offices to help\r\nresolve that problem, made in paragraph 25 of his\r\nreport on the work of the Organization. We will\r\nremember that kind offer if we need it. However, we\r\ndeplore any suggestion or that tends to equate the\r\nGovernment’s action to protect its citizens and the\r\nMaoists’ indiscriminate acts of violence.\r\nPeace and development are indivisible, and they\r\nmutually reinforce each other. In the global village\r\nwhich the world has now become, conflicts tend to\r\nspill across countries and continents, and poor people\r\nseek opportunities to escape dehumanizing poverty,\r\noften creating delicate economic and humanitarian\r\nsituations that the civilized world cannot ignore. That\r\nmakes peace and development a common cause.\r\n9\r\nA/57/PV.26\r\nThe past 12 months have been a tumultuous\r\nperiod for the world community. The terrorist attacks\r\non the United States forced the community of nations\r\nto wage a war against terror. Meanwhile, many\r\ntroubled States began a march to freedom and\r\nnormalcy, and major conferences took place to promote\r\neconomic growth, social development and\r\nenvironmental protection. At the same time, global\r\nrecession continues to batter the peoples of many\r\nlands.\r\nIn the area of peace and security, the war on\r\nterrorism has freed Afghanistan from the clutches of\r\nthe Taliban brutality and obscurantism and from the\r\nshroud of Al Qaeda terror. East Timor has emerged\r\nfrom the pall of violence and joined the family of free\r\nnations. Sierra Leone and Angola have breathed a sigh\r\nof relief after violence abated, and have begun to make\r\ntheir way back to normalcy. These are remarkably\r\nencouraging developments.\r\nHowever, the Middle East continues to hang by\r\nthe cusp, ready to plunge into a vortex of deeper\r\nviolence and wider war. Though the siege against\r\nMr. Arafat has ended, the Israeli repression and\r\nrestrictions on the Palestinian people continue. War\r\ndrums are beating ever closer in the Gulf, making the\r\nwhole world nervous about its possible consequences.\r\nWe call on all sides to exercise restraint and find\r\npeaceful resolutions to this crisis.\r\nMoreover, South Asia remains highly volatile.\r\nThe Great Lake Region is still under the pall of\r\nuncertainty. The Mano River area is descending into\r\ndeeper crisis, and a number of conflicts elsewhere\r\ncontinue to defy solutions.\r\nTo our dismay, disarmament has taken a back seat\r\nin the global agenda, as Conference on Disarmament\r\nparticipants failed to agree on its programme of work\r\nfor the fourth year in succession, while the\r\nCommission on Disarmament failed to meet in the last\r\nsession. The good news of the United States-Russia\r\nagreement to reduce their nuclear weapons came with\r\nthe bad, that the anti-ballistic missile (ABM) Treaty\r\nwas on the chopping board.\r\nNepal is willing and committed to work with our\r\nregional and global partners to promote peace and\r\nsecurity. Our participation in the United Nations\r\npeacekeeping and in the fight against terror at home\r\nand in the world bears eloquent testimony to our\r\npledge. We call on Member States to do everything in\r\ntheir power to advance the goal of durable peace,\r\nwhose road inevitably passes through disarmament and\r\ndevelopment.\r\nThere is no problem that the world faces today\r\nthat is as deep and dangerous as that of poverty amidst\r\nthe growing population of developing nations. Poverty\r\nis a source of human misery, underdevelopment and\r\ndespair, as well as a breeding ground for conflicts. The\r\npresent global recession has brought additional pain to\r\npeoples around the world, hitting the poor particularly\r\nhard.\r\nIn order to remedy this predicament, the\r\nMillennium Development Goals have provided a vision\r\nand a set of objectives for equitable and sustainable\r\ndevelopment on the planet. The Brussels, Monterrey,\r\nJohannesburg and Doha conferences have rekindled\r\nnew hopes in this respect. The global meetings on\r\nchildren and on ageing and the New Partnership for\r\nAfrica’s Development are also important building\r\nblocks in the pursuit of this process.\r\nThe buzzword now must be implementation, the\r\nlack of which has strongly undermined past global\r\ncompacts. The Secretary-General rightly warns us that\r\nbusiness as usual is unlikely to help us achieve the\r\nMillennium Development Goals. Nepal is a case in\r\npoint. A recent report has concluded that Nepal is\r\nunlikely to meet eight out of the ten Millennium\r\nDevelopment Goals within the stipulated period,\r\nbarring the reduction in child mortality and attaining\r\nthe goal of providing drinking water.\r\nMany other poor countries are in the same boat,\r\nbut the situation in least developed countries is much\r\nworse. It is therefore necessary that development\r\npartners provide increased official development\r\nassistance, enhanced market access and deeper debt\r\nrelief to developing nations, particularly the least\r\ndeveloped ones. Other vulnerable groups, such as\r\nlandlocked developing States, should also receive\r\nspecial attention from the international community.\r\nSuch steps are absolutely essential to attain the\r\nMillennium Development Goals on schedule.\r\nIndeed, the United Nations’ role in helping the\r\nrealization of the Millennium Development Goals and\r\nspurring development in general is broadly laudable.\r\nHowever, we fail to realize that the economic and\r\nsocial fields have suffered from neglect at the United\r\nNations.\r\n10\r\nA/57/PV.26\r\nIn our view, the United Nations must reverse this\r\ndecline to serve its needy Member States better. In this\r\ncontext, we take the appointment of the High\r\nRepresentative for the Least Developed Countries, the\r\nLand-locked Developing Countries, and Small Island\r\nDeveloping States as a step in the right direction.\r\nHumanitarian assistance and human rights\r\npromotion constitute the strongholds of the United\r\nNations. We appreciate the Organization’s work to\r\nprotect refugees and displaced persons and urge it to\r\nfocus more on finding durable solutions to the refugee\r\nproblem, an aspect in which the United Nations\r\nremains weak.\r\nI take this opportunity to call on the global\r\ncommunity, including the United Nations system, to\r\ncontinue its support for the maintenance of the\r\nBhutanese refugees in Nepal until a durable resolution\r\nis found, and to encourage Bhutan to speed up the\r\nbilateral negotiations.\r\nNepal applauds the International Criminal Court’s\r\ncoming into force and the international tribunals’\r\nrecent breakthroughs. We also underline the difficulties\r\nthat developing States are facing with respect to\r\nmeeting the disparate and multiple reporting\r\nrequirements under various human rights instruments.\r\nStreamlining human rights reporting mechanisms\r\nand processes is vital to make the system more\r\nmanageable. We welcome the appointment of the new\r\nHigh Commissioner for Human Rights, Mr. Sergio de\r\nMello, and hope that he will be able to reform the\r\nsystem and to contribute to human rights promotion.\r\nReforms remain one of the cardinal priorities of\r\nthe United Nations. The General Assembly and the\r\nEconomic and Social Council have witnessed some\r\nchanges for the better, but they remain inadequate and\r\ntheir pace continues to be sluggish. Though the\r\nSecurity Council’s methods have somewhat improved,\r\nits structural reform remains distressingly stalled.\r\nI plan to dwell on the issue of reforms at greater\r\nlength later on when the Secretary-General’s report on\r\nthe subject will be considered. Suffice to say that the\r\nproposed reforms are good but do not go far enough to\r\nprepare the United Nations for the challenges posed by\r\nits lofty principles and purposes.\r\nStrong partnership is necessary among key\r\nstakeholders to achieve the shared goal of making this\r\nworld more peaceful, prosperous, healthy, equitable\r\nand just for us and for our children. Nepal is committed\r\nto doing its part with the utmost determination and\r\ncommitment.\r\nThe Acting President: I now give the floor to\r\nthe representative of Suriname.\r\nMrs. Loemban Tobing-Klein (Suriname): I feel\r\nvery happy and privileged to present my statement\r\nunder the capable leadership of a Caribbean woman, a\r\nCaribbean female Ambassador. I congratulate her.\r\nWe do not need lengthy statements and debates\r\nanymore. We do not need explanation of the\r\nMillennium Development Goals and targets. What we\r\ndo need is concrete action and concrete translation of\r\nthe Millennium Development Goals into deeds. Those\r\nGoals must also be translated into an improvement in\r\nthe living conditions of peoples and into halving by\r\n2015 the number of people living under extreme\r\npoverty and hunger. We are in urgent need of\r\ntranslating the Goals into universal primary education\r\nand into ensuring the insurance of primary schooling\r\nfor all boys and girls.\r\nWhat has to be done is clear and well known. We\r\nhave to repeat always and everywhere that we have to\r\nprotect all human rights at all times; that we have to\r\nfocus on democracy and good governance, conflict\r\nresolution, security and peace; that we have to\r\neradicate extreme poverty and hunger; and that we\r\nhave to reduce child mortality, improve maternal health\r\nand combat HIV/AIDS, malaria and tuberculosis. It is\r\nwell known that at least 60 million people all around\r\nthe world, and in particular in sub-Saharan Africa and\r\nthe Caribbean region, are affected by HIV/AIDS and\r\nthat 20 million people have already died. We need the\r\nnecessary resources, adequate medicine and treatment\r\nto fight these serious and destructive diseases. Through\r\nthe Millennium Development Goals, our Governments\r\nhave accepted the responsibility to ensure\r\nenvironmental sustainability, including sustainable\r\naccess to safe drinking water and sustainable energy.\r\nWe have to repeat constantly that we need to\r\ndevelop a global partnership for development that\r\nincludes an open trading system and special attention\r\nto the debt problems of developing countries, as well as\r\nto the special needs of least developed countries, small\r\nisland developing States and landlocked developing\r\nStates. In that respect, we applaud the establishment of\r\nthe Office of the High Representative for the Least\r\nDeveloped Countries, Landlocked Developing\r\n11\r\nA/57/PV.26\r\nCountries and Small Island Developing States, under\r\nthe capable leadership of Under-Secretary-General\r\nChowdhury. We must also repeat that official\r\ndevelopment assistance should at least be doubled and\r\nthat developed countries should fulfil their promises\r\nand responsibilities to provide at least 0.7 per cent of\r\ntheir gross domestic product to official development\r\nassistance.\r\nThe Panel headed by former Mexican President\r\nErnesto Zedillo, which includes former United States\r\nTreasury Secretary Robert Rubin, has estimated that\r\nmeeting the Millennium Development Goals will cost\r\nat least an additional $50 billion in annual aid. That\r\namount of money should be made available by\r\ninternational financial institutions, donor countries and\r\nthe more developed world.\r\nIn his valuable introductory statement last Friday,\r\nthe Secretary-General called on the developed world\r\n“to provide much more generous development\r\nassistance. Without these things, many\r\ndeveloping countries will be unable to reach the\r\nMillennium Goals, however hard they try”.\r\nHe also urged every country to assume its\r\nresponsibility to find necessary ways and means to\r\nachieve the Millennium Development Goals through\r\nthe efforts of their own Governments and peoples, for,\r\nas the Secretary-General has also said, “whether they\r\nare met or not met is what happens in each separate\r\ncountry”.\r\nBoth Professor Jeffrey Sachs — who is a\r\nmacroeconomist and whom I believe is still the Special\r\nAdviser of the Secretary-General on the\r\nimplementation of the Millennium Development\r\nGoals — and Mr. Mark Malloch Brown, Administrator\r\nof the United Nations Development Programme, have\r\nstressed their views on this subject several times,\r\nnamely, that developing countries are by no means able\r\nto meet the needs of their people on the basis of their\r\nown financial resources. They need to be assisted. That\r\nis the reality.\r\nWhile we are gathered here, millions of children,\r\nwomen, men, older persons, peoples with disabilities\r\nand indigenous persons are living under the most\r\nmiserable circumstances. Millions of peoples,\r\nincluding children, are living without fundamental\r\nfreedoms of action and choice and without peace: they\r\nare involved in war situations. The Millennium\r\nDevelopment Goals, adopted in September 2000 by our\r\nheads of State and Governments here in this Hall, are\r\npromises for fundamental changes. Those changes first\r\nneed to address the dimensions of poverty, including\r\nthe lack of adequate food, shelter, clean drinking water,\r\neducation and health, as well as the consequences of\r\nnatural disasters.\r\nPoverty, peace and security are interdependent.\r\nWe know that. The issue that lies at the heart of the\r\nUnited Nations — international peace and security —\r\nhas been thoroughly discussed and scrutinized over the\r\npast year as a result of the horrific events of September\r\n2001. My Government has taken the necessary steps to\r\nimplement resolution 1373 (2001). In our endeavours\r\nto combat international terrorism, I would like to\r\nreiterate the importance of ensuring that the human\r\nrights of peoples are not violated. That is very\r\nimportant.\r\nThe fact that the many forms of transnational\r\norganized crime — including drug trafficking, money\r\nlaundering and corruption — are increasingly taking a\r\nglobal toll, shows the urgent need for a collective\r\napproach by the international community to deal\r\neffectively with these problems.\r\nWe agree with the Secretary-General that we need\r\nto deal with conflict by preventing it rather than to face\r\nits tragic consequences once it has erupted. It is\r\ntherefore essential to take a multidimensional approach\r\nto international security, and not focus solely on the\r\nmilitary aspect of security. We have heard about the\r\nimmense amount of money devoted to the area of\r\ndefence and military action. But we also have to look\r\nat political, social, economic and human security. The\r\nOrganization of American States devoted its last\r\ngeneral assembly session to the theme “A\r\nmultidimensional approach to hemispheric security”,\r\nan approach that my country supports. We recommend\r\nthat the United Nations also remain constantly focused\r\non the multidimensional approach to international\r\nsecurity.\r\nWe must constantly repeat that the various\r\naspects of development, and the necessary steps that\r\nneed to be taken, were outlined at major conferences:\r\non trade, at Doha; on financing for development, at\r\nMonterrey; and on sustainable development, at\r\nJohannesburg. The Secretary-General’s recent\r\nannouncement regarding the campaign to make the\r\nMillennium Development Goals better known\r\n12\r\nA/57/PV.26\r\nthroughout the world and to try to mobilize behind\r\nthem the force of public opinion is very promising. Ms.\r\nEveline Herfkens, former Minister of Development\r\nCooperation of the Netherlands — a country that has\r\nreached the goal of 0.8 per cent of gross national\r\nproduct devoted to official development assistance —\r\nwho was appointed on 1 October 2002 as Executive\r\nCoordinator for the Millennium Development Goals\r\nCampaign, is a great advocate of putting one’s money\r\nwhere one’s mouth is. Indeed, we hope she will live up\r\nto that challenge.\r\nWe must underline the words of the Secretary-\r\nGeneral: “...progress must be made on a much broader\r\nfront. Otherwise, the ringing words of the Declaration\r\nwill serve only as grim reminders of human needs\r\nneglected and promises unmet.” (A/57/270, para.113)\r\nIn conclusion, I should like to thank the\r\nSecretary-General for his reports on the work of the\r\nOrganization and on the implementation of the United\r\nNations Millennium Development Goals. We realize\r\nthat we still have a long way to go to attain the Goals,\r\nbut I am pleased to announce that we in Suriname are\r\nworking on their implementation in the various sectors\r\nof my country, as we have stated on several occasions\r\nand in the Main Committees during the fifty-seventh\r\nsession of the Assembly. Implementing the Millennium\r\nDevelopment Goals should be the ultimate prerequisite\r\nfor peace, security and sustainable human development\r\nfor all our countries, all our Governments and all our\r\npeoples.\r\nThe Acting President: I now give the floor to\r\nthe representative of the Democratic People’s Republic\r\nof Korea.\r\nMr. Kim Chang Guk (Democratic People’s\r\nRepublic of Korea): My delegation expresses its\r\nappreciation to the Secretary-General for presenting the\r\nreports on the work of the Organization and on the\r\nimplementation of the Millennium Declaration. Our\r\nappreciation goes also to other Secretariat staff\r\nmembers for their contribution to the preparation of the\r\nreports.\r\nI would like to mention in brief my delegation’s\r\nviews on strengthening the role of the United Nations\r\nin ensuring international peace and security and\r\nsustainable development, with regard to the report of\r\nthe Secretary-General on the work of the Organization.\r\nThe United Nations was founded with the\r\npurposes of achieving lasting world peace and security\r\nand developing friendly and cooperative relations\r\namong nations based on respect for sovereign equality.\r\nHowever, international peace and security are\r\nconfronted by more serious challenges today as we\r\nenter a new century, 50 years after the founding of the\r\nOrganization. The nuclear threat has increased,\r\nconflicts of various kinds have intensified around the\r\nworld, and attempts to violate national sovereignty are\r\nnewly undisguised. Still worse, poverty has deepened,\r\ndebt burdens are rising and the gap between rich and\r\npoor has widened.\r\nToday, the major challenge to peace and security\r\nis the emerging doctrine of power supremacy, which\r\ntramples on the principle of sovereign equality. The\r\ndoctrine of power supremacy is a main factor in the\r\nundermining of international relations, and it poses a\r\nconstant threat to peace, in disregard of the principles\r\nand norms of international law. The reckless\r\narbitrariness reserved for the absolute supremacy of\r\npower aggravates international relations, increases\r\nconfrontation and conflict among countries, violates\r\nthe purposes and the principles of the United Nations\r\nand ignores the Organization itself. Ultimately, that\r\nconstitutes the major challenge to the United Nations.\r\nArrogant and impertinent statements labelling other\r\ncountries as an axis of evil or as targets of pre-emptive\r\nnuclear attack, made at will and in one’s own interests,\r\nare also rooted in the doctrine of power supremacy.\r\nThe challenges that we now face require us to\r\ndemonstrate concerted will and action, in respect for\r\nsovereignty, equality and the development of fair\r\ninternational relations. It is now urgent that we\r\ndecisively enhance the leading role of the United\r\nNations in our joint efforts to develop just and fair\r\nrelations among nations, based on sovereign equality,\r\nin order to guarantee world peace and security and\r\nsustainable development.\r\nAll Member States should respect the Charter of\r\nthe United Nations and faithfully carry out the\r\npurposes and principles enshrined therein. What is\r\nimportant here is our adherence to the principles of\r\njustice and impartiality. Without the principles and the\r\nimpartiality of international law, the just settlement of\r\nproblems can never be assured. Only when the Charter\r\nis respected and implemented in good faith can all\r\nproblems be settled properly.\r\n13\r\nA/57/PV.26\r\nMy delegation asserts that the functions of the\r\nGeneral Assembly should be strengthened and that the\r\nSecurity Council should be thoroughly reformed to\r\nmeet the demands of Member States. In addition, the\r\nEconomic and Social Council should be empowered to\r\nenhance its role and functions in order to reform unfair\r\ninternational economic systems and to contribute to\r\ntaking substantive measures for the substantial\r\ndevelopment of developing countries.\r\nIn that respect, all Member States and\r\norganizations of the United Nations system must\r\nundertake active efforts to achieve the Development\r\nGoals set out in the Millennium Declaration. The\r\nUnited Nations must closely coordinate its global\r\nactivities to realize sustainable development and must\r\nstrongly promote the implementation of its\r\ndevelopment commitments and decisions by devoting\r\nmore time and greater funds to that end.\r\nThe Acting President: I now give the floor to\r\nthe representative of Yemen.\r\nMr. Mubarez (Yemen) (spoke in Arabic): After\r\nhaving seen the report of the Secretary-General on the\r\nimplementation of the Millennium Declaration, we are\r\nconvinced of the rightness of that United Nations\r\nresolution.\r\nThe report is not simply a review of the\r\nachievements of the two previous years but offers us a\r\nvision that can guide our approach in future.\r\nHere I should like to offer my thanks to the\r\nSecretary-General for a valuable report and to endorse\r\nhis conclusion that the implementation of the\r\nMillennium Declaration has been both a success and a\r\nfailure. It is significant that the terrorist attacks of\r\nSeptember 2001 occurred one year after the adoption of\r\nthe Millennium Declaration. This is a reminder that\r\ncollective action is needed to meet the challenges and\r\ndefuse the threats that face us, which are not confined\r\nto any single State.\r\nThe United Nations has given due attention to\r\nterrorism prevention through the deliberations\r\nconducted by the General Assembly last year, at the\r\nbeginning of the preceding session, and through the\r\nestablishment of the Security Council Counter-\r\nTerrorism Committee. But we would like to reaffirm\r\nwhat the Secretary-General said in his report, namely\r\nthat we should not confine ourselves to drying up\r\nterrorists’ sources of funds and targeting their plans\r\nand organization, but also show some understanding\r\nfor, and address, the conditions that give rise to\r\nterrorism. We should also redouble our efforts to bring\r\nabout a conclusion of the discussions on the\r\ninternational convention on terrorism that it can\r\nbecome universal and deal with all forms of terrorism,\r\nincluding State terrorism.\r\nIn any event, it is not acceptable to confuse\r\nterrorism with legitimate resistance to foreign\r\noccupation. The Secretary-General points out that there\r\nhas been an increase in the number of hotbeds of\r\ntension throughout the world. The world does seem to\r\nbe backsliding, and the number of conflicts has\r\nincreased. This is a reality that we cannot deny. Nor\r\ncan we deny the achievements recorded by the United\r\nNations in safeguarding peace and in settling disputes\r\nand conflicts over the same period.\r\nHowever, the importance attached by the Security\r\nCouncil to certain issues and the selectivity that has\r\nbeen noted in the application of Security Council\r\nresolutions has given rise to certain questions. In\r\nparticular, the Council has not rigorously applied\r\nresolutions relating to the Middle East. This is quite\r\nobvious. It has had an effect on the credibility of the\r\nOrganization and has limited its effectiveness.\r\nIt is only logical that peace and security cannot be\r\nachieved in a world of inequality, repression and\r\ninjustice. In this world, the great majority — 4 billion\r\npeople — are deprived of the most basic necessities\r\nand are far removed from the material prosperity\r\nenjoyed by the minority.\r\nDespite the efforts that have been made to narrow\r\nthe gap between developed and developing countries,\r\nvery little has been achieved. We believe that the\r\nabsence of political will on the part of the developed\r\ncountries in assuming their responsibilities remains the\r\nprimary cause of the deterioration of the situation. The\r\nresolutions adopted at the Doha, Monterrey and\r\nJohannesburg conferences are to a large extent linked\r\nto the positions and decisions taken by those States.\r\nMr. Kpotsra (Togo), Vice-President, took the\r\nChair.\r\nThe Secretary-General’s report underlines the fact\r\nthat very limited progress has been made in the area of\r\nhuman rights over the last two years. The holding of\r\nthe World Conference against Racism, Racial\r\nDiscrimination, Xenophobia and Related Intolerance in\r\n14\r\nA/57/PV.26\r\nDurban last September stands as one of the major\r\nachievements of that period.\r\nInternational attention should focus on the fight\r\nagainst terrorism, and in that respect the Secretary-\r\nGeneral stresses that attempts to prevent terrorism\r\nshould not be used as a pretext to violate the basic\r\nrights of individuals and of communities. At the same\r\ntime, stopping terrorism involves the consolidation and\r\nprotection of human rights and democracy, as well as\r\nsocial justice.\r\nFor our part, we would also like to affirm and\r\nendorse what has been said by many other delegations.\r\nWe should avoid any policitization of human rights and\r\nany policy involving a double standard, because not\r\nonly does this not contribute to the realization of\r\nhuman rights or of democracy, but it also damages\r\ninternational relations and impedes the achievement of\r\nthe goals of this Organization.\r\nIn today’s globalized and interdependent world, a\r\nworld of common concerns, there is a great need to\r\nstrengthen the role of the United Nations and its\r\neffectiveness as the best means and the best framework\r\nfor multilateral diplomacy, which is no longer a choice\r\nbut a necessity in the face of today’s challenges.\r\nWe note with satisfaction the changes that have\r\nrecently occurred in the United Nations in various\r\nareas and that are aimed at adjusting it to the rapid\r\nchanges that are taking place on the international\r\nscene, so as to give the Organization the capacity to\r\nadapt and to consolidate its role in today’s world.\r\nHowever, the winds of change have not affected the\r\nSecurity Council, despite the pressure of events and the\r\nlogic of the situation, which makes it necessary to\r\nenlarge the Council’s membership, including in the\r\npermanent category.\r\nThe delegation of Yemen has already expressed\r\nits support for the reforms and structural changes\r\nproposed by the Secretary-General, and we look\r\nforward to the opinions and observations he will make\r\nand conclusions he will reach in the report that he has\r\npromised to submit soon.\r\nMr. Balstra (San Marino): Let me congratulate\r\nthe President on the decision to discuss jointly the two\r\nexcellent reports of the Secretary-General on the work\r\nof the Organization and on the follow-up to the\r\noutcome of the Millennium Summit. Indeed, both\r\nreports are complementary, and together they give us a\r\ndetailed view of the global situation from the\r\nperspective of this Organization.\r\nIn his report, the Secretary-General provides us\r\nwith some encouraging information on the\r\nimplementation of the goals contained in the\r\nMillennium Declaration. Nevertheless, we cannot but\r\nreach the conclusion that the world situation is far from\r\nbeing satisfactory, especially in areas such as\r\ndevelopment, poverty, health, human rights,\r\ninternational security, and protection of the\r\nenvironment.\r\nAfter almost 60 years of implementing\r\ninternational cooperation as established in the Charter\r\nof the United Nations, there are still substantial\r\neconomic and political contradictions that are\r\nincompatible with the advances that humankind has\r\nachieved in the areas of science, technology,\r\ncommunications and culture.\r\nThe responsibility for the global situation does\r\nnot lie only with the shortcomings of the mechanisms\r\nand institutions of international cooperation, but also,\r\nand in particular, with the lack of political will of\r\nGovernments to comply with international obligations\r\nand commitments.\r\nComparing the information contained in\r\nparagraphs 20 and 42 of the report on the outcome of\r\nthe Millennium Summit, one cannot but conclude that\r\nsome of the priorities and decisions of Governments\r\nare morally wrong. These paragraphs tell us that, while\r\nglobal military spending exceeds $800 billion a year,\r\nmillions of children continue to die each year for lack\r\nof health care, clean water, a safe environment and\r\nadequate nutrition.\r\nConcerning disarmament, the picture could not be\r\nmore discouraging. How could it be otherwise, when\r\nwe read in the report that negotiations on disarmament\r\nissues and on the Convention on Biological Weapons\r\nare stagnant?\r\nI would like to stress that both reports\r\ndemonstrate that the only way to deal with the most\r\nimportant problems affecting humankind is through\r\nconcrete multilateral initiatives and actions. The\r\ncollective fight against terrorism being undertaken at\r\npresent by the entire international community is clear\r\nevidence that multilateralism is the only effective\r\nmeans of coping with the problems confronting the\r\nworld.\r\n15\r\nA/57/PV.26\r\nI shall refrain from commenting in detail on the\r\nissues raised by the Secretary-General, because San\r\nMarino agrees with most of his conclusions. However,\r\nan issue of particular interest to my delegation in the\r\ncontext of the strengthening of the Organization is the\r\nrevitalization of the General Assembly. The way in\r\nwhich the General Assembly is structured does not\r\nmeet the efficiency requirements that we all expect\r\nfrom the principal and most representative organ of the\r\nUnited Nations.\r\nIt is true that some adjustments have been made\r\nin these procedures, but they are not sufficient. It is\r\nnecessary to continue with this task, especially in two\r\nmajor areas: the rationalization of its agenda and the\r\nway to ensure the follow-up and implementation of its\r\nresolutions.\r\nThe Millennium Declaration has set the goals we\r\nhave to achieve. The Conferences of Doha, Monterrey\r\nand Johannesburg strengthened these goals and\r\nestablished a roadmap for global progress. We have to\r\nact accordingly to ensure that all countries comply with\r\ntheir commitments in order to guarantee a fair\r\ndistribution of the benefits of globalization.\r\nBut we have to keep in mind that the time has\r\narrived to take stock of the principles proclaimed, the\r\nstandards adopted and the goals set forth, and to start\r\nthinking about ways to ensure immediate\r\nimplementation of these principles and the fulfilment\r\nof these goals.\r\nThe Acting President (spoke in French): I now\r\ngive the floor to the representative of Canada.\r\nMr. Heinbecker (Canada) (spoke in French): The\r\npast year has been a momentous period for the United\r\nNations. In the face of challenges of a new order of\r\nmagnitude, Member States have been called upon to\r\nreaffirm their commitment to the principles of\r\nmultilateralism. These principles are best articulated in\r\nthe Millennium Declaration.\r\nThe response of the United Nations to threats\r\nposed by terrorism to the security and stability of the\r\nglobal community, in the aftermath of 11 September, is\r\nwell documented in the two reports submitted by the\r\nSecretary-General.\r\nWe wish to take this opportunity to commend the\r\nSecretary-General and his staff for their clear and\r\nconcise reporting on the progress achieved over the\r\npast year. We, as Member States of the United Nations,\r\nhave a responsibility to one another to deal with threats\r\nto peace and security, while simultaneously addressing\r\nother pressing priorities.\r\nAs the Secretary-General himself stated in his\r\nopening remarks, it is imperative that we all do more to\r\nensure that the pledges in the Millennium Declaration\r\nare fulfilled.\r\n(spoke in English)\r\nPoverty eradication, conflict prevention, the\r\nprotection of civilians in armed conflict, sustainable\r\ndevelopment, HIV/AIDS and migration lost none of\r\ntheir urgency and, indeed, their relevancy to our own\r\nsecurity.\r\nWe would like to draw attention to three areas\r\nhighlighted in the Millennium Declaration, where\r\nprogress has indeed been achieved since 2000, but\r\nwhere much remains to be done. These areas include,\r\nfirst, the establishment of the International Criminal\r\nCourt; second, the responsibility of States to prevent\r\nconflict, to protect the innocent and to rebuild when\r\nconflict is over; and, third, to deal effectively with the\r\nspecial needs of Africa.\r\nAt the Millennium Summit in September 2000,\r\nheads of State and Government resolved\r\n“To ensure the implementation, by States Parties,\r\nof treaties in areas such as arms control and\r\ndisarmament, and of international humanitarian\r\nlaw and human rights law, and [to] call upon all\r\nStates to consider signing and ratifying the Rome\r\nStatute of the International Criminal Court”.\r\nThe entry into force of the Rome Statute on 1\r\nJuly 2002 is recorded in the Secretary-General’s report\r\non the implementation of the Millennium Declaration\r\nas an important achievement in the past year, and\r\nrightly so. The Court is the first permanent\r\ninternational tribunal, capable of investigating and\r\nbringing to justice individuals who commit genocide,\r\nwar crimes and crimes against humanity. However, the\r\nSecretary-General also calls to our attention the recent\r\ndebate over the jurisdiction of the Court in cases\r\ninvolving the personnel of non-parties to the Statute\r\nemployed in peacekeeping operations.\r\nThis issue is one that we take very seriously, as\r\nthe adoption of Security Council resolution 1422\r\n(2002) was part of an ongoing effort by one State —\r\nthe United States — to secure broad immunities from\r\n16\r\nA/57/PV.26\r\nthe Court that are inconsistent with the Rome Statute.\r\nCanada does not believe that any Government, any\r\nmilitary, in fact anyone, should be above the law. Let\r\nus resist the pressures of any who would undermine the\r\nCourt. And let us work resolutely to maintain the Court\r\nas an impartial and apolitical judicial institution. We\r\ncall on all States to continue to promote the effective\r\nand responsible functioning of the Court and to uphold\r\nthe sound principles upon which it is based.\r\nIn his report to the Millennium Assembly, the\r\nSecretary-General also challenged Member States to\r\nconsider how the international community should\r\nreconcile its response to massive violations of\r\nhumanitarian norms and human rights with its respect\r\nfor the sovereign rights of States. Our leaders also\r\ncommitted themselves in the Millennium Declaration\r\nto expand and strengthen the protection of civilians in\r\ncomplex emergencies.\r\nFinally, in his most recent report on\r\nimplementation of the Millennium Declaration, the\r\nSecretary-General has again stressed that “Sovereignty\r\nbrings with it the fundamental responsibility to protect\r\nthe physical security and the civil, political, social and\r\ncultural rights of citizens.”\r\nIn the follow-up to the Millennium Assembly, as\r\nMember States of the United Nations, we have a duty\r\nto examine these complex issues. In response to the\r\nchallenge posed by the Secretary-General, Canada\r\nestablished the International Commission on\r\nIntervention and State Sovereignty, which produced a\r\nlandmark report entitled “The responsibility to\r\nprotect”. The responsibilities it outlines are threefold:\r\nthe responsibility to prevent, the responsibility to react\r\nand the responsibility to rebuild.\r\nWe have been very pleased with the reception this\r\nreport has received. We believe strongly that the ideas\r\nand concepts it promotes merit further discussion in\r\nthis body. That is why we have circulated this report\r\nunder agenda item 44 as document A/57/303.\r\nWe intend to bring forward a resolution on this\r\nissue shortly. To this end, we will be enlisting\r\nparticipation of Members in a dialogue on this critical\r\nsubject. We believe that we will find that we share\r\nconsiderable common ground as we respond to the\r\nchallenge posed to us by the Secretary-General. We\r\nvery much look forward to working with Members of\r\nthe Assembly over the course of the next few weeks.\r\nAs the Secretary-General underlined in his\r\nremarks to us at the beginning of this debate, our\r\nprogress on reaching the Millennium Development\r\nGoals remains uneven. At the heart of the Millennium\r\nDeclaration was the need to meet the special needs of\r\nAfrica and to redress the poverty that is the decisive\r\nreality for so many people. We noted with concern the\r\nSecretary-General’s analysis that 10 years ago, 48 per\r\ncent of the people of Africa were living on one dollar a\r\nday or less. Today, that figure has shrunk almost\r\nimperceptibly to 47 per cent. To meet our goal of\r\nreducing that figure by half by 2015, we will have to\r\ndo much better.\r\nIt is for this reason that Canada, as this year’s\r\nChair of the G-8, has made implementation of the G-8\r\nAfrica Action Plan a priority. This Action Plan includes\r\nover 100 commitments, many of which are addressed\r\nto areas crucial to development, such as resource\r\nmobilization, peace and security, governance,\r\neducation, health, economic growth, agriculture and\r\nwater. We welcome the affirmation by France, the next\r\nChair of the G8, that Africa will remain a priority on\r\nthe G8 agenda.\r\nCanada has noted the references in the Secretary-\r\nGeneral’s report to recent positive developments at the\r\nSummit in Kananaskis on 26 and 27 June, where the\r\nmembers of the G8 committed themselves to a “new\r\npartnership” to help end the continued the\r\nmarginalization of Africa from the globalization\r\nprocess. Now, our urgent common responsibility here is\r\nto import the principles and priorities of the New\r\nPartnership for Africa’s Development into the work of\r\nthe United Nations itself on Africa.\r\nFinally, the implementation of the United Nations\r\nMillennium Declaration requires our urgent attention.\r\nWhile the challenges are considerable, we must heed\r\nthe call of the Secretary-General and each do our part\r\nto make the vision of our leaders a reality.\r\nMr. Gallegos Chiriboga (Ecuador) (spoke in\r\nSpanish): On behalf of the delegation of Ecuador,\r\nwhich I have the honour to lead, I congratulate the\r\nSecretary-General on his report on the work of the\r\nOrganization and on his follow-up report on the results\r\nof the Millennium Summit. Both documents are\r\nvaluable and contribute to a multilateral approach to\r\nissues involving all Members of the United Nations.\r\nMy intention in participating in this debate is to\r\nemphasize the conceptual dilemma, to which\r\n17\r\nA/57/PV.26\r\nSecretary-General Kofi Annan draws our attention,\r\nconcerning the discrepancy between vision and reality.\r\nThis is not a new topic for those who bear\r\nresponsibility in international relations. Its deep\r\nmeaning lies in the aspiration to an ideal and in the\r\ngeneration of a vision that will map out a course for the\r\nOrganization in addressing the challenges it faces at\r\nthis historic moment for humankind.\r\nReality is dictated by factors that limit what\r\nshould be; that is the difference between vision and\r\nreality. Many States, as the Secretary-General\r\nindicates, want for their citizens precisely what they\r\nare unable to provide for them: the capacity, resources\r\nand means to achieve their aspirations.\r\nIn his report, the Secretary-General states that\r\n“no single country has the capacity to cope with\r\nthe political, economic, environmental and\r\ntechnological challenges of an interconnected\r\nworld.” (A/57/1, para. 4)\r\nIt is true that our peoples and nations are\r\ninterconnected, not only by their realities, but also in\r\ntheir dreams. We know that problems transcend\r\nnational borders and call for international solutions —\r\nthe internationalization of internal variables and the\r\nsimultaneous internalization of external variables. This\r\nrequires us to keep in mind that, at this stage in the\r\nhistory of humankind, we cannot ignore multilateral\r\nsolutions. The Secretary-General points out that\r\n“multilateral action is possible in many cases\r\nwhere unilateral involvement would be\r\nimpossible or undesirable”. (ibid.)\r\nPerhaps it would be appropriate for all States\r\nMembers of this Organization to pause and reflect upon\r\nthe new realities of a world that presents tremendous\r\nchallenges as well as great opportunities. The vision of\r\na new, fairer, more equitable and united world is our\r\nobjective. It requires the resolve not only of\r\nindividuals, but of everyone. It requires above all the\r\npolitical will to establish moral and ethical bases for\r\nthe conduct of the international community.\r\nThe Millennium Declaration established priorities\r\nand objectives for action by the United Nations and its\r\nMembers to be fulfilled within a specific time frame.\r\nThe Secretary-General clearly indicates — and we\r\nfully agree with him — that we have fallen short in our\r\nachievement of such priorities and objectives.\r\nAt the same time, however, we wish to stress the\r\nfact that we have taken steps of far-reaching\r\nimportance in the past year. Indeed, the Monterrey\r\nInternational Conference on Financing for\r\nDevelopment and the Johannesburg World Summit on\r\nSustainable Development established explicit and\r\nconsensual guidelines for action to attain the\r\nMillennium Development Goals on the basis of a\r\ncomprehensive approach. The Monterrey Consensus\r\nreflects an entirely reworked approach to international\r\ncooperation for development and lays a foundation\r\nupon which we should be able to build a global\r\npartnership, with the participation of all relevant actors\r\nat the international, regional and national levels.\r\nIf we are to attain the Millennium Development\r\nGoals, the immediate challenge is to develop a\r\npragmatic programme to implement the Monterrey\r\noutcome on the basis of an essentially inclusive process\r\nin which all interested parties can make active\r\ncontributions, and to strengthen cooperation among the\r\nUnited Nations, the Bretton Woods institutions and the\r\nWorld Trade Organization. Only thus will it be possible\r\nto achieve the necessary pooling of efforts and\r\nresources by the Government sector, business, civil\r\nsociety and the multilateral machinery, while at the\r\nsame time creating a global economic system that is\r\nmore democratic and fairer — in other words,\r\nfavourable to development.\r\nThe Johannesburg Political Declaration and Plan\r\nof Implementation endorsed the multidimensional\r\nnature of environmental, social and economic\r\ndevelopment and elaborated specific and detailed\r\nguidelines and programmes of action in each of these\r\nareas on the basis of a comprehensive and integrated\r\napproach grounded in the fundamental recognition that\r\npoverty eradication, changes in patterns of production\r\nand consumption, and the protection of natural\r\nresources require immediate action.\r\nIn order to realize the Millennium Development\r\nGoals, we also need immediately to undertake the task\r\nof implementing the outcome of the Johannesburg\r\nSummit. We must move on from the mere enunciation\r\nor reiteration of commitments to finding and\r\nimplementing innovative, viable and effective\r\nmechanisms.\r\nOne key aspect in improving the well-being and\r\ndevelopment of the developing countries is\r\ninternational trade. By definition, trade should promote\r\n18\r\nA/57/PV.26\r\nthe optimal allocation and use of resources, thus\r\nderiving full advantage from the most significant\r\ncapacities and strengths of the various economies.\r\nReality highlights, by contrast, the persistence of\r\nsignificant protectionist and discriminatory practices,\r\nsuch as tariff escalation, quotas and other restrictions;\r\nunfair trading practices, such as the billions of dollars\r\ngranted in subsidies; and the inappropriate use or abuse\r\nof certain instruments, such as anti-dumping measures.\r\nIn this regard, it is particularly important that the\r\ncommitments assumed at the World Trade\r\nOrganization’s Doha Ministerial Conference be fully\r\nhonoured in a development-oriented way, as agreed.\r\nAnother positive development this year was the\r\nNew Partnership for Africa’s Development, a\r\ngenuinely African initiative for tackling the challenge\r\nof development, which deserves the robust support of\r\nthe international community and to the implementation\r\nof which the United Nations should contribute to the\r\nmaximum extent. The High Commissioner should\r\nreceive the broadest support and cooperation of all\r\ninstitutions of the system.\r\nHence, we believe that the past year has been\r\nparticularly fruitful. Only development in its broadest\r\nsense will allow us to advance towards achieving solid\r\nand lasting international peace and security.\r\nThe current threats to international peace and\r\nsecurity differ from those of the past. Social justice,\r\nrespect for human rights and better work and\r\nproduction opportunities for the peoples of the\r\ndeveloping world are the foundation on which genuine\r\ninternational security can be built.\r\nThis demonstrates the necessity of a renewed and\r\nstrengthened multilateral system that offers solid\r\nchannels for an increasingly effective international\r\ncooperation, founded on common norms and\r\nprinciples. Only in that way can such problems as\r\nterrorism, drug trafficking and transnational crime be\r\ncombated effectively and lastingly.\r\nThe delegation of Ecuador considers that it is\r\nindispensable to support the efforts to reform the\r\nGeneral Assembly. After many years and its many\r\nimportant tasks, the Assembly of the peoples of the\r\nworld has ceased to be the scene of the great debates\r\nand the forum where all can apply their wills to solve\r\nthe challenges presented by history. I wish to pledge to\r\nyou, Sir, and the delegates, Ecuador’s willingness to\r\ncollaborate in the reform that will enable us to fulfil the\r\nvisions of the men and women of this world and to\r\nchange existing conditions that torment the world.\r\nMr. Aisi (Papua New Guinea): From the outset,\r\nallow me to express my delegation’s congratulations to\r\nthe President on his election to preside over the fifty-\r\nseventh session of the United Nations General\r\nAssembly. We are confident that with his able\r\nleadership, the General Assembly will successfully\r\ndeliberate on all the important issues on our work\r\nprogramme.\r\nAlso, through the President, we would like to\r\nconvey our gratitude to the Secretary-General and his\r\nhard working staff in the discharge of their functions\r\non behalf of all of us, the Member countries of the\r\nOrganization. Much of that work is reflected in the\r\nreport of the Secretary-General on the work of the\r\nOrganization (A/57/1).\r\nThe Secretary-General’s report features an\r\noverview of the remarkable efforts made by the United\r\nNations to tackle the many problems facing the\r\ninternational community. Examples of such issues\r\ninclude the struggle to achieve international peace and\r\nsecurity, combating international terrorism, poverty\r\neradication, the fight against the HIV/AIDS pandemic,\r\nas well as sustainable development, to name a few.\r\nIn the field of international peace and security, we\r\nnote the tremendous efforts that the United Nations has\r\nmade in countries such as Afghanistan, Angola,\r\nBurundi, Kosovo, Sierra Leone and Congo. My country\r\nhas also had its share of the world’s problems,\r\nespecially in the province of Bougainville.\r\nIn that case, the United Nations has supported the\r\nGovernment and people of Papua New Guinea in every\r\nstep we took in the peacemaking process. The United\r\nNations continues its support with respect to lasting\r\npeace on Bougainville, which has been heartening. We\r\nare deeply grateful to the United Nations and, indeed,\r\nto the Security Council and its members, for their\r\ncontribution in the past, which we sincerely hope will\r\ncontinue in the future. The establishment of the United\r\nNations Political Office in Bougainville and its\r\ncontinued role in the peace-building process, including\r\nthe current disarmament programme, is a highly\r\ncommendable process.\r\nThe dividends of peace that we see in trouble\r\nspots, such as in my country, is a testament to the\r\nloyalty and commitments of United Nations personnel\r\n19\r\nA/57/PV.26\r\ndeployed on peacekeeping duties. We are cognizant of\r\nthe important role they play in the maintenance of\r\ninternational peace and security and therefore urge all\r\nof us to support this noble cause.\r\nThe United Nations has championed global\r\nefforts to address the aforementioned and other issues\r\naffecting its Member countries. This is reflected in the\r\nimportant international conferences and in the adoption\r\nof appropriate legal instruments to deal with those\r\nissues. That includes the adoption of the Rio outcome\r\non biological diversity, climate change and the\r\nstatement on the Forest Principles; regional and\r\ninternational treaties to ban nuclear tests; the Barbados\r\nProgramme of Action for the Sustainable Development\r\nof Small Island Developing States and conferences on\r\nthe rights of women and children, to name a few.\r\nWhile noting the remarkable efforts by the\r\ninternational community under the auspices of the\r\nUnited Nations, it is fair to say that the lack of progress\r\nin certain areas of implementation can be attributed in\r\npart to the inadequate commitment of financial and\r\nother much needed resources for successful\r\nimplementation.\r\nAs the Organization charged with servicing the\r\nneeds of Member countries, we are pleased to note the\r\nefforts of the United Nations to streamline our common\r\nendeavour to meaningfully address the issues facing\r\nhumanity. This is evident through the Doha Ministerial\r\nDeclaration on trade, the Monterrey Consensus on\r\nFinancing for Development, the Millennium\r\nDevelopment Goals and the recently concluded\r\nJohannesburg World Summit on Sustainable\r\nDevelopment. Collectively, they provide a clear road\r\nmap for the United Nations and the international\r\ncommunity to meaningfully address the different issues\r\nfacing humanity.\r\nThe Millennium Goals are also the national\r\ndevelopment goals of Papua New Guinea. We therefore\r\nlook forward to securing international assistance to\r\ncomplement the national efforts to achieve our national\r\ndevelopment objectives.\r\nBeing a small island country, Papua New Guinea\r\nfaces the extreme development challenges also faced\r\nby other small island developing States. The lack of\r\nadequate resources and the resulting constraints place\r\nthe country in a difficult position to fulfil its\r\ninternational commitments under the Millennium\r\nDeclaration and the World Summit on Sustainable\r\nDevelopment. The same is true of other neighbouring\r\nPacific island States.\r\nIn the light of that, we view regional\r\ncollaboration through regional organizations, such as\r\nthe South Pacific Regional Environment Programme\r\nand the Pacific Islands Forum Secretariat, as critical for\r\nus to forge collective efforts to address issues of\r\ncommon concern. The technical experts in our region\r\nplay an important role in assisting Pacific island\r\ncountries in meeting their development challenges and\r\nin fulfilling our commitments and obligations, as\r\nstipulated in the Millennium Declaration, the World\r\nSummit on Sustainable Development and other\r\nrelevant instruments.\r\nIn that context, it is important for regional\r\norganizations, such as the Pacific Island Forum\r\nSecretariat, to establish good working relations with\r\nthe United Nations Secretariat. In that way, we believe\r\nthe United Nations Secretariat and, indeed, other world\r\norganizations and bodies, would better appreciate the\r\nproblems and development challenges we face.\r\nFinally, we commend the Secretary-General for\r\nhis commitment and pledge our continuing support.\r\nMr. Lamba (Malawi): I wish to express\r\nsolidarity with earlier speakers who have spoken so\r\neloquently on the matter under discussion today —\r\nparticularly considering the great importance of the\r\nMillennium Summit and the centrality of the issues it\r\nraises on the development of the poor regions of this\r\nworld, including Africa. Let me also thank Secretary-\r\nGeneral, Mr. Kofi Annan, for his comprehensive report\r\n(A/57/270) on the progress so far registered in the\r\nimplementation of the Millennium Declaration and\r\nfurther actions to be taken to accelerate the pursuit of\r\nthe Millennium Development Goals.\r\nIn his report, the Secretary-General has pointed\r\nout that the Millennium Declaration represents the\r\nvision of the great family of nations in their pursuit of\r\njustice, peace and prosperity for all humanity.\r\nIn his report, the Secretary-General has pointed\r\nout that the Millennium Declaration represents the\r\nvision of the great family of nations in its pursuit of\r\njustice, peace and prosperity for all humanity. As\r\nindicated by the Secretary-General, we are sadly\r\nnowhere near attaining even one tenth of the\r\nMillennium Development Goals, two years after they\r\nwere adopted. The pace of implementation is clearly\r\n20\r\nA/57/PV.26\r\ntoo slow, and drastic actions and stronger efforts need\r\nto be made to fast-track implementation.\r\nOn the issue of peace, security and disarmament\r\nin the world, a mixed picture has emerged, albeit\r\nnegative in certain regions, including the African\r\ncontinent. Encouraging results have, however, been\r\nseen in the Democratic Republic of the Congo and\r\nAngola — just to mention two — where peace\r\ninitiatives are on course and the fruits of those positive\r\ntrends are already evident. We congratulate all the\r\nparties involved in those peace processes. It is our hope\r\nand our wish that peace and stability will quickly\r\nreturn to Côte d’Ivoire, where the situation is still\r\nturbulent.\r\nI join other speakers in lamenting the horrible 11\r\nSeptember terrorist attack on the United States and the\r\nattendant loss of precious lives. Malawi seeks to\r\nreiterate its unequivocal condemnation of terrorism,\r\nwhatever form it takes and no matter what cause may\r\nbe advanced to justify its perpetration across the globe.\r\nNo reason can justify terrorism.\r\nThere is need to control and dispose of surplus\r\nillicit small arms and light weapons. Malawi is\r\ncurrently the unfortunate victim of that menace, largely\r\ndue to the influx of illegal small arms that have ended\r\nup in the hands of common criminals. That is a\r\nproblem shared by many countries today.\r\nThe HIV/AIDS pandemic continues to destroy the\r\nlimited success so far registered on the socio-economic\r\nfront in our countries. It is destroying the very core of\r\nour productive capacity, comprising young men and\r\nwomen. We need the support of our development\r\npartners in that fight, particularly on the African\r\ncontinent. It must be recognized that HIV/AIDS is not\r\nonly a health or development issue; it is also a security\r\nissue for all countries, as manifested by its debate, for\r\nthe first time, in the Security Council in January 2000.\r\nThe issue of poverty reduction is close to the\r\nheart of most domestic programmes of development in\r\nour economies, such as Malawi’s , where it forms the\r\nrallying call of the Government. The goal of cutting by\r\nhalf the number of people that survives on less than a\r\ndollar a day by 2015 is therefore extremely crucial for\r\nthe United Nations family, particularly for us in the\r\ndeveloping world.\r\nMy delegation appeals to the developed nations\r\nand to the World Trade Organization to create a more\r\nconducive environment for the promotion of increased\r\nfree trade for our products to be able to penetrate and\r\ncompete favourably the international markets for\r\nsustainable development. In this era of increasing\r\nglobalization and aid fatigue, trade remains our only\r\nhope for growth and progress.\r\nWe would like to ask the developed countries not\r\nonly to give us soft loans, but also to go all the way in\r\ncompletely writing off the outstanding debts. We ask\r\nthem to concentrate on grants and foreign direct\r\ninvestment, and also to increase official development\r\nassistance to the recommended level of 0.7 per cent of\r\ntheir gross national product. Let me take this\r\nopportunity to express my deep gratitude for the\r\nHighly Indebted Poor Countries (HIPC) Initiative.\r\nMalawi has been able to benefit from that arrangement.\r\nThe funds so far released have been invested in the\r\nsocial sector programmes, such as education, transport,\r\nhealth and water supply. However, there is urgent need\r\nto consider some of the conditionalities attached to\r\nHIPC, if the initiative is to vindicate its proponents and\r\nadvocates.\r\nIn conclusion, I call upon the developed world to\r\nhelp us, unconditionally and without further\r\nprocrastination, contribute to the full realization of the\r\nvision and goals of the New Partnership for Africa’s\r\nDevelopment (NEPAD). We in Africa believe that\r\nthrough NEPAD, the continent will be able to\r\novercome underdevelopment and poverty, but we need\r\nmassive external support and encouragement from our\r\npartners in order to reach that goal and to translate that\r\nnoble vision into practical reality.\r\nThe Acting President (spoke in French): I call\r\non the representative of Angola.\r\nMr. Gaspar Martins (Angola): At the outset,\r\nallow me to congratulate the President on his election\r\nto the presidency of the General Assembly and express\r\nmy delegation’s commitment to support him in\r\ncarrying out his duties.\r\nMy delegation joins previous speakers in\r\nexpressing our appreciation to the Secretary-General\r\nfor his comprehensive report on the work of the\r\nOrganization and on the implementation of the\r\nMillennium Goals. We are indeed fortunate to have an\r\nOrganization such as the United Nations, whose scope\r\nof work and leadership makes collective constructive\r\naction possible. Through our collective actions during\r\nthe past year, we made the world a better place. That is\r\n21\r\nA/57/PV.26\r\nnot to say that we have eliminated all challenges to the\r\nquality of life of our citizens. In addition to the\r\npreviously existing challenges, new ones have\r\nemerged.\r\nSuch is the case with the scourge of terrorism and\r\nthe rapidly expanding HIV/AIDS pandemic.\r\nNonetheless, the reports of the Secretary-General\r\nreflect this noble Organization’s predisposition to adapt\r\nto new and emerging challenges so as to fulfil its\r\nmandates, chief of which are peace, security and\r\nsustainable development.\r\nIt is the stated objective of my country to\r\ncontribute to peace and security in the world. That\r\ncommitment is derived from our own experience in\r\nsuffering the consequences of war. The people of the\r\nRepublic of Angola are all too aware that sustainable\r\ndevelopment, political stability, good governance, the\r\nrule of law and the enhancement of respect for human\r\nrights can only be achieved through the prevalence of\r\npeace and security. To achieve peace and security, we\r\ncherish and defend the values at the foundation of the\r\nCharter. As it relates to the prevention and resolution\r\nof conflicts, we urge Member States, as has the\r\nSecretary-General, “to continue to increase our efforts\r\nto achieve international order and justice through\r\nnegotiation and consensus” (A/57/1).\r\nAs stated in the Secretary-General’s report on the\r\nwork of the Organization, people who live in\r\nconditions of extreme insecurity and poverty and\r\nwhose hope is persistently betrayed by our\r\nunwillingness to implement resolutions or our failure\r\nto support humanitarian operations, have candid\r\nconcerns about questioning our ability to collectively\r\nand positively impact their livelihood. The only valid\r\nanswer to those concerns is our continuous\r\ncommitment to this Organization, the United Nations.\r\nDuring the past year, in addition to supporting\r\nregional efforts aimed at conflict prevention, resolution\r\nand peace-building, the Organization undertook to\r\ncontinue to operate and establish peacekeeping and\r\npeace-building missions. We congratulate the\r\nSecretary-General for having presided over progress\r\nand over successful operations, including in the cases\r\nof East Timor, Kosovo and Sierra Leone, among others.\r\nIn my own country, the collective efforts of the\r\nAngolan people and the international community\r\nbrought about peace. Regrettably, there are also\r\ninitiatives marked by less progress. Successful\r\nmissions and initiatives can be traced back to one\r\nfundamental ingredient, and that is the commitment of\r\nMember States to assist the Organization in the\r\nimplementation of collectively agreed courses of\r\naction. This premise holds true for the failure of the\r\nOrganization in Iraq, the Middle East, Western Sahara\r\nand other places.\r\nAnother issue raised by the Secretary-General\r\nwas that of humanitarian assistance to countries facing\r\nemergencies. As reported, donor response to United\r\nNations consolidated appeals remains unsatisfactory.\r\nThe report objectively outlined the deepening\r\nhumanitarian crisis in some Member States, including\r\nmy own. Besides the efforts of the Angolan\r\nGovernment to provide hundreds of millions of dollars\r\nin assistance to refugees, internally displaced persons\r\nand former combatants, the establishment of lasting\r\npeace still depends upon the degree to which the\r\ninternational community responds to the cause of peace\r\nand stability in my country. Failure to support other\r\nhumanitarian crisis situations undermines the\r\nfulfilment of the mandate of our Organization.\r\nNotable advances were also made by the\r\ninternational community in the fight against terrorism.\r\nTo that end, the Organization proved its adaptability\r\nand capability to deal with new and emerging\r\nchallenges. The Republic of Angola reiterates its strong\r\ncondemnation of terrorist acts wherever they may\r\noccur, and continues to be committed to the strict\r\nimplementation of Security Council resolution 1373\r\n(2001). We are hopeful that the Open-ended Working\r\nGroup of the Sixth Committee on drafting a\r\ncomprehensive convention on international terrorism\r\ncan conclude its work during the present session.\r\nWe regret the lack of progress in the area of\r\ndisarmament, particularly as it relates to the prevention\r\nof an arms race in outer space and the establishment of\r\ncovenants that will dissuade Member States from\r\ndeveloping and acquiring weapons of mass destruction.\r\nWe therefore urge the parties involved to consider the\r\nimmense potential benefits to the many achievable\r\nthrough small risks taken by the few.\r\nCommendable progress is also reported in the\r\nareas of electoral assistance, eradicating extreme\r\npoverty, attaining the Millennium Development Goals,\r\nthe promotion of human rights and the fight against\r\ntransnational organized crime, including the trafficking\r\nin persons, firearms and drugs. That would not have\r\n22\r\nA/57/PV.26\r\nbeen possible were it not for the development of\r\neffective partnerships with individual Governments of\r\nMember States and the participatory approach pursued\r\nby the United Nations.\r\nWe must also commend the report on efforts at\r\nreform. We firmly support all the efforts directed at\r\nenhancing the efficiency and readiness of the\r\nOrganization. We are also pleased and enthusiastic\r\nabout the introduction of modern resource management\r\ntechniques. In the face of budgetary constrains, we\r\nencourage the introduction of an “electronic” United\r\nNations. But we also caution that these efforts should\r\nnot impact negatively upon the participation of all\r\nMember States, particularly that of the least developed\r\ncountries.\r\nThe Millennium Development Goals represent a\r\nroad map to sustainable development in the age of\r\nglobalization. Their achievement will transform\r\npoverty and injustice into prosperity and justice. The\r\nmethodology established to achieve the Goals\r\nrecognizes the interdependency among nations, as well\r\nas that between security, the environment, the treatment\r\nof disease and the enhancement of human rights,\r\ngovernance and trade. Never before have we had such a\r\ncomprehensive approach to development. The\r\nMillennium Goals embody a vision that is deeply\r\nrooted in our Charter and that is only achievable\r\nthrough acts by individual Member States that reaffirm\r\nmultilateralism. While every country remains\r\nresponsible for establishing an environment conducive\r\nto its development, the interdependence of today’s\r\nconcert of nations calls for mutual support and\r\nconcerted action.\r\nIn conclusion, my Government believes that\r\nevery success, as well as every failure, outlined in the\r\nreport, belongs to all Member States. We all have a\r\nstake in the Organization’s undertakings.\r\nThe Acting President (spoke in French): We\r\nhave heard the last speaker in the debate on these\r\nagenda items.\r\nMay I take it that the General Assembly takes\r\nnote of the report of the Secretary-General on the work\r\nof the Organization, contained in document A/57/1?\r\nIt was so decided.\r\nThe Acting President (spoke in French): We\r\nhave thus concluded this stage of our consideration of\r\nagenda items 10 and 44.\r\nThe meeting rose at 12.30 p.m.\r\n"