"United Nations A/58/PV.13\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n13th plenary meeting\r\nFriday, 26 September 2003, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-53255 (E)\r\n*0353255*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 10.05 a.m.\r\nThe President: Before I start the days\r\nproceedings, let me again plead for the cooperation and\r\nsupport of the General Assembly in terms of the use of\r\ncellular phones. Please ensure that they are at least set\r\nto vibrate when you are in the Hall, because it is very\r\ndisturbing to speakers  persons who have travelled\r\nthousands of miles to be with us to make a statement\r\n who are disrupted as a result of the ringing of\r\ntelephones. Please do your best to see how you can\r\nassist in this particular matter.\r\nAddress by Mr. Janez Drnovšek, President of the\r\nRepublic of Slovenia\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Slovenia.\r\nMr. Janez Drnovšek, President of the Republic of\r\nSlovenia, was escorted into the General Assembly\r\nHall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency Mr. Janez Drnovek, President\r\nof the Republic of Slovenia, and to invite him to\r\naddress the General Assembly.\r\nPresident Drnovšek (spoke in Slovenian;\r\ninterpretation provided by the delegation): The United\r\nNations is a great and good idea, born of human\r\nsuffering and the universal desire for a better world.\r\nDespite the many difficult challenges it has faced\r\nthroughout more than half a century of its history, it\r\nhas always had an important role to play. It has\r\nsucceeded because it has been able to adapt and\r\nbecause, on meeting new obstacles, it has found a modus\r\noperandi to achieve its objectives, although not always to\r\nthe desired extent. Particularly worthy of mention are its\r\nachievements in peacekeeping, humanitarian assistance\r\nand the development of international law and the\r\nuniversal values that international law upholds.\r\nThe role that the United Nations has played to\r\ndate is clear proof of the fact that not every issue\r\nfacing the international community can be resolved\r\nunilaterally, or even bilaterally. In a time of growing\r\nglobal interdependence there are more and more\r\nproblems that countries cannot solve alone, or even in\r\ncooperation with a smaller number of other countries.\r\nThe multilateralism of the United Nations must\r\ntherefore not be built on values that promote the short-\r\nterm benefit of individual countries or interest groups.\r\nInstead, it must be grounded in the awareness that no\r\none can be satisfied in the long term if we are\r\nsurrounded by people living in destitution and without\r\neven the basic necessities of human dignity. Values\r\ngrounded in that awareness must become an inseparable\r\ncomponent of relations between countries as the global\r\ninterdependence of the human race increases.\r\nThat increasing global interdependence is also\r\nevidenced in the sphere of security, the most\r\nfundamental pillar of human welfare. Economic, inter-\r\nethnic and religious tensions are no longer limited to\r\nsingle States or regions, but can now have potentially\r\n2\r\nA/58/PV.13\r\nglobal effects. The most drastic warning of that became\r\nclear in the terrorist attacks on the United States. The\r\nIraqi crisis and other areas in turmoil offer further\r\nwarnings in that respect. There is no doubt that we can\r\nonly effectively fight international terrorism and the\r\nproliferation of weapons of mass destruction through\r\nthe broad cooperation of many countries. The United\r\nNations played a central role in building an\r\ninternational coalition against terrorism, and it must\r\ncontinue to play that role.\r\nAs we fight against the universal evil of\r\nterrorism, we must ensure that our eyes remain focused\r\non upholding the great gains of our civilization. Human\r\nrights take pride of place among those achievements.\r\nSometimes we cannot avoid the Hobbesian dilemma\r\nbetween security and freedom. Still, we must be aware\r\nthat the sacrifice of freedom for security frequently\r\nresults in achieving neither. We must therefore ensure\r\nthat international commitments to respect human rights\r\nare upheld.\r\nThe international community has taken an\r\nimportant step in the protection of human rights with\r\nthe creation of the International Criminal Court. It is\r\nour sincere hope that the most serious crimes against\r\nhumanity will not go unpunished and that the Court\r\nwill succeed in putting an end to such crimes through\r\nits independent operation.\r\nOver the past year, the international communitys\r\nfocus has been on Iraq. At first the course of events\r\nwith regard to Iraq revealed the limitations of\r\nmultilateral cooperation and decision-making. Those\r\nevents now illustrate the limits of engaging unilaterally,\r\ngiven the immense challenges in the area of\r\ninternational security and the inherent limits of\r\nunilateralism itself. The complexity of the post-conflict\r\nreconstruction and revitalization of Iraq demands the\r\nwidest possible support from the international\r\ncommunity and Iraqis themselves. The United Nations\r\nis the only body capable of serving as the embodiment\r\nof such support. Its role in Iraq must become more\r\nactive while retaining its autonomy. Only a strong\r\nUnited Nations with a broadly defined mandate will be\r\nable to fulfil the role we require of it, namely, to serve\r\nas a factor for stability in Iraq and in the entire region.\r\nPerforming that role would be the best means of paying\r\ntribute to the representatives of the United Nations who\r\ntragically lost their lives in Iraq, including Sergio\r\nVieira de Mello and his colleagues. They will live on in\r\nour memories as well as in our actions.\r\nWe should not allow the focus on the most visible\r\ncrises and on the fight against terrorism to lead to the\r\nneglect of other dangers to global peace and security. A\r\nsingle example of that would be the areas of Africa that\r\nrequire assistance in both ending conflicts and tackling\r\nthe root causes of such unrest. Even Afghanistan,\r\nwhere so recently all eyes were focused, has faded\r\nfrom our minds. Yet there is a clear danger that the\r\nchronic instability of that country could revert to\r\ndevastating civil war. Nor can we neglect the region of\r\nSouth-Eastern Europe, which posed one of the most\r\nserious threats to global peace and security throughout\r\nthe 1990s. South-Eastern Europe is now peaceful.\r\nHowever, the success or failure of its post-conflict\r\nstabilization is still dependent on the active\r\ninvolvement of the international community. We must\r\ntherefore devote sufficient attention to political and\r\nsocial consolidation in that region.\r\nThe world cannot respond to the Iraqi crisis by\r\nreducing that issue to one of military security, or even\r\nby engaging in the increasing militarization of\r\ninternational security. We must focus on the source of\r\nthreats to international security. We must work hard\r\ntowards responsible and sound development that does\r\nnot widen the gap between rich and poor. We must\r\nmove beyond a developmental pattern that worsens\r\ndifferences and tensions. Instead we have to ensure\r\nsound prospects for all, including those in the so-called\r\nthird world. In the same vein, we must have\r\ninternational trade rules that enable less developed\r\ncountries to use their resources to the maximum\r\nbenefit. The collapse of negotiations in Cancún should\r\nbe taken seriously. Developed countries should respond\r\nby accepting more of the requirements put forward by\r\ndeveloping countries. The Millennium Declaration and\r\nits Millennium Development Goals are an important\r\nresponse to those challenges. We must therefore\r\ncontribute what we can to achieving those objectives.\r\nI would like, at this point, to make special\r\nmention of the fight against HIV/AIDS. I warmly\r\nwelcome the special session of the General Assembly\r\ndedicated to that issue.\r\nThe objective increase in global interdependence\r\nrequires a strengthened role for the global\r\nOrganization. To that end, we must revitalize the\r\nUnited Nations and adapt it to meet new challenges.\r\nSecretary-General Kofi Annan has accomplished a\r\ngreat deal thus far in the area of rationalizing United\r\nNations operations and increasing efficiency. We\r\n3\r\nA/58/PV.13\r\ncongratulate him on those achievements and will\r\nsupport him in his continued efforts to that end. We\r\nalso welcome wholeheartedly his intention to establish\r\na high-level panel of eminent persons to look at current\r\nchallenges to peace and security and to review the\r\nfunctioning of the major bodies of the United Nations\r\nwith a view to recommending ways of strengthening\r\nthe Organization.\r\nA number of questions and proposals relating to\r\nthe revitalization and reform of the General Assembly\r\nhave already been identified, and they have the support\r\nof the majority of Member States, including Slovenia.\r\nThey now need to be put into practice. Let me also\r\nreaffirm Slovenias belief that the Security Council\r\nmust be enlarged to include representation for the\r\ncountries that have the most responsibility for\r\nmaintaining international peace and security. At the\r\nsame time, there must be adequate representation for\r\nthe rest of the international community in order to give\r\nthe Council a satisfactory level of legitimacy.\r\nPutting aside the changes required in the\r\nfunctioning of the United Nations, it should be pointed\r\nout that many misconceptions about the United Nations\r\nstem from a lack of information about the Organization.\r\nOn the basis of the experience it has gained to date, the\r\nUnited Nations may do well to consider expanding its\r\nown global network of universities. Such institutions\r\nwould be subordinate to national legislation and would\r\noffer a high quality education in the spirit of the United\r\nNations. Such a policy would have numerous benefits.\r\nStudents would learn a great deal about the United\r\nNations, while the United Nations would be\r\ncontributing to increasing the level of education, as\r\nwell as disseminating its core values.\r\nGlobalization has opened our eyes to the vital\r\nrealization that the whole human race is interdependent\r\nin its very essence. We must respond to the new\r\nchallenges of globalization by strengthening our efforts\r\nto ensure that the values that the United Nations has done\r\nso much to develop are also globalized: international\r\npeace and security, respect for human rights, solidarity\r\nand environmental protection. The United Nations\r\nmust continue to play a leading role in that all-\r\nimportant process. To that end, it is our responsibility\r\nto make the United Nations capable of enacting those\r\nvalues  and hence its admirable purpose  thereby\r\nmaking the world a better place in which to live.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the President of the Republic\r\nof Slovenia for the statement he has just made.\r\nMr. Janez Drnovšek, President of the Republic of\r\nSlovenia, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Ricardo Maduro Joest, President of\r\nthe Republic of Honduras\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Honduras.\r\nMr. Ricardo Maduro Joest, President of the\r\nRepublic of Honduras, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency Mr. Ricardo Maduro Joest,\r\nPresident of the Republic of Honduras, and to invite\r\nhim to address the General Assembly.\r\nPresident Maduro Joest (spoke in Spanish):\r\nThis is the first time that I come the house of the\r\npeoples of the United Nations. This is also a crucial\r\ntime in history, as it is for the Organization. A few\r\nyears ago, the international community met in this Hall\r\nto restructure the agenda for the new millennium. We\r\nplaced pressing issues and commonalities on that\r\nagenda, as well as the vision and goals necessary to\r\nguide our work. In fact, that agenda became our guide\r\nto ensure international peace and security, democratic\r\ngovernance and the joining of efforts to combat the\r\nmost serious scourges afflicting the peoples of the\r\nworld. That notwithstanding, a condemnable terrorist\r\nattack changed the course of our common agenda and\r\nforced all nations of the world to make adjustments to\r\nthe priorities that had been set. Security then became\r\nthe key, most pressing and compelling focus of\r\ncollective action.\r\nHonduras rejects and condemns terrorism in all\r\nits forms and manifestations, regardless of where it\r\ntakes place and regardless of its material and\r\nintellectual authors. In that regard, our Organization,\r\nwherein reside the hopes and desires of all the peoples\r\nof the world, also suffered the backlash of that new\r\nthreat that sows terror and suffering. From this rostrum,\r\nI wish to pay tribute to Sergio Vieira de Mello, a victim\r\nof injustice and fratricidal hatred.\r\n4\r\nA/58/PV.13\r\nAware of our responsibilities as a member of the\r\nUnited Nations, Honduras and the Government over\r\nwhich I preside have fully assumed their commitment\r\nto the challenges before us. It is for that reason that\r\nHonduras today is party to a greater number of\r\ninternational conventions aimed at guaranteeing the\r\nsecurity of the inhabitants of the planet. Despite our\r\nmodest resources, we have responded to Security\r\nCouncil resolutions by sending a clearly humanitarian\r\nmission, comprised of a contingent from the Honduran\r\narmed forces, to Iraq in order to contribute to the\r\nreconstruction, stability and democratization of a\r\nfriendly people. In the same spirit, Honduras has\r\nrenewed its commitment to the United Nations Mission\r\nfor the Referendum in Western Sahara.\r\nIn addition, along with our sister republics in\r\nCentral America, we have worked arduously to develop\r\na plan to prevent and combat terrorism, as well as a\r\nplan to fight organized crime in all its manifestations. I\r\nhave also proposed to the heads of State and\r\nGovernment of Central America timely initiatives to\r\nincrease the exchange of information and to establish a\r\nregional regime for arrests that will keep criminals\r\nfrom enjoying impunity simply by crossing the borders\r\nof Central America. I am also pleased to report that we\r\nCentral Americans have moved forward with an agenda\r\nto ensure adequate limits and a balance in weapons.\r\nThat will make it possible for us to invest the resources\r\nfreed up in priority social areas.\r\nWe have done all of that without forgetting or\r\nsetting aside the extraordinary declaration of solidarity\r\nand commitment that we have all undertaken to\r\neradicate poverty and hunger. Our commitment and\r\nfocused efforts have been appropriately reflected in the\r\nHuman Development Report, which was recently\r\npresented in the Latin American and Caribbean region\r\nby the United Nations Development Programme\r\n(UNDP). My Government and people were extremely\r\nhonoured to have been selected as the site of that\r\npresentation. It is clear from the UNDP report that,\r\ncompared to averages in other countries, Honduras has\r\nbeen able to considerably reduce inequality vis-à-vis its\r\neconomic growth. In other words, although relatively\r\nlow, economic growth in Honduras during the reporting\r\nperiod was rather equitable. We have also made very\r\nsignificant progress in social spheres and in the area of\r\ninstitutional reform, and we have benefited from the\r\nsupport of the United Nations in that regard.\r\nWe would like to express our gratitude for our\r\naccess to the Global Fund to Fight AIDS, Tuberculosis\r\nand Malaria, which has made it possible to considerably\r\nincrease our focus on those diseases to historical levels.\r\nAgain with the support of the Organization, we\r\nhave greatly expanded our school lunch programme. In\r\njust 20 months, from an initial figure of 16 per cent, we\r\nhave succeeded in reaching 80 per cent of the children\r\nwho were going to school hungry. That programme is\r\nbeing carried out with the support of the World Food\r\nProgramme (WFP). It also serves as a model for a WFP\r\nprogramme that purchases ingredients for town mayors\r\nand mothers of families that are then used to distribute\r\nprepared meals. Meal costs in that programme amount\r\nto $.09 per meal, which means that it costs $18 to feed\r\na child during 200 school days.\r\nWe have also achieved considerable progress in\r\nthe area of institutional reform, thanks to an agreement\r\nsigned during the last electoral process by all political\r\nparties in Honduras, under the aegis of the United\r\nNations Development Programme (UNDP) office in\r\nHonduras. At the centre of that agreement is the fact\r\nthat an independent superior court of justice has been\r\nestablished. In addition, the main State monitoring\r\nbody is now more independent, electoral bodies are\r\nbeing made more professional and other reforms of\r\ngreat importance for democracy are being carried out\r\nto strengthen the trust of citizens in their institutions.\r\nThe UNDP has also been involved in our\r\nprogramme to reduce corruption. We have established\r\nan aggressive programme to delegate much of the\r\nStates procurement to UNDP and other non-\r\ngovernmental organizations in order to ensure honesty\r\nand avoid the temptation of corruption.\r\nMy Government has therefore come to this world\r\nforum with facts testifying to our desire to follow\r\nthrough with our commitments to reduce inequality and\r\nexclusion. However, Honduras is also here in the hope\r\nthat the slow pace of human development in the world\r\ncan, because it must, be overcome with increased and\r\nheightened international solidarity. I therefore appeal\r\nthat the opportunities and benefits of globalization be\r\nmade more equitable and just for all peoples and nations.\r\nIn that regard, I should like to refer to the\r\nOrganization. The United Nations must increasingly be\r\nthe meeting place for cultures and civilizations.\r\nCommon effort is essential to achieve the purposes we\r\nagreed upon in San Francisco, and which we enshrined\r\n5\r\nA/58/PV.13\r\nin the Charter. We need a more efficient Organization\r\nto meet the challenges faced by peoples and to be able\r\nto channel our differences towards the peaceful causes\r\nwe have agreed upon.\r\nUndoubtedly, there are pressing situations that\r\nrequire our attention. The situation in the Middle East\r\nis of great concern to us. As in other countries, people\r\nwhose ancestors came from that part of the world live\r\npeacefully in our country. They, along with all\r\nHondurans, want peace to be a reality for the Palestinian\r\nand Jewish peoples, as well as for others in the region.\r\nHanging by a thread, peace in the Middle East is\r\nprecarious. It is our clear duty to strengthen that peace.\r\nWe are also concerned by clashes on the African\r\ncontinent and by the hotbeds of tension that occasionally\r\nflare up in Asia, whose consequences, were they to\r\ndevelop further, could jeopardize the entire world.\r\nGood sense must always prevail. It is for that\r\nreason that we look forward to promising results from\r\nthe negotiating table. Peace in the world is our peace.\r\nWe are therefore committed to respecting and\r\npromoting human rights. While respecting human\r\nrights, Honduras is also committed to combating the\r\nvarious scourges besetting our societies.\r\nToday in Honduras we have a very serious\r\nproblem with juvenile crime, which has reached\r\nalarming levels that affect all of our citizens. In that\r\nregard, I would like to highlight one aspect of that\r\nviolence. A number of years ago, criminal activity led\r\nto the tragic deaths of a number of young people under\r\nthe age of 18. Given that tragic situation, my\r\nGovernment established a presidential commission for\r\nthe physical and moral protection of young people. It\r\nalso ordered an investigation of this phenomenon\r\nwhose results were published in September 2002. In\r\naddition, we have set up a special unit to investigate\r\nthe death of minors, which ensures that such\r\nreprehensible crimes are punished. In that connection,\r\nHonduras has adopted the recommendations contained\r\nin the report of the Special Rapporteur on extrajudicial,\r\nsummary or arbitrary executions of the Commission on\r\nHuman Rights, which has already begun to produce\r\nvery positive results.\r\nThe time is ripe to categorically reiterate that the\r\nState of Honduras does not in any way tolerate, accept\r\nor promote the killing of children and young people.\r\nWe have committed a considerable amount of our\r\nlimited resources to mitigate, and if possible eradicate,\r\nthis affront to human dignity. It is inconceivable for a\r\nviolent minority to take hostage and threaten the\r\npeaceful and honest majority. Organized civil society is\r\nworking on behalf of the majority of Hondurans in that\r\neffort, and together we are succeeding in reducing the\r\nlevel of crime in its various forms.\r\nIn order to deal with that evil  which is closely\r\nrelated to other forms of international crime, such as\r\ndrug trafficking and terrorism, whose causes extend far\r\nbeyond my homeland  my Government requires\r\nunderstanding and brotherly support from the\r\ninternational community. We also require that\r\nunderstanding and support in order that we can reach\r\nsatisfactory agreements with the International Monetary\r\nFund, thereby making possible the comprehensive\r\nimplementation of the Stockholm Agenda for the\r\nReconstruction and Transformation of Central America.\r\nForeign debt relief must not continue to be mere words; it\r\nmust become a reality. With the resources freed up by\r\ndebt relief, my Government and the Governments to\r\nfollow will have on hand extremely valuable capital to\r\ncontinue to combat poverty, illiteracy and HIV/AIDS\r\nand to meet other goals of the Millennium agenda.\r\nCooperation and solidarity is an obligation, not\r\ncharity. It is an assumed commitment. Honduras hopes\r\nthat greater and immediate efforts will be made so that\r\nthe percentages agreed upon for cooperation will\r\nbecome a reality. We also recognize the fact that\r\nglobalization, and specifically with regard to increased\r\ninternational trade, holds out the promise of growth for\r\nour peoples. We are involved in negotiating a free trade\r\nagreement with the United States and Canada, and will\r\ndo the same with the European Union and others next\r\nyear. However, we would ask more developed countries\r\nto allow our products access to their markets, which\r\nnow benefit from outdated protection schemes.\r\nWe also ask for the elimination of agricultural\r\nsubsidies, as well as for better benefits for our\r\nproducers, who today receive only a minimal part of\r\nthe value of the fruits of their labour. I would like to\r\nrefer to the case of coffee as an example of the lack of\r\nequity in the added value of basic goods from our\r\nregion. The recent crisis in the price of coffee beans\r\nhas led to the unemployment of 600,000 persons in\r\nCentral America. Over 80,000 small producers, most of\r\nwhom are poor people from rural regions, carry out\r\ncoffee production in Honduras. That is an enormous\r\nadvantage during times when prices are good, because\r\nit provides a very efficient mechanism for the social\r\n6\r\nA/58/PV.13\r\ndistribution of income. However, the contrary is true\r\nnow that prices are at historical lows.\r\nSix years ago, in 1997, it was estimated that the\r\ntotal value of the retail coffee market was $30 billion.\r\nForty per cent of that amount, which is to say, $12\r\nbillion, was returned to producers. Today that market\r\nprice has more than doubled, to $65 billion. However,\r\nproducers are now getting less than half of what they\r\nhad been getting, namely, $5.5 billion; which means that\r\nonly 9 per cent of the final market value goes to\r\nproducers. I wish to reiterate that it is essential that we\r\nredistribute the benefits of globalization and that we\r\nincrease solidarity.\r\nThat situation is not limited to just one of our\r\nexport products. The actual terms of trade for our main\r\nexport products conspire against democratic governance,\r\nbut the Honduran people require, as I have said, clear\r\nactions to redistribute the benefits of globalization and\r\nincrease levels of solidarity.\r\nInternational peace and security require all our\r\nefforts. The attitude adopted on conflicts is very\r\nimportant. Hence, Honduras is taking part in two cases\r\nbefore the International Court of Justice. In both cases,\r\nHonduras has come forward in peace to seek justice.\r\nWe are certain that in the case of El Salvador, there\r\nwill be a positive outcome to the 1992 ruling of the\r\nCourt. In the case of Nicaragua, we are also certain that\r\nthe definition the International Court adopts regarding\r\nour respective maritime claims will be fully respected.\r\nHonduras has always faithfully and strictly complied\r\nwith international rulings. Rest assured, Sir, of our firm\r\ndetermination to respect in both these cases the\r\ndecisions of the International Court of Justice.\r\nI cannot leave this rostrum of universal\r\nconscience without expressing my congratulations to\r\nyou, Sir, on your election and wishing you every\r\nsuccess in your sensitive tasks.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the President of the Republic\r\nof Honduras for the statement he has just made.\r\nMr. Maduro Joest, President of the Republic of\r\nHonduras, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Jean-Bertrand Aristide, President of\r\nthe Republic of Haiti\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Haiti.\r\nMr. Jean-Bertrand Aristide, President of the\r\nRepublic of Haiti, was escorted into the General\r\nAssembly Hall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency Mr. Jean-Bertrand Aristide,\r\nPresident of the Republic of Haiti, and to invite him to\r\naddress the Assembly.\r\nPresident Aristide (spoke in French): It is my\r\nhonour to greet the President on behalf of the people of\r\nHaiti, and I congratulate our dear friend and brother\r\nMr. Julian Hunte, President of this session of the\r\nGeneral Assembly.\r\nAfter having celebrated in 1992 500 years of\r\nIndian, black and popular resistance, the Republic of\r\nHaiti will celebrate on 1 January 2004 the bicentennial\r\nanniversary of its independence. From this moment on,\r\nthe first black republic of the world most warmly\r\nwelcomes you to that celebration of freedom. A\r\nuniversal value, that freedom, won in 1804 by our\r\nancestors, must direct us, day and night, towards peace.\r\nBecause of the genocide inflicted first on the\r\nIndians, then on 15 million Africans, wrested from\r\ntheir native land and thrown in chains of slavery onto\r\nthe soil of Haiti in 1502, there could be no peace.\r\nDuring those three centuries of genocide, our continent\r\nprovided 70 per cent of the entire worlds gold, or\r\n2,849 tons of gold, valued at $36 billion.\r\nOf course, slavery is a crime against humanity. It\r\nis therefore the binding obligation of our generation to\r\nenshrine in the museum of civilization the gold book\r\ndedicated to reparation and restitution.\r\nYesterday there was trafficking in blacks. Tomorrow\r\nwill be the celebration of blacks  of blacks who are free\r\nand free forever so that peace will finally reign.\r\nTherefore, 1 January 2004, will be a celebration\r\nfor all freedom-loving blacks and whites; a celebration\r\nand a holiday for all peoples who thirst for freedom and\r\npeace. Thus, we wish to proceed from this bicentennial\r\nof freedom to achieve a millennium of peace.\r\n7\r\nA/58/PV.13\r\nIn that context, the Republic of Haiti is aiming at\r\nsustainable development, to make it possible to achieve\r\nthe Millennium Development Goals adopted here in\r\n2000 by the worlds heads of State and Government.\r\nThe reduction by half, by 2015, of the percentage of\r\nthe worlds population whose income is less than one\r\ndollar a day is indeed an enormous challenge. Yes, it is\r\nan enormous challenge to be met, given the\r\nacceleration of economic globalization.\r\nIn this vast space of freedom, where,\r\nunfortunately, it has not yet been possible to break the\r\nchains of abject poverty, four fifths of the worlds\r\ninhabitants are users of only one fifth of the planets\r\nentire resources. While global production of basic food\r\nproducts represents 110 per cent of global needs, 30\r\nmillion people die of hunger every year. To achieve the\r\nMillennium Development Goals in Haiti, the exercise\r\nof power entails respect for fundamental freedoms,\r\ntolerance and good governance; a war on the evils of\r\ncorruption, drug trafficking and impunity; investment\r\nin human beings, security for all, and the holding of\r\nfree, honest and democratic elections.\r\nFor the birth of a new Haiti and the advent of a\r\nbetter world, we are opposed to the extinction of\r\nfreedom, as well as to that of our species and\r\necosystems. In the Caribbean and in Latin America, the\r\ndeterioration of the environment is affecting 300\r\nmillion hectares of land and nearly 30 per cent of coral\r\nreefs. Over the past three decades, of 400 million\r\nhectares of natural forest that have perished throughout\r\nthe world, 40 per cent are in the Caribbean and Latin\r\nAmerican regions. It goes without saying that the\r\npoorest segment of our peoples consequently suffer,\r\nand their suffering is our pain.\r\nWhile scientists at the Stockholm summit\r\nemphasized the extermination of 150 species of birds\r\nand the threat of extinction of 1,000 others, the burning\r\nissue today focuses on life or the gradual extinction of\r\nthe human species. That is demonstrated by the\r\nHIV/AIDS pandemic. There are 42 million infected\r\npersons throughout the world; 3.1 million deaths; 13\r\nmillion orphans whose parents have been decimated by\r\nthe virus; and 6,000 young people who are infected\r\nwith HIV every day.\r\nThe attempt to effectively combat this pandemic\r\nmeans opting inevitably for the eradication of poverty.\r\nThe First Lady of the Republic has written that the\r\nburden of the foreign debt and economic sanctions are\r\nobviously not paving the way for such eradication.\r\nIndeed, in the Caribbean and in Latin America,\r\nthe foreign debt entails an average net transfer of 25\r\nbillion dollars annually to the North. In other words,\r\nthe aggregate value of that debt exceeds half of the\r\ngross domestic product (GDP) of the region.\r\nThroughout this collective and historic march\r\ntowards the Millennium Goals, we hope that the\r\ncontribution of the rich countries to sustainable\r\ndevelopment will rise from 0.2 to 0.7 per cent of their\r\ngross national product (GNP).\r\nNumerous observers have expressed their\r\ngratification at observing the reduction in global\r\nmilitary spending on a worldwide scale during the last\r\ndecade of the twentieth century. From 1985 to 1998,\r\nthose expenditures declined from 1,210.5 billion to\r\n803.7 billion dollars. The drop in military spending and\r\nthe rise in spending for human development will, we\r\nbelieve, promote both human and economic growth.\r\nThe Republic of Haiti will continue, unceasingly, to\r\nfight against violence and terrorism. It hopes, however,\r\nthat this uncontrollable need will not lead to stepping\r\nup an arms race or the proliferation of deadly weapons\r\nthroughout the world.\r\nTerrorism and bio-terrorism are by no means\r\nmere hallucinations. To live in freedom and to live in\r\npeace there is a need to eradicate violence wherever it\r\nmay come from. May we finally see the dawn of an era\r\nof peace in the Middle East, in Afghanistan, in Africa,\r\nin Asia and in Iraq, wherever wars are inflicting untold\r\nsuffering on mankind. Since 1989, the end of the cold\r\nwar, there have been more than 60 armed conflicts\r\nclaiming the lives of hundreds of thousands of\r\nindividuals and creating more than 17 million refugees.\r\nViolence and slavery are sources of darkness.\r\nPeace and freedom are sources of light. Our world is\r\nseeking that light. That light, like freedom, is\r\nabsolutely indispensable for life on earth.\r\nImpoverished, but aware of its human, cultural and\r\nhistoric riches, Haiti shines beyond the darkness of\r\ncolonization like a beacon of freedom.\r\nLet us humbly say:\r\nThe first black republic of the world\r\nIs and continues to be the geographical axis of\r\nfreedom for blacks.\r\n8\r\nA/58/PV.13\r\n(Spoke in Haitian Creole)\r\nHaiti is the mother of liberty,\r\nHer sons and daughters are the fruits of human\r\ndignity.\r\n(Spoke in French)\r\nHaiti is the mother of liberty,\r\nHer sons and daughters are the fruits of human\r\ndignity.\r\nMay it shine, may it shine day and night, that\r\nlight of freedom! Thanks to Albert Einstein, we know\r\nthat light is made up of particles and therefore implies\r\na flow of photons. Thanks to Toussaint Louverture, we\r\nknow that liberty is a radiant source of light, giving off\r\nphotons of dignity, justice and peace. May the blazing\r\nlight of liberty shine throughout the world.\r\nOur ancestors and your ancestors freed the slaves\r\nfrom their chains. Today, let us unite to free the world\r\nfrom the chains of inhuman poverty. Then we shall see\r\na reign of happiness, justice and peace at the heart of\r\nall nations and in Haiti, where you will be all warmly\r\nwelcomed to celebrate the bicentennial of our\r\nindependence.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank Mr. Jean Bertrand Aristide, President of\r\nthe Republic of Haiti for the statement just made.\r\nMr. Jean-Bertrand Aristide, President of the\r\nRepublic of Haiti was escorted from the General\r\nAssembly Hall.\r\nMr. Fall (Senegal), Vice-President, took the Chair.\r\nAddress by Mrs. Gloria Macapagal-Arroyo,\r\nPresident of the Republic of the Philippines\r\nThe Acting President (spoke in French): The\r\nAssembly will now hear an address by Her Excellency\r\nMrs. Gloria Macapagal-Arroyo, President of the\r\nRepublic of the Philippines.\r\nMrs. Gloria Macapagal-Arroyo, President of the\r\nRepublic of the Philippines, was escorted into the\r\nGeneral Assembly Hall.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations Mrs. Gloria Macapagal-\r\nArroyo, President of the Republic of the Philippines,\r\nand I invite her to address the Assembly.\r\nPresident Macapagal-Arroyo: On behalf of the\r\nPhilippine delegation I would like to extend warmest\r\ncongratulations to the President and the members of the\r\nBureau on his election to the leadership of the fifty-eighth\r\nsession of the United Nations General Assembly.\r\nThe past twelve months have been a most\r\ndifficult and challenging period for the United Nations.\r\nA community of cynicism has formed regarding the\r\nability of the United Nations to rise above the morass\r\nof disunity and disruptive competition among major\r\nPowers to fulfil its catalytic role in promoting\r\ninternational peace and security and development.\r\nBut, while it is undeniable that the United\r\nNations has struggled over the past twelve months, its\r\npredicted decline is greatly exaggerated. Economic\r\nlinkages among nations have widened and deepened in\r\nmany sectors. The interconnectedness of the global\r\nvillage continues to infringe upon traditional political\r\nboundaries. For instance, the tentacles of international\r\nterrorism have spread insidiously all over.\r\nThese and current developments have displayed that\r\nwithout the centripetal pull provided by international\r\ncooperation and partnership through the United Nations,\r\nthe world would tend to drift apart. The rich would\r\nbecome richer and the poor poorer. Conflict and\r\ndisharmony would erupt along political, ethnic and\r\neven religious fissures. We face the paradox of a world\r\ncontracting through advancing technology and, at the\r\nsame time, drifting apart along the seams of inequality.\r\nThree years ago, 146 heads of State and\r\nGovernment and 189 Member States blazed the trail to\r\nthe future by crafting the Millennium Declaration. In\r\nthe three years since the millennium started, in the\r\nthree years since the Millennium Summit, much has\r\nbeen done, though much remains to be accomplished to\r\nachieve the goals that the United Nations set for the\r\ntwenty-first century.\r\nI am pleased to report that the vision of the\r\nMillennium Summit and pursuit of the Millennium\r\nDevelopment Goals in my country have begun to bear\r\nfruit, as they have been applied in our peace process\r\nfor the southern Philippines, in Mindanao.\r\nThe Philippine Government and the Moro Islamic\r\nLiberation Front (MILF), the Muslim separatist group\r\nin the southern Philippines, realize that the prescription\r\nof the United Nations is the only correct and viable\r\none: that peace is an indispensable condition for\r\n9\r\nA/58/PV.13\r\neconomic development, just as development is an\r\nessential component of peace. Nothing will do more to\r\nlift the Philippines out of poverty than peace itself.\r\nThat is why we are negotiating peace with the MILF.\r\nThe Government of Malaysia has been a prime mover\r\nin helping us negotiate peace, and I thank them.\r\nTo complement these efforts, the Philippines has\r\nlaunched its bid for observer status in the Organization\r\nof the Islamic Conference (OIC). I will be attending the\r\nOIC conference next month in Malaysia and hope to\r\nuse that time to advance the peace process in Mindanao\r\nand advance understanding among all faiths.\r\nI wish to take this opportunity to thank the United\r\nNations community for its support for the Philippines\r\nas a non-permanent member of the Security Council for\r\nthe term 2004-2005, and to ask for your continued\r\nsupport during the elections to the Council.\r\nWe wish to contribute our long experience in the\r\nUnited Nations system, as an original founding\r\nMember of the Organization. We have actively\r\nparticipated in the Councils initiatives towards the\r\npreservation of global peace and security throughout\r\nthe past six decades, both as a past non-permanent\r\nmember and as a contributor to United Nations\r\npeacekeeping operations and other Council activities.\r\nThe Philippines has actively contributed military\r\nand police personnel to United Nations peacekeeping\r\noperations in Africa, Asia, the Americas, the Middle\r\nEast and Europe over the past half-century. We are now\r\npreparing to contribute a contingent to join the latest\r\nUnited Nations operation, the deployment to Liberia\r\nnext month.\r\nOur guiding principles for our Council participation\r\ninclude the following. The principle of collective\r\nsecurity established under the Charter should be\r\nobserved. The Security Council should maintain and\r\npursue a multilateral approach towards the performance\r\nof its primary role of maintaining international peace\r\nand security. Observance of the rule of law is of\r\nparamount importance in the maintenance of\r\ninternational peace and security.\r\nI believe that there is a strong role for the United\r\nNations to play in Iraq and welcome and encourage\r\nUnited Nations involvement to share the burden with\r\nother nations, like the Philippines, that are already\r\nparticipating in the reconstruction of Iraq.\r\nIt is heartening that we adopted an important\r\nresolution on conflict prevention at the last session of\r\nthe General Assembly. As long as conflicts occur, there\r\nis a need to strengthen our capacities for peacekeeping,\r\npeacemaking, and peace-building.\r\nInternational security, which in recent experience\r\nis mostly threatened by imploding and failed States,\r\nmust be animated by the need to protect individuals\r\nand communities from violence. It has also been amply\r\ndemonstrated that democracy is the condition most\r\nconducive to a flourishing rule of law.\r\nErecting mechanisms and infrastructure for the\r\nrule of law should be included as a key part of any exit\r\nstrategy of United Nations peace operations. It is our\r\nview that the Security Council should provide the\r\nleadership in moving the United Nations to a stronger\r\ncommitment to the rule of law in areas where the\r\nUnited Nations is conducting peace operations.\r\nMeanwhile, the challenges posed by the global\r\nthreat of terrorism are being effectively addressed\r\nthrough growing international coordination and\r\ncooperation, particularly in the exchange of\r\ninformation, best practices and lessons learned.\r\nWe are actively assisting the work of the Security\r\nCouncils Counter-Terrorism Committee in fighting the\r\nspectre of global terrorism, and we are in the process of\r\nratifying the important international conventions on\r\nterrorism. At the same time, I am working with other\r\nheads of State to ensure continued cooperation in our\r\nbattle to rid South-East Asia of the threat of terrorism.\r\nWhat is required of us today is to link up once\r\nmore with the vision that our leaders charted at the\r\nMillennium Summit and other recent international\r\nconferences, and we should do this under the banner of\r\nthe United Nations.\r\nThe United Nations was created 58 years ago to\r\nserve as the multilateral forum of the international\r\ncommunity to join hands in confronting challenges. It\r\nis sobering to remember that no country, big or small,\r\nrich or poor, can feel safe or think that it can remain\r\nunaffected by violent conflicts, environmental\r\ndegradation and human suffering. The United Nations\r\nmust continue to adapt to changing conditions to fulfil\r\nits envisioned role, and we support the call of the\r\nSecretary-General for reforms in the structure of the\r\nUnited Nations.\r\n10\r\nA/58/PV.13\r\nThe United Nations is a sui generis global\r\ninstitution that can play a catalytic role to confront all\r\nthese challenges now and in the future. Therefore, it\r\nbehoves every Member of this Organization to make\r\nthe United Nations increasingly relevant and to invigorate\r\nit to become a modern, nimble and determined agent for\r\nchange, which benefits mankinds condition.\r\nWe should instil the concept of strength and\r\ngreatness, not in terms of the ability to achieve or\r\nmaintain dominance over others, but in terms of the\r\nability of nations to work with others in the interest of\r\nthe international community as a whole.\r\nWe favour the strength of consensus in which the\r\nfuture of world peace, security and prosperity lie.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of the Philippines for the\r\nstatement she has just made.\r\nMrs. Gloria Macapagal-Arroyo, President of the\r\nRepublic of the Philippines, was escorted from\r\nthe General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Prince `Ulukalala Lavaka Ata,\r\nPrime Minister and Minister for Foreign\r\nAffairs of the Kingdom of Tonga\r\nThe Acting President (spoke in French): The\r\nAssembly will now hear an address by the Prime\r\nMinster and Minister for Foreign Affairs of the\r\nKingdom of Tonga.\r\nPrince `Ulukalala Lavaka Ata, Prime Minister\r\nand Minister for Foreign Affairs of the Kingdom\r\nof Tonga, was escorted to the rostrum.\r\nThe Acting President (spoke in French): I have\r\ngreat pleasure in welcoming His Royal Highness\r\nPrince `Ulukalala Lavaka Ata, Prime Minister and\r\nMinister for Foreign Affairs of the Kingdom of Tonga,\r\nand inviting him to address the General Assembly.\r\nPrince `Ulukalala Lavaka Ata (Tonga): I\r\ncongratulate you, Sir, upon your assumption of this\r\nhigh office. I also wish to extend my sincere gratitude\r\nto your worthy predecessor, Mr. Jan Kavan, for his\r\ndedicated and committed tenure as president.\r\nI commend the resolute leadership of our\r\nSecretary-General, Mr. Kofi Annan, during these\r\nchallenging and uncertain times. It is a timely reminder\r\nof the dedication and commitment to the Charter\r\nrequired of us all as Member States.\r\nTonga wishes to extend its deepest sympathy and\r\ncondolences to the Secretary-General, the Organization\r\nand all affected delegations for the tragic loss of life in\r\nthe attacks of 19 August and this past week on the\r\nUnited Nations compound in Baghdad. We recall the\r\ncourage of Mr. Sergio Vieira de Mello and too many\r\nothers before him, who have fallen in the line of duty\r\nwhile embodying the United Nations commitment to,\r\nand ultimate sacrifice for, a peaceful and better world.\r\nFor its part, my Government will carefully study and\r\nexamine the Convention on the Safety of United\r\nNations and Associated Personnel.\r\nAttacks such as that of 11 September 2001 and\r\nthose that befell the United Nations compound in\r\nBaghdad will continue to serve as stirring reminders to\r\nus all of the need for ever present vigilance and\r\nstrength to combat terrorism.\r\nSecurity Council resolution 1373 (2001)\r\ncontinues to be the beacon that guides the activities of\r\nmy Government to develop and enhance appropriate\r\nmeasures in order to strengthen our compliance. Tonga\r\ncontinues to support the work of the Counter-Terrorism\r\nCommittee (CTC) and has, to date, submitted all the\r\nnecessary country reports requested of it. I am grateful\r\nto the CTC and the Security Council for their patience.\r\nAfter careful study of the United Nations\r\nconventions on terrorism, Tonga is now a party to all\r\n12 instruments, but merely becoming parties to these\r\ninstruments will not suffice. Concrete steps will\r\ncontinue to be needed for small countries like mine to\r\nfully and meaningfully implement those obligations.\r\nWe have strengthened our legislative framework and\r\ntaken other measures in order to give domestic effect to\r\nsuch obligations. We continue to participate in national\r\nand regional activities designed to assist countries such\r\nas Tonga implement viable counter-terrorism measures.\r\nThe ongoing assistance of our traditional development\r\npartners and other organizations such as the\r\nCommonwealth and the Pacific Islands Forum (PIF)\r\nSecretariat have been a boon in this regard.\r\nLast year, I referred to the signposts that line the\r\ndevelopmental path: the Millennium Summit, Doha,\r\nMonterrey and Johannesburg. Together with the\r\n11\r\nA/58/PV.13\r\noutcomes of other United Nations summit and\r\nconferences, they have inspired hope and vision for our\r\ncollective developmental aspirations. While recent\r\nevents in Cancun might not be encouraging, they have\r\nserved to emphasize that implementing those signposts\r\nwill be critical and decisive.\r\nThat is a timely reminder, as small island\r\ndeveloping States (SIDS) proceed towards implementing\r\nchapter VII of the Johannesburg Plan of Implementation.\r\nThat chapter refers specifically, among other things, to\r\nthe ten-year review of the Barbados Programme of\r\nAction that is to take place in Mauritius in 2004.\r\nIndeed, Sir, under your presidency in particular,\r\nTonga hopes that this is one signpost that will give further\r\nimpetus to the achievements in Johannesburg last year, as\r\nwell as to the national efforts and endeavours of SIDS in\r\nachieving sustainable development. We will continue to\r\nrefine our priority and capacity needs to take greater\r\nadvantage of available financial and technological\r\nsupport. An example of that is our attempt to improve\r\nour air transport services and international aviation\r\nlinks to combat what has been described as the\r\ntyranny of distance in our region, by becoming the\r\nmost recent party to the Multilateral Agreement on the\r\nLiberalization of International Air Transport.\r\nRegional activities which bear upon our\r\nsustainable development efforts include the Japan-\r\nPacific Islands Forum Leaders Meeting (PALM)\r\nSummit 2003 between Pacific Islands Forum member\r\nStates, including Tonga, and Japan, where mutual\r\ndevelopmental issues are discussed and considered. I\r\ncommend Japan for its ongoing commitment to Tonga\r\nand the region through that process, and I look forward\r\nto the fruitful results of the Okinawa Initiative.\r\nI also commend the initiative and recent visit to\r\nthe Pacific this year of President Chirac of France. It\r\nwas an encouraging sign and created a solid foundation\r\nfor further dialogue and future partnership on\r\ndevelopmental issues. I look forward to participating in\r\nthe next summit meeting in Paris.\r\nAs a developing ocean State, we remain interested\r\nin ongoing developments in oceans affairs and the law of\r\nthe sea. As I have mentioned earlier, Tonga has become\r\nparty to all United Nations conventions on terrorism\r\nincluding those that are maritime-related.\r\nWe continue to value the work and decisions this\r\nyear of the States Parties to the United Nations\r\nConvention on the Law of the Sea, the International\r\nSeabed Authority and the work and role of the United\r\nNations Informal Consultative Process at its fourth\r\nmeeting.\r\nI am pleased that the second informal meeting of\r\nStates Parties to the United Nations Fish Stocks\r\nAgreement recently resulted in a framework to enable\r\nthe concrete implementation of Part VII of the\r\nAgreement with particular attention to small island\r\ndeveloping States and their aspirations for fisheries. In\r\nthat respect, we urge other Member States to become a\r\nparty to that important Agreement\r\nAs emphasized during the special high-level\r\nmeeting on Monday, 22 September, HIV/AIDS remains\r\na devastating developmental and public health\r\nchallenge for us all, particularly for small and remote\r\nisland communities. Tonga welcomes the work of the\r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria\r\nand the funding it has recently approved to assist Tonga\r\nand other countries in the region. That complements\r\nour own national strategies and programmes to combat\r\nthose scourges.\r\nEarlier this year, my Government took the\r\nnecessary legislative, administrative and preventive\r\nmeasures to protect against the spread of Severe Acute\r\nRespiratory Syndrome (SARS). I commend the untiring\r\nwork of the World Health Organization (WHO) in its\r\ncommitted efforts to address and combat that public\r\nhealth threat. I also commend the recent adoption by\r\nthe WHO Assembly of the Framework Convention on\r\nTobacco Control which, as of yesterday, has Tonga as\r\none of its signatories.\r\nI was pleased to have been requested by the\r\nGovernment of the Solomon Islands and by other PIF\r\nForeign Ministers to contribute Tongan troops and\r\npolice personnel to the Regional Assistance Mission to\r\nthe Solomon Islands (RAMSI) to restore law and order.\r\nRAMSI has enabled the Government to address urgent\r\nand varied concerns such as formulating new measures\r\nto deal with the enormous economic and developmental\r\nchallenges they now face.\r\nThat endeavour, endorsed by the 16 Pacific\r\nIslands Forum member States, is testament to what can\r\nbe done by a region to bring about peace in its part of\r\nthe world. Each Pacific Islands Forum member State\r\nhas contributed to RAMSI in accordance with its own\r\ncapacity. Taken together with Australian and New\r\nZealand resources and command, it is producing\r\n12\r\nA/58/PV.13\r\npleasing results. It is not the first such regional effort in\r\nthe field of security. Small might too readily be\r\nconsidered by some to be beautiful, but we, too, play\r\nour role in many fields of cooperation.\r\nTonga continues to fully support the work of the\r\nSecurity Council and the call for the full\r\nimplementation of its resolutions to ensure lasting\r\npeace in arenas of conflict. In the Middle East, the\r\npeaceful and lasting coexistence of two States living\r\nside by side within secure and recognized borders will\r\ncontinue to be elusive until the cycle of violence ends\r\nand there is a return to constructive dialogue.\r\nIraq is a sharp backdrop for the United Nations.\r\nOne of the lessons of 11 September 2001 and Iraq is\r\nnot just that our Organization is in need of reform but\r\nthat reform is urgently and desperately required. As I\r\nstated in my Millennium General Assembly address\r\nthree years ago, the Security Council needs reform.\r\nOtherwise we shall be dealing with todays realities by\r\nmeans of mechanisms of yesteryear. I continue to\r\nsupport the call for reforming the Council by\r\nexpanding the number of permanent and non-\r\npermanent members. In like terms, I support the call of\r\nthe Assembly President for a proactive and action-\r\noriented General Assembly. Let us hope that between\r\nthis session of the General Assembly and the next,\r\nsomething concrete emerges.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPrime Minister and Minister for Foreign Affairs of the\r\nKingdom of Tonga for the statement he has just made.\r\nPrince ‘Ulukalala Lavaka Ata, Prime Minister of\r\nthe Kingdom of Tonga, was escorted from the\r\nrostrum.\r\nAddress by The Honourable Ranil\r\nWickremesinghe, MP, Prime Minister of the\r\nDemocratic Socialist Republic of Sri Lanka\r\nThe Acting President (spoke in French): The\r\nAssembly will now hear an address by the Prime Minister\r\nof the Democratic Socialist Republic of Sri Lanka.\r\nThe Honourable Ranil Wickremesinghe, Prime\r\nMinister of the Democratic Socialist Republic of\r\nSri Lanka, was escorted to the rostrum.\r\nThe Acting President (spoke in French): I have\r\ngreat pleasure in welcoming His Excellency Ranil\r\nWickremesinghe, Prime Minister of the Democratic\r\nSocialist Republic of Sri Lanka, and inviting him to\r\naddress the General Assembly.\r\nMr. Wickremesinghe (Sri Lanka): Allow me to\r\nextend my congratulations to the President on his\r\nunanimous and well-deserved election as President of\r\nthe fifty-eighth session of the General Assembly. This\r\nis a difficult period for any person to preside over the\r\nGeneral Assembly, and I wish him every success. I also\r\nwish to thank Mr. Jan Kavan of the Czech Republic for\r\nhis exemplary work as the outgoing President.\r\nLast year, while addressing the General\r\nAssembly, I referred to the commencement of the peace\r\nprocess in Sri Lanka and promised to report on its\r\nprogress. Progress in the peace process in Sri Lanka is\r\ndue to the fact that we stopped talking about talking to\r\neach other and actually began to talk. We have been\r\nlucky, because the international community did not\r\nsimply talk about helping us, it actually did so.\r\nIn moving from conflict to peace in Sri Lanka we\r\ninitiated fundamental change in policy and strategy. We\r\nshifted from confrontation to negotiation, identifying\r\nand recognizing the root causes of the conflict. The\r\nsuccess story that Sri Lanka is fast becoming also\r\ndemonstrates the value of the support of the\r\ninternational community acting in concert. That the\r\nglobal community, moving with a common purpose,\r\ncan succeed in re-establishing peace, democracy and\r\nprosperity has been amply demonstrated in the Sri\r\nLankan experience. After 20 years of conflict, our people\r\nare now enjoying the fruits of 20 months of peace.\r\nThe role of the international community in\r\nenabling us to move from war to peace has been\r\noutstanding. The facilitation provided by Norway has\r\nhad the result of bringing the Government and the\r\nLiberation Tigers of Tamil Eelam (LTTE) together in\r\nseveral rounds of negotiation. President Chandrika\r\nKumaratungas continuing declaration of commitment\r\nto a political solution has been invaluable. The moral\r\nand material support that our other frontline sponsors\r\n India, the European Union, Japan, Canada and the\r\nUnited States, along with the multilateral institutions of\r\nthe United Nations and the rest of the international\r\ncommunity  have given, and continue to give to us,\r\nhas guaranteed that our efforts to consolidate and\r\nmaintain the peace will strengthen and develop.\r\nLast November at Oslo, our international partners\r\nendorsed and underwrote a paradigm shift in policy\r\nwhen the Government and the LTTE accepted that the\r\n13\r\nA/58/PV.13\r\nfuture political order in Sri Lanka would include\r\nmoving towards a federal polity where the unity and\r\nterritorial integrity of the country would be ensured.\r\nAgain, in June of this year at Tokyo, 52 nations and 21\r\nmultilateral agencies, many of them of the United\r\nNations system, pledged their support to Sri Lankas\r\npeace efforts, rehabilitation and development\r\nprogrammes. The massive and unparalleled financial\r\ncontributions alone totalled $4.5 billion over a four-year\r\nperiod. Those are indeed landmark events underlining the\r\nvalue and strength of international action.\r\nI must, however, inform the Assembly that, like\r\nin all negotiations in a peace process, we find ourselves\r\ntoday at a temporary impasse in the talks. Within the\r\nnext few weeks we should know the results of a\r\ncomprehensive review undertaken by the LTTE in\r\nresponse to our earlier proposals regarding an interim\r\nadministrative arrangement for the north and east of our\r\ncountry. That they should take so much time and effort\r\ncan be seen as a positive sign. We in turn will look\r\npositively at the proposals put forward by the LTTE, and\r\nwill do everything in our power to keep the peace\r\nprocess moving forward to a successful conclusion.\r\nMeanwhile, our collective efforts, which have\r\nbeen handsomely supported by the international\r\ncommunity and multilateral agencies, at providing\r\nrelief, rehabilitation and development to the conflict-\r\naffected areas of the country are proceeding apace.\r\nEconomic growth is marching ahead, from a growth\r\nrate of -1 per cent in the year 2001 to possibly 6 per\r\ncent this year. And tourism is booming.\r\nThat has thus far been the story of Sri Lanka. In the\r\nrecent past there have indeed also been some success\r\nstories in the United Nations: in Haiti, Somalia, Angola,\r\nKosovo and East Timor. But they are not enough.\r\nThe United Nations represents a unique concept\r\nfor international order formulated by the Allied Powers\r\nto address challenges to peace and security and to\r\ndevelopment and democracy in the aftermath of the\r\nSecond World War. President Roosevelt, in his 1943\r\nChristmas Eve radio talk, said that as long as Britain,\r\nRussia, China and the United States stuck together in\r\ndetermination to keep the peace, there was no\r\npossibility of an aggressor nation arising to start\r\nanother world war.\r\nBut the world that the United Nations is called\r\nupon to represent today is an immeasurably changed\r\nworld. Todays problems, as the Secretary-General has\r\nreminded us, are problems that respect no borders and\r\nno laws. The proliferation of weapons of mass\r\ndestruction, environmental degradation, alienation and\r\nexclusion, conflict, global terrorism, disease and endemic\r\npoverty are foremost among those problems. Inescapably,\r\nthe United Nations remains the central, indispensable\r\nforum in which we can collectively and democratically\r\nrespond to the challenges that we face in common.\r\nBut the United Nations is under enormous stress.\r\nThat strain comes from the structure of the Organization\r\nitself. As a result, the adequacy and effectiveness of the\r\nrules and instruments devised over 50 years ago to bring\r\norder and reason to the post-Second-World-War\r\ninternational scene are being questioned. The apparent\r\nirrelevance of the current multilateral rules and\r\ninstitutions to deal with the manifold problems of today\r\ncompel our urgent attention. In the words of the\r\nSecretary-General, it challenges our ability to deal\r\nwith the least difficult issues and to do so effectively.\r\nHence the rationale for reform  which is insistent,\r\ncompelling and radical  cannot be averted; for words\r\nwithout action are meaningless, as we in Sri Lanka\r\nhave learned at a bitter cost.\r\nTake for example the profound issues surrounding\r\nIraq. There are members in the Hall today who believe\r\npassionately that the United States and its allies were\r\nwrong to intervene in Iraq. Then there are those of us\r\nwho feel that the United States and its allies had no\r\nchoice but to intervene, that the failure of the United\r\nNations had created the need for a world policeman,\r\nhowever reluctant it might be. But Iraq is more than a\r\ndivergence of views on a major issue. It shows the\r\ninadequacies of the present collective security system,\r\na decision-making system which grappled with the\r\nissue of Iraq for over a decade without a solution and\r\ncreated a deadlock at a most critical time.\r\nThe United Nations has already paid a dreadful\r\nprice. The attack on United Nations headquarters in\r\nBaghdad not only deprived the world community of\r\nsome of its most devoted and talented servants but\r\nraised to the fore issues relating to the mandates\r\nentrusted to the United Nations by its Member States.\r\nIt represents, undoubtedly, a direct challenge  a\r\nchallenge which must be met.\r\nAny reform must be radical, so that in this\r\nchanged world  so different from the one it was\r\ncalled upon to serve in 1945  the United Nations can\r\nhave the capacity to cope with war, poverty, human rights,\r\n14\r\nA/58/PV.13\r\nterrorism and a dramatically changed environment in\r\nwhich weapons of mass destruction have become so\r\npotent a symbol. We have to move beyond rhetoric and\r\nfrom cosmetic change to major surgery if we are to\r\novercome the challenge ahead. Rhetoric is not a\r\nsubstitute for decisive action. Frantic activity is not a\r\nsubstitute for concerted action, and the adoption of\r\nresolutions does not make a tangible difference in the\r\nday-to-day lives of our peoples. Above all, let us recall\r\nthat inaction in itself is a deliberate and a considered\r\ndecision to do nothing. We should not rival the League\r\nof Nations impotence on Abyssinia.\r\nThe problems we are encountering at the present\r\ntime compel us courageously and resolutely to address\r\nand overcome the fundamental inadequacies that afflict\r\nour international institutions and processes.\r\nThis year has seen the propitious coming together of\r\nthree events which have framed thus far the political,\r\nfinancial and economic ordering of our world. I refer to\r\nthis session of the General Assembly, the gathering of the\r\nFinance Ministers at the Bretton Woods institutions,\r\nand the discussions at Cancún on the reordering of the\r\nworld trade regime. At all three meetings, the call for\r\nstructural reform was insistent and compelling. All\r\nthree  the United Nations, the Bretton Woods Twins\r\nand the General Agreement on Tariffs and Trade\r\n(GATT)  were born out of the trauma and dislocation\r\nof the Second World War. For over 50 years they have\r\nserved our many causes in varying ways, at times with\r\nlimited success, at times with despair at their inability\r\nto effectively deal with the fundamental problems of\r\nthe day. After the Asian crisis, the Bretton Wood\r\ninstitutions came under close scrutiny, and today we\r\nare discussing how the developing countries can have\r\ngreater say in their decision-making.\r\nRecent experience under the Doha Round of the\r\nWorld Trade Organization (WTO) process at Cancún\r\nfurther illustrates the problems that face us. No one\r\nexpected an agreed formula to come out of Cancún. On\r\nthe other hand, it need not have ended in collapse.\r\nThe Secretary-Generals report has identified\r\nmany of the defects of the system that need to be\r\naddressed. Other speakers, too, have made proposals in\r\nthis regard. At this stage, I should like to mention that,\r\nin our view, any expansion of the Security Council as a\r\nresult of reforms must involve a manageable number,\r\nand Asia must be given its due. This was ignored in\r\n1945.\r\nWhile many have urged a radical reform of the\r\nstructure of the United Nations so as to make it able to\r\nrespond to the challenges that confront multilateralism\r\nat the present time, most have been hesitant to suggest\r\nideas that are both practical and doable. I believe that\r\nthe time has come for all of us who accept in principle\r\nthe value of this institution, the United Nations, and the\r\nobjective it stands for to think out of the box  to\r\nthink creatively, imaginatively and unconventionally.\r\nIf I were to hazard an approach, it would be along\r\nthe lines of going back to our roots. The outline of the\r\nUnited Nations prepared at Dumbarton Oaks in August\r\nand September 1944 was agreed to at Yalta in February\r\n1945 at the level of head of Government. The Charter\r\nwas signed at the final meeting in San Francisco, in\r\nJune 1945. All this was completed in just 10 months.\r\nI, for one, would like to suggest that the Secretary-\r\nGeneral and a carefully selected group of political leaders\r\nthemselves come up with recommendations for United\r\nNations reform. Their recommendations could be placed\r\nbefore a special session of the General Assembly, at\r\nwhich heads of State or Government would be present.\r\nI suggest that the time frame for this need not be\r\nany longer than at the inception of the United Nations,\r\n58 years ago.\r\nIn conclusion, let us remind ourselves that 11\r\nSeptember was a tragic wake-up call for all of us. The\r\n19th of August was a tragic wake-up call for the United\r\nNations.\r\nWe have before us a historic opportunity to build\r\na United Nations worthy of the people whom we have\r\nthe honour to represent  a United Nations where\r\nhonesty is not clouded by diplomacy, where realism\r\nreplaces rhetoric, and where action supplants treaties.\r\nThe Acting President (spoke in French): On\r\nbehalf of the Assembly, I wish to thank the Prime\r\nMinister of the Democratic Socialist Republic of Sri\r\nLanka for the statement he has just made.\r\nAddress by The Honourable Tuilaepa Sailele\r\nMalielegaoi, Prime Minister, Minister for\r\nForeign Affairs and Trade of the Independent\r\nState of Samoa\r\nThe Acting President (spoke in French): The\r\nAssembly will now hear an address by the Prime\r\nMinister, Minister for Foreign Affairs and Trade of the\r\nIndependent State of Samoa.\r\n15\r\nA/58/PV.13\r\nThe Honourable Tuilaepa Sailele Malielegaoi,\r\nPrime Minister, Minister for Foreign Affairs and\r\nTrade of the Independent State of Samoa, was\r\nescorted to the rostrum.\r\nThe Acting President (spoke in French): I have\r\ngreat pleasure in welcoming His Excellency The\r\nHonourable Tuilaepa Sailele Malielegaoi, Prime\r\nMinister, Minister for Foreign Affairs and Trade of the\r\nIndependent State of Samoa, and inviting him to\r\naddress the General Assembly.\r\nMr. Malielegaoi (Samoa): Samoa warmly\r\nwelcomes the well-deserved election of Mr. Julian\r\nHunte, given his leadership in his region and among\r\nour community of small States. Let me also pay tribute\r\nto President Jan Kavan of the Czech Republic for his\r\neffective guidance during the fifty-seventh session.\r\nUnprecedented events since we met last year have\r\ntested the very foundation of our Organization. There is\r\ntherefore great urgency for our membership to declare\r\nanew our faith in the purposes and principles of the\r\nUnited Nations. We need to assert, both in commitment\r\nand in action, our support for fundamental human\r\nrights and the peaceful coexistence of nations.\r\nThe range of challenges that now confront the\r\ninternational community in our globalized and\r\ninterdependent world require that nations be united in\r\ncommon endeavour. Only through cooperation and\r\nmultilateral joint effort can we hope effectively to\r\nguarantee human rights and achieve peace and security,\r\nand social and economic justice, for all. Samoa\r\ntherefore believes that the United Nations remains\r\nuniquely suited to the pursuit and coordination of\r\nglobal initiatives to attain these objectives.\r\nTo this end, Samoa firmly supports ongoing\r\nefforts to reform and modernize the United Nations.\r\nSubstantive changes are required with regard to both\r\nthe General Assembly and Security Council, as well as\r\nto other bodies of the United Nations system. We\r\ncertainly support the expansion of the permanent\r\nmembership of the Security Council to include nations\r\nsuch as Germany and Japan.\r\nSamoa adds its voice to the condemnation of the\r\natrocious terrorist attack on United Nations offices in\r\nBaghdad last month, which took the lives of many\r\nUnited Nations personnel, including the esteemed High\r\nCommissioner for Human Rights, Mr. Sergio Vieira de\r\nMello. On behalf of my Government and of the people\r\nof Samoa, I reiterate our very sincere condolences to\r\nthe Secretary-General and the families of those who\r\nlost their lives or were injured in that terrible event.\r\nTerrorism is an offence to humanity and goes\r\nagainst the core values of the United Nations. Terrorist\r\nactivities around the world demand a continued and\r\nconcerted international response. States must be\r\ndetermined in their national and collective efforts to\r\ncombat terrorism in all its forms. I reaffirm the strong\r\nsupport of Samoa for the relevant Security Council\r\nresolutions against terrorism. Those resolutions provide\r\na clear signal of our determination to suppress terrorist\r\nactivities, including those related to training, international\r\nmovement and financing. In this area, Samoa continues\r\nto align its domestic policies and legislation with the\r\nwork of the Counter-Terrorism Committee, as well as\r\nto participate actively in the regional security measures\r\nundertaken in the Pacific region.\r\nWe commend Secretary-General Kofi Annan for\r\nhis determination and efforts for the reconstruction of\r\nIraq. We recognize the enormous complexities and\r\nobstacles of this task. But substantive commitment and\r\nwork must continue in providing humanitarian\r\nassistance, as well as in restoring law and order. We\r\nalso firmly believe that continued engagement in Iraq\r\nmust take place with the full endorsement of the\r\nSecurity Council. We pray for peace and security for\r\nIraq and hope that sovereignty will be restored to its\r\npeople as soon as possible.\r\nSamoa is most seriously concerned about the\r\nproliferation of weapons of mass destruction  chemical,\r\nbiological and nuclear weapons. The determination of\r\nsome countries to try to bring such weapons into\r\nexistence  particularly nuclear weapons  is cause for\r\nalarm and constitutes a serious threat to international\r\npeace and security. The internationally agreed instruments\r\nto control the manufacturing, transportation and\r\ndeployment of weapons of mass destruction must be\r\nstrengthened and implemented. Above all, States parties\r\nmust adhere and honour their obligations to these treaties.\r\nSamoa joins the call for the effective disarmament and\r\ntotal elimination of weapons of mass destruction.\r\nWe are appalled at the continuing suffering of\r\nfamilies and communities in all parts of the world,\r\nespecially in the Middle East and Africa. We can only\r\nhope that the work to bring about stability in these\r\nareas will succeed and that communities will finally be\r\nable to live in peace.\r\n16\r\nA/58/PV.13\r\nAs part of its support for United Nations efforts\r\nto ensure peace and security, Samoa is contributing to\r\nthe United Nations peacekeeping mission in Timor-\r\nLeste. Together with members of the Pacific Islands\r\nForum, and under the leadership of Australia and New\r\nZealand, Samoa is also contributing to the Regional\r\nAssistance Mission to Solomon Islands, which is\r\nhelping that country to restore law and order and\r\nassisting in its economic recovery. That regional\r\ninitiative was endorsed at the Forum leaders meeting\r\nlast month. Its implementation conforms to regional\r\nresponsibilities under the Charter, and recognizes the\r\nsovereignty of the Solomon Islands.\r\nSamoa warmly welcomes the full\r\ninstitutionalization of the International Criminal Court\r\nand the election of its judges and officers. The Court is\r\na major achievement in upholding international\r\nhumanitarian standards and the protection of human\r\nrights. In order to ensure that it fully achieves its\r\npurpose, however, every effort must be made to ensure\r\nits impartiality in bringing to justice those who commit\r\ngenocide, crimes against humanity and war crimes. The\r\nCourt therefore deserves to be fully supported so as to\r\nendow it with the strength of universality and the rule\r\nof law. We look forward to its service to humanity.\r\nSamoa reaffirms its commitment to achieving the\r\nMillennium Development Goals and targets pledged\r\nthree years ago in this very Hall. While much has been\r\ndone, it is clear from the Secretary-Generals report\r\nthat more work remains to be carried out. The goals of\r\nhalving poverty, halting the spread of HIV/AIDS,\r\nproviding universal primary education and reducing\r\nenvironmental degradation  all by 2015  can still\r\nbe achieved in the 12 years that remain. In order for\r\nthat to happen, States must improve on the political\r\nmomentum of the past three years and make good on\r\ntheir promises.\r\nSamoa recently hosted the Pacific regional\r\nmeeting as part of the preparatory work for the\r\nInternational Meeting that will be held next year in\r\nMauritius to review the implementation of the\r\nProgramme of Action for the Sustainable Development\r\nof Small Island Developing States. This ongoing\r\npreparatory work in small island States is critical to a\r\ncomprehensive review.\r\nThe International Meeting next year will be a\r\nunique opportunity for the international community to\r\nassess progress to date and to focus attention on areas\r\nwhere the expected results did not materialize. More\r\nimportantly, it should identify remedial strategies and\r\nthe required resources to assist small island developing\r\nStates achieve sustainable development.\r\nWhile we accept the primary responsibility for\r\nachieving the goals of the Programme of Action, the\r\nreality is that the support of the international\r\ncommunity is indispensable to success. We therefore\r\nurge the fullest support by development partners in the\r\nreview process and the implementation of the outcomes\r\nof the Mauritius International Meeting.\r\nLooking to 2004 and the work of the Commission\r\non Sustainable Development, we believe that the\r\nagenda for the twelfth session is extremely important.\r\nThe Commissions work will incorporate preparations\r\nfor the International Meeting, but  very importantly\r\n it will also focus on the key issues of water and\r\nsanitation. The significance of these issues for basic needs\r\nand healthy communities cannot be overemphasized.\r\nWe note with concern the collapse of negotiations\r\nat the recent World Trade Organization (WTO)\r\nministerial conference in Cancún earlier this month.\r\nCertainly from the perspective of a small island\r\ndeveloping country like my own, trade is both a vital and\r\nunavoidable component of sustainable development. We\r\ntherefore continue to urge that the vulnerabilities of\r\nsmall States be taken fully into account in the\r\nnegotiations, particularly with regard to special and\r\ndifferential treatment, implementation issues, services,\r\nagriculture and non-agricultural market access.\r\nI would like to express our appreciation to the\r\nSecretary-General for his steadfast and astute\r\nleadership, particularly during the dramatic events that\r\nhave tested the Organization in recent years.\r\nFinally, the fifty-eighth session of the General\r\nAssembly has a heavy and difficult agenda, and the\r\nPresident has the full support of Samoa in the discharge\r\nof his important duties.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPrime Minister and Minister for Foreign Affairs and\r\nTrade of the Independent State of Samoa for the\r\nstatement he has just made.\r\nMr. Tuilaepa Sailele Malielegaoi, Prime Minister\r\nand Minister for Foreign Affairs and Trade of the\r\nIndependent State of Samoa, was escorted from\r\nthe rostrum.\r\n17\r\nA/58/PV.13\r\nThe Acting President (spoke in French): I now\r\ncall on His Excellency Shaikh Mohammed bin\r\nMubarak Al-Khalifa, Deputy Prime Minister and\r\nMinister for Foreign Affairs of Bahrain.\r\nShaikh Mohammed bin Mubarak Al-Khalifa\r\n(Bahrain) (spoke in Arabic): It is my pleasure to\r\nexpress congratulations and best wishes to Mr. Julian\r\nHunte on his election as President of the General\r\nAssembly at its fifty-eighth session, and to express my\r\nconfidence in his ability to ensure a productive and\r\nsuccessful session as a representative of his friendly\r\ncountry, Saint Lucia. It is also my pleasure to express\r\nappreciation for the efforts of Mr. Jan Kavan, former\r\nMinister for Foreign Affairs of the Czech Republic, in\r\npresiding over the fifty-seventh session and for the\r\ntireless efforts of the Secretary-General, Mr. Kofi\r\nAnnan, in reaffirming the contributions and the role of the\r\nUnited Nations in addressing regional and international\r\nissues to fulfil the will of the international community,\r\nparticularly by carrying out its principal responsibility\r\nfor maintaining peace and security in the world.\r\nToday, the United Nations is nearing the end of\r\nthe sixth decade since its establishment after the\r\nSecond World War as part of a world order accepted by\r\nall humanity to avoid the catastrophic consequences of\r\nwar. Also today, the world is witnessing unprecedented\r\nthreats, conflicts and crises, and it faces challenges that\r\nthreaten the noble purposes and principles enshrined in\r\nthe Charter of the Organization, a body to which the\r\nworlds peoples look to avoid the perils of war, to free\r\nthemselves from the fear of force and oppression, and\r\nto seek justice, prosperity and stability.\r\nSince its inception, the United Nations has carried\r\nout the responsibilities set out in its Charter in a wide\r\nrange of fields that are relevant both to peoples daily\r\nlives and to the international community. Those\r\nresponsibilities have included peacekeeping operations,\r\ndevelopment programmes, conferences on the\r\nenvironment, enhancing and expanding the role of\r\nwomen, protecting human rights, the resettlement of\r\nrefugees, combating disease and epidemics, dealing\r\nwith national disasters, spreading a culture of peace,\r\nand reaffirming international legality and the rule of\r\nlaw. However, those great achievements in peoples\r\nlives and in Member States of the Organization will\r\ncount for nothing in the face of regional conflicts, civil\r\nwars and ethnic strife in many parts of the world.\r\nMany resolutions crucial to the maintenance of\r\npeace and stability continue to be ignored and therefore\r\nfail to serve the will of the international community.\r\nTherefore, all of us  leaders, peoples and Governments\r\n have the moral responsibility to reactivate and\r\nimplement those resolutions. We must reflect on the\r\nreasons that they have not been implemented; we must\r\nobjectively consider why that has taken place; and we\r\nmust study the Organizations successes and failures in\r\nthat regard. In order to overcome these shortcomings in\r\nthe current world order, we must muster the necessary\r\npolitical will and mobilize the efforts of the States and\r\npeoples that the Organization has comprised since its\r\ninception. Only thus will we be able to bridge the\r\nchasm between hopes and realities and to correct the\r\nmisalignment between texts and ambitions and between\r\nresolutions and their implementation.\r\nThe Kingdom of Bahrain, under the leadership of\r\nHis Majesty King Hamad bin Isa Al-Khalifa, has\r\nreaffirmed its strong belief in upholding the principles\r\nand purposes of the Charter of the United Nations and\r\nits confidence in the Organizations ability to shoulder its\r\nhistoric and legal responsibilities to build and maintain\r\npeace and to strengthen the foundations of peace.\r\nBahrains leading regional and international role\r\nin comprehensive human development  both economic\r\nand political  has over the years been consistently\r\nsupported by United Nations statistics and reports. The\r\nlatest of those reports  the United Nations Development\r\nProgramme (UNDP) Human Development Report of 8\r\nJuly 2003  demonstrates that fact. At the political\r\nlevel, Bahrain has moved quickly forward with the\r\nconsolidation of constitutional democracy and the rule\r\nof law after the overwhelming popular approval of the\r\nNational Action Charter, promulgating its Constitution\r\nof February 2002 and establishing the two Chambers of\r\nthe National Assembly in October of that year. At the\r\nlevel of civil society and human rights and in order to\r\nincrease the pace of reform and development, Bahrain\r\ntook significant steps to enhance constitutional\r\nguarantees of civil and political freedoms and rights\r\nthrough a royal decree establishing the Constitutional\r\nCourt in 2002 and through the Workers Trade Union\r\nlaw of the same year.\r\nReaffirming their status and role in society,\r\nwomen in Bahrain are constitutionally entitled to vote\r\nand to run as candidates in elections, and to hold\r\nimportant positions in both the public and private\r\nsectors. In addition to that, women participate in the\r\n18\r\nA/58/PV.13\r\nbroad social activities of the Supreme Council for\r\nWomen, part of a coordinated and integrated system of\r\ndevelopment efforts that include mother and child care,\r\nachieving equality between men and women in a\r\nsociety that believes in the unity of the family, values\r\ngender equality and respects the rights of the family.\r\nThe Kingdom of Bahrain, a regional centre for\r\ntrade, with well-established social and economic\r\nfoundations based on a historic tradition of openness, is\r\ntoday a hub for trade in goods and capital, in a\r\nlegislative and social environment in which Bahrainis,\r\nnon-Bahrainis and visitors alike enjoy the stability\r\nrequired for investment and the movement of capital.\r\nThese laws guarantee that the country remain an\r\nattractive and successful location for residence and\r\nmovement for individuals and investors. Bahrain is\r\nalso a fine example of successful economic\r\nliberalization, which has made it an attractive point in\r\nthe Gulf area for regional projects and investment.\r\nAchieving economic integration and regional\r\ncooperation between the Gulf and Middle East regions\r\nand other major and free trading blocs depends upon the\r\nstrong foundation of a political and strategic environment\r\nconducive to achieving peace and cooperation.\r\nIn that context, the achievement of a just and\r\ncomprehensive peace in the Middle East can be brought\r\nabout only through a recognition of the inalienable legal\r\nrights of the Palestinian people to self-determination and\r\nthe establishment of their independent State, a return of\r\nsovereignty over territory occupied since 1967 and\r\ncontrol over their economic resources, in accordance\r\nwith resolutions of international legality and the\r\nprinciples and aims of Middle East initiatives, and on\r\nthe basis of agreements between the two sides, which\r\nmust be fully respected and implemented.\r\nThe road map, which has gained consensus among\r\nthe international community, supports the establishment\r\nof an independent Palestinian State living in peace and\r\nsecurity, side by side with Israel, as envisaged by\r\nUnited States President George W. Bush in his peace\r\ninitiative of June 2002, as reaffirmed by the\r\ninternational Quartet comprising United Nations, the\r\nUnited States, the European Union and the Russian\r\nFederation, and as agreed upon by the Palestinian\r\nAuthority. This provides a unique, historic opportunity\r\nto achieve a balanced settlement that will restore the\r\nlegitimate rights of the people and achieve a delicate\r\nbalance between the obligations of the parties and their\r\nrights to security and peace.\r\nThe recent Israeli decision to remove in principle\r\nChairman Yasser Arafat, the elected Palestinian\r\nPresident, and its threats to eliminate him, are very\r\ndangerous matters that contravenes the principles of\r\ndemocracy and the rules of international law. This was\r\nreaffirmed by the adoption of resolution 10/12 at the\r\ntenth emergency special session of the General\r\nAssembly on 19 September 2003.\r\nBahrain, which expresses its concern at this\r\ndangerous Israeli decision, calls upon the Quartet and\r\nthe international community to pressure Israel to prevent\r\nthe implementation of this decision, whose repercussions\r\nwould weaken current peace opportunities.\r\nPeace in the Middle East must be comprehensive;\r\nit requires the full implementation of resolutions of\r\ninternational legality, particularly Security Council\r\nresolutions 242 (1967) and 338 (1973), which call for\r\nIsraeli withdrawal from all occupied Arab territories,\r\nincluding the Golan Heights, and Security Council\r\nresolution 425 (1978), regarding the Lebanese\r\nterritories remaining under occupation. The Middle\r\nEast today faces great challenges as well as unique\r\nopportunities and crucial moments that will determine\r\nthe future of the region for generations to come.\r\nThis peace must be a single and indivisible unit.\r\nThat applies both to the Middle East and to the Gulf\r\nregion. It is a fundamental and vital request by Bahrain\r\nand the Arab world that steps be taken by the\r\ninternational community, the United Nations and\r\ninfluential parties, in particular the United States, to\r\nnormalize political, economic and civilian life in Iraq,\r\nso that the country can regain its Arab, regional and\r\ninternational role.\r\nIn order for the Iraqis to determine their destiny,\r\nwithin a constitutional framework that provides for the\r\nrule of law and guarantees political freedom, peace and\r\nsecurity for all Iraqs citizens and ethnic groups  a\r\nvital legal requirement  the Iraqis themselves must\r\nbe allowed to rebuild economic, political and social\r\nfoundations, as well as civil society, within an Iraqi\r\nnational Government.\r\nThe Kingdom of Bahrain believes that the\r\nformation of a new national Government in Iraq is an\r\nimportant step for the brotherly Iraqi people towards\r\n19\r\nA/58/PV.13\r\ntaking over their own affairs for a better life and for an\r\nincreased regional and international role.\r\nWith regard to the Islands of the Greater and\r\nLesser Tunb and Abu Moussa, which belong to the\r\nbrotherly United Arab Emirates, we hope that the\r\ncurrent important dialogue between the United Arab\r\nEmirates and the Islamic Republic of Iran will lead to a\r\npeaceful settlement of this issue and contribute to\r\nsecurity and stability in the Gulf region.\r\nThe international commitment to fighting\r\nterrorism, political violence and extremism has become\r\nboth an international and a national responsibility,\r\nparticularly since the events of 11 September 2001,\r\nwhich claimed the lives of many innocent people.\r\nCombating terrorism has become an international\r\nobligation, in keeping with the United Nations\r\ncommitment to respect human rights, foremost of\r\nwhich are the rights to life and security.\r\nAccordingly, the Kingdom of Bahrain has backed\r\nall international and regional efforts to combat this\r\ndangerous scourge, which threatens us all and whose\r\neffects can be felt around the world. Most recently, we\r\nhave witnessed the evil attack on the United Nations\r\nheadquarters in Baghdad, in which Mr. Sergio Vieira de\r\nMello, Special Representative of the Secretary-General,\r\nand a number of other innocent people lost their lives\r\nwhile serving the cause of international legality.\r\nIn that regard, Bahrain condemns the vicious\r\norchestrated campaign waged against a sister State, the\r\nKingdom of Saudi Arabia, by some Western media. We\r\nwish to commend Saudi Arabia for its tangible and\r\nimportant contribution to the global campaign against\r\nterrorism, to which it itself was exposed. Bahrain fully\r\nsupports and endorses all the measures taken by Saudi\r\nArabia in its attempts to eliminate terrorism and to\r\nconsolidate regional security and stability.\r\nThe challenges of todays world order,\r\nrepresented by the United Nations, are greater than any\r\nparticular region or State, and encompass all areas of\r\nlife and society: the economy, education, health,\r\ntechnology and information, particularly following the\r\ninformation and communications technology revolution,\r\nin the context of the comprehensive globalization of\r\nthought, trade, politics, war and peace.\r\nToday, it is neither possible nor acceptable,\r\nwithin the globalization of international relations at\r\nvarious levels, for one region to have full prosperity\r\nand abundance while others suffer from poverty and\r\nwant, drought and desertification, and from incurable\r\ndiseases which science and medicines cannot yet tackle\r\nand to which countries and Governments are unable to\r\neffectively respond or provide medicine or care for\r\nmillions of victims.\r\nAgainst the backdrop of globalization, the\r\ninternational community cannot ignore these trends.\r\nThe summits, conferences and United Nations special\r\nsessions that have been held over the years to deal with\r\nissues such as human rights, the environment,\r\ndevelopment, womens rights, habitat, motherhood,\r\nchildren, culture and civilization reflect the degree to\r\nwhich those issues are connected to humanitarian,\r\ncultural, social and peace and security issues. Bahrains\r\nactive role and contributions and effective participation\r\nin summits and General Assembly special sessions, and\r\nits involvement in the International Year of Dialogue\r\namong Civilizations in particular, clearly show that\r\nBahrains national policies and programmes dovetail\r\nwith the priorities of the international community. An\r\nexample of that was Bahrains hosting of high-level\r\ndialogues among religions and cultures in autumn\r\n2002. In the same vein, the Kingdom of Bahrain hosted\r\na meeting on Islamic-Christian dialogue in October\r\n2002, at which a number of valuable recommendations\r\nwere put forward that we hope will contribute to efforts\r\nmade in this area. Bahrain also recently hosted an\r\nIslamic forum, in which a number of Islamic scholars\r\nand clerics took part, to promote harmony among\r\nvarious Islamic schools of thought. Bahrain will\r\ncontinue to play the role of a haven for brotherhood\r\nand dialogue and a meeting place where various\r\nreligions and cultures live side by side in peace.\r\nThe Kingdom of Bahrain believes on the basis of\r\nconscientious and free national will that the world\r\ntoday urgently needs a strong and revitalized United\r\nNations, as was the case in the wake of the Second\r\nWorld War, to maintain international peace and security\r\nand effectively contribute to enhancing the dignity and\r\nwelfare of humanity. In its quest for peace, the\r\nKingdom of Bahrain is pursuing national policies of\r\ndevelopment and democracy to raise hope for a better\r\nfuture that will free the individual from fear and\r\ndespair, oppression, famine, poverty and ignorance,\r\nprovide him with a dignified life and protect him from\r\nnatural disasters. Our national and international policies\r\nare closely inspired by the work of the United Nations,\r\nparticularly in the development, social, economic and\r\n20\r\nA/58/PV.13\r\nhumanitarian fields. Those policies are based on\r\nconstitutional legality, democracy, transparency and\r\ngood governance and guarantee the respect of\r\nindividual rights and freedoms. Bahrain aspires to\r\npeace and security within the country, the region and\r\nthe world as a whole.\r\nThe Acting President (spoke in French): I now\r\ngive the floor to the Minister for Foreign Affairs of\r\nYemen, His Excellency Mr. Abubakr A. Al-Qirbi.\r\nMr. Al-Qirbi (Yemen) (spoke in Arabic): At the\r\noutset, it is my pleasure to congratulate Mr. Julian\r\nHunte on his election to the presidency of the General\r\nAssembly, which demonstrates the trust that this body\r\nhas in him. We know that his skill and capabilities will\r\nensure the success of our work, and we have every\r\nconfidence that he will be participating in strengthening\r\nthe role of the United Nations at a time when the\r\ninternational community is undergoing profound\r\nchange. I would also like to welcome the laudable\r\nefforts made by the outgoing President of the General\r\nAssembly. I would like to stress that the delegation of\r\nmy country, one of the Vice Presidents at this session,\r\nwill provide the President with every kind of support.\r\nI would also like to take this opportunity to express\r\nto Mr. Kofi Annan, Secretary-General of the United\r\nNations, our sincere gratitude and appreciation for his\r\ntireless efforts to successfully carry out the huge mission\r\nand responsibilities entrusted to the Organization.\r\nAt a time when we are witnessing a myriad of\r\nchanges and surprising events, we would also like to\r\nexpress our sorrow at the horrendous and unjust attack\r\non the United Nations office in Baghdad, an attack that\r\nwe consider to be aimed at the fundamental principles\r\nand values that the United Nations is championing.\r\nWe meet here full of hope and in response to the\r\naspirations and concerns raised by numerous important\r\nissues before us for consideration during the present\r\nsession. We must meet the difficult challenges and\r\nperils that confront us. We are at a crossroads in a\r\nhighly complex era, in which we cannot rest on our\r\nlaurels. We must face the international tragic events\r\nand developments that are damaging to the credibility of\r\nthe United Nations and its noble principles and values.\r\nWe must do this collectively through multilateral\r\ninstitutions that will guarantee unified efforts and vision.\r\nWe have met here today, and we must frankly and\r\nobjectively recall what took place during the last\r\nsession of the General Assembly, in 2002. That session\r\ntook place one year after the odious terrorist attacks on\r\nthe United States. During our debate then, we were\r\nunanimous in condemning and combating world\r\nterrorism with a view to eradicating it.\r\nWe tried strenuously to avoid a war in Iraq. We\r\nwelcomed the road map and prospects for a peaceful\r\nand comprehensive settlement of the Arab-Israeli\r\nconflict. One year later, here we are asking whether we\r\ncan indeed say that we have accomplished what we\r\nsought or taken steps towards peace in the Middle East\r\nas we had wished. Now that the Iraqi regime is no\r\nlonger in place, does Iraq in fact enjoy a democratic\r\nand free system and a constitutional order, which we so\r\nardently desire or have we in reality made Iraq a stage\r\nfor violence and a hotbed of terrorism?\r\nWhen my country opposed the war against Iraq, it\r\nwas convinced that the United Nations was in a\r\nposition to locate and eliminate weapons of mass\r\ndestruction there and that the regime could be made to\r\ncomply with the relevant resolutions based on\r\ninternational law.\r\nMy Government believed that this war would not\r\nachieve its aims, not only because it was based on\r\nshaky foundations but also because it was difficult to\r\npredict its negative consequences. We note with regret\r\nthat it has led to increased extremism and terrorism.\r\nOn the other hand, regarding the Arab-Israeli\r\nconflict, my country has developed a position based on\r\nthe principles laid down by the Quartet: working for\r\nthe advent of a Palestinian State that would exercise\r\nfull sovereignty over its territory, with Jerusalem as its\r\ncapital; withdrawal of Israeli forces from the Arab\r\nterritories occupied since 5 June 1967, and the return of\r\nthe refugees. We were and are still convinced that a\r\nsettlement can only be achieved if Israel ceases its\r\ndelaying tactics and complies with United Nations\r\nresolutions. We are convinced that Israel would only\r\naccept a solution if it were imposed on it by a binding\r\nresolution. This has not yet come to pass.\r\nThe world remains silent in the face of ongoing\r\nIsraeli aggression against the Palestinians. The Security\r\nCouncil is paralysed, unable to adopt a resolution\r\nbecause the United States did not use its influence,\r\ndespite its positive approach, as represented in the road\r\nmap, to achieve the desired solution. Therefore we\r\nwonder if we can still say that everything is fine with\r\nthe world and that peace and security are within our\r\n21\r\nA/58/PV.13\r\ngrasp when the Middle East, East and West Africa, and\r\nEast and South-East Asia have been battered by crises\r\nand conflicts?\r\nIf we tried to analyse these crises and their\r\nramifications, we would find three major causes: first,\r\na lack of democracy and freedoms; secondly, poverty\r\nand ignorance; and thirdly, a global order in which\r\npolicies of hegemony dominate and practices of\r\npressure are exerted against Third World States.\r\nWill we be able at the United Nations to alleviate\r\nthese desperate situations? Is it sufficient to proclaim\r\ndemocracy, devotion to freedom and human rights as a\r\npanacea for all problems? Can these ideals eradicate\r\npoverty and eliminate all that is negative in the realities\r\nof each country and in international relations? In fact,\r\nto alleviate these problems in an effective manner, we\r\nmust take into consideration the three causes I have\r\njust mentioned. Therefore, the rich and the powerful\r\nmust heed the cries of the weak and the poor.\r\nA real partnership and war against injustice are\r\nguarantees of international peace and security and the\r\nbest way to prevent extremism and terrorism. If things\r\nremain as they are now, we will witness a revolution of\r\nthe poor, a rebellion of the oppressed, a scenario that is\r\nquite removed from the one on the clash of\r\ncivilizations, as advanced by some parties.\r\nMy country believes that we need to seriously\r\nand positively cope with these crises and conflicts. The\r\nMiddle East must no longer be a hotbed of tension and\r\ncrises. The following measures are necessary: first,\r\nthere must be an immediate halt to the occupation of\r\nIraq, and its sovereignty, territorial integrity and\r\nresources must be preserved. The United Nations must\r\nassume responsibility for rebuilding Iraq; a national\r\nGovernment must be formed with a national\r\nconstitution and a democratic regime; the Iraqis must\r\nbe able to enjoy full rights and freedoms, and the\r\nLeague of Arab States must make a contribution to\r\nsuch efforts within international legality. We fully\r\nsupport the endeavours undertaken by the Governing\r\nCouncil in Iraq.\r\nSecondly, the Security Council must shoulder its\r\nfull responsibilities by implementing resolutions\r\nrelevant to the Arab-Israeli conflict and by\r\nimplementing the road map, without any amendments\r\nby the Israelis. Tel Aviv must be prevented from\r\ncarrying out the negative and pernicious act of killing\r\nor expelling Yasser Arafat, the elected President of the\r\nPalestinian people and the Palestinian National Authority.\r\nThirdly, Israel must withdraw from Syrian and Lebanese\r\noccupied territory, for that is an integral part of any\r\nattempt to have a just peace in the Middle East.\r\nWe would like to recall that the Arab countries, in\r\naccordance with the Arab initiative for peace, had\r\naccepted Israel as a State in the region and had agreed\r\nto deal with it on the basis of its real interest in peace\r\nand in ending the occupation of the Arab territories.\r\nWe would also like to recall that my country\r\nsubscribes to the efforts made by the United Nations\r\nregarding measures resulting from the Conference on\r\nDisarmament, which will allow us to adopt an\r\ninternational treaty putting an end to the arms race.\r\nThere is a need to encourage confidence-building\r\nmeasures on the national and regional level. The\r\nMiddle East must be a region free from weapons of\r\nmass destruction. Israeli nuclear installations must be\r\nsubmitted to international inspection. We must reject\r\nthe policies of selectivity and double standards for this\r\nissue and many others.\r\nThe policy of embargo and unilateral economic\r\nsanctions that go beyond regional borders and are\r\nimposed on certain countries are flagrant violations of\r\ninternational law. My country subscribes to the United\r\nNations appeal to put an end to unilateral measures\r\nimposed on the Sudan and Cuba, now that these\r\nmeasures have been eliminated regarding Libya. This\r\nwill allow us to spread a culture of peace, dialogue and\r\nunderstanding, even in dealing with questions on which\r\nthere has been disagreement. This would be a\r\nreasonable means and a rational approach to settle\r\nconflicts and differences among countries.\r\nMy country believes that this is also the approach\r\nand the means that must be adopted and implemented\r\nto settle the conflict in Somalia, in order to preserve\r\nthe national interests of that country. The Republic of\r\nYemen was one of the first countries to participate in\r\nefforts designed to achieve national reconciliation in\r\nSomalia. Therefore, my country urges the United\r\nNations and the international community to play their\r\nrole to ensure peace and security in Somalia.\r\nYemen would also like to express its support for\r\nthe peace negotiations between the Sudanese\r\nGovernment and the various opposition factions, which\r\nwould finally lead to peace, security and stability in the\r\nbrotherly country of the Sudan and would safeguard its\r\npeople and territorial integrity.\r\n22\r\nA/58/PV.13\r\nThe phenomenon of international terrorism is not\r\nunique to a single colour, religion or doctrine. It is an\r\nobstacle to world peace, security and progress. Various\r\ninternational coordination efforts to contain this\r\nphenomenon have failed because of lack of vision and\r\nfaulty approaches. The Republic of Yemen has greatly\r\nsuffered from terrorism. It has tried to take all possible\r\nmeasures to cope with this ill. We hope that there will\r\nbe united efforts by the international community to\r\neradicate this scourge and to finalize a comprehensive\r\nconvention against international terrorism.\r\nYemen renews its appeal for holding an\r\ninternational conference under the aegis of the United\r\nNations to define the causes of this phenomenon and to\r\nfinalize a strategy that contains solutions to the origins\r\nof this destructive phenomenon. My country also\r\nbelieves that the efforts of the international community\r\nmust be focused on putting an end to any and all\r\npolitical pressure exerted on certain countries and on\r\nopposing any attempt at threats or use of force and\r\ninterference  using terrorism as its excuse  in the\r\ninternal affairs of various countries. The Republic of\r\nYemen joins many countries in calling for the need to\r\ndifferentiate between terrorism as a phenomenon and\r\nnational struggle against foreign occupation by all\r\nmeans, as is the case with the legitimate and just\r\nstruggle of the Palestinian people.\r\nThe developing countries are faced today with\r\ndevelopment challenges that can be overcome only\r\nthrough concerted international efforts and support which\r\nwould help effect political and economic reforms. There\r\nis a need for rich countries to grant development and\r\nfinancial assistance to poor countries in order to ease the\r\ndebt burden of the latter and to facilitate the use and\r\ntransfer of technology. Heads of State and Government\r\nwho met during the Millennium Summit in New York\r\nin 2000 committed themselves to achieving this goal.\r\nThe United Nations, together with the\r\nInternational Monetary Fund and other institutions,\r\nmust try to establish an international fund for the\r\neradication of poverty and to improve the situation of\r\nrefugees. There is also a need to relieve economic,\r\nsocial and security problems, from which countries\r\nsuch as Yemen suffer due to the many refugees on its\r\nsoil, especially those from Africa.\r\nThe Acting President (spoke in Spanish): I now\r\ncall on His Excellency Mr. Felipe Pérez Roque,\r\nMinister for Foreign Affairs of Cuba.\r\nMr. Pérez Roque (Cuba) (spoke in Spanish): Last\r\ncentury bore witness to two terrible world wars, in\r\nwhich over 80 million human beings perished. It later\r\nseemed that, due to the lessons learned, the United\r\nNations Organization was born so that war would never\r\nagain occur. The Charter, adopted in San Francisco\r\nnearly 60 years ago, proclaimed the purpose of saving\r\nsucceeding generations from the scourge of war.\r\nHowever, after that we suffered wars of aggression and\r\nconquest, colonial wars, border wars and ethnic wars.\r\nMany peoples were left with no other choice but war to\r\ndefend their rights. Moreover, in the last 13 years the\r\nscourge of war has taken another 6 million lives.\r\nSixty years ago, the world order proclaimed in\r\nthe United Nations Charter was sustained through the\r\nmilitary balance of two super-Powers. A bipolar world\r\nwas born, which generated clashes, divisions, the cold\r\nwar and almost a devastating nuclear war. It was not\r\nthe ideal world, far from it. But since one of those\r\nsuper-Powers has disappeared, the current world is\r\nworse and more dangerous.\r\nThe President took the Chair.\r\nNow world order cannot be held together in the\r\nspheres of influence of two similar super-Powers or by\r\nmutual deterrence. What should it be founded on, then?\r\nOn the honest and generous recognition by the only\r\nsuper-Power that, far from disturbing it, should\r\ncontribute to the creation of a peaceful world, with the\r\nright to justice and development for all.\r\nDoes the war in Iraq contribute to that objective?\r\nNo, it does not. Its outcome is just the opposite of the\r\nideal of preserving peace, strengthening the role of the\r\nUnited Nations and enhancing multilateralism and\r\ninternational cooperation. Unfortunately, the truth is\r\nthat those most able to prevent and remove threats to\r\npeace are the ones causing war today.\r\nShould the Government of the United States\r\nrecognize this truth that almost everyone in this Hall\r\nshares? Yes. What humiliation or harm would there be\r\nto the prestige of this great nation? None. The world\r\nwould recognize that a remedy benefiting all had come\r\nabout, after the unleashing of a war supported by just a\r\nfew, either by shortsightedness or by meanness of\r\ninterests; after it was proven that the pretexts brandished\r\nwere not true; and after observing the reaction of a people\r\nwho, as every invaded and occupied people will do,\r\nhave begun to fight and will continue to fight for\r\nrespect for their right to self-determination.\r\n23\r\nA/58/PV.13\r\nTherefore, must the occupation in Iraq cease?\r\nYes, and the sooner the better. It is a source of new and\r\nmore serious problems, not of solutions. Must the\r\nIraqis be left alone to freely establish their own\r\nGovernment and institutions and make decisions on\r\ntheir natural resources? Yes. It is their right, and they\r\nwill not stop fighting for it.\r\nMust the Security Council be pressured into\r\nadopting decisions that would further undermine it\r\nethically and morally? No. That would eliminate the\r\nlast possibility to profoundly reform, expand and\r\ndemocratize the Council. The future of the United\r\nNations will be determined today in the outcome of the\r\ninternational crisis generated by the war in Iraq.\r\nThe most critical danger stalking us today is the\r\npersistence of a world where what prevails is the law of\r\nthe jungle, the might of the most powerful, the\r\nprivileges and extravagance of a handful of countries,\r\nand the dangers of aggression, underdevelopment and\r\nhopelessness for the vast majority.\r\nWill a worldwide dictatorship be imposed on our\r\npeoples, or will the United Nations and multilateralism\r\nbe preserved? That is the question. We all agree, I believe,\r\nthat the role of the United Nations is irrelevant today, or at\r\nleast is on its way to being so. But some of us say so with\r\nconcern and would like to strengthen the Organization.\r\nOthers say so with covert satisfaction and encourage\r\nthe hope of imposing their designs on the world.\r\nWe must speak frankly. What role does the\r\nGeneral Assembly play today? In truth, almost none. It\r\nis merely a debating forum without any true influence\r\nor practical role whatsoever.\r\nAre international relations governed by the\r\npurposes and principles enshrined in the Charter? No.\r\nWhy now, when philosophy, the arts and science are\r\nreaching unprecedented levels, is the superiority of\r\nsome peoples over others once again proclaimed? And\r\nwhy are other peoples, who should be treated as\r\nbrothers and sisters, referred to as living in the dark\r\ncorners of the planet or on the Euro-Atlantic periphery\r\nof the North Atlantic Treaty Organization? Why do\r\nsome among us feel entitled to launch a unilateral war,\r\ngiven the fact that in the Charter we proclaimed that\r\nmilitary force would only be used to serve the common\r\ninterest and that collective measures should be taken to\r\npreserve peace? Why is there no longer any talk about\r\nusing peaceful means to settle disputes? Can we\r\nbelieve that everyone is fostering friendship among our\r\nnations on the basis of respect for the principle of\r\nequality of rights and the self-determination of\r\npeoples? Why then has my people had to suffer, and\r\ncontinue to suffer, from over four decades of\r\naggression and economic blockade?\r\nThe principle of the sovereign equality for all\r\nStates was established when the Charter was adopted.\r\nAre we in fact equal? Do all Member States enjoy\r\nsimilar rights? According to the Charter we do, but\r\naccording to stark reality we do not. Respect for the\r\nprinciple of the sovereign equality of States, which\r\nshould be the cornerstone of contemporary\r\ninternational relations, will only be established if the\r\nmost powerful countries accept in real terms that they\r\nmust respect the rights of others, even if those other\r\ncountries lack the military might and the economic\r\npower to defend those rights. Are the mightiest and\r\nmost developed countries ready to respect the rights of\r\nothers, even if doing so might perhaps slightly restrain\r\nthe privileges they enjoy? I am afraid that they are not.\r\nAre the principles of the non-use or the threat of use\r\nforce, non-interference in the internal affairs of States,\r\nthe peaceful settlement of disputes, and respect for the\r\nterritorial integrity and independence of States actually\r\nin force? According to the language and the spirit of\r\nthe Charter, they are. But are they really?\r\nIt is true that a handful of developed countries has\r\nbenefited from the current situation over the last few\r\ndecades. But that time is coming to an end. Those\r\ncountries are also beginning to become victims of the\r\nimperial policies of a single super-Power. Should they\r\nnot take into account, with modesty and common sense,\r\nthe need to work with the over 130 Third World countries\r\nthat have been compelled to endure this unjust order and\r\nthat are ready to attempt to persuade the most powerful\r\ncountry to put aside its arrogance and to comply with\r\nits duties as a founder of the United Nations?\r\nCuba believes that we should not, and cannot,\r\nrelinquish multilateralism; that we should not, and\r\ncannot, relinquish the United Nations; and that we\r\ncannot, and should not, relinquish the struggle for a\r\nworld of peace, justice, equality and development for\r\nall. Cuba therefore believes that we must achieve three\r\nimmediate objectives.\r\nFirst and foremost, we must put an end to the\r\noccupation of Iraq, hand over real control to the United\r\nNations immediately and begin the recovery process to\r\nre-establish Iraqs sovereignty and put in place a\r\n24\r\nA/58/PV.13\r\nlegitimate Government decided upon by the Iraqi\r\npeople. In addition, the scandalous distribution of\r\nIraqs wealth must cease immediately. That will be\r\nbeneficial for the United States, whose young people\r\nare dying in Iraq while waging an unjust and inglorious\r\nwar. It will be beneficial for Iraq, whose people will be\r\nable to turn over a new page in their history. It will be\r\nbeneficial for the United Nations, which has also been\r\na victim of that war. And it will be beneficial for all of\r\nour countries, which have had to suffer international\r\neconomic recession and an increase insecurity that is\r\nthreatening us all.\r\nSecondly, we must address without delay the\r\nissue of truly reforming the United Nations and, above\r\nall, undertake a far-reaching democratization process.\r\nThe current situation is already untenable, as\r\nevidenced, first of all, by the Security Councils\r\nshameful inability to prevent the war in Iraq and,\r\nsecondly, by its demand on the Government of Israel to\r\nrefrain from expelling or murdering the leader of the\r\nPalestinian people  a people who, in accordance with\r\na decision the Council itself took over five decades\r\nago, should long ago have had an independent State.\r\nThat the Government of the United States has exercised\r\nits veto power on 26 occasions to protect the crimes of\r\nIsrael is evidence of the fact that that unjust privilege\r\nmust be abolished.\r\nWhat is needed is a reform that goes back to the\r\nroots of the founding of the United Nations; that\r\nguarantees effective respect for the Charter; and that\r\nre-establishes the mechanisms of collective security\r\nand the rule of international law. Reform should also\r\nensure the ability of the United Nations to preserve\r\npeace and to lead the fight for general and complete\r\ndisarmament, including nuclear disarmament, to which\r\nmany generations have aspired. Reform should also\r\nrestore to the United Nations its prerogatives to fight\r\nfor the socio-economic development and the basic\r\nrights of all the planets inhabitants, including the\r\nrights to food and life. Doing so is more necessary than\r\never before, given that neo-liberalism has spectacularly\r\nfailed and that a new opportunity now exists for\r\nestablishing a new system of international economic\r\nrelations. We need to rescue the role of the United\r\nNations and to ensure that all States, large and small,\r\nrespect the Charter. But we do not need a reform that is\r\ngoing to founder unceremoniously as part of a\r\nbureaucratic process of adapting what is left of the\r\nUnited Nations to the interests and whims of a few, rich\r\nand mighty countries.\r\nFinally, we need to return to a discussion of the\r\nserious economic and social problems currently\r\naffecting the world. We have to make the battle for the\r\nright of nearly five billion people to development a\r\npriority. The Millennium Assembly committed us to\r\nworking for very modest and insufficient goals. But\r\neverything has now been forgotten, without even a\r\ndiscussion. Seventeen million children under the age of\r\n5 will die this year, not as victims of terrorism but as\r\nvictims of under-nourishment and preventable diseases.\r\nWill a realistic debate based on solidarity be held in\r\nthis Hall to discuss how, in line with the Millennium\r\nDeclaration, to halve by 2015 the number of people,\r\ncurrently over 1.2 billion in number, who are suffering\r\nfrom abject poverty, as well as the number who suffer\r\nfrom hunger, which is more than 800 million? Will\r\nthere be any discussion about the nearly 900 million\r\nilliterate adults? Or will the Millennium Declaration\r\nalso become a dead letter, as has been the case with the\r\nKyoto Protocol and the decisions of 10 summits held at\r\nthe level of head of State?\r\nDeveloped countries will provide Third World\r\ncountries with $53 billion in official development\r\nassistance this year. In return, those countries will\r\ncharge recipients over $350 billion in foreign debt\r\ninterest; and our foreign debt will have grown by the\r\nend of the year. Do creditors by any chance believe that\r\nthat unjust situation will last forever? Should we, as\r\ndebtors, resign ourselves to being poor forever? Is that\r\npicture of injustice and peril confronted by most\r\ncountries what the founders of the United Nations\r\nreally dreamed of? No. Like us, the founders also\r\ndreamed that a better world was possible.\r\nThose are the questions that, with all due respect,\r\nwe would like some in the Hall to answer for us. I am\r\nnot talking about Cuba, which, condemned to die for\r\nwanting to be free, has had to fight on its own, not only\r\nthinking about itself but also about all the peoples of\r\nthe world.\r\nThe President: I now give the floor to His\r\nExcellency Mr. George A. Papandreou, Minister for\r\nForeign Affairs of Greece.\r\nMr. Papandreou (Greece): Let me begin by\r\ncongratulating you, Mr. President, on your election to\r\nthe presidency of the General Assembly. You are\r\nassuming your duties at a difficult juncture in\r\n25\r\nA/58/PV.13\r\ninternational affairs. I am sure that, under your\r\nguidance, the Assembly will make a positive\r\ncontribution to fostering peace and progress in the\r\nworld. Allow me also to extend my warmest thanks to\r\nyour predecessor, our good friend Mr. Jan Kavan, for\r\nhis commitment and diligence.\r\nWe fully subscribe to the statement delivered by\r\nMr. Frattini on behalf of the European Union, as well\r\nas to the priorities of the European Union that he has\r\nlaid out before the Assembly.\r\nWhen I held the presidency of the European\r\nUnion, just a few months ago, I had the honour to work\r\nclosely with the Secretary-General at a very crucial\r\ntime. Secretary-General Kofi Annan often has to wage\r\nan uphill battle in his efforts to safeguard the moral\r\nauthority of the United Nations and to carry out its\r\nmandate. His tireless efforts to promote peace and\r\nsecurity worldwide deserve our fullest support.\r\nIndeed, this year the United Nations has\r\nundergone one of the most testing periods in its history.\r\nDuring the Iraqi crisis the worlds citizens put great\r\nfaith in the power of the United Nations to respond to\r\nthe potential threat of weapons of mass destruction,\r\nwhile at the same time preserving peace and the\r\nlegitimacy of international law. The leaders of the\r\ninternational community failed to unite around global\r\npublic opinion, and a war ensued. As Kofi Annan told\r\nthe Assembly, a new doctrine of pre-emptive force and\r\nunilateralist actions has called into question our long\r\ntradition of global consensus on collective security.\r\nParadoxically, despite that crisis, our citizens\r\nexpect more today from the United Nations, rather than\r\nless. Whether we are dealing with poverty, inequality,\r\nhuman rights violations, terrorism, pollution or\r\nweapons of mass destruction, the world looks to us for\r\nleadership. We are expected to transform todays\r\ninsecurity into tomorrows opportunities. That may\r\nseem like a tall order, but it is possible. It is possible\r\ntoday, as we are witnessing a growing consciousness\r\nabout the need to think seriously about global\r\ngovernance. That consciousness has to do with the\r\nmagnitude and complexity of the issues with which\r\nhumankind is grappling. It also has to do with the fact\r\nthat, in an era of globalization, a problem in another\r\ncorner of the world can have major effects in our own\r\nneighbourhood of the global village.\r\nThe legitimacy of the United Nations is at the\r\nheart of that debate. If we are to convince the more\r\npowerful of the world that unilateralism does not pay,\r\nwe need to show that multilateralism is effective. We\r\nneed to prove that organizations such as ours can deal\r\neffectively with threats to our peace and security. We\r\nneed to rethink our institutions, which must be\r\nfinancially and politically viable. We must ensure that\r\nour institutions derive their legitimacy not only from the\r\naction we take and the just decisions we make, but from\r\nthe fact that they are truly democratic and that they are\r\nrepresentative of global consensus as far as possible.\r\nAll that is possible, but it requires courageous\r\nchanges  certainly the courage to open up a sincere\r\ndialogue between citizens, countries, continents and\r\ncivilizations. We therefore fully endorse the Secretary-\r\nGenerals proposal for the reform of the United\r\nNations. By the time the Assembly meets next year, we\r\nneed to have achieved realistic targets and tangible\r\nresults, and to have re-evaluated the role of the various\r\nbodies of the United Nations and of their respective\r\nmissions. The role of the Security Council is\r\nparamount, and its composition must be more\r\nrepresentative in order to ensure full trust in its\r\nauthority and legitimacy. The United Nations can\r\nbecome central in safeguarding humankinds security,\r\npeace and prosperity. Greece will work towards that\r\ngoal if the General Assembly honours us by electing us\r\nto the Security Council for the 2005-2006 term.\r\nFrom the corner of the world I come from, I can\r\nseriously state that the prospect for peace is real. In the\r\nlast century Greece lived through two World Wars, two\r\nBalkan wars, a major war with Turkey, a famine, a civil\r\nwar, numerous dictatorships and confrontation with\r\nTurkey over Cyprus. We also became a major recipient of\r\nrefugees from the crises, ethnic cleansing and wars in our\r\nregion of South-Eastern Europe and the Middle East.\r\nToday there is hope in the Balkans that peace can\r\nbecome permanent, that democracy can flourish and\r\nthat human beings can live together in dignity,\r\nirrespective of their religious, political or ethnic\r\naffiliation. Greece and Turkey have emerged from a\r\nlong period of over 40 years of tension and suspicion\r\nwhen there was little contact and no bilateral\r\nagreements were ever signed. Twice in recent decades\r\nwe went to the brink of war. Today I can stand before\r\nthe Assembly and state that Greece and Turkey have\r\nratified 14 agreements in areas ranging from tourism to\r\nagriculture and education to security. We have also\r\nagreed on 10 confidence-building measures and,\r\nalthough fundamental differences remain on specific\r\n26\r\nA/58/PV.13\r\nissues, we are now working cooperatively to try to deal\r\nwith some of the most contentious and controversial\r\nquestions that have divided us for decades.\r\nFurther testimony of that improvement is the fact\r\nthat, with my Turkish counterpart, Abdullah Gül, we\r\nsimultaneously submitted yesterday in this building our\r\nratification instruments for the Ottawa Treaty banning\r\nlandmines. In Cyprus, an island divided after Turkeys\r\ninvasion and occupation in 1974, we perceive the\r\ncommon desire to build a democratic, united Cyprus\r\nwhere Turkish Cypriots and Greek Cypriots can live\r\ntogether in peace. Last April, following the lifting of\r\nrestrictions on free movement, thousands of Cypriots\r\nseized the opportunity to cross the so-called Green\r\nLine to meet with one another and to demonstrate that\r\nit is possible for them to share a common future.\r\nHowever, that easing of restrictions is not a\r\nsubstitute for a comprehensive settlement to the\r\nislands political problem. Over the years, Greece has\r\nactively supported the efforts of the Secretary-General\r\nto achieve a comprehensive settlement in conformity\r\nwith the relevant resolutions of the Security Council\r\nand the principles on which the European Union is\r\nfounded, namely, the Acquis Communautaire. Those\r\nresolutions must be implemented. We will not give up\r\nhope until all Cypriots can live together in harmony\r\nand security in a federal State with a single citizenship\r\nand without foreign troops on its territory. On 1 May\r\n2004, Cyprus will be a full member of the European\r\nUnion. We hold out the hope that the Annan plan will\r\nbe used as a basis for negotiating, and that a solution\r\nwill be found, so that the Turkish Cypriot population will\r\nalso enjoy the security and prosperity that accession to the\r\nEuropean Union will bring. It is possible.\r\nYet all those sustained efforts for peace in the\r\nregion would not have been possible if it were not for\r\nthe creation of a viable, stable and sustainable\r\nframework of shared values, principles, visions and\r\ninterests, as well as a deep commitment to respect of\r\nour citizens rights and including a vision in which, as\r\nPericles said in his Funeral Oration, one is free of\r\nsuspicion of the other. That framework, vision and\r\ncommon values can be summed up in one phrase: our\r\nEuropean Union.\r\nFifty years ago, Europe was shattered by two\r\nworld wars and countless regional conflicts. Through\r\nour common values of respect for the rule of law,\r\ndemocracy, freedom, and solidarity, we have overcome\r\nwars and the Holocaust and have seen the fall of the\r\nBerlin Wall. Today the European Union is a model of\r\nmultilateralism, a system of collective governance that\r\nadvances the shared interests and addresses the\r\ncommon problems of a coalition of nation-States that\r\nall aspire to peace and security in a common union.\r\nEurope may not have a magic wand that can solve all\r\ncrises, but we have proved that it is possible to build a\r\nstable and democratic continent. It is that prospect that\r\nnow unites us in the Balkans, gives hope to Greek-\r\nTurkish relations and creates a common vision for\r\nGreek and Turkish Cypriots. The United Nations can\r\nlearn from our experience as it prepares to undertake\r\nnecessary reforms. What the European Union has\r\nprovided is not a magic wand. We have simply said\r\nthat matters of war and peace are so important for\r\nhumankind that they cannot merely be left up to\r\nleaders, no matter how great they may be. They cannot\r\nbe left up to negotiators, no matter how skilful they\r\nmay be. They cannot be left up to earthquakes,\r\napocalypses or inspirations, however momentous they\r\nmay be. What is needed is a stable, sustainable, secure\r\nenvironment of common values, international law,\r\naccepted practice and purpose. It is within that secure\r\nenvironment that we can work out roadmaps,\r\nbenchmarks, milestones, target dates and goals that can\r\nbecome both credible and powerful tools for the\r\npeaceful resolution of conflicts and the establishment\r\nof lasting institutions of stability and conviviality.\r\nThat is why the United Nations has become so\r\nimportant for Iraq and its people. That is why the\r\nUnited Nations and the Quartet are so important for the\r\nimplementation of the road map to solve the\r\nPalestinian conflict and the wider Middle East conflict.\r\nIf we differed in Europe on the means of dealing with\r\nIraq, we remain united in our conviction that the United\r\nNations has a vital role to play in the reconstruction and\r\nstabilization process. Indeed, I would argue that the\r\ncurrent predicament in Iraq is a stark reminder that\r\nmultilateral cooperation is an imperative for world\r\npeace and security. It will only be possible to bring\r\nlasting peace to Iraq if we all work together.\r\nIn referring to the importance of the role of the\r\nUnited Nations in Iraq we are simply stating the\r\nobvious need to create a stable international\r\nenvironment within which solutions can be nurtured,\r\nand where they can mature, in order to stabilize the\r\nregion. It is within that context that it must be possible\r\nto realize a Palestinian State by 2005, a State that lives\r\n27\r\nA/58/PV.13\r\nside by side with a secure Israel. It is also within that\r\ncontext that during our presidency of the European\r\nUnion we placed great emphasis on engaging in a\r\nmeaningful dialogue of cultures that could hopefully\r\nheal the deepening rifts with regard to how different\r\ncultures view our changing world. We also devoted\r\nconsiderable efforts during Greeces presidency to\r\nstrengthening Europes relations with the Arab world.\r\nWe hope that that dialogue can continue to be an\r\ninvestment in, and an instrument for, furthering peace,\r\ndemocracy and prosperity.\r\nIraq challenged Europe to think globally. We\r\nrealized that in order to safeguard our citizens security\r\nwe had to develop stronger foreign and defence\r\npolicies. We took the initiative during our presidency\r\nto launch the first European security strategy. We are\r\nnow creating more clearly defined defence policies and\r\ngreater military and crisis-management capabilities.\r\nLast June, the European Union adopted its first strategy\r\nagainst the proliferation of weapons of mass\r\ndestruction, as well as a joint-action plan on terrorism.\r\nThat was quickly followed by a framework agreement\r\non weapons of mass destruction between the European\r\nUnion and the United States.\r\nSimilarly, problems such as terrorism, trafficking\r\nin drugs, arms and people, and the proliferation of\r\nweapons of mass destruction all point to a world where\r\nconflict is not confined to national frontiers. It is only\r\nlogical to conclude that most problems can only be\r\nproperly addressed through multilateral action and\r\npolicies in our global village. Sustainable development\r\nwill bring about sustainable peace. But sustainable peace\r\nalso depends on the freedom of our citizens: freedom of\r\nchoice, freedom to participate, freedom from\r\noppression and freedom from fear and discrimination.\r\nDemocracy bodes well for security, because\r\nsecurity cannot be achieved without the legitimacy of\r\nour institutions and decisions. But democracy cannot\r\nbe imposed, it must be nurtured. That is the difficult\r\ntask ahead, namely, to create democratic processes in a\r\ntrans-national way. That is becoming a global\r\nchallenge that we cannot afford to ignore. It must be\r\npossible, otherwise we will always be prey to extremist\r\nforces that resort to violence, often exploiting the sense\r\nof exclusion among our citizens, many of whom feel\r\nexcluded from prosperity and human rights.\r\nThis year, such forces were responsible for the\r\nuntimely deaths of three champions of democracy.\r\nAllow me to mention their names: Zoran Djindjić,\r\nSergio Vieira de Mello and Anna Lindh. Their tragic\r\ndeaths pose a critical challenge to the very freedom and\r\ndemocracy they fought so hard to defend. We must not\r\nallow the threat of violence, intolerance and fear to\r\nhold our democratic societies hostage. We must not let\r\ninsecurity blind us to the simple truth that democracy\r\nholds the key to a world without violence.\r\nIn our global village today, our challenge is to see\r\nto it that we have an international system that truly\r\ngoverns democratically. We must ask ourselves tough\r\nquestions. How representative and accountable are our\r\ninternational institutions? Who decides on global rules\r\nand regulations? Who implements those decisions?\r\nWhose interests do they serve? Why do so many of our\r\ncitizens feel moved to stage protests outside international\r\nsummits? How can we address their grievances and\r\ninclude them in the decision-making process? If we can\r\nfind satisfactory answers to these questions we will\r\nhave come a long way towards replacing todays\r\ninsecurity with tomorrows opportunities.\r\nBuilding on our long history of democracy,\r\nGreece is committed to supporting and developing new\r\ndemocratic practices. One way to do so is through the\r\nInternet, which has created radical new possibilities for\r\nreinvigorating and enriching democratic dialogue. We\r\ncreated an on-line experiment during our presidency of\r\nthe European Union that is called e-Vote, an electronic\r\npilot project through which citizens can participate in\r\nongoing debates. Three months from now, we will\r\nassemble at Geneva for the first phase of the World\r\nSummit on the Information Society. There Greece will\r\nhost a special conference on the promise of electronic\r\ndemocracy. I invite the entire Assembly to attend.\r\nFinally, in this global village we also need to\r\nhave global festivals, even with our many difficulties,\r\nto celebrate humankind and our common values. The\r\nOlympic Games are one such festival. Greece will have\r\nthe honour to host a great homecoming on the occasion\r\nof the 2004 Olympic Games in Athens.\r\nWe have introduced in the General Assembly a\r\nnew draft resolution on the subject of building a\r\npeaceful and better world through sport and the\r\nOlympic Ideal. We want to encourage the notion that it\r\nis possible to create lasting peace from a pause in\r\nhostilities. The United Nations and, in particular, the\r\nSecretary-General have long championed the value of\r\npeaceful cooperation through sport. Since 1993, the\r\n28\r\nA/58/PV.13\r\nAssembly has unanimously adopted six resolutions\r\ncalling for a truce during the Olympic Games. This\r\ndraft resolution, like the ones before it, calls on all\r\nMember States to observe the Olympic Truce, the longest\r\npeace accord in ancient history. I urge the Assembly to\r\nsupport that draft resolution. Let us reaffirm our\r\ncommitment to the spirit of peaceful cooperation upon\r\nwhich the Olympics were founded. Let us send a\r\nsymbolic message from this international body of peace\r\nfor a peaceful Olympics and, ultimately, for a more\r\npeaceful world. Let us prove that that too is possible.\r\nThe President: I now give the floor to His\r\nExcellency The Honourable Lieutenant-General\r\nMompati S. Merafhe, Minister for Foreign Affairs and\r\nInternational Cooperation of Botswana.\r\nMr. Merafhe (Botswana): Allow me, first of all,\r\nto express once again to the Secretary-General and to\r\nall United Nations personnel the condolences of my\r\nGovernment and the people of Botswana for the\r\nterrorist attack on United Nations headquarters in\r\nBaghdad on 19 August. We are outraged that an attack\r\nof that magnitude was carried out against international\r\ncivil servants, whose sole mission in that country is to\r\nhelp Iraqis rebuild their country. The death of Special\r\nRepresentative Sergio Vieira de Mello and a number of\r\nhis staff is indeed a loss to the United Nations family\r\nthat we shall all feel for a long time to come.\r\nMay I now pay my respects to you, Mr. President,\r\nand congratulate you on your election as President of\r\nthe General Assembly at its fifty-eighth session. I\r\npledge to you the full support of my delegation. Let me\r\nalso pay tribute to our illustrious Secretary-General,\r\nMr. Kofi Annan, for his dynamic leadership of the\r\nOrganization, in particular for his unshakeable\r\ncommitment to the reform of the United Nations. I\r\nassure him of the unwavering support of Botswana in\r\nthe discharge of his onerous responsibilities.\r\nThe fifty-eighth session is beginning at a time\r\nwhen we are faced with formidable challenges to the\r\ncohesion of the international community and to the role\r\nof the United Nations in maintaining international\r\npeace and security. We have just witnessed the war in\r\nIraq, which caused deep divisions and recrimination\r\namong the Member States of the United Nations. It is\r\nimportant that the Member States set aside their\r\ndifferences and promote the Organization as a force\r\nthat can rally nations, both big and small, around\r\ncommon causes. For the United Nations to succeed in\r\nits mission, it is important that all Member States\r\nrespect the Charter.\r\nAlthough now fewer in number, conflicts\r\ncontinue to bedevil the African continent. Fighting is\r\nstill going on in many parts of Liberia, although there\r\nis a semblance of peace in the capital, Monrovia. It is a\r\nwelcome development that the Security Council has\r\ndecided to send a peacekeeping mission to that war-\r\ntorn country. The peace process in Côte dIvoire,\r\nthough holding, is still fragile. Only recently, a military\r\ncoup took place in Guinea-Bissau. Botswana strongly\r\ncondemns the coup, which further tarnishes the image\r\nof Africa. We welcome the news that, through the\r\nmediation of the Economic Community of West\r\nAfrican States(ECOWAS) and the African Union, the\r\nmilitary in Guinea-Bissau has agreed to hand over\r\npower to a civilian interim administration until\r\nelections are held, in two years time.\r\nThose conflicts continue to drain Africas energies\r\nand to undermine the continents capacity to focus on the\r\nequally challenging tasks of development and poverty\r\neradication. The vicious cycle of war, poverty, hunger\r\nand disease has left African people in despair. They\r\nwonder whether in this new millennium the dawn of\r\npeace and tranquillity that they so aspire to will ever\r\ncome. The inability of the international community\r\nthus far to act resolutely to address those conflicts will\r\nno doubt make it more difficult for the continent to\r\nimplement its major programmes, such as the New\r\nPartnership for Africas Development (NEPAD).\r\nThe conflict in the Middle East continues to be a\r\nmatter of grave concern. All initiatives towards a\r\npeaceful settlement, including the road map promoted\r\nby the Quartet, have so far failed. The decision by\r\nIsrael and others to insist on determining who in the\r\nleadership of the Palestinians they will do business with is\r\nan unacceptable precondition for genuine negotiations.\r\nWorse still, the threat to expel the democratically elected\r\nleader of the Palestinians, Mr. Arafat, is a recipe for\r\nfurther strife that could result in more loss of life on both\r\nsides. That development should be condemned by all\r\nwho want to see peace in that land.\r\nIn Iraq, despite formal pronouncements that\r\nhostilities have ended, the country is still not at peace.\r\nInstead we see an escalation of violence, with many\r\npeople, including coalition troops, being killed every\r\nday. The situation clearly calls for an intervention by\r\nthe Security Council to ensure that the Iraqi people are\r\n29\r\nA/58/PV.13\r\ngiven the mandate to govern themselves and that the\r\nUnited Nations is given a bigger role to play in the\r\nreconstruction of the country.\r\nBotswana firmly believes that the various\r\nchallenges that the international community faces today\r\ncan best be tackled under a multilateral framework. The\r\nUnited Nations remains the foremost body for promoting\r\nthe Agenda for Peace. Small States such as my own\r\nplace great hope in multilateral partnership and\r\ncooperation, for on their own or in their small regional\r\ngroupings the challenges they face are formidable. We\r\ntherefore call upon Member States to rededicate\r\nthemselves to the noble ideals of the Organization.\r\nAs we direct our energies towards peace and\r\nsecurity, we must also remain focused on the twin\r\nchallenges of development and poverty eradication.\r\nThose are global challenges requiring global solutions\r\nand the active participation of all nations.\r\nOur performance in efforts to eradicate poverty\r\ncannot be considered successful by any measure.\r\nPoverty still remains a blemish on humankinds\r\nattempts at socio-economic upliftment. The policies,\r\nstrategies and programmes to address the situation have\r\nnot had the desired effect. It is estimated that about 1.2\r\nbillion people around the world still live in poverty,\r\nand a large proportion of them live in Africa. It is\r\nunacceptable that in this day and age, when billions of\r\ndollars are spent on armaments, space technology and\r\nother advances in human endeavour, such a large\r\nnumber of people are still poor and marginalized.\r\nWe should bear in mind that there is a clearly\r\nestablished link between poverty, on the one hand, and\r\nthe political instability and insecurity that the world is\r\nwitnessing today, on the other. Poverty breeds\r\nresentment, anger and despair. People condemned to\r\nthe margins of society feel that they have nothing to\r\ngain by participating in the democratic process of\r\ngovernance. Instead they believe that they have nothing\r\nto lose by using violent means in expressing their\r\ngrievances, for in their perception, the international\r\ncommunity is indifferent to their suffering.\r\nThree years after the Millennium Declaration was\r\nadopted by our heads of State, the General Assembly\r\nshould take full stock of the progress achieved towards\r\nthe fulfilment of the commitments contained in it.\r\nBotswana welcomes the report of the Secretary-\r\nGeneral on the implementation of the Millennium\r\nDeclaration. It is the intention of my delegation to\r\nparticipate actively in the debate on this matter.\r\nWe need to measure in concrete terms whether there\r\nhas been an increase in the flow of official development\r\nassistance. We need to measure whether we have been\r\nable to mobilize enough domestic and international\r\nresources for development, including foreign direct\r\ninvestment and private capital flows. We need to measure\r\nwhether we have resolved the external debt crisis. We\r\nneed to measure how far we have gone towards\r\nestablishing fair and equitable international monetary\r\nand trading systems. Above all, we need to measure\r\nhow much we have achieved in the global fight against\r\nthe HIV/AIDS pandemic. In that context, it is regrettable\r\nthat the recent talks in Cancún on trade, a key factor in\r\npoverty reduction and development, collapsed.\r\nEarlier, I referred to the need for the international\r\ncommunity to address the problem of poverty with all\r\nthe resources at its disposal; for the failure to do so will\r\nonly increase the level of frustration and anger and\r\nfeelings of powerlessness among the poor, which will\r\nin turn will provide fertile ground for radicalism and\r\nextremism.\r\nBotswana strongly condemns international\r\nterrorism in all its forms and manifestations. Terrorism,\r\nlike poverty, is now the biggest threat to civilized\r\nnorms of international discourse. The recent senseless\r\nand deliberate attack on the United Nations office in\r\nBaghdad is a stark reminder that even the United\r\nNations servants of peace and humankind are not\r\nimmune from acts of terror. We must support the\r\nappeal by the Secretary-General for the adoption of\r\nurgent measures to provide protection and security to\r\nUnited Nations staff wherever they serve. We believe\r\nthat the United Nations must be empowered to play a\r\npivotal role in mobilizing international consensus\r\naround measures to curb the scourge of terrorism. In\r\nthat respect, Botswana remains ready to cooperate in\r\nany way possible with the relevant United Nations\r\nagencies.\r\nMy delegation was most pleased that a high-level\r\nmeeting of the General Assembly was convened on 22\r\nSeptember this year to focus on sharing best practices\r\nand the lessons learned in the fight against the\r\nHIV/AIDS pandemic. As one of the countries most\r\naffected by that scourge, my Government accords the\r\nhighest priority to tackling HIV/AIDS. My delegation\r\nfully supports the conclusions reached by the high-\r\n30\r\nA/58/PV.13\r\nlevel interactive panel on the critical issues that must\r\nnow be addressed, namely, political leadership; stigma\r\nand discrimination against people living with HIV/\r\nAIDS; the importance of broad-based partnerships; and\r\nresource mobilization on a very large scale. We call\r\nupon our development partners, both in Government\r\nand in the private sector, to dig deeper into their\r\npockets to support the efforts of developing countries\r\nstruggling so hard to meet their obligations to control\r\nthat scourge.\r\nTurning to the Secretary-Generals reform\r\nproposals, while progress has been made in respect of\r\nthe rationalization of the functions of the Secretariat,\r\nespecially in the economic and social fields, formidable\r\nhurdles still remain in connection with the reform of\r\nthe Security Council. The Open-ended Working Group\r\non the Question of Equitable Representation on and\r\nIncrease in the Membership of the Security Council\r\nhas, in our view, done all that is humanly possible to\r\nsolicit a wide range of views and to try to bridge the\r\ndifferences that have emerged. But, regrettably, little\r\nprogress has been made. It is clear to us that this\r\nmatter, which is of vital importance to the whole\r\nOrganization, will only move forward if there is political\r\nwill on the part of some key Member States. This issue\r\ncannot continue to defy our collective wisdom after 10\r\nyears of deliberation. A compromise solution must\r\nemerge soon or history will judge us harshly.\r\nWe welcome what now seems to be an emerging\r\nconsensus towards the revitalization of the General\r\nAssembly. The speeches delivered in the Assembly\r\nhave been correctly observed by the Secretary-General\r\nin his report as being repetitive and sterile. The agenda\r\ntends to be too long, and often results in a duplication\r\nof issues. We share the proposal to keep the agenda\r\nshort and focused, with a number of issues clustered.\r\nLong speeches should be replaced by more focused\r\ndebates and interactive dialogue. We strongly believe\r\nthat those modest reforms would make the\r\ndeliberations of the General Assembly more interesting\r\nto our stakeholders. They would also enable issues of\r\nvital importance to be fully debated, and thus make it\r\neasier to implement the decisions reached.\r\nIn conclusion, I wish to reiterate Botswanas\r\ncommitment to the United Nations and its agenda. To\r\nus the United Nations is the embodiment of our\r\ncollective will to accomplish the Millennium\r\nDevelopment Goals.\r\nThe meeting rose at 1.25 p.m.\r\n"