"United Nations A/58/PV.33\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n33rd plenary meeting\r\nWednesday, 15 October 2003, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-56963 (E)\r\n*0356963*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 39 (continued)\r\nNew Partnership for Africa’s Development: progress\r\nin implementation and international support\r\n(a) New Partnership for Africa’s Development:\r\nprogress in implementation and international\r\nsupport\r\nReport of the Secretary-General (A/58/254)\r\nNote by the Secretary-General on proposed\r\nrevisions to programme 8 of the medium-term\r\nplan for the period 2002-2005: United Nations\r\nsupport for the New Partnership for Africa’s\r\nDevelopment (A/58/83)\r\nReport of the Committee for Programme and\r\nCoordination (A/58/16, chapter III, section B,\r\nprogramme 8; chapter IV, section B)\r\n(b) Causes of conflict and the promotion of durable\r\npeace and sustainable development in Africa\r\nReport of the Secretary-General (A/58/352)\r\nMr. Bennouna (Morocco) (spoke in French): I\r\nwould like to speak on behalf of the Group of 77 and\r\nChina on the subject of the New Partnership for\r\nAfrica’s Development: progress in implementation and\r\ninternational support. As you know, my group, the\r\nGroup of 77, has supported from the beginning and still\r\nenergetically supports the NEPAD initiative. This is\r\nbecause, first of all, the countries of NEPAD are\r\nmembers of our group and also because, for the first\r\ntime, there is a coherent and completely integrated plan\r\nfor the development of the entire African continent. I\r\nwould like to thank the Secretary-General for his report\r\non the progress made in the implementation of this\r\ninitiative and on the support given to it by the\r\ninternational community.\r\nThe Group of 77 and China is very pleased to see\r\nthis debate covering the issues that relate primarily to\r\nAfrica’s development. NEPAD is a comprehensive\r\nprogramme for the socio-economic and political\r\ndevelopment of the continent, and that is why we\r\nshould also deal with it in a comprehensive way. This\r\nprogramme is the departure point for the integrated\r\ndevelopment of the African continent.\r\nBut, of course, beyond the planning of the\r\nprogramme, there is the political will that each and\r\nevery African country, all of us on the African\r\ncontinent, must have — the will to translate into reality\r\nthe strategies that were adopted at a national level and\r\nthat are taking place within the context of this\r\nintegrated programme for the African continent.\r\nTherefore, each African Government will be called\r\nupon to mobilize all its national capacities for the\r\nrealization of NEPAD objectives.\r\nWith the report of the Secretary-General, we have\r\ntoday an idea of all the measures taken by each African\r\n2\r\nA/58/PV.33\r\ncountry and the institutional mechanisms set up at the\r\nregional level.\r\nThe establishment of what is now called the African\r\nPeer Review Mechanism — the mechanism for\r\nmonitoring, assessment and reciprocal apprenticeship —\r\nconstitutes a significant step made by our African\r\ncountries for assessing the political and economic\r\nperformances of the continent. That mechanism reflects\r\nthe determination of all African countries to take\r\ncharge of their own development. It will enable us to\r\nmaster the process of implementation and to achieve\r\nthe objectives of NEPAD. As we have seen in the\r\nreport, four countries will start these assessments by\r\nthe end of this year.\r\nConcurrently with the development efforts of the\r\nprogramme, good governance, as it is called today,\r\nshould accompany the programme. Efforts have been\r\nmade all over the continent to consolidate democracy\r\nand strengthen conflict prevention, settlement and\r\nmanagement. Efforts have also been made to establish\r\na pan-African parliament and to set up national focal\r\npoints for NEPAD, and there are initiatives in each\r\nsubregion of Africa to begin and encourage plans for\r\ninfrastructures, health, education and agriculture — in\r\nother words, some of the most fundamental sectors.\r\nWe share the view of Kofi Annan that all this cannot\r\nbe done without additional resources coming from outside\r\nthe African continent. The mobilization of national\r\nresources by each countries on the continent is not\r\nsufficient. That is why this debate today is so important,\r\nbecause it must inspire the international community to\r\nmobilize even more resources for NEPAD.\r\nIn 2002, a declaration was adopted by which the\r\nMember States committed themselves to provide the\r\nhelp and the support necessary for NEPAD, and we\r\nhope that that declaration will be followed up. The\r\ndeveloped countries should help Africa to respect and\r\nimplement the commitments that have been undertaken\r\nin various United Nations conferences and summits\r\nsince the Millennium Declaration. Those commitments\r\ninclude, of course, official development assistance and\r\nthe famous objective of 0.7 per cent of gross national\r\nproduct. Unfortunately, and we have to repeat this\r\nevery time, there is the issue of external debt and, in an\r\neven more striking way today, in this world of\r\nglobalization, the issue of opening up developed\r\ncountries’ markets to exports from poorer countries.\r\nThere is also the promotion of investment in\r\ndeveloping countries, in particular in African countries.\r\nThere has certainly been some increase, which\r\nremains very limited, in official development\r\nassistance for Africa. We hope that this increase will be\r\ncontinued so that we can attain the objectives set for\r\nofficial development assistance, which rose with\r\ndifficulty from $16 billion in 2000 to $18 billion in\r\n2002. The Group of 77 and China would like to take\r\nthis opportunity to encourage all donor countries to\r\ncontinue their efforts to provide official development\r\nassistance to the poorest countries in Africa —\r\nobviously, the least developed countries continue to\r\nneed it most — in order to promote the development of\r\nthose countries and implementation of NEPAD.\r\nAs far as external debt is concerned, measures\r\nhave been undertaken with the Highly Indebted Poor\r\nCountries Debt Initiative. But we are still far from\r\nmeeting the expectations of heavily indebted developing\r\ncountries. That is why we hope that the announced\r\ncontributions to the Fund created for the heavily indebted\r\npoor countries will be forthcoming. Furthermore, there is\r\nthe impact of the international economic environment, of\r\nthe policies of developed countries and of financial\r\npolicies on a number of the reforms undertaken by\r\ndeveloping countries to benefit from the Initiative.\r\nBecause of those difficulties, many countries\r\nhave been slow to move from the point of decision to\r\nthe point of completion. Likewise, some countries that\r\nhave reached the point of completion have seen a\r\ndeterioration in their indebtedness indicators because\r\nof the decrease in export income, which I just\r\nmentioned, and the volatility in commodity prices. That\r\nis why the Group of 77 and China has consistently\r\nlinked international trade problems, debt problems and\r\ndevelopment financing problems.\r\nOther indebted African countries have been\r\nneglected and continue to suffer from the burden of\r\ndebt. They are obliged to allocate important resources\r\nto reimbursing that debt, often to the detriment of\r\ninvestment in the social sector. That is why it might\r\nseem abnormal that those countries are obliged to\r\nreimburse their debts to rich countries — for which\r\nsuch sums represent an extremely small proportion of\r\ntheir resources — to the detriment of social investment,\r\nwhich is absolutely necessary for their stability.\r\nTherefore, during today’s debate, we call on\r\ndeveloped countries to redouble their efforts, in the\r\n3\r\nA/58/PV.33\r\ncontext of international solidarity, to invest financial\r\nresources in Africa, particularly because today’s\r\nsubject is NEPAD. Moreover, as I just said, developed\r\ncountries must give up their protectionist trade policies to\r\nenable developing countries to gain access to the markets\r\nand consequently increase their own resources. The\r\neffects of such protectionist measures on the efforts\r\nand plans of developing countries — particularly\r\nAfrican countries — can be devastating, as revealed\r\nduring the recent conference held in Cancún.\r\nHere, on behalf of the Group of 77 and China, I\r\nshould also like to highlight the commitments\r\nundertaken since the Millennium Declaration during\r\nthe international conferences held at Monterrey, Doha\r\nand Johannesburg. This year, in the context of the\r\nUnited Nations, we tried to ensure integrated follow-up\r\nand implementation of those conferences. We hope that\r\nthat effort will be continued so that we can achieve the\r\nresults envisaged for the 2005 summit.\r\nIn addition, I cannot fail to recall the failure of\r\nCancún and the “cotton scandal”, which showed to\r\nwhat an extent the positions of the richest countries\r\nmay seem inconsistent with the multilateral trade\r\nsystem that they themselves have encouraged and\r\nsupported. Indeed, at a time when rich countries are\r\ndemanding increased and general trade liberalization of\r\nAfrican countries — to the point of imposing it through\r\nmultilateral institutions — those same countries show\r\nno sign of receptivity to the legitimate demands and\r\nurgent needs of African countries.\r\nThe role of the United Nations is certainly essential;\r\nit is important to mobilize international support for\r\nNEPAD. The creation of the Office of the Secretary-\r\nGeneral’s Special Adviser on Africa — headed by my\r\nfriend Ambassador Gambari — to which we contributed\r\nmuch last year in the framework of reform, is a source\r\nof satisfaction for us. We are also pleased to know that,\r\nin this year’s budget, the necessary resources will\r\nfinally be allocated to that Office, which will help to\r\nsupport NEPAD.\r\nFor the first time, we in the United Nations\r\nSecretariat we will have a focal point that will follow\r\nall African affairs on an equal basis. That being\r\nacknowledged, financial resources exist, and we fervently\r\nhope that they will help African countries and NEPAD.\r\nFinally, I take this opportunity to recall that\r\nUnited Nations reports predict that certain of the\r\nworld’s regions will be in a position to attain the\r\nMillennium Development Goals. The unfortunate\r\nexception is the African region, for the simple reason that\r\ncurrent growth rates remain too weak to reduce poverty\r\non the African continent. That is why, once again, the\r\ninternational community must meet the efforts of\r\nAfrican countries halfway. Of course, more democracy\r\nand good governance are required of those countries.\r\nThe Group of 77 and China has often had the\r\nopportunity to say that security and peace are global\r\nconcepts. They cannot be considered solely from the\r\nperspective of peacekeeping or of disarmament.\r\nConsequently, the struggle against poverty is an\r\nintegral part of the action undertaken to safeguard\r\ninternational security. It is the preventive component of\r\nany action in favour of international peace and security.\r\nIn conclusion, Africa today has a mechanism at\r\nits disposal — an indigenous African initiative, NEPAD.\r\nIt is up to us to support Africa’s own efforts.\r\nMr. Jose (India): We would like to thank the\r\nSecretary-General for his first consolidated report on\r\nprogress in the implementation of and international\r\nsupport for the New Partnership for Africa’s Development\r\n(NEPAD). We would also like thank him for the report on\r\nthe implementation of his recommendations on the\r\ncauses of conflict and the promotion of durable peace\r\nand sustainable development in Africa. We have\r\nconsidered both reports with interest.\r\nIt has always been our conviction that Africa\r\nknows its own problems better than anybody. It also\r\nknows the solutions to the problems. We believe that\r\nAfrica’s understanding cannot be substituted by that of\r\nothers. Its ownership and leadership of NEPAD is, for\r\nus, a sine qua non for the success of this framework.\r\nAfrica does, however, require support from\r\noutside for the solutions which it has identified. The\r\ninternational community promised this support, notably\r\nin the Declaration adopted at the Millennium Summit.\r\nIt has also, in the United Nations and in other forums,\r\nendorsed NEPAD as the framework for an African-\r\nowned and African-led programme for the social and\r\neconomic development of the continent.\r\nIt is still early to assess progress in the\r\nimplementation of NEPAD. It is, nevertheless,\r\nimportant to bear in mind that a principal conclusion\r\ncontained in the report of the Panel of Eminent\r\nPersonalities on the Independent Evaluation of the\r\nUnited Nations New Agenda for the Development of\r\n4\r\nA/58/PV.33\r\nAfrica was that commitments made by the international\r\ncommunity largely remained unfulfilled during the\r\n1990s. Official development assistance for Africa had\r\nbeen expected to increase at an annual rate of 4 per\r\ncent during that period. Instead, it fell by 46 per cent\r\nbetween 1990 and 2000.\r\nNEPAD is based on the principles of responsibility,\r\nsolidarity and partnership. This time, solidarity needs to\r\nbe real. A further failure to show solidarity would harm\r\nthe credibility of the international community and be\r\ninjurious to the notion of partnership.\r\nOne of the first opportunities to demonstrate\r\nsolidarity was provided by Cancún. The result was\r\ndisappointing. There seems to be an incipient\r\nrealization now that, tactically, the developed world\r\nshould have offered more, and that it should have done\r\nso earlier. From a strategic point of view, however, it\r\nshould have proceeded, ab initio, on the basis of a\r\nspirit of partnership.\r\nThere are some signs of progress, albeit modest,\r\nwith regard to official development assistance for Africa.\r\nWe note that the figure increased from $16.4 billion in\r\n2000 to $17.7 billion in 2001 and $18.6 billion in 2002.\r\nThat trend needs to be built upon. It cannot, by itself, lead\r\nto the achievement of the Millennium Development\r\nGoals. A quantum increase is of primary importance as,\r\ngiven the situation with regard to trade and investment,\r\nthere can be no substitute for official development\r\nassistance.\r\nIndia’s own relationship with Africa is built on\r\nstrong historical and political foundations. We have\r\nbeen exploring ways in which we can provide support\r\nto NEPAD in the true spirit of South-South\r\ncooperation. Our Ministry of Commerce has launched a\r\nFocus Africa programme. This seeks to build on the\r\ngrowth of approximately 300 per cent which has been\r\nachieved in trade with sub-Saharan Africa in the past\r\n10 years. We have also decided to increase the\r\navailability of credit for trade and other commercial\r\nexchanges. All bilateral debt with the countries covered\r\nby the Heavily Indebted Poor Countries Debt (HIPC)\r\nInitiative has been cancelled. Africa is the principal\r\nfocus of our technical and economic cooperation\r\nprogramme with developing countries. Our cooperation\r\nand solidarity with Africa is based on the firm belief\r\nthat this partnership can be meaningful and mutually\r\nbeneficial. While more remains to be accomplished, we\r\nare satisfied with the progress which is being made in\r\nsharing with Africa our experience of economic and\r\nsocial development.\r\nWe endorse the recommendations made by the\r\nSecretary-General and would particularly like to\r\nhighlight those which pertain to Africa’s development\r\npartners. The resources which have been pledged need\r\nto be disbursed quickly and without conditionalities.\r\nCoherence and complementarity also need to be\r\nachieved in trade and aid policies.\r\nMr. Kuchinsky (Ukraine): First of all, the\r\ndelegation of Ukraine would like to join others in\r\nthanking the Secretary-General for his reports submitted\r\nunder agenda item 39. We commend the comprehensive\r\nand thorough analyses and action-oriented\r\nrecommendations contained in those documents.\r\nThe beginning of the new millennium witnessed\r\nan unprecedented intensification of integration processes\r\nin Africa, marked by the creation of the African Union\r\nand the adoption of the New Partnership for Africa’s\r\nDevelopment (NEPAD) as a strategic framework for\r\nthe rebirth of the continent. Those historic events\r\nsymbolized a new starting point for advancing the\r\nAfrican renaissance on the basis of the principles of\r\nownership, partnership, commitment and responsibility.\r\nAs was stressed by the African leaders\r\nthemselves at the Maputo Summit, implementation is\r\nthe key for the success of the New Partnership. In this\r\nregard, we underscore the particular importance of the\r\nearly operationalization of the African Peer Review\r\nMechanism, the innovative system of self-monitoring\r\nand self-control.\r\nWhile it is the primary responsibility of the\r\nAfricans themselves to translate their aspirations for\r\nrevival into reality, the international community as a\r\nwhole has an equal responsibility to assist Africa in\r\nthat endeavour. The fact that the NEPAD agenda has\r\nbeen given a high priority in the work of the United\r\nNations, the Group of Eight and other important\r\ninternational forums testifies to the determination of\r\nAfrica’s partners to shoulder this responsibility.\r\nWe believe that the United Nations has an\r\nimportant role to play in NEPAD by coordinating\r\nglobal advocacy in support of the New Partnership.\r\nThat challenging mission necessitates strengthening\r\ncollaboration, coordination and coherence among the\r\nvarious United Nations components. In this context, we\r\ntake positive note of the establishment of the Office of\r\n5\r\nA/58/PV.33\r\nthe Under-Secretary-General and Special Adviser on\r\nAfrica, which serves as a focal point for NEPAD in the\r\nUnited Nations system.\r\nWe believe that the success of NEPAD will\r\ndepend to a large extent on proper dissemination of\r\ninformation and on the mass education of the African\r\npeople as to its objectives. That is why, in our view,\r\none of the priorities of the United Nations should be to\r\npopularize NEPAD and increase local awareness of the\r\nprogramme, or, in the words of the Secretary-General,\r\nto give visibility to NEPAD.\r\nUkraine, as a country which has a long history of\r\nfriendly relations and partnership with Africa, pledges\r\nits continued support for sustainable development of\r\nthe continent, first of all by deepening mutually\r\nbeneficial cooperation with African States. We are\r\nclosely following the process of NEPAD’s\r\nimplementation, and I would like to reaffirm our\r\ngenuine interest in participating in bilateral and\r\nmultilateral cooperation programmes for its specific\r\nsectoral priorities, such as the educational, agricultural\r\nand transport fields.\r\nAll of us present in this Hall are aware of the close\r\ninterlinkage between the issues of development and of\r\npeace and security. It will not be possible to attain\r\nNEPAD’s objectives and the Millennium Goals without\r\nsettling unresolved conflicts in Africa and moving from\r\na culture of reaction to a culture of prevention.\r\nAddressing in September 2000 the momentous\r\nMillennium Summit and the Security Council summit,\r\nthe President of Ukraine, Leonid Kuchma, put forward an\r\ninitiative to develop, within the framework of the United\r\nNations, a comprehensive conflict-prevention strategy.\r\nThat idea has gained even greater relevance since then.\r\nThe complex nature of conflicts in Africa should be\r\naddressed in a comprehensive and integrated manner, and,\r\nin this regard, I would like to make some key points.\r\nFirst, equally responsible actions are required on\r\nthe part of all relevant United Nations bodies, primarily\r\nthe Security Council. That organ should, in our view,\r\ncontinue to be at the front line of international efforts\r\nto address the conflict situations in Africa.\r\nSecondly, given the fact that the origins of\r\noutbreaks of violence often are of a social and economic\r\nnature, enhanced cooperation between the Security\r\nCouncil and the Economic and Social Council is\r\nindispensable in addressing the root causes of hostilities.\r\nThirdly, the situation that prevails in Africa today\r\nhighlights the importance of increased United Nations\r\ncoordination and dialogue with regional and\r\nsubregional organizations. Ukraine strongly advocates\r\nsupport on the part of the international community for\r\nthe activity of the African Union, the Economic\r\nCommunity of West African States (ECOWAS), the\r\nInter-Government Authority on Development (IGAD),\r\nthe Southern African Development Community\r\n(SADC) and other regional structures, which have\r\nconflict management and peacemaking as their central\r\nagenda. In that regard, we highly commend the\r\nassumption by the African countries of the primary\r\nresponsibility for the stability of the continent.\r\nUkraine has always been committed to the\r\nobjectives of peace and security in Africa and has been\r\nmaking a practical contribution to international peace\r\nefforts there. The participation of Ukrainian\r\npeacekeepers in the United Nations missions in Sierra\r\nLeone, the Democratic Republic of the Congo and\r\nEthiopia-Eritrea testifies to that commitment.\r\nMoreover, I would like to use this opportunity to\r\ninform the Assembly of the arrangements being\r\nundertaken in Ukraine with respect to participation in\r\nthe newly created United Nations Mission in Liberia.\r\nAs the Secretary-General rightly argues on page 1\r\nof his report on NEPAD’s implementation,\r\n“Together, the principles of responsibility, solidarity\r\nand partnership are a formula for success”.\r\nIn the context of the forthcoming visits of the\r\nPresident of Ukraine, Leonid Kuchma, to Africa this\r\nfall, I would like to reaffirm my country’s readiness to\r\ncontinue to contribute to the promotion of international\r\nsolidarity and partnership with the continent.\r\nMr. Sardenberg (Brazil): I would like at the\r\noutset to thank the Secretary-General for the first\r\nconsolidated report on progress in implementation and\r\ninternational support for the New Partnership for\r\nAfrica’s Development (NEPAD).\r\nI wish to associate myself with the statement\r\nmade by Ambassador Bennouna on behalf of the Group\r\nof 77 and China.\r\nAs the country outside Africa with the largest\r\nafro-descendent population in the world, and with\r\nstrong historical and cultural ties to the continent,\r\nBrazil welcomed the New Partnership for Africa’s\r\nDevelopment. In our view, the ownership and\r\n6\r\nA/58/PV.33\r\nleadership of African countries regarding the definition\r\nof the priorities, strategies and actions foreseen therein,\r\ntogether with the principles of responsibility, solidarity\r\nand partnership, constitute the main merits of NEPAD\r\nand the right recipe for its success.\r\nMore than a decade ago, due to the magnitude of\r\nthe problems affecting the continent, the international\r\ncommunity identified Africa as its main target for\r\ncooperation. Conflicts, poverty, hunger, illiteracy,\r\nHIV/AIDS, tuberculosis and malaria combined made\r\nprospects for development in Africa even bleaker than\r\nin other regions of the world.\r\nEndeavours undertaken during the 1990s did not\r\nlead to the expected results. On the contrary, the\r\nnumber of poor people increased dramatically and\r\nmany other problems were aggravated, including\r\npolitical instability and conflicts, which continued to\r\nhamper development efforts. Those problems were\r\nmade even more serious by an unfavourable\r\ninternational environment in which protectionism\r\nprevailed and the price of commodities fell sharply, as\r\ndid the flow of official development assistance and\r\ninvestments towards the African continent.\r\nIn response, African leaders decided collectively\r\nto take on the challenge of designing their own\r\ndevelopment strategy, based on a spirit of brotherhood\r\nand solidarity, which resulted in NEPAD. Last year, the\r\nGeneral Assembly urged the international community\r\nand the United Nations system to organize their support\r\nfor African countries around the principles, objectives\r\nand priorities of NEPAD.\r\nAs shown in the report of the Secretary-General,\r\nAfrican countries have been doing their part. They\r\nhave taken action in several areas, such as health,\r\neducation, food security and infrastructure, and have\r\nalso further developed important concepts and\r\nmechanisms foreseen in NEPAD, such as the\r\nidentification of national focal points and the African\r\nPeer Review Mechanism.\r\nBrazil welcomes the fact that the African leaders\r\nincorporated the Millennium Development Goals as a\r\ncentral part of NEPAD. The Secretary-General’s report\r\nshows that, despite recent increases in official\r\ndevelopment assistance and progress in the Heavily\r\nIndebted Poor Countries Initiative, international\r\nsupport to Africa has, so far, fallen short of what is\r\nneeded. In order to halve the number of people living\r\nin poverty by 2015, African countries will require an\r\naverage annual economic growth of 7 per cent.\r\nCoherence in the trade and aid policies of\r\ndeveloping countries, along with disbursement of\r\npledged resources and increased foreign investments,\r\nwill be essential to support and supplement African\r\nendeavours towards realizing the Millennium\r\nDevelopment Goals.\r\nDue to its universality, neutrality and great\r\nexperience, the United Nations family has a very\r\nimportant role to play in supporting NEPAD. As shown\r\nin the Secretary-General’s report, the United Nations\r\nfunds, programmes and agencies have been actively\r\nsupporting African development efforts in many fields.\r\nFor these actions to have greater impact, increased\r\ncollaboration and coordination among the different\r\nUnited Nations institutions is very desirable.\r\nThe United Nations has also been playing a very\r\npositive role in countries emerging from conflicts. In\r\nthat regard, we support the efforts of the Economic and\r\nSocial Council in post-conflict situations and the\r\ncontribution of the Council’s Ad Hoc Advisory Group\r\non Guinea-Bissau, our sister country.\r\nBrazil is determined to continue contributing to\r\ndevelopment efforts in Africa. Throughout the years,\r\nwe have developed a special relation with the five\r\nAfrican Portuguese-speaking countries through the\r\nCommunity of Portuguese Speaking Countries, which\r\nwe hope will continue to thrive. Our President will\r\nshortly visit five countries in Africa in order to pursue\r\ncooperation efforts.\r\nDespite our limited resources, we have been\r\ninvolved in a series of initiatives which include debt\r\ncancellation or alleviation, technical cooperation and\r\ncapacity-building. We are very willing to continue\r\nsharing experiences that have proved successful in\r\nBrazil in fighting poverty, hunger, illiteracy and\r\nHIV/AIDS, among other challenges.\r\nWe are convinced of the value of South-South\r\ncooperation, as a supplement to North-South cooperation.\r\nSimilar realities and problems can clearly benefit from\r\nsimilar solutions. We invite developed countries and\r\nthe United Nations system as a whole to enhance their\r\nsupport of this modality of cooperation, including\r\nthrough triangular arrangements, so as to ensure its\r\nsustainability and long-term positive results.\r\n7\r\nA/58/PV.33\r\nFor NEPAD to harvest positive results and\r\nbecome the landmark that we all desire, international\r\nsupport and cooperation, in a true spirit of solidarity, are\r\nessential. The conditions exist and the time is ripe. Let us\r\nimplement the actions and fulfil the commitments that\r\nwere made. Africa cannot wait 10 more years.\r\nMr. Kim Sam-hoon (Republic of Korea): My\r\ndelegation is pleased to note the firm commitment\r\ndemonstrated by the African countries during the past\r\nyear to integrate the priorities and the objectives of the\r\nNew Partnership for Africa’s Development (NEPAD)\r\ninto their national policies and development planning\r\nframeworks. We are fully supportive of Africa’s\r\nownership and leadership of NEPAD. International\r\nsolidarity and partnership, while necessary and important,\r\ncan be effective only to the extent that the African\r\ncountries take charge of their own development. In that\r\nregard, we encourage the African countries to continue\r\nto mobilize domestic support, as well as resources, for\r\nthe implementation of NEPAD.\r\nIn order to ensure NEPAD’s forward momentum,\r\nissues of political stability and good governance must be\r\naddressed. Conflict and civil strife continue to be the first\r\nand greatest roadblock to African development. We agree\r\nwith the Secretary-General’s assessment that security\r\nmust be elevated to the highest priority in African\r\naffairs and that NEPAD economic programmes must be\r\nbolstered by strong institutions for conflict prevention\r\nand management. Thus, we welcome the initiatives of\r\nthe African Union to strengthen regional mechanisms\r\nfor conflict prevention and resolution. In particular, we\r\ncommend the African Union’s ongoing efforts to\r\nestablish a Peace and Security Council under its\r\nauthority. Moreover, we believe that the African\r\nUnion’s progress toward establishing a pan-African\r\nparliament represents an important step towards the\r\ndevelopment and the integration of the continent.\r\nGood governance is the other key to the\r\nsuccessful implementation of NEPAD. We commend\r\nthe establishment of the NEPAD Peer Review\r\nMechanism, to which 16 countries have already\r\nacceded. We believe that the Mechanism is a very good\r\nway to put mutual accountability to work for good\r\neconomic and political governance. We encourage\r\nmore countries to join in this important initiative.\r\nMoreover, we would like to see the international\r\ncommunity provide technical support to the African\r\ncountries to ensure that the Mechanism is fully\r\nfunctional as a vital aspect of NEPAD.\r\nThe international community must fulfil its\r\ncommitment to NEPAD through continued and\r\nstrengthened financial support and assistance in the\r\narea of capacity-building. In that regard, we welcome\r\nthe recent increases in official development assistance\r\nto match the financial commitments of African\r\ncountries to their national NEPAD programmes. Over\r\nthe past 15 years, the Republic of Korea has\r\ncontributed around $2 billion of official development\r\nassistance to developing countries under the framework\r\nof South-South cooperation. Despite our current\r\neconomic difficulties, we continue to increase our\r\nofficial development assistance on an annual basis.\r\nEqually important, we believe, is assistance for\r\nhuman resources development and capacity-building. The\r\ninternational community should continue to share its\r\nexperience and expertise with the African countries. This\r\ncooperation is particularly important in the field of\r\ninformation and communications technologies, which\r\nhas become an indispensable means of harnessing the\r\nbenefits of the globalizing world. With financing from\r\nthe Republic of Korea Economic Commission for\r\nAfrica Fund, my Government has undertaken projects\r\nthat have included the establishment of an African\r\ninformation and telecommunications centre. We have\r\nalso participated in human resources development\r\nprojects, including the invitation of African ministers\r\nof education to the Republic of Korea for study tours.\r\nSince 1992, we have invited some 1,200 foreign\r\ntrainees in the information and communication\r\ntechnologies (ICT) field to participate in human\r\nresources development programmes in my country and\r\nhave dispatched more than 500 Korean ICT experts and\r\nvolunteers to implement programmes overseas. We\r\nhave also sponsored an international conference on\r\nreviving private investment in Africa, as well as\r\ngender-based leadership development programmes.\r\nBased on its own experience, the Republic of\r\nKorea cannot overstate the importance of trade to\r\nnational development. Thus, we would like to see the\r\ninternational community make efforts to expand market\r\naccess for African products. I am pleased to report that\r\nmy Government has adopted a preferential scheme in\r\nwhich duty-free and quota-free market access is\r\ngranted to a substantial number of products originating\r\nin least developed countries, the majority of which are\r\nin Africa. As a result, the Republic of Korea is now\r\nimporting 4.8 per cent of all exports from least\r\ndeveloped countries. According to recent World Trade\r\n8\r\nA/58/PV.33\r\nOrganization (WTO) statistics, this makes us the world’s\r\nfourth largest importer of those countries’ products.\r\nMoreover, the Republic of Korea continues to\r\nprovide assistance to developing countries in capacity-\r\nbuilding in the area of trade negotiations. My Government\r\nhas invited 160 trade officials from developing countries\r\nfor courses and seminars on international trade law and\r\nthe details of the WTO agreement.\r\nAnother crucial issue for NEPAD’s forward\r\nmomentum is debt, which has sapped the energy of\r\nmany developing countries. We would like to see\r\nsignificant efforts made to solve the debt problems of\r\nthe heavily indebted poor countries in Africa. By\r\nexploring such options as debt restructuring and debt\r\nrelief, we believe that a final resolution can be\r\nachieved that will contribute to the sustained economic\r\ngrowth of the such countries. For its part, the Republic\r\nof Korea has made a contribution this year of $10\r\nmillion to the Trust Fund for heavily indebted poor\r\ncountries and encourages other countries to make\r\nefforts to fill the financial gap in the Trust Fund.\r\nWe applaud the steps taken by many United\r\nNations agencies in support of NEPAD. Individually\r\nand in collaboration with one another, they are\r\nproviding valuable assistance that is in tune with the\r\nneeds of the various sectors of NEPAD. However, as\r\nthe report of the Secretary-General (A/58/254) points out,\r\nthere is room for greater coherence and coordination in\r\ntheir work. In this regard, we hope that the Office of the\r\nSpecial Adviser on Africa can play a greater role in\r\nenhancing the coherence, coordination and effectiveness\r\nof the United Nations in support of NEPAD.\r\nIn conclusion, the Republic of Korea would like\r\nto renew its commitment to assisting the African\r\ncountries in their efforts for development. We remain\r\nconfident that the resolute commitment and political will\r\nof the African countries, met by an effective response\r\nfrom the international community, will encourage further\r\nprogress in the implementation of NEPAD.\r\nMr. Aye (Myanmar): My delegation would first\r\nlike to express our appreciation for the consolidated\r\nreport prepared by the Secretary-General (A/58/254) on\r\nthe implementation of resolution 57/7 of the fifty-\r\nseventh session of the General Assembly, which\r\nentrusted the international community and the United\r\nNations system with organizing support for African\r\ncountries in accordance with the principles, objectives\r\nand priorities of the New Partnership for Africa’s\r\nDevelopment (NEPAD). My delegation also commends\r\nthe report presented by the Secretary-General\r\n(A/58/352) on the implementation of the\r\nrecommendations contained in the report on the causes\r\nof conflict and the promotion of durable peace and\r\nsustainable development. Both reports contain a\r\ncomprehensive review of the progress made in the\r\nimplementation of NEPAD and the establishment of\r\ndurable peace and sustainable development in Africa.\r\nThe reports also identify the challenges and constraints\r\nencountered in implementation.\r\nAfrica has suffered through considerably difficult\r\ntimes, and it continues to encounter a complex array of\r\nproblems, to the extent that we cannot expect their\r\nimmediate resolution. Nevertheless, Africa’s record of\r\nachievements thus far must also be acknowledged. The\r\ninternational community, for its part, needs to continue\r\nand increase the momentum of its assistance and\r\ndemonstrate its solidarity with our African partners.\r\nMy delegation is heartened by two recent\r\ndevelopments directed towards the realization of the\r\nNEPAD initiative. The first is the Maputo Declaration\r\nadopted at the second session of the Assembly of the\r\nHeads of State and Government of the African Union\r\nheld last July, which reiterated the political will and\r\nresolve of the African leaders to implement NEPAD as\r\na holistic, comprehensive and integrated strategic\r\nframework developed by African leaders themselves as\r\na home-grown initiative. The second development is\r\nthe progress made in the implementation of an African\r\nPeer Review Mechanism, aimed at increasing the\r\ntransparency and accountability of African\r\nGovernments. Those two positive developments\r\nindicate that the NEPAD process has been moving\r\nforward to address the problems at hand.\r\nSuch commitments made by the African leaders,\r\ncommendable as they are, will not be sufficient to\r\novercome the many difficulties Africa is presently\r\nencountering. The majority of Africa’s population lives\r\non inadequate incomes. And more than 24 million are\r\nsuffering the effects of HIV/AIDS; they can ill-afford\r\nthe expensive but essential drugs available to treat\r\nthem. The mortality rate among young children\r\nremains high and primary school enrolment is low. The\r\nrecent economic climate in Africa is not very\r\nencouraging, as the year 2002 was characterized by a\r\nslowdown in economic growth, with only a modest\r\nrecovery expected in 2003.\r\n9\r\nA/58/PV.33\r\nIn the light of those developments, it is\r\nimperative that African countries redouble their efforts\r\nand demonstrate that Africa remains a viable\r\ndevelopment partner in the world. At the same time it\r\nnecessarily follows that the international community\r\nmust respond appropriately by assisting our African\r\nfriends to help themselves.\r\nIn this context, it is of significance that the\r\nGovernment of Japan pledged $1 billion in new aid for\r\neducation and health care in Africa at the recent Tokyo\r\nInternational Conference on African Development. It is\r\nalso a positive development to see a rebound in official\r\ndevelopment assistance to Africa, which has increased\r\nfrom $17.7 billion in 2001 to around $18.6 billion in\r\n2002. The Group of Eight has also provided three\r\nquarters of official development assistance to Africa,\r\nand its members have committed themselves to\r\nparticipate in the Africa Action Plan to provide $6\r\nbillion annually to African countries to spur growth\r\nand contribute to poverty alleviation.\r\nBut these developments, however encouraging,\r\nare still far from adequately addressing the many and\r\nvaried needs of Africa. Developed countries need to\r\nmake additional resources available towards achieving\r\nthe target of 0.7 per cent of their gross domestic\r\nproduct as official development assistance to\r\ndeveloping countries.\r\nIn the area of trade, improved market access for\r\nAfrican exports is playing an essential role towards the\r\nattainment of sustainable economic growth. Some\r\ndeveloped countries have begun to demonstrate\r\nflexibility on agricultural subsidies and other issues.\r\nThe recent World Trade Organization agreement\r\nallowing countries with insufficient pharmaceutical\r\nmanufacturing capacity to import inexpensive generic\r\ndrugs also has been widely welcomed in developing\r\ncountries, especially in Africa, where the incidence of\r\nHIV/AIDS is pervasive. Malaria and tuberculosis also\r\npose a health threat and have a long-term negative\r\nimpact on labour productivity. The failure at Cancún,\r\nhowever, has dampened hopes for further progress in\r\nthose areas.\r\nMy delegation is of the view that South-South\r\ncooperation remains a key instrument to assist African\r\ndevelopment. The trend of increased economic and\r\ntechnical cooperation between Africa and other\r\ndeveloping regions in Asia, Latin America and the\r\nCaribbean is particularly welcome. The recently\r\nconcluded Asian-African Subregional Organizations\r\nConference, held at Bandung, Indonesia, last July is an\r\nexample of the revitalization of the spirit of the Afro-\r\nAsian movement and solidarity that began some 50\r\nyears ago.\r\nMy delegation welcomes the role that the United\r\nNations is playing in the implementation of NEPAD by\r\nhelping to structure activities in accordance with the\r\npriorities of the Agenda. The Secretary-General’s\r\nefforts to establish the Office of the Under-Secretary-\r\nGeneral and Special Adviser on Africa are also\r\nnoteworthy. We must also give due recognition to the\r\nproductive role that the private sector and civil society\r\ncan play to ensure the success of NEPAD.\r\nDurable peace, security and sustainable\r\ndevelopment in Africa are intertwined and interrelated.\r\nIn these circumstances, NEPAD remains the most\r\nviable approach to achieving sustainable African\r\ndevelopment as well as durable peace. It is essential\r\nthat the international community remain engaged with\r\nthe countries of Africa for the successful\r\nimplementation of the home-grown process so wisely\r\ndrawn up by the African leaders.\r\nMr. Samala (Nigeria): Let me state at the outset\r\nthat Nigeria aligns itself with the statement made\r\nearlier by the Kingdom of Morocco and by\r\nMozambique on behalf of the Group of 77 and China\r\nand of the African Union, respectively.\r\nNearly 12 months ago, the Assembly held a joint\r\ndebate on the causes of conflict and the promotion of\r\nglobal peace and sustainable development on our\r\ncontinent. A few weeks earlier, the Assembly had also\r\nheld a high-level dialogue on the New Partnership for\r\nAfrica’s Development (NEPAD). The debate on\r\nNEPAD was a watershed event, and the one on the\r\ncauses of conflict and the promotion of durable peace\r\nonce again shone a spotlight on the difficult road to\r\npeace and development on the African continent.\r\nSince those two debates, conflicts in the African\r\nregion have intensified rather than diminished. Guinea-\r\nBissau, Côte d’Ivoire, Liberia, the Central African\r\nRepublic, Sao Tome and Principe and the Democratic\r\nRepublic of the Congo have gone through one crisis or\r\nanother, to varying degrees. Guinea-Bissau and\r\nLiberia, more than any other, made dramatically clear\r\nthe serious consequences of indecision and inaction by\r\nthe international community.\r\n10\r\nA/58/PV.33\r\nNigeria, along with members of the Economic\r\nCommunity of West African States (ECOWAS),\r\nresponded positively to the crisis in our subregion. In\r\nLiberia, an ECOWAS force was dispatched to stabilize\r\nthe situation in that country. To further the process,\r\nNigeria successfully negotiated an exit strategy that\r\nenabled former President Charles Taylor, the principal\r\nplayer in the Liberia conflict, to relinquish political\r\npower and go into exile.\r\nIt is important to note that, in the absence of\r\npeace in Liberia, it will be very difficult to achieve\r\npeace in neighbouring Sierra Leone, Guinea Conakry\r\nand Côte d’Ivoire.\r\nAs concerns Guinea-Bissau, I and five other\r\nECOWAS Foreign Ministers led a mediation mission\r\nduring which successful mediation efforts were\r\ndeployed and a truce between the military and former\r\nPresident Kumba Yalá achieved. That paved the way\r\nfor the establishment of a transitional Government\r\nunder new leadership.\r\nAfrican countries have thus proved, in both words\r\nand deeds, their determination and their commitment to\r\nconfront head-on the issue of conflict on the African\r\ncontinent. The establishment by the African Union of\r\nthe Peace and Security Council and also of a peace and\r\nsecurity corps will, hopefully, enable African\r\nGovernments to mediate and possibly to resolve conflicts.\r\nHowever, the establishment of the Council should not be\r\nseen or used as an excuse for the international\r\ncommunity to shrink from playing an active role in the\r\nsearch for peace on the African continent.\r\nIt will be necessary to develop and strengthen\r\nAfrican capacity for conflict resolution. Furthermore, the\r\ninternational community, in particular the developed\r\ncountries and the donor institutions, must endeavour to\r\nbalance their support for peace and security measures\r\nwith adequate support for socio-economic development\r\nin the African continent. This will have the effect of\r\ncurbing conflict and providing a secure environment\r\nfor durable development to take place on the continent.\r\nThe African Union will intensify its efforts for\r\nthe early establishment of an African standby force,\r\nwhich will be capable of rapid deployment and\r\nintervention in areas of conflict on the continent. In\r\nthis regard, Nigeria looks forward to support from the\r\ninternational community in order to realize this\r\nimportant goal of the African continent.\r\nWhile we commend the United Nations system\r\nfor its remarkable work in Sierra Leone, in the\r\nDemocratic Republic of the Congo and in Côte\r\nd’Ivoire, we cannot overlook its hesitant response to\r\nthe crises in the Central African Republic, Guinea-\r\nBissau and Liberia. The Security Council did not act\r\ndecisively to contain those crises. Not surprisingly, the\r\nconflicts resulted in horrendous carnage, human rights\r\nabuses, deprivations, the displacement of persons and\r\npolitical instability in those three countries.\r\nNevertheless, Nigeria commends the Council for\r\nsending its team to West Africa to make an on-the-spot\r\nassessment of the security situation in the subregion.\r\nSimilarly, Nigeria commends the Economic and Social\r\nCouncil for sending its Ad Hoc Advisory Group on\r\nAfrican Countries Emerging from Conflict to Guinea\r\nBissau last October. Indeed, the visit of the two teams\r\nhad a calming effect on the conflicts in the West\r\nAfrican region.\r\nIn our view, it is much cheaper to contain a conflict\r\nin its incipient stage than to reconstruct and rehabilitate\r\nafter the destruction. Therefore, peacekeeping and peace-\r\nbuilding measures must have an inbuilt early warning\r\nand response mechanism to avert the need for post-\r\nconflict developments. It would be better and more\r\ncost-effective to respond to the early warning signals\r\nbefore they escalated into full-blown conflicts.\r\nTherefore, the promotion of good governance, respect\r\nfor human rights, the rule of law, accountability,\r\ntransparency and the freedom to make choices are\r\nfundamental for nurturing a culture of peace and\r\nsustainable development in the African continent. In\r\nthat regard, we commend the Secretary-General for his\r\nreport (A/58/352), which addresses the questions of\r\nwho is doing what, and to what effect in the African\r\ncontinent.\r\nIt is also appropriate at this stage to point out that\r\nthe items on our agenda today concern implementation,\r\nnot examination of causes and effects. However, it is\r\nimportant to reiterate that poverty, ignorance, illiteracy,\r\nunemployment, the ready availability of small arms and\r\npeople’s willingness to buy diamonds at cheaper prices\r\noutside the world market fuel conflicts in the African\r\ncontinent.\r\nFurthermore, the international community’s\r\ninaction and non-implementation of its commitments\r\nalso have a direct bearing on the conflicts in our\r\ncontinent. However, it is gratifying to note that several\r\n11\r\nA/58/PV.33\r\nUnited Nations agencies, in particular the United\r\nNations Development Programme, the United Nations\r\nChildren’s Fund (UNICEF), the United Nations\r\nDevelopment Fund for Women, the Office of the\r\nUnited Nations High Commissioner for Human Rights,\r\nthe Office of the United Nations High Commissioner\r\nfor Refugees, the United Nations Human Settlements\r\nProgramme (UN-HABITAT) and the recently created\r\nOffice of the Under-Secretary-General and Special\r\nAdviser on Africa, to mention a few of those actively\r\ninvolved in the promotion of peace in some of the\r\ncomplex situations in the African continent, as\r\nindicated in the report of the Secretary-General.\r\nHowever, durable peace and sustainable\r\ndevelopment need an environment that promotes\r\ntransparency, accountability, economic growth, social\r\nharmony, participation, inclusiveness and, to a greater\r\nextent, freedom. The capacity of African Governments\r\nto provide those elements and all the social services is\r\nvery weak today, as the Secretary-General reminded us\r\nin his report.\r\nIt is in this millennium that the New Partnership\r\nfor Africa’s Development (NEPAD) is expected to\r\noperate. The objective of the NEPAD initiative is to lift\r\nAfrica to a higher plane, anchored on the assumption of\r\na robust economy, functional institutions and structures\r\nand a sustainable environment.\r\nBut, by most accounts, the prospects for\r\neconomic recovery in the African continent still look\r\nbleak. In 2002, five African countries experienced a\r\nnegative economic growth rate. That trend does not\r\naugur well for durable peace and development in the\r\nAfrican continent. On the contrary, as the Secretary-\r\nGeneral has pointed out, the challenges of poverty\r\nreduction in Africa are enormous. Nigeria agrees with\r\nthe Secretary-General’s assessment that while\r\neconomic and political reforms, including good\r\ngovernance, sound social and economic policies,\r\ndomestic resource mobilization and allocation are\r\nimportant for poverty reduction, they are not sufficient\r\nfor achieving sustainable development.\r\nDespite their daunting tasks, African\r\nGovernments have made progress in the\r\nimplementation of NEPAD. Nigeria and several other\r\ncountries have established national focal points, and we\r\nare on course in integrating NEPAD priorities into our\r\nnational development plans. These countries are to be\r\ncommended for their efforts, and urge all those that\r\nhave yet to do so, including the international\r\ncommunity, to take the necessary steps to integrate the\r\nNEPAD priorities into their programmes and projects\r\nin support of the NEPAD initiatives.\r\nThe establishment of the Panel of Eminent\r\nPersons to oversee the African Peer Review\r\nMechanism is a step in the right direction. Nigeria and\r\n15 other African countries have voluntarily subscribed to\r\nthe Mechanism and have agreed to present themselves for\r\npeer review on good governance and accountability in\r\nthe next three months. It is our hope that the results of\r\nthe Peer Review will end any lingering doubts about\r\nthe irreversible commitment of African Governments\r\nto the implementation of NEPAD.\r\nNigeria welcomes the practical steps taken by the\r\nG-8 countries and the United Nations in support of the\r\nimplementation of NEPAD. In particular, Nigeria\r\nappreciates the G-8’s African Action Plan announced at\r\nthe Kananaskis Summit and reiterated at the Evian\r\nSummit in 2003. Nigeria also welcomes the\r\nestablishment of the Office of the Special Adviser on\r\nAfrica, which my dear brother, Mr. Ibrahim Agboola\r\nGambari, is heading as Under-Secretary-General, and\r\nurges that the Office be adequately funded.\r\nWhile applauding these practical measures,\r\nNigeria hopes that African countries will accelerate\r\ntheir mobilization of domestic resources and internal\r\nsavings while our development partners undertake to\r\ncommit more resources beyond the $13 billion so far\r\ncommitted for the implementation of NEPAD’s\r\npriorities and programmes.\r\nIt is a matter of regret that many NEPAD projects\r\nremain on the drawing board today because Africa lacks\r\nthe requisite resources to implement them. To make\r\nresources available, developed countries must urgently\r\naddress the protracted questions of trade, market\r\naccess, agricultural subsidies, official development\r\nassistance, foreign direct investment, high levels of\r\nexternal debt and the flight of capital. Since trade is an\r\nengine for development and economic growth,\r\ndeveloped countries must make the necessary\r\nconcessions at the resumed talks of the World Trade\r\nOrganization in December this year and respond more\r\npositively to Africa’s urgent call for a fair, equitable\r\nand rule-based international trade and financial system.\r\nAfrica is also constrained by the scourge of\r\nHIV/AIDS, malaria, tuberculosis and other deadly\r\ndiseases. The socio-economic losses caused by their\r\n12\r\nA/58/PV.33\r\nprevalence are incalculable. Unless those diseases are\r\ncontained, Africa will lose not only its productive work\r\nforce, but also several generations of its population.\r\nThe greatest challenge in Africa is to overcome\r\nthe high incidence of conflict in order to make it\r\npossible for the continent to move forward with its\r\ndevelopment goals and programmes. Complementary\r\npartnerships between African Governments and the\r\nAfrican people and between Africa and the\r\ninternational community will be required to ensure\r\nlasting peace, stability and sustainable development.\r\nA new enterprise for Africa’s development cannot\r\nthrive in an atmosphere of conflict. Nor will it be\r\neffective without international cooperation.\r\nIn conclusion, therefore, Nigeria fully welcomes\r\nand appreciates the efforts of the international\r\ncommunity to ensure that Africa’s determination to lay\r\na solid foundation for integrated sustainable economic\r\ndevelopment becomes a reality. We believe, however,\r\nthat if those efforts are to bear fruit and if we are to\r\navoid the pitfalls of past initiatives, there must be full\r\nimplementation and fulfilment of all commitments\r\nmade by the international community during the\r\nMillennium Summit, the International Conference on\r\nFinancing for Development and the World Summit on\r\nSustainable Development. Implementation must take\r\nplace in an integrated and coordinated manner, so as to\r\nensure synergy and the effectiveness of these\r\nprocesses. That is the only way to ensure Africa’s\r\npermanent and sustainable development and to enable\r\nthe continent to claim the twenty-first century as\r\nAfrica’s century.\r\nMr. Sermoneta (Israel): I would like at the outset\r\nto note with satisfaction the fact that this year the\r\nAssembly is considering both the issue of the New\r\nPartnership for Africa’s Development (NEPAD) and\r\nthe causes of conflict in Africa in a joint debate. In our\r\nopinion, this not only accurately reflects the close link\r\nbetween peace and development, but also contributes to\r\nthe focalization of the work of the Organization, a\r\nprinciple that we strongly support.\r\nIsrael welcomes the first consolidated report on\r\nprogress in the implementation of and international\r\nsupport for NEPAD (A/58/254). The report outlines in\r\na comprehensive fashion progress stemming from\r\nactions taken by African countries, as well as the\r\nresponses of the international community and the\r\nUnited Nations system, while at the same time offering\r\na coherent analysis of the challenges and constraints\r\nfaced at each level.\r\nAs in the past, Israel wishes to reiterate its strong\r\nsupport for the initiatives and principles adopted by the\r\nAfrican Union in its efforts to achieve its\r\ndevelopmental goals. This African-Union-led, -owned\r\nand -managed initiative, and the important elements\r\nthat it includes, constitute an outstanding example of how\r\nownership and regional cooperation can be harnessed to\r\npursue development and address challenges. By\r\nstriking an appropriate balance among the principles of\r\nresponsibility, solidarity and partnership, NEPAD\r\ncould potentially improve the chances for progress and\r\nprosperity in that troubled continent.\r\nIn this context, we commend the accession of 16\r\nAfrican countries to the African Peer Review\r\nMechanism. As that Mechanism reflects a genuine\r\ndesire on the part of African nations to make good on the\r\npromises of NEPAD — good governance, democracy,\r\npeace and security, human rights and sound economic\r\nmanagement — we would like to encourage other\r\ncountries to join the Mechanism soon.\r\nWe note with appreciation the creation of national\r\nfocal points for NEPAD in several African countries,\r\nthe completion of the NEPAD health programme and the\r\nrecent endorsement in Maputo of the environmental\r\nprogramme. At the same time, and given the importance\r\nof education as a primary and critical component in any\r\ndevelopment strategy, we would like to take this\r\nopportunity to express hope for the speedy\r\nimplementation of the educational programme of NEPAD.\r\nIsrael welcomes the commitment of the United\r\nNations in strengthening collaboration and\r\ncoordination among its components in order to provide\r\nthe necessary support for the effective implementation\r\nof NEPAD, and endorses the recommendations\r\nspecified in the report.\r\nIsrael has always considered its relations with\r\nAfrica to be of the highest priority. From the late\r\n1950s, while still a developing country itself, Israel\r\nsought to build development partnerships with the\r\nnewly independent States of sub-Saharan Africa. In\r\nline with this long record of cooperative work\r\nthroughout Africa, and the continuing tradition of\r\nfriendship and solidarity, Israel is offering its\r\nexperience and expertise to help NEPAD succeed and\r\nthe African continent flourish by sharing our know-\r\nhow in areas such as food security, the empowerment\r\n13\r\nA/58/PV.33\r\nof women, education and health, both bilaterally and\r\nwith the participation of United Nations development\r\nfunds and programmes.\r\nIn addition to our bilateral aid and training\r\nprogrammes, Israel also actively supports international\r\ninitiatives such as the World Bank’s International\r\nDevelopment Association programmes and the Heavily\r\nIndebted Poor Countries Debt (HIPC) Initiative for\r\ndebt reduction. Israel has already forgiven the debt of a\r\nnumber of African countries, and will continue to\r\nconsider additional debt relief to other States, to the\r\nextent that our limited resources allow.\r\nAlthough our assistance may appear rather\r\nmodest to some, one must remember that as a nation of\r\nbarely 6 million citizens carrying a heavy financial\r\nburden arising from the need to defend their existence,\r\nIsrael’s per capita contribution to Africa’s future is\r\namong the most significant in the world. Based on a\r\nfriendship that has endured over time, we are\r\ncommitted to working together with African countries\r\nto build on the momentum of NEPAD and to reach its\r\npromised outcome. We are doing so because we are\r\nconvinced that the hardships of Africa are not a burden,\r\nbut a shared responsibility. We are doing so because we\r\nbelieve in the potential of Africa and its people.\r\nMs. Motjope (Lesotho): I am delivering this\r\nstatement on behalf of the Permanent Representative of\r\nLesotho, Ambassador Moleko.\r\nI wish to join other delegations in extending my\r\nwarm congratulations to you, Mr. President, on your\r\nelection, as well as to the other members of the Bureau.\r\nI am confident that, under your able leadership, our\r\ndeliberations will be crowned with success. Lesotho\r\nassociates itself with the statement made by the\r\nKingdom of Morocco on behalf of the Group of 77 and\r\nChina.\r\nA year ago, on 16 September 2002, the United\r\nNations General Assembly convened a high-level\r\nplenary meeting to consider how to support the New\r\nPartnership for Africa’s Development (NEPAD).\r\nThrough its resolutions 57/2 of 16 September 2002 and\r\n57/7 of 4 November 2002, the General Assembly\r\ndecided to bring to a close the United Nations New\r\nAgenda for the Development of Africa in the 1990s\r\nand to endorse NEPAD as the framework within which\r\nthe international community, including the United\r\nNations system, should concentrate its efforts for\r\nAfrica’s development.\r\nNEPAD is viewed as an expression of Africa’s\r\ndetermination to assume strong leadership for poverty\r\neradication and sustainable development. In this\r\nregard, it is important to note that the priorities of\r\nNEPAD are closely linked with those of the\r\nMillennium Development Goals. NEPAD therefore\r\ndeserves the full support of the international\r\ncommunity, including the United Nations system, as it\r\nis an important element in the implementation of the\r\nMillennium Development Goals in Africa.\r\nMy delegation welcomes the two comprehensive\r\nreports of the Secretary-General entitled “The New\r\nPartnership for Africa’s Development: first consolidated\r\nreport on progress in implementation and international\r\nsupport” (A/58/254) and “Implementation of the\r\nrecommendations contained in the report of the\r\nSecretary-General on the causes of conflict and the\r\npromotion of durable peace and sustainable\r\ndevelopment in Africa” (A/58/352). The report on the\r\nNew Partnership for Africa’s Development (NEPAD)\r\nrecognizes the good will of African countries, through\r\nvarious measures that they have taken, to ensure that\r\nNEPAD becomes the framework for international\r\ncooperation between Africa and the international\r\ncommunity. Let me also take this opportunity to\r\nexpress our sincere appreciation to the Secretary-\r\nGeneral for establishing the Office of the Special\r\nAdviser on Africa. We call for adequate funding for\r\nthat Office to enable it to fulfil its mandate.\r\nIn Africa, efforts to achieve sustainable\r\ndevelopment continue to be undermined by a variety of\r\nfactors, including conflicts, humanitarian crises,\r\nnatural disasters and diseases including HIV/AIDS. For\r\nthe international community to successfully address\r\nthose factors, serious attention must be paid to\r\nfulfilling the commitments made at all major United\r\nNations conferences and summits and to focusing\r\ngreater attention on the attainment of the Millennium\r\nDevelopment Goals. My delegation welcomes the\r\ninternational community’s continued commitment and\r\nsupportive role with regard to NEPAD and the role of\r\nthe United Nations in coordinating activities related to\r\nensuring its success at the regional and subregional\r\nlevels.\r\nEconomic growth and political development in\r\nAfrica are threatened by the prevalence of conflicts.\r\nSome of those conflicts are interminable, while others\r\nare spontaneous yet equally destabilizing. As a result,\r\nthey pose serious challenges to development efforts in\r\n14\r\nA/58/PV.33\r\nAfrica. Without peace and security, long-term\r\ndevelopment and poverty eradication are only utopian\r\nideals. NEPAD recognizes that the primary\r\nresponsibility for Africa’s future and development rests\r\nwith Africans themselves, but Africa needs support\r\nfrom its development partners.\r\nWhile African leaders have shown their firm\r\ncommitment to assuming responsibility for peace and\r\nsecurity on their continent, what has been lacking is a\r\nrapid response to conflict situations such as those we\r\nhave witnessed in Liberia, Sierra Leone, Guinea-Bissau\r\nand elsewhere. Experience has shown that, where the\r\ninternational community responds promptly, the results\r\nare clear, but that, where there is hesitancy, we have\r\ncarnage and mindless destruction. African Governments\r\nare determined to promote peace and security on the\r\ncontinent through democracy, good governance, respect\r\nfor human rights and the rule of law, sound economic\r\nmanagement, and involvement by civil society in the\r\ndecision-making processes through consultations. The\r\nappointment of a panel of eminent persons to oversee\r\nthe African Peer Review Mechanism is a commendable\r\ndevelopment and a concrete indication that Africans\r\nare serious about charting a new course for themselves.\r\nMy delegation welcomes the Africa Action Plan\r\nadopted by the Group of Eight (G-8) world economic\r\nSummit held in Canada in June 2002. The Action Plan\r\nis undoubtedly a valuable and vital framework for a\r\nnew partnership between Africa and the G-8. We also\r\nwelcome the commitment to implement the Action\r\nPlan made at the G-8 Summit held in Evian, France, in\r\nJune 2003. In addition, let me take this opportunity to\r\nwelcome the progress made through the Tokyo\r\nInternational Conference on African Development,\r\nJapan’s initiative aimed at implementation of NEPAD.\r\nLesotho is committed to the implementation of\r\nNEPAD. Like many other African countries, Lesotho is\r\ncommitted to peace and security, democracy, good\r\ngovernance and respect for human rights. We have\r\nmade progress towards political tolerance and\r\ninclusiveness. However, Lesotho still faces the\r\nchallenge of ensuring that peace and stability are\r\nentrenched and that democracy as a way of life is\r\ndeepened throughout society. To that end, the\r\nGovernment of Lesotho is working on strengthening\r\ninstitutional structures that will ensure good\r\ngovernance as well as accountability in the public\r\nservice and private sectors and transparency throughout\r\nGovernment at the central and local levels. Lesotho is\r\ncurrently investing heavily in stamping out corruption\r\nwithin the public sector.\r\nThe African vision is clear. What remains to be\r\ndone is implementation, and if NEPAD is to avoid\r\ngoing the way of the United Nations New Agenda for\r\nthe Development of Africa in the 1990s, both Africa\r\nand its development partners must fulfil their\r\ncommitments. Africans have demonstrated leadership\r\nand ownership of the initiative, and it is expected that\r\nthe international community will continue to extend the\r\nrequisite support to NEPAD.\r\nMr. Dube (Botswana): First of all, I should like\r\nto thank the Secretary-General for his two reports, on\r\nprogress made in implementation of the programme of\r\nthe New Partnership for Africa’s Development\r\n(NEPAD) (A/58/254) and on implementation of the\r\nrecommendations contained in the report of the\r\nSecretary-General on the causes of conflict and the\r\npromotion of durable peace and sustainable\r\ndevelopment in Africa (A/58/352).\r\nThrough its resolutions 57/2 and 57/7, adopted in\r\nSeptember and November 2002 respectively, the\r\nGeneral Assembly welcomed NEPAD as a programme\r\nof the African Union that embodies the vision and\r\ncommitment of all African Governments and peoples\r\nfor peace and development. Furthermore, in its\r\nresolution 57/300 of December 2002, the General\r\nAssembly adopted the NEPAD programme as a\r\nframework for United Nations support for Africa and\r\nmandated the creation of an Office at United Nations\r\nHeadquarters led by an Under-Secretary-General and\r\ndedicated to supporting African development in general\r\nand NEPAD in particular. The functions of that new\r\nOffice were identified as advocacy, reporting,\r\ncoordination and servicing of the intergovernmental\r\nbodies at United Nations Headquarters.\r\nIt is therefore timely and appropriate that the\r\nGeneral Assembly is meeting today to consider the first\r\nconsolidated report by the Secretary-General on\r\nprogress in implementation of the NEPAD programme.\r\nBotswana is a member of the NEPAD Heads of State and\r\nGovernment Implementation Committee, and we have\r\nremained committed to supporting and ensuring full\r\nimplementation of NEPAD priorities and programmes.\r\nIn its resolution 57/7, the General Assembly\r\nwelcomed the commitment of African countries to\r\nintegrate the priorities of NEPAD into their national\r\npolicies and development planning frameworks, to\r\n15\r\nA/58/PV.33\r\nmaintain full ownership and leadership in developing and\r\nutilizing such policies and frameworks, and to mobilize\r\ndomestic resources in support of NEPAD. The resolution\r\nalso welcomed the commitment of African countries\r\nthemselves to peace, security, democracy, good\r\ngovernance, human rights and sound economic\r\nmanagement.\r\nThe Secretary-General’s report highlights the\r\nactions taken in the support and implementation of\r\nNEPAD programmes, as well as the challenges and\r\nconstraints ahead. The report also indicates that a\r\nnumber of positive steps are being taken by African\r\ncountries towards attaining these goals. The report\r\nnotes, however, that African countries and their\r\nregional organizations should now incorporate into\r\ntheir development plans the NEPAD priorities and\r\nprogrammes, including the identification and creation\r\nof national focal points, the reorientation of the\r\nactivities of regional organs to reflect those of NEPAD,\r\nthe implementation of NEPAD health programmes at\r\nnational and regional levels and, finally, the completion\r\nof a comprehensive plan for African development and\r\nprogrammes in education, the environment and\r\ninfrastructure development.\r\nIt must be pointed out, however, that the report\r\ncontains few concrete examples of programmes that are\r\nnow under implementation in our respective countries.\r\nAfrica cannot survive on ideals and platitudes alone. It\r\nis clear that African Governments themselves still have\r\na lot to do before they can implement NEPAD at the\r\nnational and regional levels. Of course, we are still in the\r\nearly stages of this, as the programme itself is still new.\r\nAfrica’s development partners, on the other hand,\r\nhave responded positively to NEPAD. The report\r\nindicates, for example, that over the past two years\r\nofficial development assistance to Africa rose from\r\n$17.729 billion to $18.615 billion. We believe that this\r\nis mainly because the NEPAD initiative, which has\r\nbeen formulated and developed by Africans\r\nthemselves, has generated strong interest and\r\nexcitement among our partners.\r\nThe goals and priorities of NEPAD do not differ\r\nfrom the Millennium Development Goals, especially in\r\nthat NEPAD has identified the following areas as\r\ncritical: the pursuit of peace and security and the related\r\nissues of poverty reduction and good governance;\r\nagriculture and food security; diversification and\r\ncompetitiveness of Africa’s output and exports, and\r\nrelated issues of market access; and infrastructure\r\ndevelopment.\r\nHowever, with Africa’s performance appearing so\r\nbleak on some fronts — in regard particularly to growth,\r\ntrade, foreign direct investment and poverty — some\r\npessimists have wondered whether it is realistic to expect\r\nour continent to meet the Millennium Development\r\nGoals and other ambitious targets. They note, for\r\nexample, that, despite many international and regional\r\ninitiatives — including NEPAD — by 2015, poverty in\r\nAfrica will have increased and that HIV/AIDS\r\nprevalence rates will also have risen. Furthermore, they\r\ncite studies on African economies that also indicate\r\nthat the HIV/AIDS pandemic will reduce the gross\r\ndomestic product growth rate by between 0.4 per cent\r\nand 1.5 per cent during the same period. To make\r\nmatters worse, debt relief in Africa is still inadequate.\r\nThis is further compounded by the high domestic\r\nburden, high interest rates and little or no new private\r\nsector investment.\r\nWe, however, still believe that Africa is a\r\ncontinent filled with dynamism and potential. What we\r\nneed now is to concentrate on the twin challenges of\r\ndevelopment and poverty eradication, which is what\r\nNEPAD is trying to do. These can only be achieved\r\nthrough a concerted global effort. There needs to be a\r\ngreater push to make NEPAD the overarching\r\nframework for public policy, and to ensure that\r\nNEPAD’s priorities are better understood by civil\r\nsociety in Africa. Ownership of NEPAD must relate to\r\nthe needs of the ordinary people of Africa and not just\r\nto Governments.\r\nWe note that the review of implementation of the\r\nrecommendations contained in the Secretary-General’s\r\nreport regarding the causes of conflict and the promotion\r\nof durable peace in Africa indicates that there has been\r\nprogress, although it has been slow and uneven. We\r\nshould bear in mind that there is a clearly established link\r\nbetween poverty on the one hand and political instability\r\non the other. Poverty breeds resentment, anger and\r\ndespair, and Africa is plagued by all three of these.\r\nLike any other people condemned to the margins\r\nof society, the majority of Africans feel that they have\r\nnothing to gain by participating in the democratic\r\nprocess. Instead, some believe that they have nothing\r\nto lose if they resort to violence, for, as they perceive\r\nit, their Governments and the international community\r\nare indifferent to their suffering.\r\n16\r\nA/58/PV.33\r\nOur failure to resolve conflicts in Africa poses a\r\nmajor threat to NEPAD. It is incumbent, therefore,\r\nupon all of us to redouble our efforts in conflict\r\nresolution and post-conflict management.\r\nIn conclusion, let me express our deep\r\nappreciation for the efforts made by the Group of Eight\r\n(G-8) leaders for their continued constructive\r\nengagement with African leaders in the NEPAD agenda\r\nand their adoption of the G-8 Africa Action Plan. I\r\nwould also like to implore the rest of the international\r\ncommunity to continue to follow their example in\r\nmaking concrete commitments of support for the\r\nrevitalization of the African continent.\r\nWe put our trust in the United Nations as the\r\nfocal point for the promotion and coordination of\r\ninternational efforts in the support of Africa’s\r\ndevelopment strategy.\r\nMr. Butagira (Uganda): I would like to\r\ncongratulate the Secretary-General on his excellent\r\nreport on the New Partnership for Africa’s\r\nDevelopment (NEPAD) (A/58/254). I associate myself\r\nwith the statement of the Kingdom of Morocco on behalf\r\nof the Group of 77 and China, and with that of\r\nMozambique on behalf of the African Union on NEPAD.\r\nThe New Partnership for Africa’s Development,\r\nas a home-grown and -owned blueprint for Africa’s\r\ndevelopment, has put Africa’s economic and social\r\ndevelopment programmes at the heart of the\r\ninternational development agenda. Besides these issues\r\nof economic development, African countries are also\r\nemphasizing good governance, including corporate\r\ngovernance, the rule of law and democracy and putting\r\nin place a self-policing mechanism known as the\r\nAfrican Peer Review Mechanism. Rather than being\r\nprodded by developed countries towards those good\r\nvalues, African countries have taken the bull by the horns\r\nand have declared to the whole world that they too are\r\ncapable of appreciating good values, just as everybody\r\nelse does, and that they are prepared to bring errant\r\nmembers to book through persuasion and dialogue. What\r\nthey need from the developed world are resources to\r\nimplement these programmes designed by themselves;\r\nhence their partnership with the developed world.\r\nI will comment on a few areas on which I think\r\nwe should focus to make this initiative more effective.\r\nMr. Ekua Avomo (Equatorial Guinea), Vice-\r\nPresident, took the Chair.\r\nFirst, with regard to the African Peer Review\r\nMechanism, it is not encouraging to learn that only 16\r\ncountries have acceded to the protocol. More work is\r\nneeded — through concerted effort by the African\r\nUnion secretariat, the Economic Commission for\r\nAfrica (ECA) and the Office of the Special Adviser on\r\nAfrica here at the United Nations Headquarters — by\r\nway of impressing it upon those countries that have not\r\nacceded to the Mechanism to do so.\r\nPeace and security on the continent are necessary\r\nto provide a conducive atmosphere for economic\r\ndevelopment, including foreign investment. In that\r\nregard, the establishment of the Peace and Security\r\nCouncil by the African Union is a welcome measure.\r\nSo far, 12 countries have ratified the Protocol, out of\r\nthe 15 needed to make the Council operational. That is\r\nencouraging, and it is hoped that the necessary\r\nratifications will be obtained soon.\r\nIn the Great Lakes region, thanks to the\r\nassistance and cooperation of the United Nations and\r\nthe international community, we have seen regional\r\nefforts bear some fruit with regard to resolving the\r\nconflict in Burundi. Uganda commends the initiative of\r\nthe Secretary-General, who convened a high-level\r\nmeeting that adopted the Principles on Good-\r\nNeighbourly Relations and Cooperation between the\r\nDemocratic Republic of the Congo, Burundi, Rwanda\r\nand Uganda.\r\nThe Intergovernmental Authority on Development\r\nhas been instrumental in finding durable peace in Sudan\r\nand Somalia.\r\nMany players — including intergovernmental\r\norganizations, the private sector, the United Nations\r\nsystem and Governments — have come forward to assist\r\nAfrican countries in implementing NEPAD. Besides\r\nincreased financial resources, more coordination and\r\nconsultation is needed to mainstream NEPAD into\r\nvarious programmes of those organizations and bodies.\r\nTo that end, the Office of the Special Adviser on Africa\r\nmust be strengthened by increasing the financial and\r\nhuman resources at its disposal. For example, the\r\nOffice should be able to organize seminars and\r\nworkshops in various parts of the continent to\r\npopularize NEPAD.\r\nSkilled personnel and resources are needed at the\r\nsecretariats of the ECA and NEPAD, as well as at the\r\nsubregional and country levels, to help put in place\r\ndevelopment plans for various areas covered by\r\n17\r\nA/58/PV.33\r\nNEPAD. In that regard, I commend the United Nations\r\nDevelopment Programme, which has made funds\r\navailable to NEPAD to develop its five-year strategic\r\nplan. I also commend the United Nations Environment\r\nProgramme, which has helped to develop an\r\nenvironmental plan for NEPAD.\r\nInstitutional mechanisms need to be put in place\r\nto ensure the success of NEPAD. In my own country,\r\nUganda, efforts are under way to establish a NEPAD\r\nfocal point. A Cabinet decision ruled that the national\r\nNEPAD secretariat would be hosted in the Ministry of\r\nFinance, Planning and Economic Development. A\r\nsteering committee, made up of that Ministry, the\r\nMinistry for Foreign Affairs, a private sector\r\nfoundation, civil society, the Prime Minister’s office,\r\nthe President’s office and representatives of academia,\r\nwas also established to oversee NEPAD’s activities.\r\nThe national task force on NEPAD has been\r\nstudying coordination models in other African\r\ncountries from which best-practice recommendations\r\nfor the institutional mechanism for NEPAD’s\r\nimplementation in Uganda can be made. To retain\r\nAfrican ownership and leadership of NEPAD, the\r\nGovernment is expected to fund the activities of the\r\nNEPAD national focal point from the national budget.\r\nHowever, due to budgetary constraints, we need\r\nassistance to secure funds to get the national NEPAD\r\ncoordinating structures started, as well as to design and\r\nimplement an initial outreach programme.\r\nApart from developing a strategy to coordinate\r\nand oversee the implementation of Cabinet-approved\r\npolicies, programmes and projects at the national level,\r\nthe focal point is mandated to develop a communication\r\nstrategy to effectively mobilize the private sector, local\r\ngovernments, traditional leaders and civil society,\r\nincluding women’s organizations, in support of NEPAD.\r\nAfrica needs to invest more in human resources\r\ndevelopment if it is to realize its NEPAD goals. In that\r\nregard, education is a key. Sadly, not much has been\r\nachieved in this area, although some countries have\r\nmade impressive progress. In Uganda, for example, we\r\nachieved the goal of universal primary education. In\r\n1996 enrolment in primary schools stood at 2.5 million\r\npupils. Today it is 7.8 million. The number of\r\nuniversities has risen from one in 1986 to 16 today; and\r\nonly 5 are Government-funded, pointing to the role\r\nplayed by the private sector. It goes without saying that\r\nan educated populace is good for governance, and good\r\nfor industrialization by providing skilled manpower.\r\nHealth and the provision of safe drinking water\r\nand sanitation are vital. Preventive measures like\r\nimmunization and hygiene need to be stepped up. In\r\nAfrica water-borne diseases are a menace. Improved\r\nsanitation and the provision of safe drinking water\r\nshould therefore be a priority. In Uganda now, 55 per\r\ncent and 65 per cent of rural and urban populations,\r\nrespectively, have clean water.\r\nFinally, at the Monterrey Conference on Financing\r\nfor Development, the Johannesburg World Summit on\r\nSustainable Development, the Kananaskis G-8 Summit,\r\nthe third Tokyo International Conference on African\r\nDevelopment and various other conferences and\r\nsummits, developed countries pledged themselves to\r\nassist Africa financially in its development goals at\r\nboth the bilateral and multilateral levels. As Africans\r\nfulfil part of their bargain, we look forward to\r\ndeveloped countries fulfilling their part, especially by\r\nincreasing the flow of official development assistance,\r\nthe target of which — 0.7 per cent of gross domestic\r\nproduct — is still an unrealized dream.\r\nMr. Mahiga (United Republic of Tanzania): It is\r\nwith great pleasure that I take the floor on behalf of my\r\ndelegation to speak on the agenda item entitled “New\r\nPartnership for Africa’s Development: progress in\r\nimplementation and international support”. That item\r\nbecame part of the annual agenda of the General\r\nAssembly in accordance with resolution 57/7, of 4\r\nNovember 2002. Concurrently, we are also debating\r\ntoday the sub-item entitled “Causes of conflict and the\r\npromotion of durable peace and sustainable\r\ndevelopment in Africa”, as per resolution 57/296, of\r\nDecember 2002.\r\nAllow me, at the outset, to acknowledge the\r\ncomprehensive reports of the Secretary-General,\r\nnamely, the first consolidated report on the New\r\nPartnership for Africa’s Development (NEPAD)\r\n(A/58/254) and the updated report on conflicts\r\n(A/58/352). The quality of both reports is outstanding.\r\nWe owe special thanks to the Office of the Special\r\nAdvisor on Africa and to the Secretary General for\r\npreparing those reports.\r\nLet me also take this opportunity to commend the\r\nUnited Nations system as a whole for its positive\r\nresponse in the implementation of NEPAD-related\r\nactivities in individual African countries, as well as in\r\n18\r\nA/58/PV.33\r\nregional groups and throughout the world. The cluster\r\napproach is an imaginative intervention in achieving\r\ncoherence and coordination among United Nations\r\nentities. In this regard, we further commend the global\r\nadvocacy and coordination efforts in support of\r\nNEPAD undertaken by the Special Adviser on Africa\r\nthrough the United Nations System Chief Executives\r\nBoard for Coordination, which periodically reviews and\r\nassesses the progress and work of United Nations entities\r\nin Africa to advance NEPAD’s objectives and goals. We\r\ntrust that these approaches and roles will be strengthened\r\nand remain adequately responsive to emerging\r\nchallenges as NEPAD implementation continues.\r\nNEPAD is a homegrown African initiative and a\r\ncollective commitment to put Africa on a new path of\r\ndevelopment. NEPAD has recognized the systematic\r\nfetters and constraints which have left Africa on the\r\nmargins of the global economy and social progress.\r\nThe African continent is the least developed continent\r\nin the world. Not only that, it is the only continent\r\nwhere poverty is on the increase with more than 340\r\nmillion people, or half the population, living on less\r\nthan $1 a day. In Africa there are 34 of the world’s 54\r\nleast developed countries.\r\nNEPAD intends to reverse this situation. It is a\r\nframework for a new partnership with the international\r\ncommunity designed to address the current challenges\r\nfacing the African continent: issues such as escalating\r\npoverty levels, underdevelopment, the HIV/AIDS\r\npandemic and other communicable diseases. In\r\nessence, NEPAD is a commitment to the Millennium\r\nDevelopment Goals, notably the goal of reducing by\r\nhalf the proportion of people living in extreme poverty\r\nby the year 2015.\r\nTo achieve these Goals, NEPAD calls for attaining\r\nand sustaining an average growth of real gross domestic\r\nproduct of 7 per cent per year up to the year 2015. In\r\norder to attain that goal, NEPAD calls for a partnership\r\nof Governments, the private sector, civil society and\r\ndevelopment partners in the international community.\r\nIn order to translate its vision into tangible\r\nresults, NEPAD has developed an initial plan which\r\ncentres on the following priorities: first, to establish the\r\nconditions for sustainable development by addressing\r\nissues of peace and security, democracy, good\r\ngovernance, respect of human rights, as well as\r\nregional cooperation and capacity building; secondly,\r\nto address sectoral priorities in areas such as\r\nagriculture, infrastructure, human development and\r\nenergy and thirdly, to mobilize resources by increasing\r\ndomestic savings and investments, improving\r\nmanagement of public revenue and expenditure and\r\nimproving Africa’s share in global trade and foreign\r\ndirect investment.\r\nNEPAD has been approved as the vision, strategic\r\nframework and socio-economic development\r\nprogramme of the African Union. It is the blueprint of\r\nthe African Union to implement its objectives and a\r\nmechanism for accelerating implementation of the\r\nAbuja Treaty, as outlined in the Constitutive Act of the\r\nAfrican Union. NEPAD will be fully integrated into the\r\nAfrican Union over a three-year period.\r\nThe African Union is working to put in place\r\nprogrammes and institutions which will assist in the\r\nimplementation of NEPAD. It is also acknowledged by\r\nthe African Union that genuine development and\r\npoverty reduction is only possible in an environment of\r\ntrue democracy, respect for human rights and peace and\r\ngood governance at the national, regional and global\r\nlevels. Long-term conditions for ensuring peace and\r\nsecurity require policy measures to address the political\r\nand social vulnerabilities on which conflict and\r\ncorruptive practices thrive in Africa.\r\nMy country is among the founding member States\r\nof the African Union, which has embraced NEPAD as\r\none of its economic pillars. We totally support the\r\nprinciples and objectives of NEPAD, which are also in\r\nline with my Government’s Economic Vision 2025, as\r\nwell as the Poverty Reduction Strategy policy. I am\r\ndelighted to say that NEPAD has been well received at\r\nthe national level, including by relevant institutions in\r\nthe public and private sectors. Efforts are also\r\ncontinuing to educate the general public to understand,\r\ncooperate and participate in the implementation of\r\nNEPAD initiatives.\r\nThe private sector is recognized as pivotal in the\r\nimplementation of NEPAD. Tanzania has successfully\r\ncompleted a number of reforms that are conducive to\r\nfostering private sector development. Such reforms\r\nhave included opening up financial sector participation,\r\nproactive encouragement of foreign investment through\r\nappropriate incentive packages and rationalization of\r\nthe tax policy. Other reforms include establishment of\r\ncommercial courts to deal with commercial disputes,\r\nimprovement of business licensing procedures,\r\nliberalization of the domestic trade regime, which has\r\n19\r\nA/58/PV.33\r\nenhanced competition and productivity, as well as\r\nliberalization of the foreign exchange market.\r\nTanzania has also prepared write-ups of various\r\nprojects in all sectors covered under NEPAD and\r\nalready has submitted them to the East African\r\nCommunity and the Southern African Development\r\nCommunity (SADC) for funding. The Eastern African\r\nsubregion is scheduled to meet at the summit level on 29\r\nOctober 2003 in Nairobi, to rationalize these projects and\r\nsee how best to cooperate and operationalize these\r\nprojects. The major focus is expected to be on\r\ninfrastructure development in the region.\r\nAt the August Summit of Heads of State and\r\nGovernment of the SADC countries in Dar es Salaam\r\nthis year, the Summit’s final communiqué urged\r\nmember States to integrate NEPAD agreed priorities\r\ninto their national development plans and to increase\r\nresource allocation to these priority areas. It is in this\r\nregard that we call upon our partners to come forward\r\nand assist in these initiatives. The Summit also\r\nmandated the Ministers of Trade, as a matter of\r\nurgency, to prepare negotiating guidelines and to\r\ninitiate negotiations with the European Union on\r\neconomic partnership agreements.\r\nIt should further be pointed out that NEPAD has\r\nalso come up with what is described as a most\r\ninnovative programme — the African Peer Review\r\nMechanism. This is a systematic assessment of the\r\nperformance of a country by member States whose\r\nultimate objective is to help a country undergoing\r\nreview improve its policy, adopt appropriate practices\r\nand comply with established standards, principles,\r\ncodes and best practices consistent with political\r\neconomic and corporate good governance. Peer review\r\nalso helps in confidence-building among States and\r\npermits predictability with regard to policies and\r\nstrategies in a given country or region. Tanzania totally\r\nsubscribes to this mechanism.\r\nWe are pleased to see that NEPAD has received\r\ninternational acceptance as a framework for\r\nengagement with Africa on development. Significant\r\ninteractions have been undertaken with the G-8, the\r\nEuropean Union, various agencies of the United\r\nNations, the Bretton Woods institutions, and non-G-8\r\ndevelopment partners, such as the Nordic States, India\r\nand China, as well as the Commonwealth, and the\r\nTokyo International Conference on African\r\nDevelopment (TICAD) process.\r\nIn these areas of cooperation with our partners,\r\nTanzania, as one of the participants in the search for\r\nsolutions to conflicts and for peace and security in the\r\nGreat Lakes region of Africa, welcomes the assistance\r\ngiven by the G-8 countries, the European Union and,\r\nthe United Nations, as well as bilateral assistance, to\r\nenable deployment of peace observers, monitors and\r\npeacekeeping troops in the region. For all of us\r\ninvolved, it should be pointed out that early and timely\r\ndeployment is a tremendous issue of essence in\r\nrealizing peace in conflict situations.\r\nIn conclusion, we urge greater coordination and\r\nharmonization of interventions with our partners. We\r\nare deeply aware of the need to streamline the\r\ncoordination channels between NEPAD’s Steering\r\nCommittee and Implementation Committee with the\r\nnational focal points to expedite the communication of\r\ndecisions and follow-ups in both directions. We are all\r\nset on the right course; this initial review is\r\nencouraging. We have but to sustain the momentum of\r\nNEPAD’s implementation with the requisite resources.\r\nWe cannot afford to regress.\r\nMr. Amer (Libyan Arab Jamahiriya) (spoke in\r\nArabic): In 1998 the Secretary-General submitted a\r\nreport on the causes of conflict and the promotion of\r\ndurable peace and sustainable development in Africa.\r\nA little over a year ago, the first summit meeting of the\r\nAfrican Union adopted a document on the New\r\nPartnership for Africa’s Development (NEPAD), in\r\nwhich the heads of State of Africa committed\r\nthemselves to carry out a common vision, convinced as\r\nthey were that an end had to be put to hunger, poverty,\r\nunderdevelopment and marginalization, and to enable\r\ntheir countries to follow the path of sustainable\r\ndevelopment by allowing them to participate in an\r\neffective manner in the global economy.\r\nWe are now reviewing the progress achieved\r\nregarding the implementation of the New Partnership\r\nas regards conflicts in Africa. I should like to express\r\nmy appreciation to the Secretary-General for the two\r\nreports he has prepared on these issues. They make\r\nclear what has been achieved during the past year as\r\nwell as the obstacles that remain to be overcome.\r\nThe reports are contained in documents A/58/254\r\nand A/58/352. They make clear the progress that has\r\nbeen achieved in putting an end to conflicts and\r\nachieving the priority goals of NEPAD. We welcome\r\nthe fact that African countries have taken numerous\r\n20\r\nA/58/PV.33\r\ninnovative measures, despite the fact that many of them\r\nhave been ravaged by civil wars for so long. They have\r\nindeed begun to follow the path of negotiation and\r\ndialogue, which are essential for the full restoration of\r\npeace. They have been working to strengthen, adapt\r\nand manage the African Union mechanism. Let me\r\nmention here the acceleration of the implementation of\r\nthe Protocol establishing the mechanism for the\r\nCouncil on Peace and Security as well as the efforts to\r\nestablish the Pan-African Parliament, with a view to\r\nallowing all African peoples to contribute effectively to\r\nthe development process.\r\nAfrica has emphasized certain priorities: food\r\nsecurity, medical services and the development of\r\neducational institutions in order to achieve the goal of\r\neducation for all. Investment in those areas has been\r\nencouraged, and joint projects have been initiated\r\namong the various countries. My country participated\r\nin the area of metallurgy, agriculture, wood harvesting\r\nand development projects, inter alia.\r\nThe General Assembly and other international\r\nforums have asked the international community and the\r\nUnited Nations to support the African initiative for the\r\nrestoration of peace and security, and to help\r\nimplement NEPAD. Cooperation between the African\r\nUnion and the European Union is multifaceted, and we\r\nwould like to mention in that regard the debt that has\r\nbeen forgiven by some countries in the context of\r\nofficial financial assistance. We have seen an increase\r\nin economic and technical cooperation among African,\r\nAsian and Latin American countries. This represents a\r\nreal opportunity for cooperation among developing and\r\nAfrican countries, which have long tried to establish\r\nthis kind of triangular cooperation.\r\nFurthermore, the United Nations has supported\r\nAfrican efforts to restore peace and security on the\r\nAfrican continent. Accordingly, peacekeeping missions\r\nwere sent, along with special representatives, to\r\nencourage dialogue and to bring about national\r\nreconciliation in those countries in conflict. Certain\r\nUnited Nations agencies have adopted programmes to\r\nrespond to Africa’s priorities: peace and security in\r\nAfrica, food security, the provision of potable water,\r\nimprovement of health services, information and\r\ncommunications technologies and the reintegration of\r\nrefugees and internally displaced persons and the use\r\nof national resources.\r\nAll those measures aim in the right direction, but\r\na great deal remains to be done in the entire African\r\ncontinent. All its leaders have expressed their\r\nconviction that we must close the development gap,\r\nwhich has widened throughout centuries of unjust\r\nrelations. All necessary resources should be used to\r\nfinance NEPAD’s programmes.\r\nThough it is clear that Africa has benefited from\r\nthe increase in official development assistance during\r\nthe previous period, it is not sufficient. Therefore the\r\ndevelopment partners must support Africa in order that\r\npeace and security may be restored on the continent\r\nand ignorance, hunger and disease overcome. As the\r\nSecretary-General has said, the increase in official\r\ndevelopment assistance remains very modest compared\r\nto the assistance given to farmers in developed\r\ncountries. Therefore this policy must be reviewed\r\nbecause of its adverse consequences on the African\r\neconomy. In addition, the drop in agricultural output\r\nhas jeopardized the lives of millions of people.\r\nIt is clear that the measures that have been taken\r\nby developed countries have reduced the debt burden\r\nof African States. However, a great deal of money is\r\nrequired to pay off the interest that is still owed, which\r\nhas a negative impact on the educational, health and\r\nother sectors. We must resolve this longstanding\r\nproblem. If we do not do so, unemployment will rise,\r\nleading to tension, desperation, marginalization and\r\nmany other problems.\r\nThe Secretary-General in his two reports has\r\nmade several recommendations as to how to overcome\r\nthose problems standing in the way of the achievement\r\nof NEPAD’s goals. This is very important, especially\r\nwith respect to peace, security and development in\r\nAfrica. Those objectives must be attained. However,\r\nwe deem it necessary for the international community\r\nto focus on certain issues in order to stabilize Africa\r\nand to ensure that that partnership is genuine. Those\r\nissues are the following.\r\nFirst, it is necessary to respect African societies,\r\ntheir histories and their cultures, and political\r\nconditions must not be imposed on them. Their\r\ncharacteristics must at all times be taken into account.\r\nSecondly, donor partners need to realize that the\r\nmore assistance they provide, the more they will help\r\nAfrican efforts to put an end to conflicts and to help\r\ntheir societies socially and materially. As an example, I\r\ncan cite restricting or curbing migration through the\r\n21\r\nA/58/PV.33\r\nadoption of administrative and legislative measures. It\r\nis clear that development programmes can assist\r\ncountries that are experiencing emigration to stop it\r\naltogether.\r\nThirdly, we need to improve the infrastructure,\r\nincluding communications and roads. In that way, we can\r\ngain the maximum benefit from the resources provided\r\nand can finally solve the problem of food security.\r\nFourthly, we must resolve problems related to\r\ntechnology transfer in the development, economic and\r\nsocial sectors.\r\nFifthly, we must take into account the suffering of\r\nAfrican peoples in past centuries and the pillaging of\r\ntheir natural resources.\r\nThe Secretary-General has said that Africa is at a\r\nturning point. That is true. The conflict settlement\r\nprocess has truly begin in a number of countries;\r\nAfrican heads of State have reaffirmed their\r\ncommitment to NEPAD’s objectives; and the\r\ncontributions of NEPAD’s partners are encouraging.\r\nWe must promote peace and development throughout\r\nthe African continent. Any hesitation in that regard\r\nwould constitute a political and moral failure. African\r\ncountries and the rest of the international community,\r\nincluding the United Nations system and all other\r\nconcerned parties, must together meet the challenge of\r\ndeveloping Africa in its entirety.\r\nMr. Hachani (Tunisia) (spoke in French): I am\r\npleased to take the floor under agenda item 39 (a),\r\n“New Partnership for Africa’s Development: progress\r\nin implementation and international support”. In that\r\nregard, I should like to thank the Secretary-General for\r\nhis report (A/58/254). In addition, we should like to\r\ntake note of the statement made this morning on behalf\r\nof the African Union by the Minister for Foreign\r\nAffairs and Cooperation of Mozambique and the\r\nstatement made this afternoon by the Permanent\r\nRepresentative of Morocco on behalf of the Group of\r\n77 and China.\r\nTunisia attaches great importance to our debate\r\ntoday, which attests to the commitment of United\r\nNations Member States to supporting African\r\ndevelopment efforts. It offers us the opportunity to help\r\naddress the challenge represented by implementation of\r\nthe New Partnership for Africa’s Development\r\n(NEPAD). We should recall that, in the Millennium\r\nDeclaration, our heads of State or Government\r\ncommitted themselves to helping Africans in their fight\r\nto establish lasting peace and development and to\r\neliminate poverty in order to integrate the African\r\ncontinent into the world economy.\r\nIn launching NEPAD, African leaders strove to\r\nreaffirm their collective will to promote the African\r\ncontinent within the framework of an integrated action\r\nplan based on a comprehensive concept of the attributes\r\nof sustainable development and relying primarily on\r\nAfrica’s own capacities. It is reassuring to note that this\r\ninitiative has benefited from the support of the\r\ninternational community, particularly the Group of Eight\r\n(G-8), the countries of the European Union, international\r\nfinancial institutions, the Secretary-General and the\r\nEconomic and Social Council. We welcome the process\r\nin support of NEPAD, furthered at the Third Tokyo\r\nInternational Conference on African Development.\r\nSince its launching, NEPAD has seen notable\r\nprogress in its implementation. The Partnership attaches\r\ncrucial importance to areas important for the continent\r\nsuch as regional integration, agriculture, food security,\r\nhealth, education, infrastructure, industrialization, the\r\nenvironment and tourism. Several African countries\r\nhave undertaken measures with a view to establishing a\r\nnational coordination body for NEPAD. As far as\r\nTunisia is concerned, our country’s economic and\r\nsocial policy is in harmony with the Partnership.\r\nThe United Nations system has a crucial role to\r\nplay in terms of cooperation and coordination among\r\nits various components to mobilize the support\r\nnecessary to implement NEPAD effectively. We\r\nwelcome the fact that several institutions and agencies\r\nof the United Nations system have aligned their\r\nactivities with NEPAD’s priorities. We also stress the\r\nimportance of involvement by the private sector, civil\r\nsociety and non-governmental organizations and of\r\npublic support for its implementation. We express our\r\nappreciation to the Office of the Special Adviser on\r\nAfrica, under the able guidance of Mr. Ibrahim\r\nGambari, for its efforts in coordinating global activities\r\nto promote support for NEPAD. The Office certainly\r\nneeds continued and even enhanced support from the\r\nUnited Nations Secretariat to continue its positive\r\nactivities on behalf of our continent.\r\nAfrica’s efforts cannot be successful without\r\nsubstantial support from the international community.\r\nSuch solidarity should take the form of sufficient and\r\nreliable resources on the one hand, and favourable\r\n22\r\nA/58/PV.33\r\nexternal environment on the other. The scope of the\r\nproblems and the complexity of the obstacles that the\r\nAfrican continent must overcome to build the\r\nfoundations of its infrastructure and socio-economic\r\ndevelopment demand that we be far more resolute and\r\ndevote far more resources at both the national and\r\ninternational levels to ensuring for Africa, along with\r\nthe world’s other regions, economic growth and\r\nsustained and lasting development that will enable\r\nthem to attain the Millennium Development Goals.\r\nOver the past decade, many African countries\r\nintensified the process of democratization, of\r\nstrengthening civil society and of promoting human\r\nrights and respect for the rule of law. African countries\r\nhave also begun economic reforms to promote the\r\nestablishment of solid macroeconomic foundations and\r\nthe creation of an environment conducive to\r\nsustainable development, foreign direct investment and\r\npoverty reduction, particularly through effective public\r\nmanagement. However, we must acknowledge that the\r\ncurrent efforts of developed countries and the United\r\nNations system still do not rise to the magnitude of the\r\nproblems Africa must face. That insufficiency can be\r\nseen in official development assistance, investment and\r\nthe problem of indebtedness. Indeed, official\r\ndevelopment assistance, despite the efforts of African\r\ncountries to better utilize it, is constantly declining.\r\nAfrica’s marginalization in the area of foreign\r\ndirect investment is comparable to its marginalization\r\nin the area of trade. Despite African countries’\r\nconsiderable efforts to implement reforms in their trade\r\npolicies, Africa’s share of the world market has\r\nremained weak, representing less than 2 per cent. That\r\nsituation is particularly disturbing, and the\r\ninternational community must help African countries\r\nput in place the material, institutional and\r\norganizational capacities necessary to support efforts\r\naimed at promoting trade, improving market access,\r\nfurther reducing customs tariffs and lifting non-tariff\r\nbarriers to African products.\r\nIndebtedness remains one of the principal\r\nobstacles to economic recovery and sustained growth\r\nin Africa. The international community must continue\r\nto cooperate to lighten that burden. In this respect, we\r\ncall upon creditor countries, private banks and\r\nmultilateral financial institutions to help African\r\ncountries to emerge more quickly and sustainably from\r\ntheir state of indebtedness, through the accelerated\r\napplication of an enhanced and broadened Heavily\r\nIndebted Poor Countries Debt (HIPC) Initiative. We are,\r\nmoreover, concerned about the fact that some countries\r\nthat have reached the completion point have seen their\r\nindebtedness indicators worsen due to a drop in export\r\nrevenue, often as a result of volatile commodity prices.\r\nCountries emerging from conflict also need special\r\ntreatment, and we must be flexible in providing support\r\nto them and generous in treating their debt arrears.\r\nInformation and communication technologies\r\n(ICT) are increasingly acting as a catalyst for the\r\npromotion of social and economic development in\r\nAfrican countries. African countries must develop ICT as\r\nan integral part of their national and regional development\r\nprogrammes. For their part, Africa’s international partners\r\nmust consider information and communication\r\ntechnologies as a matter of priority for African\r\ndevelopment. The convening of the World Summit on\r\nthe Information Society in Geneva in December this\r\nyear and in Tunis in November 2005 will provide an\r\nopportunity for us to further examine the best ways and\r\nmeans of using ICT for African development.\r\nWe are convinced that the New Partnership for\r\nAfrica’s Development (NEPAD) provides us with an\r\nappropriate framework for the development of our\r\ncontinent. We take this opportunity to reiterate our\r\nappeal to the international community to take the\r\nnecessary steps to provide the required assistance and\r\nsupport to that initiative.\r\nWith respect to the implementation of the\r\nrecommendations contained in the Secretary-General’s\r\nreport on the causes of conflict and the promotion of\r\ndurable peace and sustainable development in Africa,\r\nthe Tunisian delegation would like to thank the\r\nSecretary-General for his report contained in document\r\nA/58/352 before us. The most important lesson to be\r\nlearned from that report is that, despite the progress\r\nachieved in implementing the recommendations, weak\r\nhuman and institutional capacity, a lack of financial\r\nresources, especially from foreign sources, as well as\r\nthe continuation of conflict — both within and between\r\nStates — slow and sometimes obscure that progress.\r\nWith regard to the promotion of peace and\r\nsecurity, we call upon the international community and\r\nthe United Nations system to involve themselves more\r\nfully in the prevention, management and resolution of\r\nconflict in Africa. We also call for greater support for\r\nAfrican initiatives in resolving conflict, including for\r\n23\r\nA/58/PV.33\r\nthe operation of the Peace and Security Council\r\nestablished by the African Union.\r\nTunisia, which participates in a number of\r\npeacekeeping operations in Africa, reaffirms its\r\nongoing determination to help its brother countries to\r\novercome crises, as well as its commitment in support\r\nof operations decided upon by the Security Council to\r\nmaintain security and stability in Africa.\r\nMr. Neil (Jamaica): The Jamaican delegation\r\nwishes to align itself with the statement made this\r\nafternoon by the Permanent Representative of Morocco,\r\nspeaking on behalf of the Group of 77 and China.\r\nOur delegation welcomes the report of the\r\nSecretary-General on implementation of the New\r\nPartnership for Africa’s Development (NEPAD),\r\ncontained in document A/58/254. The report shows that\r\na positive start has been made and that NEPAD is\r\nbeginning to register some progress in important areas.\r\nAt the same time, the report draws attention to major\r\nchallenges and constraints. There are severe problems,\r\nalthough they can be overcome. They arise from\r\ncontinued difficulties associated with unresolved\r\nconflicts, the ravages of the HIV pandemic and the\r\neconomic challenges of globalization. Developing and\r\nsustaining momentum for NEPAD will require two\r\nthings: a collective effort in Africa towards internal\r\nstabilization; and a commitment to the delivery of\r\nresources from the donor community. It matters to all\r\nof us that, through our combined effort, NEPAD should\r\nsucceed. For our delegation this is a special priority,\r\nfor Africa has always been close to the hearts of the\r\nJamaican people.\r\nIn reviewing the progress made so far, there is\r\nreason for some cautious optimism. We note an\r\nincreasing level of official development assistance in\r\nrecent years, reversing the steady decline of the 1990s.\r\nBut the level still remains substantially below that of\r\n1990, despite the overall growth in the world economy.\r\nWe therefore place great reliance on fulfilment of the\r\npledges made at the Monterrey and Johannesburg\r\nconferences, as well as those made by the Group of\r\nEight at the Evian Summit. The expected increase in\r\nquantum of official development assistance should be\r\ncombined with further improvements in aid\r\neffectiveness by removing procurement requirements,\r\nexcessive bureaucratic procedures and the\r\nconditionalities which restrict the delivery of\r\ndevelopment cooperation.\r\nWith regard to debt relief, we are encouraged that\r\nthere is some movement under the Heavily Indebted\r\nPoor Countries Debt (HIPC) Initiative, but we are still\r\nworried by the reported complexities of the process.\r\nThe qualification standards and complicated\r\nrequirements may still be hindering the delivery of\r\nbenefits promised under the programme.\r\nThe trade and investment pattern shows a mixed\r\npicture. Investment flows are not promising and,\r\nalthough there are some special arrangements to\r\nstimulate exports, they are still not enough to bring\r\nsignificant change. To generate investment flows,\r\nspecial promotional programmes will be needed\r\nbeyond the mere liberalization of investment regimes.\r\nIn this regard, we applaud the initiative of two\r\nEuropean States for providing a fund for guarantees for\r\nparticular areas of investment.\r\nWith reference to trade, if the Doha agenda is to\r\nhelp Africa, it is not just a matter of removing\r\nsubsidies and opening new markets; there is a need for\r\nsome stabilization of commodity prices. And all of that\r\nwill have to be combined with the building of productive\r\ncapacity. This will require a huge investment in the\r\ndevelopment of physical infrastructure and\r\ntechnological innovation in all sectors.\r\nIn agriculture, there is a need for innovation, not\r\nonly for the expansion of agricultural exports, but also\r\nto break the recurring cycle of crop failures so as to\r\nimprove food security. As regards industrialization,\r\nthere is still a long way to go. But this must be an\r\nimportant part of an economic strategy for\r\ndiversification with a view to achieving higher levels\r\nof economic growth, reducing vulnerability and\r\nincreasing employment opportunities.\r\nIn all of this, there is an important role for the\r\nState to manage and stimulate the development of these\r\nimportant sectors. It goes beyond ensuring conditions of\r\npeace and stability and developing sound governance\r\nprinciples and practices. The building of institutional\r\ncapacity and a social and legal framework is an\r\nimportant foundation for the development process.\r\nEducation and public health are important priorities of\r\nthe moment in the building of the social infrastructure.\r\nBut the public sector also needs to contribute to\r\npromoting enterprise development and production\r\nfacilities. Africa needs help in all of these areas, help\r\nwhich should be provided in a way that is tailored to\r\nAfrican needs and the African cultural environment.\r\n24\r\nA/58/PV.33\r\nWe are greatly encouraged by the determination\r\nmanifested by the African Union to make its own\r\narrangements for monitoring governance issues and to\r\nbe engaged in the conflict resolution and the promotion\r\nof peace and stability. Of special importance is the\r\nevolution of regional mechanisms, under the aegis of\r\nthe African Union, with respect to conflict prevention\r\nand reduction. We also look forward to the\r\nestablishment of a pan-African parliament to promote\r\ndevelopment and integration and to the establishment of\r\nthe Peace and Security Council of the African Union.\r\nWith regard to the role of the United Nations, we\r\ncan see that there is movement towards collaboration\r\nwithin the system. The coordination of the various\r\nagencies is now being oriented towards achieving\r\nNEPAD’s priorities and working with the appropriate\r\nAfrican regional and subregional organizations. We\r\nwelcome the establishment within the Secretariat of the\r\nOffice of the Under-Secretary-General and Special\r\nAdviser on Africa, which is playing a strategic role in\r\nthis effort. We can only hope that this coordination\r\ndoes not become so overloaded with bureaucracy that it\r\nstifles creative efforts and the implementation of\r\ndevelopment projects. What we want to see are\r\nconcrete results flowing from organizational\r\nimprovements in the system.\r\nI mentioned earlier the importance of building\r\nproductive capacity. In this age of globalization,\r\ncompetitiveness and efficiency are of paramount\r\nimportance. There is obviously a need to work closely\r\nwith civil society to strengthen the private sector and to\r\nensure that African entrepreneurship and indigenous\r\ncapability are encouraged and developed to take\r\nadvantage of economic opportunities in the global\r\nsystem. These are things that cannot be left to chance\r\nand that requires special attention on the part of the\r\ndirecting agencies of each country, working in\r\ncooperation with bilateral and multilateral agencies.\r\nThe international community should be careful to\r\navoid the imposition on Africa of economic models and\r\ndevelopment policies that bear no relations to a\r\ncountry’s social, political and economic realities. If\r\ndoctrinaire prescriptions are applied or are required by\r\ninternational cooperation, it will not help Africa. We\r\ntherefore continue to stress African ownership of\r\nNEPAD and African priorities as defined by Africans\r\nthemselves. The role of the international community is\r\na supportive one. That spirit of partnership and\r\nsolidarity should be driven by a sense of responsibility\r\nto lend support and not to dictate what is to be done.\r\nThe people of the Caribbean Community have a\r\nspecial linkage and kinship with Africa, and we fully\r\nsupport the provision of substantial international\r\nsupport for Africa. As indicated by the representative\r\nof Guyana this morning, we are making our own\r\nmodest contribution, particularly in the area of capacity-\r\nbuilding, and we intend to explore all avenues to give\r\nconcrete support to African development initiatives.\r\nIt is not necessary at this time to stir up the\r\npassions of historical grievance, but we should\r\nremember that Africa has suffered from plunder and\r\nexploitation. NEPAD provides the framework and also the\r\nopportunity for redressing the balance and for reversing\r\nthe neglect of previous decades. We look forward to\r\nmaking this the beginning of a brighter future.\r\nMr. Dangue Réwaka (Gabon) (spoke in French):\r\nA little more than a year ago, in this very Hall, the\r\nGeneral Assembly held a debate devoted to the New\r\nPartnership for Africa’s Development (NEPAD).\r\nDuring that important meeting, heads of State or\r\nGovernment of the African countries came to ask for\r\nthe international community’s support in implementing\r\nthe Partnership, on which the future of Africa\r\nhenceforth would lie.\r\nWe are here today to take stock of the progress\r\nwe have attained in the implementation of NEPAD.\r\nAgenda item 39 (a), which we are now considering,\r\nwas conceived with this in mind. We welcome the first\r\nreport of the Secretary-General reviewing the actions\r\nthat have been undertaken at the national, regional and\r\nglobal level to contribute to the implementation of this\r\nmajor partnership. The report (A/58/254) constitutes\r\nbeyond doubt a reference tool on the basis of which we\r\nmust shape our future cooperation, cooperation which\r\nmust be marked by solidarity and complementarity.\r\nIn Africa, NEPAD will henceforth be an integral\r\npart of national development strategies, thanks in\r\nparticular to the establishment in most of our countries\r\nof focal points. Unfortunately, however, their disparate\r\nand diverse character dilutes the collective momentum\r\nto which the Partnership gave rise in the continent.\r\nCould not the United Nations help us to elaborate a\r\nstandard focal point to be used as a reference and\r\nwhich would help us truly integrate NEPAD into our\r\nnational development policies? That would enable all\r\nour countries to speak the same language and to use the\r\n25\r\nA/58/PV.33\r\nsame indicators in the process of implementing\r\nNEPAD.\r\nTo the problem of the diversity of focal points we\r\nadd another one: the multi-sectoral dimension of\r\nNEPAD. Instead of dispersing our efforts over all\r\nsectors, it would be wise for us to target two or three\r\nthat have a comprehensive impact. With that in mind,\r\nhunger, malnutrition and the pandemics of HIV/AIDS,\r\ntuberculosis and malaria, which today are the main\r\nobstacles to the development of Africa, must constitute\r\nthe leitmotif of our concerns.\r\nResolution 57/297 rightly emphasized the need\r\nfor including the industrialization of Africa in this first\r\nreport on the implementation of NEPAD. It is more\r\nimportant than ever that the industrialization of Africa\r\nbe directed towards the resolution of certain major\r\nissues, such as the fight against HIV/AIDS and the\r\nstrengthening of the health and food systems of our\r\ncountries.\r\nWe would like, finally, to welcome all the\r\ninitiatives taken at both the bilateral and multilateral\r\nlevels to mobilize new resources for NEPAD. I am\r\nthinking in particular of the pledges made by the\r\nEuropean Union and the United States of America to\r\ndevote respectively 150 million euros and $15 billion\r\nto the campaign against HIV/AIDS in Africa. We\r\nencourage them to further intensify their efforts of\r\nsolidarity with Africa, where poverty, war and disease\r\nhave become the daily fate of the people of the\r\ncontinent.\r\nThe meeting rose at 6.05 p.m.\r\n"