"United Nations A/58/PV.29\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n29th plenary meeting\r\nMonday, 13 October 2003, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-56880 (E)\r\n*0356880*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 11 (continued)\r\nReport of the Security Council (A/58/2)\r\nMr. Aguilar Zinser (Mexico) (spoke in Spanish):\r\nI am speaking today as we meet to exchange views on\r\nthe annual report on the activities of the Security\r\nCouncil from 1 August 2002 to 31 July 2003.\r\nWe wish first to thank Ambassador John\r\nNegroponte, the Permanent Representative of the\r\nUnited States, for having introduced the report in his\r\ncapacity as President of the Security Council for this\r\nmonth. We also thank the delegations of the United\r\nKingdom and Spain for their support in the preparation\r\nand streamlining of the report’s introduction.\r\nAs it did last year, Mexico, as a member of the\r\nSecurity Council, insisted on the need to draft a\r\nsubstantive introduction to the report to include\r\nanalytical elements of interest relating to the issues\r\nbeing considered by the Council, an account of how\r\nthey are addressed and the corresponding decision-\r\nmaking process. While the members of the Council — the\r\nfive permanent members in particular — appear to have\r\nbecome more open to and aware of their responsibility to\r\nbe accountable to the General Assembly by submitting a\r\nsubstantive report, we recognize nonetheless that much\r\nremains to be done to fulfil the obligation under\r\nparagraph 3 of Article 24 and paragraph 1 of 15 of the\r\nUnited Nations Charter so as to ensure that the report is\r\ngenuinely a useful reference for those Members of our\r\nOrganization that do not take part in the Council’s\r\ndecision-making process.\r\nWe stress the relevance of including in the report\r\nindices of progress in the activities of the Council that\r\nwould enable all the Members of the Organization to\r\ndetermine more clearly the areas requiring redoubled\r\naction and reorientation. The monthly appraisals of the\r\nCouncil’s work prepared by its Presidents have helped\r\nto enhance knowledge and understanding of that work\r\nand therefore represent an important contribution to the\r\npreparation of the annual report with a view to ensuring\r\nthe report’s inclusion of analytical elements on the\r\nCouncil’s work in a form wherein such information may\r\nbe of service to the Members of the United Nations.\r\nDuring our term as a non-permanent member of\r\nthe Council, we have striven to make the organ more\r\ntransparent, responsible and sensitive to the need to\r\nbase its actions on the common interest. This requires\r\nnot only initiatives, but also daily action to make the\r\nCouncil’s working methods more transparent. We have\r\nalso reiterated the vital need to promote greater\r\nopenness in the decision-making process and the\r\nbroader inclusion of all 15 members of the Security\r\nCouncil in that process. There should be no first- and\r\nsecond-class members of the Council. All of us should\r\nparticipate in decision-making on the same footing.\r\nWe have also voiced our positions in the Open-\r\nended Working Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of\r\nthe Security Council and Other Matters related to the\r\n2\r\nA/58/PV.29\r\nSecurity Council, with a view to improving its working\r\nmethods and transparency. Some progress has been\r\nmade, but much remains to be done. We hope that the\r\nCouncil will continue to adopt measures to improve its\r\nwork, promote transparency in its decision-making\r\nprocess and encourage greater interaction between the\r\nCouncil and the General Assembly with a view to\r\nimproving coordination of the Council’s work with that of\r\nother bodies that play an active role in addressing conflict\r\nsituations. The General Assembly may be assured of\r\nMexico’s determination to continue to participate\r\nconstructively in the Working Group’s reflection on\r\nthis issue.\r\nWe are convinced that Security Council reform is\r\none of the issues of greatest interest and importance on\r\nthe United Nations current agenda. We are therefore\r\ngrateful for the opportunity to state our views, as we\r\nhave in previous years, on the arduous exercise under\r\nway in the Open-ended Working Group on the\r\nQuestion of Equitable Representation on and Increase\r\nin the Membership of the Security Council.\r\nThe need for reform in the Security Council is not\r\na new one. For several years now, the States Members\r\nof this Organization have been considering ways and\r\nmeans of achieving it. The activities of the Working\r\nGroup are extremely valuable, not only because of the\r\nintensity of its discussions, but also because of its\r\ncontribution to changing practices and processes in the\r\nCouncil’s working methods. No one can deny either the\r\nconstructive effect that the Working Group’s deliberations\r\nhave had on the Security Council’s practices, particularly\r\nover the past five years, or the prevailing deadlock on\r\nthe issue of expanding membership. We must\r\nacknowledge that the latter is the result of a\r\npolarization of positions and not of the negotiating\r\nformat adopted by the Working Group.\r\nAt the same time, as noted a few weeks ago in\r\nthis very Hall by President Vicente Fox of Mexico,\r\n“There is little worth in considering a Council\r\nwith a larger membership if the resolutions that it\r\nissues are not respected or if they lack a common\r\ninterpretation of the scope of their provisions. We\r\nmust ensure the right kind of representativeness,\r\nlimit and regulate the right of veto and call for\r\ngreater transparency and for creating a more\r\nbalanced relationship with the other organs of the\r\nUnited Nations system, particularly the General\r\nAssembly”. (A/58/PV.9, p. 22)\r\nMexico stresses yet again that the way to achieve\r\nreform is not by expanding anachronistic privileges\r\nwithin the Security Council, such as the status of\r\npermanent membership or the right of veto, and\r\nunderscores the need for reform in order to secure\r\nbetter representativeness and geographical balance on\r\nthe Council. While certain States not only have\r\nunacceptable pretensions, but continue to block\r\nagreement on elements that would otherwise enjoy\r\nconsensus, neither the Working Group nor any other\r\nexercise will be able to achieve the overall agreement\r\nrequired for any reform of the Security Council, in\r\naccordance with General Assembly resolutions 48/26\r\nand 53/30.\r\nFinally, we express our readiness to continue to\r\nparticipate actively in the Working Group in the hope\r\nthat all Member States will demonstrate the necessary\r\npolitical will to find common political positions,\r\nabandon unattainable claims and work together in the\r\ninterests of the international community as a whole.\r\nMr. Amer (Libyan Arab Jamahiriya) (spoke in\r\nArabic): The President of the Security Council for this\r\nmonth has introduced the Council’s report covering the\r\nperiod from 1 August 2002 to 31 July 2003. My\r\ndelegation believes that the General Assembly’s\r\ndiscussion of the report will provide an opportunity to\r\nreview developments in the maintenance of\r\ninternational peace and security, to assess the Council’s\r\nperformance in that context, and to determine the\r\nadequacy of that performance with respect to the\r\npurposes and principles of the United Nations Charter\r\nand to its own mandate.\r\nWe are discussing the report of the Security\r\nCouncil in the context of measures adopted by the\r\nGeneral Assembly to strengthen the relationship\r\nbetween the decision-making bodies of the United\r\nNations and the Council. In that context, I would refer\r\nto resolution 47/233, in which the Assembly\r\nencourages Member States to participate actively in a\r\nsubstantive and in-depth discussion on and\r\nconsideration of the reports of the Security Council,\r\nand to resolution 48/264, in which the Assembly calls\r\non its President to propose appropriate ways and means\r\nto facilitate an in-depth discussion by the Assembly of\r\nmatters contained in the reports submitted to it by the\r\nSecurity Council. Resolution 51/193 of 17 December\r\n1996 specified a number of measures related to the\r\nannual reports that are submitted by the Security\r\nCouncil to the General Assembly.\r\n3\r\nA/58/PV.29\r\nIn the framework of decisions adopted by the\r\nGeneral Assembly, we note that the Council’s report,\r\ncontained in document A/58/2, stresses the fact that\r\nconsultations of the Council with troop-contributing\r\ncountries for peacekeeping have continued on an\r\nongoing basis throughout the reporting period. We call\r\non the Council to hold even more consultations with\r\nMember States with respect to fulfilling the objectives\r\nof peacekeeping operations. We believe that briefings\r\nby the Council to Member States should be improved\r\nby being made more appropriate and regular.\r\nWe thank the Presidents of the Council for the\r\nmonthly assessments they give to the General\r\nAssembly so that it may comprehensively and\r\nobjectively assess the Council’s accomplishments. I\r\nwould stress the need for the Council to brief Member\r\nStates on missions to crisis areas, their mandates and\r\ntheir conclusions. We would also highlight the need for\r\nconsultations between the Presidents of the General\r\nAssembly and the Security Council in moments of\r\ncrisis and for the institutionalization of such measures,\r\nwhich should be inscribed in the Council’s provisional\r\nrules of procedure.\r\nWe believe that the Council should solicit the\r\nviews of the International Court of Justice more often\r\non legal questions, in accordance with Chapter VII of\r\nthe Charter. That practice proved very useful during the\r\njoint meeting with regional organizations in April,\r\nwhen great interest was shown in adopting it as a way\r\nof accelerating our response to the challenges of our\r\nchanging world. Article 48 of the provisional rules of\r\nprocedure of the Council stipulates that the Council’s\r\nmeetings should be public unless otherwise indicated.\r\nWe have noticed that the Council has increased its open\r\nmeetings, which give Member States an opportunity to\r\nexpress their viewpoints.\r\nWe are concerned about the informal private\r\nconsultations of the Council, which do not allow\r\nMember States to be informed about developments,\r\ncontravene resolution 51/193 and disregard the\r\nrequests of the General Assembly. While we believe\r\nthat these consultations may help the Council to\r\ndischarge its duties, it is unacceptable for States to\r\nhave to deal with a given situation without having any\r\ninformation on it. We ask that the relevant provisions\r\nof the Charter, in particular Articles 31 and 32, be\r\nimplemented in order to allow States to participate in\r\nthe consultations and to provide greater transparency in\r\nthe Council’s work.\r\nDuring the reporting period, the Council debated\r\nitems on the maintenance of international peace and\r\nsecurity, missions were dispatched and troops deployed\r\nto resolve crises. Such activity, however, did not extend\r\nthroughout the world. In one specific case, the Council\r\nwas silent while war raged. On the issue of Palestine,\r\nthe right of veto paralysed the Council’s ability to\r\nadopt measures to end the aggression against the\r\nPalestinian people and to dispatch any international\r\nforces. This paralysis prompts us to reconsider the role\r\nof the Council and the exercise of the right of the veto.\r\nIt is clear that Africa has been a priority in the\r\nCouncil’s work. The Council spent a great deal of its\r\ntime in open meetings to discuss Africa. My delegation\r\nwelcomes measures adopted to end the conflicts in\r\nSomalia, Burundi, the Central African Republic, the\r\nDemocratic Republic of the Congo and other parts of\r\nthe continent. We are convinced that development must\r\nbe accompanied by peace and security and that\r\nmeasures therefore need to be taken to reflect the\r\neconomic and social problems of Africa, including\r\npoverty, marginalization and debt.\r\nIn conclusion, it has become customary for the\r\nGeneral Assembly to hold this discussion on the report\r\nof the Security Council. It is not enough, however,\r\nmerely to take note of the report, however great a\r\npriority the maintenance of international peace and\r\nsecurity may be. The proposals of Member States must\r\nbe submitted to the Security Council in accordance\r\nwith rules 10 and 11 of the Assembly’s rules of\r\nprocedure in order to enhance the Assembly’s\r\ncontribution to the maintenance of international peace\r\nand security.\r\nMr. Nguyen Thanh Chau (Viet Nam): I would\r\nlike to join previous speakers in registering our thanks\r\nto the Ambassador of the United States, Mr.\r\nNegroponte, for his introduction of the report of the\r\nSecurity Council. Along the same lines, we wish to\r\nthank the Council and the Secretariat for their\r\npreparation of the annual report of the Security Council\r\nfor the period from 1 August 2002 to 31 July 2003. The\r\nreport, which provides an invaluable insight into the\r\nbusiness of the Council, represents an endeavour by the\r\nCouncil to make itself accountable to the membership\r\nof the United Nations, in accordance with the\r\nprovisions of Article 24 of the Charter.\r\nReading the report, I am not at all envious of, but\r\nrather sympathetic with our colleagues on the Council\r\n4\r\nA/58/PV.29\r\nwho sat days on end through consultations and\r\ndeliberations on so many important issues. It has\r\nindeed been a unique and challenging year for the\r\nSecurity Council, with the fight against international\r\nterrorism always high on the working agenda, along\r\nwith peacekeeping and nation-building missions that\r\nconsumed so much of the time of the Council\r\nmembers. We note with satisfaction that, last year, the\r\nCouncil succeeded in adopting resolutions on some\r\nconflicts, including in the Democratic Republic of the\r\nCongo, Burundi, Sierra Leone, Côte d’Ivoire, Liberia,\r\nWestern Sahara, Somalia and elsewhere. Although the\r\ncollective response to events has in some cases been\r\nhesitant and tardy and peace in those parts of the world\r\nremains highly fragile, such developments certainly\r\ngive rise to optimism and hope.\r\nIt was unfortunate, however, that the work of the\r\nCouncil did not always bear fruit, as in the case of the\r\nIraqi crisis. The whole world was holding its breath over\r\nthe Council’s lengthy negotiations of the resolution,\r\nsensing that war was imminent, and our confidence\r\nwas eroded in the process. It is sad that, although the\r\nUnited Nations did not make the bed — as the saying\r\ngoes — it had to lie deep in it and suffer tragic losses\r\nas its headquarters in Baghdad were bombed twice. It\r\nis even sadder to note that, although arriving with a\r\nnoble mission, the United Nations did not turn out to\r\nbe the frog that the Iraqi princess might kiss.\r\nFor the sake of fairness, however, we wish to\r\napplaud the work of the Council in assisting the Iraqi\r\npeople through the oil-for-food programme before and\r\nafter the war. Timely United Nations humanitarian\r\nassistance may have lightened the burden of suffering\r\nfor the people over there.\r\nWe also welcome the efforts made by the Council\r\nin combating international terrorism. During the year,\r\nthe Council itself and its subsidiary Committees\r\ncontributed significantly to implementing resolution\r\n1373 (2001) and sanctions imposed upon Al Qaeda, the\r\nTaliban and other associated terrorist groups and\r\nindividuals. It is heartening to note that the response of\r\nStates Members of the United Nations was so positive\r\nand that concerted actions have been taken throughout\r\nthe world, as indicated with concrete figures in the\r\nreport. This serves as solid testimony to the\r\ndetermination of the community of the world’s States\r\nto fight terrorism in all its forms. It does not mean,\r\nhowever, that we should forget the other half of the\r\nstory. The root causes of terrorism — poverty, injustice\r\nand oppression — should resolutely be tackled as well.\r\nWith regard to sanctions, we are of the view that,\r\nwhile unable to attain their intended objectives, they\r\nonly hurt the general population, especially women and\r\nchildren, and that they must be abolished. In this\r\nconnection, my delegation warmly welcomes the\r\nCouncil’s decision to lift the sanctions against Iraq and\r\nLibya.\r\nThe ongoing crisis in the Middle East has\r\ncontinued to be a source of profound concern for the\r\nStates Members of the United Nations. It is again a\r\nchallenge to the credibility of the Security Council.\r\nThe failure to secure the implementation of some\r\nresolutions and to reach consensus among the Council\r\nmembers on certain issues of the conflict has led to the\r\nfurther deterioration of the already volatile situation\r\nand the stamping out of hope for a comprehensive\r\nsettlement. The Palestinian people deserve the\r\nCouncil’s resolute commitment to alleviating their\r\nplight and putting the peace process back on track.\r\nUnilateral acts only worsen the situation. The\r\nprecedence of resorting to pre-emptive force against\r\nperceived threats or the erection of walls cannot bring\r\nabout security on either side of the wall.\r\nWe are pleased that the Security Council’s\r\nmembers have devoted much attention to making the\r\nCouncil’s work more transparent to and inclusive of the\r\nrest of the United Nations membership. We welcome\r\nthe fact that the concerned members have been invited\r\nto take part more frequently in the Council’s public\r\ndiscussions on pressing issues related to the\r\nmaintenance of peace and security. We sincerely\r\nbelieve that this practice has helped the Council to\r\nproduce more balanced and impartial decisions on the\r\nissues under consideration. My delegation also notes with\r\npleasure the continued practice of the Council Presidents\r\nof holding briefings and monthly assessments of the\r\nwork they chair for the non-Council members.\r\nThe Security Council was established more than\r\n50 years ago. It has lived up to the expectations of the\r\nfounders of the United Nations, playing a very\r\nimportant role in the maintenance of peace and security\r\nthroughout the world. In order to earn the confidence\r\nand meet the expectations of the highly diverse nations\r\nthat have joined the Organization, the Security Council\r\nmust be stronger and more democratized, with better\r\nrepresentation of the developing countries and of those\r\n5\r\nA/58/PV.29\r\nable to make positive contributions to the common\r\nobjectives. I concur with the Secretary-General’s view\r\nthat the Council must urgently become more broadly\r\nrepresentative of the international community as a whole,\r\nas well as of today’s geopolitical realities. To do so, the\r\nSecurity Council’s membership should be broadened in\r\nquantity as well as in quality, in the permanent and non-\r\npermanent seats alike. Along this line, Viet Nam has\r\nrepeatedly expressed its support for the membership of\r\nJapan, Germany, India and other eligible States from\r\nall continents in an enlarged Council, in the conviction\r\nthat it would be better for the Security Council and for\r\nthe United Nations as a whole.\r\nDemocratization, transparency, accountability and\r\nbroader representation are what we States Members of\r\nthe United Nations expect from the Security Council.\r\nMr. Hakeem (Saudi Arabia) (spoke in Arabic): I\r\nshould like at the outset to thank the President of the\r\nSecurity Council, the Permanent Representative of the\r\nUnited States, for having introduced the report on the\r\nwork of the Council over the past year.\r\nDespite the many difficulties that have faced our\r\nOrganization and its bodies, in particular the Security\r\nCouncil, over the past year, my delegation welcomes the\r\nCouncil’s achievements in the cause of international\r\npeace and security in that time. My delegation also\r\nreaffirms the great importance we attach to the Council’s\r\nhighly effective work pursuant to its responsibility for\r\nthe maintenance of international peace and security.\r\nWhile we appreciate the interest which the\r\nCouncil has shown in the Middle East, where the Arab-\r\nIsraeli conflict persists, and the resolutions adopted\r\nconcerning our region, we remain concerned that most\r\nrelevant resolutions on this issue have yet to be\r\nimplemented. Israel, in utter disregard for international\r\nlaw, has refused to implement any of the Council’s\r\nresolutions seeking to resolve the Arab-Israeli conflict.\r\nSuch disregard is dangerous in international relations\r\nand seriously hinders the Security Council’s action,\r\ndamages its credibility and impedes its effectiveness.\r\nIsrael’s refusal to implement the Security Council’s\r\nresolution demonstrates its determination to continue\r\nits occupation of Palestinian and Arab territories and to\r\ntorpedo any effort to restore peace in the Middle East.\r\nMy country has followed the role played by the\r\nSecurity Council in the strengthening of stability and\r\nsecurity and in resolving conflicts throughout the\r\nworld. Saudi Arabia fully approves the efforts of the\r\nSecurity Council and the Secretary-General to establish\r\npeace and security. My country calls on the States\r\nmembers of the Council to develop a resolution that\r\nwould enable our Organization to play a pivotal role in\r\nIraq and help its people once again to live in the\r\nprotection of international law.\r\nWith regard to the consideration of agenda item\r\n57 on the question of equitable representation on and\r\nincrease in the membership of the Security Council and\r\nrelated matters, there is an intention to introduce some\r\nreform in United Nations bodies, the Security Council\r\nfirst and foremost, prompted by the sense that the world\r\nis still far from fulfilling the purposes and principles of\r\nthe Charter, chief among which are the maintenance of\r\ninternational peace and security, and justice, development\r\nand prosperity for all peoples of the world.\r\nThe establishment in 1993 of the Open-ended\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of\r\nthe Security Council and Other Matters related to the\r\nSecurity Council certainly reflected a consensus among\r\nMember States on the need to introduce the necessary\r\nexpansion of the Council’s membership, which would\r\nallow it to embody equitable geographical representation\r\nfor all regions of the world, as well as to make its\r\nworking methods more transparent. Despite all the time\r\nit has devoted to this issue, the Working Group has\r\nbeen unable to resolve many issues. We hope that the\r\nreform of the Security Council will help to make it\r\nmore active and confirm its ability to maintain\r\ninternational peace and security. We also hope that the\r\nmembers of the Council will eschew double standards\r\nin the implementation of the Council’s resolutions.\r\nMr. Rosenthal (Guatemala) (spoke in Spanish):\r\nIn past years, we have participated in the debate on this\r\nagenda item basically in order to voice our concern\r\nover the fact that the reports we have been receiving\r\nunder Article 15 of the Charter are too descriptive,\r\nexcessively lengthy and lacking the elements that\r\nwould allow the Members of the United Nations that\r\ndo not have the privilege of sitting on the Council to\r\nassess the work of that body. We did recognize,\r\nhowever, that there was a slight improvement during\r\nthe fifty-seventh session, inasmuch as the report\r\nsubmitted at that session was both shorter and more\r\nanalytic than those of past years.\r\nAnd yet, we note again, with dismay, that the\r\ncurrent report in document A/58/2 restores the old\r\n6\r\nA/58/PV.29\r\npattern, characterized by an abundance of information\r\nbut containing little in the way of analysis, much less\r\nof interpretation. This is all the more worrisome given\r\nthe profound divisions that plagued the work of the\r\nCouncil last March and have indelibly marked the\r\natmosphere that has prevailed in recent months, even\r\nthough, as the report itself reminds us, the Council\r\nmanaged to regain unity in adopting its resolutions\r\n1472 (2003), 1476 (2003) and 1483 (2003).\r\nAs other colleagues who have taken the floor\r\ntoday have pointed out, Article 15 of the Charter was\r\nmeant to involve more than a merely symbolic or\r\nritualistic act. It seeks to provide one of the basic\r\nconnections between the two organs and, above all, a\r\ntool enabling the General Assembly to fulfil its role as\r\nthe principal United Nations organ for deliberation, the\r\nadoption of policies and representation. It is a matter of\r\nregret that the limited analysis offered in the report\r\nhardly provides a basis for the accomplishment of\r\nthose goals.\r\nOn the positive side, this year’s report reminds us\r\nthat the work of the Council was not limited to the\r\nsituation in Iraq, but ranged over a wide and very\r\nsubstantial agenda. The latter, to be sure, reveals\r\ncertain advances, both as regards peace-building in\r\ncertain countries that were the object of the Council’s\r\nattention — notably Sierra Leone and Burundi — and\r\nthe belated but unquestionably welcome intervention in\r\nLiberia. The activity in Afghanistan should also count\r\namong the Council’s achievements. In addition,\r\nheadway was made in the work of the Security Council\r\nCommittee established pursuant to resolution 1373\r\n(2001), initially under the chairmanship of Sir Jeremy\r\nGreenstock of the United Kingdom and then under that\r\nof Ambassador Inocencio Arias of Spain. Our\r\ndelegation appreciates the transparency that has\r\ncharacterized the work of the Committee.\r\nWe are also grateful for the role that Chile and\r\nMexico have played over the past year in keeping us\r\ninformed, through the Latin American and Caribbean\r\nGroup, of the main developments within the Council.\r\nWe feel, in brief, that the relationship between the\r\nUnited Nations organs, and particularly between the\r\nSecurity Council and the General Assembly, leaves\r\nmuch to be desired. It can be contended that the\r\nconcentration of decision-making power on issues of the\r\nhighest importance within that 15-nation body, which is\r\ndominated by the five permanent members, has hitherto\r\nbeen at the expense of the General Assembly. That does\r\nnot necessarily have to be the case, inasmuch as the\r\nCharter provides that the various organs, each of which\r\nis unique in composition and has its own specialized field\r\nof competence, should mutually support one another.\r\nExperience has nevertheless demonstrated — and this is\r\nsomething over which we have repeatedly expressed\r\nregret in this Hall — that, as the Security Council gains\r\nascendancy, the General Assembly loses it.\r\nWhatever the case may be, the report of the\r\nSecurity Council implicitly reminds us of two crucial\r\ntasks that remain unfulfilled. Needless to say, I am\r\nreferring to the incomplete reform of the methods of\r\nwork of the General Assembly and to the long-drawn-\r\nout efforts to reform the composition of the Security\r\nCouncil, a matter that the Secretary-General has\r\naddressed in his report on the work of the Organization\r\nand in his statement before this Assembly on 23\r\nSeptember.\r\nMr. Kim Sam-hoon (Republic of Korea): My\r\ndelegation extends its appreciation to Ambassador\r\nNegroponte, the President of the Security Council for\r\nthis month, for introducing the annual report of the\r\nSecurity Council.\r\nWe welcome the efforts of the Secretariat to\r\nproduce an informative and concise annual report of\r\nthe Security Council. In particular, we appreciate the\r\nclarity of the introductory chapter on the Council’s\r\nwork. This straightforward and analytical approach is a\r\nwelcome trend and we look forward to further\r\nimprovements in this regard.\r\nIn recent years, the Security Council has\r\nendeavoured to improve its working methods and to\r\nenhance transparency. As the report aptly reflects, the\r\nincrease in the Security Council’s workload has\r\ncorresponded to the enhancement of its transparency.\r\nInitiatives, such as the regular briefings by the\r\nPresident of the Council, the statements to the press\r\nand the much-improved and regularly updated Security\r\nCouncil web site, have all contributed in meaningful\r\nways to improving transparency and ensuring the\r\ntimely dissemination of information to the wider\r\ngeneral membership. Moreover, the Council’s efforts to\r\nhold more frequent open debates have helped to\r\nactively engage the general membership in the work of\r\nthe Security Council.\r\nOver the past year, the Security Council has\r\nfocused much of its work on the situation in Iraq.\r\n7\r\nA/58/PV.29\r\nGiven the complexity of this issue, it was and remains\r\na subject of much debate. Regardless of all the\r\ndivergence of views, the fact remains that the people of\r\nIraq have been liberated from a long-standing brutal\r\ndictatorship. Despite this positive development, there\r\nare still many challenges to overcome. In particular, we\r\nexpress our grave concern over the growing number of\r\ncasualties that have tragically resulted from the\r\nrecurrence of violence and terror, including those of\r\nUnited Nations personnel and those claimed by the\r\nBaghdad hotel bombing just two days ago.\r\nThe Republic of Korea believes that the\r\nunderpinnings of peace in Iraq are dependent on effective\r\nnation-building. The establishment of democratic\r\ninstitutions and the promotion of socio-economic\r\ndevelopment are particularly important in that regard.\r\nAccordingly, the international community is duty-\r\nbound to assist and support the ongoing work in Iraq.\r\nThe Security Council, too, has an important role to\r\nplay in achieving progress in Iraq’s reconstruction and\r\nin facilitating its transition to a fully representative\r\nGovernment.\r\nAs the institution charged with the primary\r\nresponsibility for maintaining global peace and security,\r\nthe Security Council has considered many other major\r\nand complex issues in the period under review.\r\nThe situation in the Middle East, including the\r\nPalestinian question, remains a pressing issue in the\r\nSecurity Council and an ongoing concern for the rest of\r\nthe international community. We hope that Israel and\r\nPalestine will both reaffirm their commitment to the\r\nroad map as elaborated by the Quartet. That proposal\r\noffers the best hope for a political settlement whereby\r\nthe two States of Israel and Palestine will be able to\r\nlive side by side within secure and recognized borders.\r\nFurthermore, the recent acts of violence, such as the\r\nsuicide bombing in Haifa and the air strike against Ain Al\r\nSahib, are deeply deplorable and must not be allowed to\r\nescalate into a broader conflict. We would urge all parties\r\nat this time to exercise maximum restraint.\r\nWe value the Security Council’s attention to\r\nconflict situations in Africa. The Council has shown\r\ntremendous resolve in dealing with the outbreak of\r\nconflict in Liberia. We commend its prompt\r\nauthorization of a multinational force, which prevented\r\nthe situation from escalating into a humanitarian\r\ntragedy. Moreover, the Council’s efforts in Sierra\r\nLeone, the Democratic Republic of the Congo and\r\nBurundi have resulted in an overall improvement on\r\nthe ground and now offer opportunities for real peace.\r\nIt is with satisfaction that we note the visits of the\r\nSecurity Council missions to West and Central Africa.\r\nIn our view, such initiatives are crucial, as they not\r\nonly provide the Council with a first-hand account of\r\nthe reality on the ground, but also convey a clear\r\nmessage to regional leaders about the Security\r\nCouncil’s commitment to peace and stability in\r\nafflicted areas.\r\nRegarding the Council’s work in Asia, we\r\nwelcome its significant contributions to restoring the\r\npeace in Afghanistan. Since the implementation of the\r\nBonn Agreement, the United Nations Assistance\r\nMission in Afghanistan has been tireless in its efforts\r\nacross all fields.\r\nCredit is also due to the International Security\r\nAssistant Force for its efforts to provide security on the\r\nground under extremely trying and tenuous\r\ncircumstances. Going forward, the sustained attention\r\nof the Council will be needed to address the formidable\r\nchallenges to Afghanistan’s fragile security situation,\r\nthe viability of the peace process and the elections\r\nscheduled for 2004. We hope that the upcoming visit of\r\nthe Security Council mission will make positive\r\ncontributions in this regard.\r\nTimor-Leste has become yet another United\r\nNations success story. The Republic of Korea is proud\r\nto have actively participated in the mission through its\r\ncontribution of peacekeeping forces, logistics support and\r\nother assistance. The recent downsizing of the United\r\nNations Mission of Support in East Timor attests to the\r\nprogress achieved. However, many challenges remain,\r\nsuch as the need to improve public administration,\r\njustice and policing. As in all post-conflict situations,\r\nthe international community should continue to assist\r\nthe people of Timor-Leste in the coming years.\r\nTurning to our part of the world, we note that the\r\nSecurity Council is seized with the North Korean\r\nnuclear issue. With all due respect for the Council’s\r\nresponsibility to address cases of non-compliance and\r\nto respond to threats to the international peace and\r\nsecurity presented by the proliferation of weapons of\r\nmass destruction, my Government hopes that this issue\r\nwill be resolved expeditiously through the process of\r\nthe six-party talks.\r\nAmong the general items on the Council’s agenda\r\nover the past year, terrorism continues to be a priority\r\n8\r\nA/58/PV.29\r\nissue. Recent acts of terror have demonstrated that no\r\ncontinent is immune from the scourge of international\r\nterrorism. The Republic of Korea strongly supports the\r\ncontinued efforts of the Counter-Terrorism Committee\r\nof the Security Council to strengthen counter-terrorism\r\nmeasures and to promote capacity-building at the\r\nnational, regional and global levels. Such efforts reflect\r\nan increased scope of work for the Security Council\r\nand we welcome this trend.\r\nWe note the crucial role of the Security Council\r\nin promoting regional and international efforts to curb\r\nthe illicit trade in small arms. In this regard, the Council’s\r\nclose monitoring of its arms embargoes, as well as the\r\nincorporation of disarmament, demobilization and\r\nreintegration programmes into its peacekeeping\r\nmissions, are essential to breaking cycles of conflict.\r\nIn conclusion, the Republic of Korea reiterates its\r\nunswerving support for the Security Council in its\r\nefforts to address all issues pertaining to international\r\npeace and security in accordance with its mandate\r\nunder the United Nations Charter.\r\nMr. Requeijo Gual (Cuba) (spoke in Spanish):\r\nThe annual report of the Security Council offers the\r\nsole practical opportunity available to all Member\r\nStates to discuss the Council’s work in depth.\r\nThis is the second time that a brief analytical\r\nsummary has been included in the report; although\r\ninsufficient, it marks a step forward towards the\r\nobjective of providing genuinely substantive reports on\r\nthe Security Council’s work. In our opinion, the report\r\nshould reflect not only what has been done, but also\r\nthat which proved impossible to accomplish and the\r\nreasons therefore, particularly in cases in which the\r\nCouncil has been unable to act or has demonstrated\r\nevident disunity. Without disregarding the value of the\r\ncurrent report as an element of the Council’s\r\ninstitutional memory, we continue to hope for a report\r\nwith greater analytical substance that would lay down\r\nthe political and juridical foundations of at least the\r\nmost important decisions taken by the Council.\r\nThe submission of the annual report is not a\r\nprivilege granted to Member States. Rather, it is an\r\nobligation under Articles 15 and 24 of the Charter. Our\r\ndemands do not arise from merely journalistic or\r\nacademic curiosity, but are based on the fact that the\r\nStates Members represented in this Assembly have the\r\nlegitimate right to expect a proper accounting from the\r\norgan that has been entrusted with the primary\r\nresponsibility for the maintenance of international\r\npeace and security and which, pursuant to the Charter,\r\nacts on behalf of all Member States.\r\nOther appeals made by the majority of Member\r\nStates have yet to be heeded. There is still a need for\r\nprogress in the implementation of the proposals contained\r\nin resolution 51/193, adopted by this Assembly at the\r\ninitiative of the Non-Aligned Movement. The General\r\nAssembly still awaits the special reports that the\r\nCouncil should submit, when necessary, pursuant to\r\nparagraph 3 of Article 24 of the Charter. The\r\nsubmission of such reports on specific issues would\r\nhelp to promote the active interrelationship between\r\nthe two organs that we are all eager to see. On that\r\nbasis, the Assembly would be able to draft useful\r\nrecommendations for the Council’s work.\r\nIn the past year, the credibility of the Security\r\nCouncil — which had already been diminished —\r\nsuffered severe harm when certain countries decided to\r\nlaunch a war against Iraq without prior authorization\r\nfrom the organ that embodies the collective security\r\nmechanism established by the United Nations. And yet,\r\nthis issue has neither been addressed analytically in the\r\nreport nor presented to the Assembly in a special report.\r\nIs it possible that a special report is not warranted with\r\nrespect to the crisis that has arisen in Iraq following the\r\nmilitary action undertaken in blatant violation of the\r\nmost elemental principles of the United Nations\r\nCharter and international law? This is clear and further\r\nproof of the need for thoroughgoing reform of the\r\nCouncil, which has become the most sensitive task in\r\nthe reform process of the United Nations as a whole.\r\nThere is an urgent need for greater transparency\r\nin the work of the Security Council. In an increasingly\r\ninterdependent world, Security Council decisions\r\nincreasingly affect all Member States directly or\r\nindirectly. Moreover, implementation of many Security\r\nCouncil resolutions must be financed by all Member\r\nStates and not just by those making the decisions.\r\nAlthough the number of its public meetings appears\r\nto have increased, the Security Council continues to carry\r\nout the greater part of its work behind closed doors, in\r\nspite of the fact that such conduct contravenes its own\r\nrules of procedure and has emphatically and repeatedly\r\nbeen called unacceptable by the majority of Member\r\nStates. We believe that the briefings by the Secretariat\r\nand representatives of the Secretary-General — except\r\nwhen very exceptional circumstances prevent it —\r\n9\r\nA/58/PV.29\r\nshould take place in public meetings of the Council,\r\nand not behind closed doors, as now occurs on many\r\noccasions.\r\nUntil changes are made to the Council’s current\r\npractice, its annual report should contain detailed\r\ninformation on the discussions that take place behind\r\nclosed doors. The diverging views that members of the\r\nCouncil may hold on given questions should also be\r\nreflected in the report. Because of the ongoing\r\nlimitations of the annual report, the assessments by\r\nformer Presidents and the daily informal briefings by\r\nthe monthly presidency are the only arrangements that\r\nprovide a small degree of information on what takes\r\nplace in private consultations.\r\nIn order to exercise our right to obtain the\r\ninformation our Governments require to take the\r\nappropriate political decisions, most delegations are\r\nobliged to wait for hours in the south lounge until a\r\nmember of the Council is ready to share information\r\nwith us and thus help to overcome, as is necessary, the\r\nsyndrome of secrecy in the Council’s work. It is\r\ncounterproductive to see how some delegations pass\r\ninformation to the press, while Members of the United\r\nNations are deprived of that immediate source of\r\ninformation.\r\nWe take this opportunity to pay tribute to the\r\nefforts made by the countries of the Group of Latin\r\nAmerican and Caribbean States that are current non-\r\npermanent members to keep the countries of our region\r\nas well informed as possible on the Council’s work.\r\nNot only must the number of open meetings be\r\nincreased, but they should also be turned into a real\r\nopportunity to ensure that the views and contributions\r\nof States non-members of the Council are duly taken\r\ninto account.\r\nWe note that the annual reports of the sanctions\r\ncommittees have been included this year. That practice\r\nshould be continued. At the same time, we emphasize\r\nthat the meetings of those committees should be open\r\nand that the records of their discussions should be\r\nincluded in the annual report of the Security Council. It\r\nwould also be useful to set standards for the minimum\r\namount of information to be contained in the monthly\r\nreports of the Presidents of the Council.\r\nThere is no logical explanation for the fact that\r\nthe Council’s rules of procedure continue to be\r\nprovisional after so many years, or for the fact that they\r\nhave not been amended in more than 20 years. The\r\nmodifications of the rules that the Council has adopted\r\nor now applies in practice should be codified in the\r\nrules of procedure.\r\nIn various debates, we have voiced concerns about\r\nthe Council’s growing tendency to assume functions that\r\nit does not rightly hold. The adoption of Security Council\r\nresolution 1487 (2003), on the International Criminal\r\nCourt, extended the unacceptable expansion of the\r\nCouncil’s powers established previously by Security\r\nCouncil resolution 1422 (2002). It is a well-known fact\r\nthat the authority to amend international treaties\r\nbelongs solely to the States parties to those treaties. We\r\nreaffirm that the Security Council is not the proper\r\norgan in which to debate the law of treaties or the\r\nInternational Criminal Court, simply because the\r\nCharter does not confer upon the Council the power to do\r\nso. While the Council exceeds its competence in some\r\nareas, in others, such as the question of the occupied\r\nPalestinian territories its paralysis is disturbing.\r\nThe consequences of the veto and threats of the\r\nveto, as well as other issues relating to the Council’s\r\nreform, will be addressed in detail by my delegation\r\nwhen we consider agenda item 56, on Council\r\nmembership and so on, as this year we have reverted to\r\nthe earlier practice of discussing that item separately.\r\nMr. Mahbubani (Singapore): I begin by thanking\r\nand congratulating the President of the Security\r\nCouncil, Ambassador John Negroponte, for presenting\r\nthe report of the Security Council this morning. In his\r\ntypical style, it was short, succinct and focused. We\r\nwere also very pleased to hear from him that the\r\nCouncil has continued to shorten the report; it is now\r\n60 pages shorter.\r\nThere has already been an interesting debate on\r\nwhether the two items, the work of the Open-ended\r\nWorking Group on Council reform and the report of the\r\nSecurity Council, should have been kept separate or\r\nbeen put together, as they were last year. But I think\r\nthat on balance it may have been better that we decided\r\nto keep the two debates separate, because we now have\r\nan opportunity in this debate to focus on the\r\nperformance of the Security Council. Hopefully, that is\r\nwhy we are here today.\r\nThat brings me to my most important point. We\r\nhave been meeting each year, for 40 or 50 years, in this\r\nsame way, debating the report. But are we clear about\r\nthe purpose of this annual debate? Why does the\r\n10\r\nA/58/PV.29\r\nSecurity Council submit a report to the General\r\nAssembly, and why does the General Assembly meet to\r\ndiscuss that report? One of the most remarkable things\r\nis that, after 58 years of the Assembly’s existence,\r\nthere is still no consensus on why we do this. Why is\r\nthere no consensus? The reason is that the relationship\r\nitself between the Security Council and the General\r\nAssembly has never been clarified or, indeed, properly\r\nunderstood by the Members of the United Nations.\r\nMany believe that the Security Council should,\r\nlogically, be subordinate to the General Assembly.\r\nIndeed, Article 24, paragraph 1 of the Charter states:\r\n“In order to ensure prompt and effective\r\naction by the United Nations, its Members” —\r\nthat is, the members of the General Assembly —\r\n“confer on the Security Council primary\r\nresponsibility for the maintenance of international\r\npeace and security, and agree that in carrying our\r\nits duties under this responsibility the Security\r\nCouncil acts on their behalf.”\r\nI guess the key word here is “confer”.\r\nArticle 24, paragraph 3, states:\r\n“The Security Council shall submit annual\r\nand, when necessary, special reports to the\r\nGeneral Assembly for its consideration.”\r\nArticle 24, paragraph 1, and Article 15 would\r\nseem to imply that the Security Council is subordinate\r\nto the General Assembly and therefore, as my good\r\nfriend the Permanent Representative of Malaysia said\r\ntoday, accountable to it. But one important lesson that\r\nwe learned after spending two years in the Council for\r\nthe period 2001-2002 was that the Security Council\r\ndoes not consider itself to be in any way subordinate to\r\nthe General Assembly. Indeed, some members of the\r\nSecurity Council argue the point, with some logic and\r\npersuasion. Their scholars say that the Security Council\r\nwas never intended to be in any way subordinate to the\r\nGeneral Assembly, but that it was meant to be equal to\r\nthe General Assembly.\r\nIf we do not have a common understanding\r\nwithin the General Assembly on the one hand and the\r\nSecurity Council on the other with regard to what their\r\nrelationship should be, then how can we possibly have\r\na proper discussion of their respective roles?\r\nWhat complicates this picture is the fact that, as\r\nwe all know, in real terms the Security Council has\r\nbecome far more important in recent years and the\r\nGeneral Assembly — I say this with some sadness —\r\nfar less important. That makes it even harder for the\r\nGeneral Assembly to hold the Security Council\r\naccountable for what it is trying to do.\r\nThe first point we would like to register today is\r\nthat, after 58 years of the existence of the United\r\nNations, it may be useful, before we go on with this\r\nannual ritual of looking at the report of the Security\r\nCouncil, for this house to take some time to reach a\r\ncommon understanding, within the General Assembly\r\nand the Security Council, about their respective\r\nresponsibilities and their relationship with each other.\r\nLet me turn now to the report that is before us.\r\nVarious comments have been made about the report so\r\nfar. Are we clear that this report should be purely a\r\nfactual account of what the Council has done — or\r\nshould it be, as earlier speakers have said, an\r\nevaluation of the Council’s activities? Again, frankly,\r\nthere is no consensus as to whether the report should be\r\nfactual or whether there should be an evaluation.\r\nMany people in this Hall believe that the Council\r\nshould provide an evaluation, that it should tell us how\r\nit performed, what it did right and what it did wrong.\r\nBut if we are to get the Council to do that, we — the\r\nGeneral Assembly — must in turn come up with clear\r\ncriteria about what we expect of the Security Council\r\nin any such evaluation.\r\nIn this context, I would like to mention the fact\r\nthat when we spoke on this subject in the General\r\nAssembly last year, we suggested four criteria for\r\nevaluating the performance of the Council. First, has\r\nthe Council successfully managed issues under its\r\npurview? Have lives been lost, saved or improved as a\r\nresult of the work of the Security Council? Secondly,\r\nhas the Security Council improved its procedures and\r\nworking methods to generate greater efficiency and\r\neffectiveness in its work? Thirdly, has the Council\r\nbecome more transparent and open in its work and in\r\nits relations with the wider United Nations\r\nmembership? Fourthly, has the Council enhanced or\r\ndiminished its credibility and prestige in the\r\ninternational community?\r\nWe suggested those criteria in the hope that they\r\nwould lead to a discussion among Member States.\r\nSadly, last year at least, only one ambassador added an\r\n11\r\nA/58/PV.29\r\nadditional criterion. Ambassador Jeremy Greenstock,\r\nthen Permanent Representative of the United Kingdom,\r\nadded a fifth criterion, with which, frankly, I am\r\ncomfortable. He said that we should also ask whether\r\nthe Council has responded adequately to the greater\r\ndemands put upon it by globalization.\r\nUnfortunately, he was the only one to come up\r\nwith additional suggestions for criteria. We would\r\ntherefore like to express the hope that in the course of\r\nour discussions this year we will move towards a\r\nconsensus on the criteria that we can use to measure\r\nthe performance of the Council because if we do not\r\nhave such criteria, how can we tell whether the Council\r\nhas done better or done worse?\r\nWe would also like to suggest that the failure of\r\nthe General Assembly to reach such an understanding\r\nmay, perhaps, explain why in this year’s report the\r\nSecurity Council has, unfortunately, taken a major step\r\nbackwards in the way that it has reported to the General\r\nAssembly. I am glad that other Permanent Representatives\r\nnoted this. The Permanent Representative of Japan said\r\nearlier,\r\n“I understand that there was an active\r\ndiscussion among the Security Council members\r\non how each member’s views should be reflected\r\nin the report during the drafting process. I was\r\nlooking forward to hearing these frank views in\r\nan open meeting of the Council, as has occurred in\r\nprevious years. However, contrary to the previous\r\npractice, no Council members took the floor to\r\npresent their views this time.” (A/58/PV.28)\r\nI should, in all fairness, admit that when we were\r\nin the Council, Singapore pushed very hard for Council\r\nmembers to give their views at the time of the adoption\r\nof the report, and that one might think, therefore, that\r\nwe are, in a sense, being churlish in mentioning this.\r\nWe are doing so, however, because we believe that the\r\nGeneral Assembly has been deprived of a very valuable\r\ntool that it could use to measure the performance of the\r\nSecurity Council.\r\nThe best demonstration of that, by the way, is the\r\nverbatim record of the Council’s discussion of 26\r\nSeptember 2002, as contained in document S/PV.4616.\r\nI urge members of the General Assembly to read that\r\ndocument, because if they do so they will begin to\r\nunderstand the limitations and inadequacies of the\r\nreport that is submitted to us. The reason why the\r\nreport submitted to us will always be inadequate is that\r\n15 members of the Council can never agree on a\r\ncommon evaluation of the performance of the Council.\r\nEach has a different perspective. In fact, the report can\r\ncontain only the lowest common denominator — what\r\nthe 15 can agree on. Everything else has to be provided\r\nindividually by the 15 members.\r\nI want to read one paragraph from the record of\r\nthat meeting, because it illustrates the quality of the\r\ndebate and discussion that emerges when 15 members\r\nspeak about the report — as opposed to the bland\r\nreport itself. This is what Ambassador Gerard Corr of\r\nIreland said:\r\n“Isaiah Berlin titled one his books ‘The\r\nCrooked Timber of Humanity’, and that is a\r\nfundamental point. Life and politics are untidy;\r\nmany of the crises that the Council deals with are\r\nboth complex and difficult. They can be a\r\ncauldron of forces; spirits summoned from the\r\ndeep when conflicts start are not easily put back\r\ninto the deep. So the world that the Council deals\r\nwith in the issues on its agenda are inherently\r\nuntidy in many respects. They are extremely\r\ncomplex, and there is rarely a straight line from A\r\nto Z. So the Council must, using its best\r\njudgement, take due stock of the situation,\r\nadvance its goals and give proper monitoring to\r\nthat.” (S/PV.4616, pp. 12-13)\r\nThat paragraph explains simply and vividly the\r\ndifficult work that the Council does and why\r\nsometimes it has to make less than perfect decisions.\r\nThis can only be done when the members were given\r\nan opportunity to speak when the report was given, and\r\nthat opportunity was missed this year. As Members\r\nknow, there is a General Assembly decision whereby the\r\nPresident of the General Assembly is supposed to produce\r\na report on this debate. For reasons that are still\r\nmysterious — we do not know why previous Presidents\r\nhave not done it — we think that the time has come for it\r\nto be done.\r\nI wish to mention a point that is a slightly delicate\r\none to put across in this Hall. It is a pity that fewer\r\nmembers of the Council have decided to speak in this\r\ndebate on the report of the Security Council. We think\r\nthat it would be healthier for the Organization to have all\r\n15 members, and certainly all the permanent members,\r\nspeak on the report when it is debated this year.\r\nBut what makes this particular session of the\r\nGeneral Assembly on the report of the Security Council\r\n12\r\nA/58/PV.29\r\nparticularly unreal is that the year 2003 may well go\r\ndown as perhaps one of the most important years in the\r\nhistory of the Security Council. To understand that, let\r\nus recall where we were a few months ago, when we\r\nwere debating the issue of Iraq. I do not have the facts.\r\nI do not have the figures. But I think that you would all\r\nagree with me that in terms of the pairs of eyes that\r\nwere looking at the Security Council, there were\r\nprobably billions of pairs of eyes all over the globe\r\nfixed on their television sets, watching the performance\r\nof the Security Council day by day. So billions of our\r\nown population have watched the Council, and they\r\nassume that, when we, here, meet in the General\r\nAssembly to discuss the same performance that they have\r\nwatched on television, we will address the same thing.\r\nIndeed, Secretary-General Kofi Annan, in a\r\nrecent press interview, pointed out the fact that, during\r\nthose debates, he received more telephone calls from\r\nheads of State or Government than at any other\r\nprevious time in his career. There was a lot of interest\r\nand excitement about the Security Council and its\r\nperformance a few months ago, but we have barely\r\ntaken note of it. I want to mention that, in the case of\r\nSingapore, when our Foreign Minister spoke in the\r\ngeneral debate, he put across his views on how the\r\nUnited Nations community should assess the Iraq\r\ndebate and its impact on the United Nations\r\ncommunity. I hope more of us will do it, because that\r\nwas clearly an issue that was fundamental to the work\r\nof the United Nations community this year.\r\nLet me conclude by summarizing three key\r\npoints. The first point is that, if this debate is to be useful\r\nand meaningful for the United Nations community, we\r\nthink that the time has come for the General Assembly to\r\nwork out clear criteria for assessing the performance of\r\nthe Council. If we cannot agree on such criteria, then\r\nwhy have this debate? It may actually serve no\r\npurpose. I hope this will be discussed.\r\nThe second point — a procedural point — is that\r\nif the General Assembly is to get more information\r\nfrom the Security Council, we hope that we,\r\ncollectively, in the General Assembly, will reach a\r\nconsensus and request the Council to go back to its\r\nprevious practice and ensure that when it adopts its\r\nreport, it will also provide an opportunity to all its 15\r\nmembers to speak in the Council on the report and to\r\ngive us their views on how the Council performed.\r\nBut I want to ensure that one point is not\r\nmisunderstood here. Indeed, if an objective assessment\r\nof the performance of the Council were made, one\r\ncould argue that, in real terms, in terms of the work\r\nthat the Council has done, in terms of the successes it\r\nhas achieved, its work and performance in some areas\r\nhas improved. But the reason why we cannot take note\r\nof the improvements is that we do not have the criteria\r\nto judge where and how they have improved.\r\nIn conclusion, my third and final point is that, if I\r\nhad to make one simple prediction about the Council, it\r\nis that its role and importance within the United\r\nNations family and, frankly, within the international\r\ncommunity, will continue to grow. That seems almost\r\ncertain. But, unfortunately, the role and influence of the\r\nGeneral Assembly, by contrast, is not likely to grow.\r\nSo where is the problem? The problem is that the\r\nSecurity Council and the General Assembly are\r\nnecessarily linked in a symbiotic relationship.\r\nTo explain the symbiosis, let me ask members a\r\nsimple question: If the current 15 members of the Security\r\nCouncil left the United Nations premises, walked across\r\nthe street to the hotel and had the same meeting among\r\nthemselves, perhaps calling themselves a global security\r\ncouncil, would we or anybody in the international\r\ncommunity pay any attention to them? We would not.\r\nAll the legitimacy that surrounds the work of the\r\nSecurity Council comes from the fact that it is part of\r\nthe United Nations family, and it results from the fact\r\nthat all 191 States have ratified the Charter and have\r\nagreed to abide by the decisions of the Security Council.\r\nThe Security Council may be becoming more\r\nimportant, but its legitimacy comes from this Hall,\r\nfrom the Member States’ presence in this Hall. So if we\r\nare going to be linked symbiotically forever, is it not\r\ntime that we achieve in due course an understanding on\r\nboth sides — within the General Assembly and the\r\nSecurity Council — of what our respective roles and\r\nresponsibilities are and how we should interact with\r\none another? We believe that the time has come to\r\nreach such an understanding.\r\nThe President: Before calling on the next\r\nspeaker, I wish to reiterate what I said this morning —\r\nthat I intend to report on this debate as President of the\r\nGeneral Assembly. I also wish to state that I do not\r\nknow why this did not happen in the past, but I\r\ncertainly intend to rectify the situation.\r\n13\r\nA/58/PV.29\r\nMr. Mekdad (Syrian Arab Republic) (spoke in\r\nArabic): Let me begin by thanking you personally, Mr.\r\nPresident, for your interest in this discussion and for\r\nattending it consistently.\r\nMy thanks also go to Ambassador John\r\nNegroponte, President of the Security Council for\r\nOctober, for his introduction of the Council’s report\r\ncovering the period from 1 August 2002 to 31 July\r\n2003. I also thank the members of the Secretariat for\r\ntheir efforts in preparing the report.\r\nThe General Assembly’s discussion today of the\r\nreport of the Security Council on its work over the past\r\nyear demonstrates its vital role in monitoring all\r\nmatters relating to international peace and security,\r\npursuant to Article 10 of the Charter. This debate is all\r\nthe more important inasmuch as it is part of\r\nincreasingly broad-ranging discussions of the reform of\r\nthe United Nations as a whole. It reaffirms yet again\r\nthe role of the General Assembly in the consideration\r\nof all matters in the purview of the Charter. The debate\r\ngives Member States the opportunity to express their\r\nviews on the work of the Security Council and the way\r\nin which it discharges its responsibilities for\r\nmaintaining international peace and security.\r\nThe Security Council has made remarkable\r\nprogress towards ensuring a degree of transparency of\r\nits work. A great many public meetings have been held\r\nand non-member States have increasingly taken part in\r\nthe Council’s work, allowing them to express their\r\nviews on policy matters under consideration.\r\nMoreover, the Security Council has held closed\r\nmeetings at which its role has been candidly discussed\r\nby members and non-members alike.\r\nIn the year prior to this session, the Security\r\nCouncil addressed important issues related to its role\r\nand competence, such as its failure to prevent the war\r\nagainst Iraq and to end the barbaric Israeli practices in\r\nthe occupied Palestinian territories. My delegation\r\nreaffirms the need for the Security Council to adopt the\r\ndraft resolution submitted by Syria in condemnation of\r\nthe latest Israeli aggression against its territories,\r\nwhich represents a flagrant violation of the Charter and\r\nof the disengagement agreement between the two\r\ncountries and is a major escalation of violence in the\r\nMiddle East, the repercussions of which will be felt\r\nindefinitely throughout the region.\r\nIt is clear that, during the reporting period, the\r\nSecurity Council vigorously sought to address\r\nquestions related to Africa, which represent more than\r\n70 per cent of the items on its agenda. The Council has\r\nstriven arduously to restore stability to regions in\r\nconflict in various African countries. It has called on\r\nStates concerned to respect agreements they have\r\nundertaken under the auspices of regional and\r\ninternational organizations. We welcome the newfound\r\nsynergy between the efforts of the Security Council and\r\nthose of the Secretary-General and his representatives\r\nwith a view to facilitating peace negotiations in various\r\nAfrican countries. In this regard, we are also pleased\r\nwith the progress made in the Democratic Republic of\r\nthe Congo, Burundi, Liberia and Sierra Leone. We\r\nstress the importance of dispatching Security Council\r\nmissions to find solutions to conflicts in various\r\nregions around the world.\r\nIn its capacity as a Security Council member,\r\nSyria has striven above all to champion issues of\r\nrelevance to developing countries and to international\r\npeace and security. Thus, Syria was the first State to\r\npropose the provision of monthly briefings. The\r\nCouncil has responded positively to this proposal and\r\nmore than 20 such briefings have been held on the\r\nMiddle East. This is a step in the right direction, as\r\nsome members of the Council have noted, with a view\r\nto addressing certain hotbeds of tension throughout the\r\nworld. The briefings have been useful in giving all\r\nMember States an opportunity to review developments\r\nin that sensitive region of the Middle East and to hold\r\nopen debates on a range of other issues.\r\nMy delegation has always sought to achieve\r\nunanimity or consensus in the Council in addressing\r\ncertain matters that threaten international peace and\r\nsecurity. However, we regret the fact that the Council\r\nhas been unable to take necessary decisions in several\r\ninstances because of a lack of objectivity and the\r\nunjustified use of the veto. The Council has thereby\r\nbeen prevented from adopting resolutions on issues that\r\nchallenge international peace and security, thus\r\nnecessitating recourse to the General Assembly to hold\r\nemergency sessions, such as that on the Middle East.\r\nIn the course of Syria’s second presidency of the\r\nCouncil this past August, the Council held a great\r\nmany meetings at which a wide variety of issues,\r\ncovering many regions of the world, were addressed. A\r\nwrap-up meeting was held on the role of peacekeeping\r\noperations in the maintenance of international peace\r\nand security, at which the members of the Council were\r\nable to develop an overarching vision for peacekeeping\r\n14\r\nA/58/PV.29\r\noperations and several countries offered specific\r\nproposals. The Security Council has also addressed\r\nsuch thematic issues as women and peace and security,\r\nchildren in armed conflicts, small arms, the protection\r\nof civilians in armed conflict, interaction between the\r\nSecurity Council and regional organizations and the\r\nfight against terrorism, among others. The delegation\r\nof Syria believes that these discussions have allowed\r\nmany States Members to give their own views on such\r\nissues of primary importance.\r\nWe have heard a number of opinions, all of which\r\ndeserve our attention. I refer in particular to the\r\nstatement of Ambassador Mahbubani, who spoke\r\nearlier. These are matters that we have discussed at\r\ngreat length on other occasions, especially when\r\nSingapore was a member of the Council. We hope that\r\nthe ideas and contributions of non-permanent States\r\nmembers of the Council will not be forgotten once\r\nthose States are no longer members, because such\r\ncreative ideas are often very important to the work of\r\nthe Council and the General Assembly and to the close\r\nrelationship between the two United Nations organs.\r\nThis will be the last time we speak on this item as\r\nan elected member of the Council. We therefore wish\r\nto say that we have carried out our duties with a sense\r\nof responsibility, sincerity and dedication throughout\r\nour term. We have honoured all the promises we have\r\nmade and cooperated with the other members of the\r\nCouncil. We have promoted principles of the United\r\nNations Charter and international legitimacy that we\r\nhave always been proud to champion. We wish the\r\nremaining members of the Council and the newly\r\nelected members every success and hope that they will\r\ncontinue to work to uphold international peace and\r\nsecurity and to address legitimate and just issues\r\nthroughout the world.\r\nMr. Pak Gil Yon (Democratic People’s Republic\r\nof Korea): The delegation of the Democratic People’s\r\nRepublic of Korea considers that it is imperative for\r\nthe Security Council to serve the purposes and\r\nprinciples of the United Nations Charter in its activities\r\nin order to fulfil its mission.\r\nThe Security Council holds a key position in the\r\noverall United Nations activities for international peace\r\nand security. However, the Security Council should\r\nrecognize the fact that it has been abused for the\r\npolitical purposes of the super-Power on a number of\r\noccasions and departed from the principles of equity\r\nand objectivity in dealing with international cases\r\nagainst the purposes and principles of the United\r\nNations Charter.\r\nThe Security Council should give priority in its\r\nactivities to rejecting unilateral acts and ensuring\r\nmultilateralism based on sovereign equality. Reality\r\nshows that the elimination of unilateralism and high-\r\nhandedness is a prerequisite to enhancing the role of\r\nthe Security Council. The world community is raising\r\nits voice to declare that the Security Council should\r\nthoroughly prevent unilateralism and the high-\r\nhandedness of individual countries in using or\r\nthreatening to use military force against other Member\r\nStates without a clear-cut resolution of the United\r\nNations. It is also vital for the Security Council to\r\nensure transparency in its work in order to properly\r\ncarry out its missions.\r\nInformal consultations remain a mainstream\r\nactivity in the current work of the Security Council and\r\nresolutions adopted therein are being used by individual\r\nStates, in most cases, for the pursuit of political purposes.\r\nIf this practice is to be overcome, the Security Council\r\nshould establish a firm principle of discussing and\r\nagreeing upon major issues in open meetings. Even if\r\nthe holding of informal consultations remains\r\ninevitable, steps should be taken to invite parties\r\ndirectly concerned to speak up and express their views.\r\nIn order to ensure fairness in the activities of the\r\nSecurity Council, in conformity with the expectations\r\nand demands of the Member States, it is urgent to\r\naccelerate its reform. If the current ineffective\r\nbureaucratic working methods and structure, which\r\nwere systematized and hardened during the cold-war\r\nera, remain unchanged, the Security Council will no\r\nlonger be able reliably to ensure the security of the\r\ninternational community.\r\nThe Security Council should maintain fairness with\r\nregard to the issue of the Korean peninsula, particularly\r\nthe nuclear issue, the solution of which has become a\r\npressing issue in the maintenance of world peace and\r\nsecurity. The nuclear issue on the Korean peninsula is an\r\noutcome of the United States hostile policy with regard\r\nto the Democratic People’s Republic of Korea. The\r\nUnited States and certain countries have made attempts to\r\nbring the nuclear issue to the Security Council. This is not\r\nan issue in which the Security Council should intervene.\r\nIn this regard, my delegation is of the view that\r\nthe Security Council should, on the basis of the\r\n15\r\nA/58/PV.29\r\nprinciples of justice and impartiality, draw attention to\r\nthe fact that the United States hostile policy towards\r\nthe Democratic People’s Republic of Korea and the\r\nthreat of pre-emptive nuclear attack have combined\r\nwith the nuclear issue to threaten peace and security on\r\nthe Korean peninsula.\r\nThe Security Council should also pay due\r\nattention to the current situation of the so-called United\r\nNations command in South Korea. The so-called\r\nUnited Nations command, which was created by the\r\nUnited States, has nothing to do with the United Nations\r\nand the Organization is making no contribution to its\r\nactivities. The so-called United Nations forces in South\r\nKorea are United States troops by nature. The United\r\nStates has been abusing the United Nations name and\r\nflag for more than half a century to cover up its sinister\r\npolitical purpose of isolating and stifling the Democratic\r\nPeople’s Republic of Korea and particularly of hindering\r\nimproved relations, cooperation and exchanges between\r\nthe North and South of Korea.\r\nMy delegation urges the Security Council to take\r\nappropriate measures to enable the United States to\r\nreturn the United Nations flag and helmets to the\r\nSecretariat as soon as possible.\r\nMr. Aliyev (Azerbaijan): Allow me to start by\r\nassociating myself with the statement made earlier\r\ntoday by the Permanent Representative of Ukraine,\r\nAmbassador Kuchinsky, who spoke on behalf of the\r\nStates of the Georgia, Uzbekistan, Ukraine, Azerbaijan,\r\nMoldova Group, and in my national capacity to add\r\nsome remarks related to items 11 and 56 of the agenda.\r\nWe believe that today’s discussion is extremely\r\nimportant, since it provides all of us with another\r\nopportunity to take stock of where we are in terms of\r\npromoting, as the Assembly of United Nations, the\r\nachievement of the ambitious goal of adapting our\r\nOrganization to the drastically changed security\r\nenvironment. And of course, in this regard, the work of\r\nthe Security Council — which, in accordance with the\r\nUnited Nations Charter, bears primary responsibility\r\nfor the maintenance of international peace and\r\nsecurity — is of particular importance.\r\nThese days, the entire international community\r\nshares a common vision of the aforementioned security\r\nenvironment, as well as a determination to face new\r\nthreats and challenges together. There is probably no\r\nneed to stress that we are all living now in an era of\r\ngreater and globalized instability that respects no\r\nborders. The threats, risks and challenges have\r\nundergone serious qualitative transformation.\r\nIn the meantime, the scale of those threats has\r\nalso increased. Today, terrorism and other asymmetric\r\nthreats and challenges to security are more\r\ninternational and far more lethal than ever before. The\r\ndeadly terrorist attacks that, unfortunately, have\r\nrecently taken a strong grip on the news headlines\r\nprove that, despite some progress achieved in\r\naddressing those challenges, the threat is still with us.\r\nAzerbaijan therefore welcomes the constructive\r\nrole that the Security Council continues to perform,\r\nincluding by means of its Counter-Terrorism Committee,\r\nin mobilizing the efforts of all interested States with\r\nthe aim of making the fight against this evil more\r\nsophisticated and efficient. While reiterating our\r\ncontinued readiness to make an important contribution\r\nto this work, we would like to stress once again that the\r\nfight against terrorism cannot be successful if this evil\r\nis addressed on its own, in isolation from such\r\nterrorism-breeding threats as organized crime,\r\naggressive separatism, militant nationalism, drug\r\ntrafficking and the proliferation of small arms and\r\nweapons of mass destruction.\r\nIt is imperative to target the ways and means of\r\naccumulating the huge financial assets that feed organized\r\ncriminal groups, which have close operational ties to\r\ninternational terrorist networks and illegal armed\r\nseparatist movements. The illicit profits, gained in\r\nterritories that are controlled by separatists and have\r\nbeen turned into grey zones of criminal activity, are\r\nfurther used to feed armed separatism and terrorism.\r\nThe increased magnitude of the tasks and goals\r\nfaced by the Security Council in the context of the\r\nforegoing proves the pertinence of the thought clearly\r\nelaborated by the Ukrainian Ambassador in his remarks\r\nto the effect that\r\n“an adequate response to the new threats should\r\nreflect our common desire for a strong peace and\r\nsecurity framework, based firmly on the\r\ninternational rule of law”. (A/58/PV.28)\r\nUnfortunately, this issue is sometimes still considered\r\nto be a luxury or side issue.\r\nThe Security Council should be resolute and\r\nbolder in promoting and, where necessary, enforcing\r\ninternational law and restoring peace and security,\r\nincluding the undermined sovereignty, territorial\r\n16\r\nA/58/PV.29\r\nintegrity and political unity of its own member States.\r\nIt should also be consistent in doing so, because the\r\nnotorious practice of resorting to double standards and\r\nselective approaches can seriously shatter its credibility.\r\nInaction or lack of sufficient action on the part of\r\nthe Council in ensuring the implementation of its own\r\ndecisions sends another wrong and dangerous signal to\r\nthe violators of justice and the rule of law. The latter\r\nstart to believe in their permanent impunity and will be\r\ndeprived of any reason to change to engage in a\r\nmeaningful search for peace. Therefore, putting an end\r\nto this environment of impunity should be the primary\r\nrole and responsibility of the Security Council.\r\nIn saying this, Azerbaijan wants once again to\r\ndraw the attention of this audience to the ever-\r\nincreasing validity and relevance of Security Council\r\nresolutions 822 (1993), 853 (1993), 874 (1993) and 884\r\n(1993), adopted with regard to the ongoing conflict\r\nbetween Armenia and Azerbaijan. A situation in which\r\nthe aggressor State, Armenia, continues blatantly and\r\nwith impunity to ignore those resolutions should finally\r\nattract the attention of the Security Council, which ought\r\nto ensure the implementation of its own decisions.\r\nSpeaking in favour of a stronger, more proactive\r\nand powerful Security Council, I would like to stress\r\nthat unity, strong political will, increased efficiency\r\nand transparency are the key elements for reaching this\r\ngoal. In this context, Azerbaijan attaches critical\r\nimportance to the achievement of more tangible\r\nprogress in the issue of equitable representation on and\r\nincrease in the membership of the Security Council.\r\nAllow me to reiterate our well-known support for the\r\ncandidacies of Germany and Japan as new permanent\r\nmembers. Adequate permanent representation in the\r\nCouncil should be also ensured for the African, Asian\r\nand Latin American States. Given the two-fold increase\r\nin the quantity of Member States in the Group of\r\nEastern European States, it is necessary to allocate one\r\nadditional non-permanent seat to our Group. We hope\r\nthat, with greater effort and dedication, a reasonable\r\ncompromise can soon be reached on the issue of the\r\nreform of the Security Council in all its aspects.\r\nMr. Motoc (Romania): I would like to begin by\r\nexpressing my gratitude to the representative of the\r\nUnited States of America, the current President of the\r\nSecurity Council, for introducing so aptly the annual\r\nreport of that principal United Nations body.\r\nAs a country that strongly supports the work of the\r\nSecurity Council and has put forward its candidature for\r\nmembership of the Council for the coming two years,\r\nRomania is keen to contribute its share towards\r\nconsolidating the effectiveness and impact of the\r\nCouncil in pursuing global peace and security.\r\nTurning now to the report before us, we\r\nacknowledge it as a remarkable outcome of joint efforts\r\nby members of the Council and the Secretariat to\r\nreflect last year’s vast amount of Council work in a\r\nconcise and consistent document that has the real\r\npotential to meet the information needs of the wider\r\nUnited Nations membership on issues related to\r\ninternational security. We welcome the ongoing\r\nimprovement of the report, both in format and substance.\r\nMr. Van den Berg (Netherlands), Vice-President,\r\ntook the Chair.\r\nWe are pleased to note that this year’s report not\r\nonly builds upon the new approach initiated in 2002,\r\nbut also provides increased transparency and a better\r\nreflection and analysis of Council activities. We\r\nwelcome in particular the analytical summary as a good\r\nstarting point for providing an integrated vision of the\r\noverall international security situation at the present time.\r\nApart from its obvious informative merits, this\r\nyear’s report has succeeded in clearly identifying both\r\nthe main difficulties faced in addressing ongoing\r\nconflicts and the successes achieved by the Council in\r\nestablishing and maintaining peace and security across\r\na wide range of situations. The report reflects with high\r\nfidelity the important protagonism of the Security\r\nCouncil in the current political and security\r\ninternational environment.\r\nThe 12 months under review — from August\r\n2002 to July 2003 — correspond to a very busy agenda\r\nfor the Security Council, as international relations have\r\nbecome increasingly more complex and diversified. We\r\nacknowledge the new opportunities fostered by\r\nglobalization. At the same time, we are aware of the\r\nnew risks and threats to international security, calling\r\nfor global approaches and solutions. Globalization is,\r\nin our view, the main challenge to the adaptation of the\r\nUnited Nations and the Security Council to the ongoing\r\nevolutions of political, economic and security realities.\r\nThe Security Council provides the institutional\r\nand conceptual framework best suited to dealing with\r\nmost of the major challenges of globalization. An\r\n17\r\nA/58/PV.29\r\nincreased role for the Security Council in dealing with\r\nthe current complex international security environment\r\nrequires all of us to take up increased responsibilities.\r\nThe United Nations in general, and the Security\r\nCouncil in particular, are what the Member States want\r\nthem to be. It is within the scope of our will and\r\ncapacity to achieve a more effective and participative\r\nSecurity Council.\r\nThe report we are now considering is a perfect\r\nmirror for the significant increase in the magnitude and\r\nobjectives of United Nations peace missions. We are\r\nwitnessing the transition from traditional conflict\r\nprevention and conflict management operations to new\r\npost-conflict rehabilitation and even nation-building\r\noperations. Some relevant cases in point are Timor-\r\nLeste, Afghanistan, and, to a certain extent, Kosovo.\r\nIt is good to note from the report that real\r\nprogress has been achieved on many questions\r\nconsidered by the Security Council under its\r\nresponsibility for maintaining international peace and\r\nsecurity. We are encouraged by all the successes that\r\nthe Security Council has delivered in addressing\r\ncritical issues on the international agenda. The more\r\nsuccess stories we can achieve, the more relevant and\r\nsignificant a Council we will have.\r\nThe engagement of the United Nations in so\r\nmany areas of the world — as the report so clearly\r\nreflects — is evidence of the leadership and wide range\r\nof responsibilities that the Council can effectively\r\nassume. This gives us reason for optimism with regard\r\nto the Member States’ determination to uphold the\r\nCouncil’s prominent role in maintaining international\r\npeace and security.\r\nNevertheless, as the situation in many parts of the\r\nworld has seriously deteriorated over the past year, we\r\nmust redouble efforts to put an end to ongoing\r\nconflicts. We must find the most proper ways to secure\r\npeace and rebuild those countries that are recovering\r\nafter conflicts. We commend in particular the progress\r\nmade by the Council in combating terrorism. We\r\nstrongly support the intense work of the Counter-\r\nTerrorism Committee and we welcome the\r\nstrengthening of its dialogue with the Member States,\r\nespecially the active part it is playing in identifying the\r\nneeds of and possible sources of assistance to countries\r\nin meeting their obligations under the relevant United\r\nNations Conventions. We also commend the practice of\r\nholding thematic debates, which we find very useful.\r\nSuch generic themes as the protection of civilians in\r\narmed conflict, the relation between the Security\r\nCouncil and regional organizations or the proliferation\r\nof small arms remain of the utmost current relevance.\r\nMuch progress has been made in improving the\r\nworking methods of the Security Council. My country\r\nalso welcomes the increased number of open meetings\r\nand of consultations among troop-contributing countries,\r\nthe practice of convening wrap-up meetings and the\r\nperiodic briefings offered to non-member States.\r\nAlmost three months elapsed between 31 July\r\n2003, the final date of the reporting period, and the\r\ncurrent consideration by the General Assembly of the\r\nimportant document before us. In historical terms, that\r\nlapse of time might seem rather insignificant. However,\r\nprojecting it against the backdrop of the extremely\r\ndynamic security environment, we have to\r\nacknowledge that, during the past three months, we\r\nhave witnessed so many developments in the world, all\r\nof them relevant to the Security Council’s mission.\r\nWhat is indeed encouraging in this context is the\r\nfact that, in several cases, we have been able to\r\nascertain the continuation and strengthening of the\r\nlogic of reconciliation and peace initiated and\r\nsupported by the Security Council. In other instances,\r\nneither the Security Council nor regional organizations\r\nhave been able to prevent a further plunge into chaos\r\nand instability. Hence, the importance for the Council\r\nand all the rest of us, States and regional organizations\r\nalike, to put in place and operate more effective early\r\nwarning and preventing systems. Hence, the\r\nimportance for the Council to be supported in its\r\ndetermination and capacity to address conflicts where\r\nthey could not have been prevented or avoided.\r\nIn conclusion, my country views the report as\r\ntestimony to the Security Council’s having kept up and\r\nstepped up the pace of its work for peace and security, the\r\nprospects for success in this noble enterprise depending\r\non the synergy of all the instruments it possesses.\r\nMr. Ivanou (Belarus) (spoke in Russian): The\r\ndelegation of the Republic of Belarus read the annual\r\nreport of the Security Council with interest. We believe\r\nthat the report duly reflects the highest priority areas of\r\nthe work of that organ over the past year: the situation\r\nin Iraq, the Middle East, conflicts in Africa and\r\ncounter-terrorism.\r\n18\r\nA/58/PV.29\r\nAt the outset, I should like to note some of the\r\nCouncil’s positive achievements. We are particularly\r\npleased at the active role played by the Council in\r\nsettling conflicts in Africa. Thanks to its decisions, a\r\nhumanitarian tragedy was averted in Liberia and the\r\ncountry is gradually being stabilized. The situations in\r\nother countries of West Africa have also been the focus\r\nof the Council’s attention. We hope that this positive\r\ntrend in the region will be maintained. Progress was\r\nmade in the political process and in the creation of a\r\ntransitional Government in the Democratic Republic of\r\nthe Congo. The Council gave due to the situations in\r\nAngola, Burundi, the Central African Republic and\r\nSomalia and to the peace process between Ethiopia and\r\nEritrea. A significant event in the Council’s work was\r\nthe recent decision to lift sanctions against Libya.\r\nCounter-terrorism remained an important issue\r\nbefore the Council in the context of its relevant\r\ncommittees. The delegation of the Republic of Belarus\r\ncommends the efforts of the Security Council in this\r\narea, which have given new impetus to the counter-\r\nterrorism element of the Organization’s activity. We\r\nhighly commend the interaction between the Counter-\r\nTerrorism Committee and States Members in\r\nimplementing resolution 1373 (2001). For its part,\r\nBelarus has submitted three reports on its implementation\r\nof the resolution and is prepared to cooperate further with\r\nthe Counter-Terrorism Committee. In this context, we\r\napplaud the work of the Security Council Committee\r\nestablished pursuant to resolution 1267 (1999)\r\nconcerning the prosecution of persons connected to the\r\nterrorist organization Al-Qaeda and the Taliban\r\nmovement. Our country has also submitted a report on\r\nour implementation of that resolution.\r\nHowever, the Security Council did not fully meet\r\nour expectations with regard to a settlement of the\r\nconflict in the Middle East. Despite the Council’s\r\nongoing efforts in support of a comprehensive and just\r\nsettlement in the region, it regrettably failed to agree\r\non some important aspects of the process. As a result,\r\nviolence and acts of terrorism in Israel and the\r\nPalestinian territories are continuing.\r\nAn even more serious test for the Council was the\r\nproblem of Iraq. The unanimity of Council members in\r\nthe settlement of the Iraq situation, demonstrated by\r\nthe adoption of resolution 1441 (2002), was dissipated\r\nwith the start of the military operation undertaken\r\nagainst that country without an appropriate Council\r\ndecision. The Council’s inability to maintain the\r\nsettlement of problems of war and peace within its\r\npurview starkly highlights the issue of its role and that\r\nof the entire Organization within the system of\r\ninternational relations.\r\nThe delegation of the Republic of Belarus is\r\nprofoundly convinced that the Security Council should\r\nremain the central element of the system of\r\nmaintaining international peace and security. Actions\r\nthat circumvent its Charter authority undermine the\r\nlegal basis of international relations and threaten the\r\nbedrock of our world order. Few would doubt,\r\nhowever, that the Security Council can retain that\r\ncrucial role only if it successfully adapts to changed\r\nconditions in the world. We believe that the Council\r\nshould reflect changes that have occurred in the\r\ninternational system, primarily the significant expansion\r\nin the membership of the Organization; become more\r\nrepresentative, democratic, transparent and accountable;\r\nand improve its working methods and procedures.\r\nWe must note, unfortunately, that almost 10 years\r\nafter the establishment of the Open-ended Working\r\nGroup on the Question of Equitable Representation on\r\nand Increase in the Membership of the Security\r\nCouncil and Other Matters related to the Security\r\nCouncil, no real progress has been achieved in Council\r\nreform. Clearly, the increase in the membership of the\r\nCouncil is the main problem complicating the process\r\nof comprehensive reform. Significant differences in the\r\npositions of the participants in the negotiating process\r\nmake it impossible to reach consensus on the Council’s\r\nstructural reform. During the past 10 years, Belarus has\r\nbeen consistently in favour of thorough Security\r\nCouncil reform. The principal elements of our position\r\nwere submitted to the General Assembly at its fifty-\r\nfourth session in document A/54/909.\r\nThe Republic of Belarus considers it necessary to\r\nincrease the membership of the Security Council in\r\nboth categories by no fewer than 11 seats. We have no\r\ndoubt about the need to eliminate the current imbalance\r\nin the regional representation on the Council, which\r\nhurts the interests of the developing countries. The\r\nallocation of additional seats in the category of permanent\r\nmembership to countries of the three developing regions\r\nof Asia, Africa and Latin America and the Caribbean is\r\nrequired by contemporary geopolitical realities. If there is\r\nno agreement on expanding the category of permanent\r\nmembership, however, our delegation is prepared at this\r\nstage to support expanding the category of non-\r\n19\r\nA/58/PV.29\r\npermanent membership, taking into account the\r\ninterests of all regional groups.\r\nAnother controversial issue is the problem of the\r\nveto. The Republic of Belarus agrees with the approach\r\nregarding an interim decision on the veto through a\r\ngradual codification of its scope of application. This\r\nissue should be resolved solely by consensus.\r\nWith regard to other aspects of Security Council\r\nreform, we should support efforts to ensure transparency,\r\ndemocratization and accountability in the Council’s\r\nworking methods and procedures; improve the\r\ninformation and advisory components of the Council’s\r\nactivities; strengthen its interaction with the General\r\nAssembly; and create a permanent mechanism for the\r\nCouncil’s consultation with States that contribute\r\ntroops and materiel to peacekeeping missions. Our\r\ndelegation believes that the Security Council should\r\nadopt the practice of holding orientation sessions at the\r\nforeign ministerial level on the majority of the most\r\nimportant matters on the international agenda.\r\nIn calling on Member States to be more active in\r\nreforming the Security Council, the delegation of the\r\nRepublic of Belarus also cautions against any hasty\r\nsteps artificially to accelerate the negotiating process.\r\nThe process of Security Council reform must be the\r\nsubject of consensus and should take into account the\r\ninterests of all States of the world.\r\nIn seeking the optimal and most widely\r\napplicable formula for reforming the Council, the\r\ndelegation of the Republic of Belarus supports the\r\nfuture work of the Open-ended Working Group on the\r\nQuestion of Equitable Representation on and Increase\r\nin the Membership of the Security Council and Other\r\nMatters related to the Security Council. For its part, my\r\ncountry is prepared to cooperate constructively with all\r\ninterested parties in developing decisions on the entire\r\nreform package for the Security Council.\r\nMr. Gaspar Martins (Angola): We are pleased to\r\nreiterate to Mr. Hunte our sincere congratulations upon\r\nhis election as the President of the General Assembly\r\nat its fifty-eighth session.\r\nWe extend our gratitude and appreciation to\r\nSecretary-General Kofi Annan for his continuous\r\nefforts towards the implementation of the Millennium\r\nDeclaration Goals and the establishment of a more\r\nsecure world where justice, the rule of law and peace\r\nprevail.\r\nWe would like to commend Ambassador\r\nNegroponte for the report of the Security Council\r\nwhich he presented to this Assembly this morning on\r\nbehalf of all 15 members of the Council.\r\nAs a member of that Council, and having\r\nparticipated therefore in its work since January 2002,\r\nwe took special note of the Secretary-General’s\r\nstatement at the opening session.\r\nThe report of the Secretary-General on the work\r\nof the Security Council, submitted to General\r\nAssembly at its fifty-eighth session, portrays the\r\nactivities of the Council in a concise manner. We\r\nrecognize that the Security Council has shown\r\nnoticeable improvement in its working methods during\r\nthe period covered by the report. Besides adopting a\r\nlarge number of resolutions and presidential statements\r\nduring the period under consideration, the Council held\r\nmeetings with troop-contributing countries to assess\r\nthe peacekeeping operations, allowing a greater\r\ninteraction to increase the effectiveness of such\r\noperations. During the same period, the Council held\r\npublic meetings on a regular basis and made broader\r\nuse of open briefings. Though still insufficient, this\r\ndemonstrates the increased transparency of the Security\r\nCouncil’s proceedings. The trend is clearly for the\r\nbetter, although Ambassador Mahbubani has expressed\r\nsome views, to which we should remain very attentive,\r\nregarding the work of the Security Council.\r\nConflicts resulting from breaches of peace and\r\nsecurity remain the Security Council’s raison d’être.\r\nConflicts and their prevention is a cross-cutting issue\r\nand cannot be implemented in isolation from policies\r\nin the development, social and political spheres. The\r\nreport shows that the Security Council was involved in\r\nresponding to threats to international and regional\r\npeace and security and how it dealt with problems\r\naffecting peace and security at the international level.\r\nWe welcome the positive developments that\r\nemerged in the field of peacekeeping operations.\r\nAlthough the Security Council bears the main\r\nresponsibility for peacekeeping operations, there is a\r\nneed for it to interact with other bodies of the United\r\nNations system engaged in security sector reform,\r\ndisarmament, demobilization, reintegration, the\r\npromotion of human rights, combating the proliferation\r\nof small arms, and strengthening the rule of law in\r\ncountries emerging from conflict situations.\r\n20\r\nA/58/PV.29\r\nThe report underlines the contribution of the\r\nAfrican countries and regional organizations to\r\npeacekeeping operations and in the fulfilment of the\r\nUnited Nations Charter provisions relating to regional\r\narrangements. The roles played by the African Union\r\nand by the Economic Community of West African\r\nStates are of great importance to United Nations\r\npeacekeeping operations.\r\nWe are pleased to note that, during the period\r\nunder review, three peacekeeping missions terminated\r\ntheir mandates — the United Nations Mission in\r\nBosnia and Herzegovina, the United Nations Mission\r\nof Observers in Prevlaka and the United Nations\r\nMission in Angola. As mentioned in the report,\r\nmembers of the Security Council welcomed the report\r\nof the Secretary-General on the completion of the\r\nUnited Nations Mission in Angola. The report also\r\nmentions the decision of the Council to dissolve the\r\nCommittee established pursuant to resolution 864\r\n(1993) concerning the situation in Angola.\r\nPeace is now a reality in Angola. One of the\r\ncritical components of the implementation of the peace\r\nprocess was well advanced by August 2002 with the\r\ndisarmament, demobilization and integration of former\r\nmilitary personnel into the Angolan Armed Forces. In\r\nthe aftermath of a devastating and destructive war, the\r\nassistance of the international community, integrated\r\ninto a wider context of reconstruction for sustainable\r\ndevelopment, is the most important condition of\r\nsuccess for countries, such as Angola, emerging from\r\nconflict situations. We therefore reiterate our appeal to\r\nthe United Nations and to the international community\r\nto do their utmost to secure adequate resources to assist\r\nAngola and other countries emerging from conflict\r\nsituations.\r\nAnother important issue in the Council’s work is\r\nrelated to the linkage between the illicit trade in rough\r\ndiamonds and the fuelling of armed conflicts. In adopting\r\nresolution 1459 (2003), the Council stressed that the\r\nwidest possible participation in the Certification\r\nScheme established by the Kimberly Process is an\r\nessential measure that should be encouraged and\r\nfacilitated. This topic will be addressed later when we\r\ndiscuss it under the specific item on our agenda.\r\nAs mentioned in the report, the Ad Hoc Working\r\nGroup on Conflict Prevention and Resolution in Africa,\r\nas well as the sanctions Committees, are also useful\r\nworking instruments. We commend the regular reports\r\non the activities of the Council’s working groups and\r\nsanctions Committees, as well as the close cooperation\r\nbetween the ad hoc working groups and the advisory\r\ngroups of the Economic and Social Council in dealing\r\nwith problems faced by countries emerging from conflict.\r\nThe response to the threat of terrorism through\r\nthe Counter-Terrorism Committee and the Committee\r\nestablished pursuant to resolution 1267 (1999) is also\r\nillustrative of the real value and indispensability of the\r\nSecurity Council in fighting international threats to\r\npeace and security. The close cooperation between the\r\nCounter-Terrorism Committee, the 1267 (1999)\r\nCommittee and the regional organizations, as well as\r\nthe encouraging developments in the peace process in\r\nsome regions, reinforce the need for closer cooperation\r\nin the work of the Security Council with the regional\r\norganizations and provides important lessons for the\r\ninternational community in its efforts to establish\r\ncredible and robust sanctions regimes applying to\r\ndifferent situations.\r\nDespite the significant progress achieved in the\r\nCouncil’s work, as portrayed in this year’s annual\r\nreport, some of the issues on the Council’s agenda\r\nclearly needed further attention. For instance, despite\r\nthe adoption of resolution 1397 (2002), which was a\r\nlandmark resolution embodying the vision of a region\r\nwhere two States, Israel and Palestine, can live side by\r\nside within secure and recognized borders, the Middle\r\nEast crisis remains unsettled, and, since March 2003,\r\nhas been further aggravated by the Iraqi conflict.\r\nAs noted by the Secretary-General in his opening\r\naddress to the fifty-eighth session, the Council needs to\r\nconsider how it will deal with the possibility that\r\nindividual States may use force preventively against\r\nperceived threats. The members of the Security Council\r\nmay therefore need to begin a discussion on the criteria\r\nfor an early authorization of coercive measures to\r\naddress certain category of threats when they arise.\r\nAnother issue that deserves much attention is\r\nrelated to the illicit trade in small arms and light\r\nweapons. For many countries of the world today, these\r\nare in fact the real weapons of mass destruction, given\r\ntheir destructive impact. At a Security Council meeting\r\nheld in October 2002, Member States were encouraged\r\nto continue to fully implement the Programme of\r\nAction on small arms and light weapons, an approach\r\nthat we fully support. Arms embargoes help to reduce\r\nthe flow of weapons to targeted regions and groups, but\r\n21\r\nA/58/PV.29\r\ndo not address the issue of weapons already in conflict\r\nareas. Disarmament, demobilization and reintegration\r\nprogrammes should be resorted to as comprehensively\r\nand effectively as possible as vital elements to curb the\r\nillicit trade in small arms.\r\nIn conclusion, I should like to reiterate the\r\ncommitment of my delegation to the work of the\r\nUnited Nations as a whole, stressing the importance of\r\ngreater transparency and coordination within the\r\nUnited Nations system in order to make the Security\r\nCouncil’s work more effective.\r\nMr. Alcalay (Venezuela) (spoke in Spanish): On\r\nbehalf of my delegation, I thank the President of the\r\nSecurity Council, Ambassador John Negroponte of the\r\nUnited States, for his introduction this morning of the\r\nreport of the Security Council to the General Assembly.\r\nThe submission of the Council’s report always\r\nraises great expectations for my country’s delegation,\r\nbecause its consideration gives the States Members of\r\nthe Organization the opportunity to express and\r\nexchange their views on the work of that organ, which\r\nis crucial to the functioning of the United Nations. At\r\nthe same time, we bring to this debate the conviction\r\nthat the views expressed here will be received in a\r\nconstructive spirit.\r\nWe have listened with great interest to the\r\nstatements that have been made at this meeting. We wish\r\nto commend the President of the General Assembly for\r\nreaffirming his readiness to prepare a report for members\r\non the debate in this forum, taking the many\r\nsuggestions into account. This important initiative will\r\nallow us to accommodate all the views expressed here.\r\nIn that spirit, I wish to note that the past two\r\nyears have seen the Security Council endeavour to\r\nsubmit a report that would respond to the many\r\nsuggestions and ideas put forward by countries that are\r\nnot members of the Council, reflecting the need for\r\nanalytical substance and an effective management of\r\navailable resources.\r\nWe note, in last year’s and this year’s reports of\r\nthe Security Council, some changes that begin to move\r\nin that direction. We encourage the Council to pursue\r\nthis course. We know that it will not be easy, but we\r\nare convinced that this exercise will in practice allow\r\nus to achieve more tangible and substantive results in\r\nthe future, yielding a report that will respond to the\r\nviews that we have been expressing here in our debate.\r\nThe Council’s evolution must enable us to appreciate,\r\nwith a forward-looking vision, the changes our\r\nOrganization is experiencing, which will certainly\r\nprovoke a fundamental shift in course in our\r\ninstitution, as well as the development and impact of\r\nthe issues on our agenda — not just those basic items\r\non the Council’s agenda relating to international peace\r\nand security, but also those that may arise in other\r\norgans of the Organization, as the Ambassadors of\r\nAngola and Singapore noted earlier.\r\nWe are glad to see innovations and elements\r\nreflecting progress in the Council’s working methods\r\nincluded in the report. These new elements allow us to\r\ngive due consideration to the thematic discussions and\r\nwrap-up meetings, which have been very useful to non-\r\nmembers of the Council. In this connection, however,\r\nwe regret that there is no summary review of all such\r\nmeetings.\r\nWith respect to the thematic content of the report,\r\nmy country’s delegation attaches great importance to\r\nthe Council’s management of certain issues that, given\r\ntheir relevance to and impact on the maintenance of\r\ninternational peace and security, deserve special\r\nattention. The current international dynamic has made\r\nthe Council’s agenda increasingly heavy. That is why\r\nwe believe that the Security Council must keep its\r\npriorities very clear and, in order to avoid overloading\r\nits agenda unnecessarily, must focus on those issues\r\nthat, pursuant to the provisions of the Charter, relate to\r\nthe maintenance of international peace and security and\r\nother priority issues that may emerge as we discuss the\r\noverhaul of the United Nations.\r\nAs the great majority of speakers in the recent\r\ngeneral debate rightly noted, issues such as the\r\nsituation in Iraq, the crisis in the Middle East and\r\ncounter-terrorism have had and continue to have an\r\nimpact on the international agenda. The Security\r\nCouncil is, of course, compelled to address such\r\nquestions. Venezuela fully concurs that these are issues\r\nof special significance, since they have not only been a\r\nprincipal feature of the work of the Organization over\r\nthe past year, but have also underscored the importance\r\nof multilateralism and the urgent need to enhance the\r\nrole of our Organization in the face of the most topical\r\nand serious problems on the international scene.\r\nThe struggle against terrorism has become one of\r\nthe main pillars of Venezuela’s foreign policy. In this\r\nregard, we have undertaken a series of specific measures.\r\n22\r\nA/58/PV.29\r\nMy country’s Minister for Foreign Affairs recently\r\ndeposited three instruments of ratification of international\r\nconventions on combating terrorism and related crimes,\r\nreflecting our determination to tackle terrorism.\r\nVenezuela has also submitted its reports to the Counter-\r\nTerrorism Committee and the Committee established\r\npursuant to resolution 1267 (1999), thereby ratifying its\r\noutright rejection of terrorism and its firm commitment to\r\njoining the fight against such criminal activity.\r\nThe post-conflict situation in Iraq is also a cause\r\nof great concern to Venezuela. We repeat that\r\nmultilateralism and strict compliance with international\r\nlaw are the frameworks within which the process of\r\nreconstructing that country must take place. That is\r\nwhy we believe that a broad and active United Nations\r\npresence is necessary and indispensable to ensuring\r\nfull respect for Iraq’s sovereignty and territorial\r\nintegrity. We trust that that sovereignty will be restored\r\nto the Iraqis as soon as possible.\r\nWith regard to the Middle East, Venezuela\r\nreaffirms its position on this issue, which is oriented\r\ntowards the achievement of peace and respect for the\r\nrights of both parties. In this connection, my country\r\nreaffirms its support for the inalienable right of the\r\nPalestinian people to self-determination and recognizes\r\nthe right of the States of the region to exist within\r\nsecure and internationally recognized borders. We\r\nsupport the United Nations efforts to find a peaceful\r\nsettlement to the conflict. We condemn all acts of\r\nviolence and believe that a fair solution must be based\r\non the relevant resolutions of the Security Council,\r\nespecially resolutions 242 (1967) and 338 (1973).\r\nIn conclusion, I emphasize our country’s firm\r\nbelief that, with genuine political will, it is possible to\r\nachieve the goals to which we all aspire and which\r\nhave been clearly reiterated in this debate. We hope\r\nthat the readiness shown by the Security Council to\r\nimprove its report will also steer its work towards the\r\ngenuine and comprehensive reform that the States\r\nMembers of the Organization are eager to see in the\r\nCouncil. We will continue to hear these issues debated\r\ntomorrow. I wish once again to thank the President of\r\nthe General Assembly for this opportunity to debate an\r\nexercise that will make the Security Council and the\r\nentire Organization more forward-looking, to the\r\nbenefit of all our peoples and humanity as a whole.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item for this meeting.\r\nSeveral delegations have asked to speak in\r\nexercise of the right of reply. May I remind members\r\nthat statements in the exercise of the right of reply are\r\nlimited to 10 minutes for the first intervention and to\r\nfive minutes for the second intervention and should be\r\nmade by delegations from their seats.\r\nI now call on those representatives who wish to\r\nspeak in exercise of the right of reply.\r\nMr. Jon Yong Ryong (Democratic People’s\r\nRepublic of Korea): The delegation of the Democratic\r\nPeople’s Republic of Korea would like to exercise the\r\nright of reply to the allegations made by the\r\nrepresentative of South Korea, who referred to the\r\nnuclear issue on the Korean peninsula. My delegation\r\ncategorically rejects his allegations.\r\nThe nuclear issue between the Democratic\r\nPeople’s Republic of Korea and the United States is the\r\noutcome of the hostile policy of the United States\r\ntowards the Democratic People’s Republic of Korea. It\r\nis therefore not a matter to be handled by the Security\r\nCouncil. The Democratic People’s Republic of Korea\r\ndoes not care about whether or not the Security Council\r\ndiscusses the nuclear issue, but if the Security Council\r\nwants to handle this issue it should in all fairness call into\r\nquestion the responsibility of the United States, which is\r\nchiefly to blame for the emergence of this issue. However,\r\nthe South Korean representative has intentionally\r\nattempted to draw it into the Security Council.\r\nThe delegation of the Democratic People’s\r\nRepublic of Korea takes this opportunity to declare\r\nonce again that the Democratic People’s Republic of\r\nKorea fully implemented its obligations in accordance\r\nwith the provisions of the Democratic People’s\r\nRepublic of Korea-United States Agreed Framework of\r\n1994 until it withdrew from the Treaty on the Non-\r\nProliferation of Nuclear Weapons.\r\nMy delegation recommends that the South\r\nKorean representative understand what would happen\r\nif the nuclear issue were brought to the Security\r\nCouncil, including its effect on peace and security on\r\nthe Korean peninsula. On behalf of my delegation, I\r\nwish once again to caution that it will not be beneficial\r\nfor South Korea, following the direction of the United\r\nStates, to attempt to create an atmosphere of pressure\r\non the Democratic People’s Republic of Korea.\r\n23\r\nA/58/PV.29\r\nMr. Martirosyan (Armenia): My delegation\r\nwould like to respond to the statement made earlier by\r\nthe representative of Azerbaijan.\r\nHis reference to the so-called aggression by the\r\nRepublic of Armenia against his country is totally\r\nmisleading. The resulting situation is a forced reaction\r\nto Azerbaijan’s own decision to use military force to\r\nsuppress the legitimate and just quest of the people of\r\nNagorny Karabakh to peacefully exercise their right of\r\nself-determination, guaranteed by international law and\r\nthe United Nations Charter.\r\nWith regard to the implementation of the Security\r\nCouncil resolutions of 1993 on the Nagorny Karabakh\r\nconflict, a clear attempt has been made by the\r\nrepresentative of Azerbaijan to read and apply those\r\nresolutions selectively and in a partial, self-serving\r\nmanner. Indeed, Azerbaijan is itself in violation of\r\nthose resolutions, which urge the parties concerned to\r\npursue the negotiations within the framework of the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) Minsk Group, as well as through direct\r\ncontacts between them. Azerbaijan’s refusal to engage\r\nin direct negotiations with the elected representatives\r\nof Nagorny Karabakh is one of the main impediments\r\nto the resolution of the conflict.\r\nThe Azerbaijani representative has continuously\r\nfailed to acknowledge that Armenia has done exactly\r\nwhat the Security Council resolutions call on it to do\r\n— to use its good offices with the leadership of\r\nNagorny Karabakh to help find a peaceful solution to\r\nthe conflict. Azerbaijan’s denial of various positive\r\ndevelopments since the adoption of the Security\r\nCouncil resolutions is regrettable, as the representative\r\nof Azerbaijan tries to discredit numerous efforts and\r\ninitiatives undertaken by the co-Chairpersons of the\r\nOSCE Minsk Group, the very body entrusted with the\r\nsettlement of the conflict under the aforementioned\r\nSecurity Council resolutions.\r\nMr. Amirbayov (Azerbaijan): It comes as no\r\nsurprise to us that the representative of Armenia\r\nreacted in such an inadequate manner to our statement\r\non the issue in question. Of course, it would be much\r\nmore appreciated if Armenia were to provide its\r\naudience with at least one relevant argument that would\r\nsupport its statement. On the other hand, it is hard to find\r\na black cat in a dark room, especially if it is not there.\r\nHaving no desire to be dragged into a useless and\r\ncounterproductive exchange, which is certainly not the\r\npurpose of today’s meeting, I would nevertheless like to\r\ndraw the attention of delegations to the following points.\r\nFirst, Armenia is an aggressor State because it\r\nhas violated the United Nations Charter and continues\r\nto undermine fundamental norms and principles of\r\ninternational law.\r\nSecondly, Armenia has violated the territorial\r\nintegrity and sovereignty of another United Nations\r\nMember State and continues to occupy almost one fifth\r\nof the territory of that State.\r\nThirdly, Armenia continues blatantly to ignore the\r\nwill of the international community and of the Security\r\nCouncil, which, in its resolutions 822 (1993), 853\r\n(1993), 874 (1993) and 884 (1993), demanded the\r\nunconditional, immediate and complete withdrawal of\r\nArmenian occupying forces from the occupied\r\nterritories of Azerbaijan. Ten years have passed since\r\nthen and the aggressor, enjoying an environment of\r\nimpunity, goes on with these practices.\r\nFourthly, Armenia continues its more than 10-\r\nyear blockade of the Nakhichevan Autonomous\r\nRepublic of Azerbaijan, thus causing enormous\r\nsuffering for the civilian population of that part of my\r\ncountry, and is exploiting the myth of a so-called\r\nblockade against itself.\r\nFifthly, Armenia is responsible and should be\r\nbrought to justice for the ethnic cleansing operations\r\nthat it has committed in all the Azerbaijani-populated\r\nareas within its own territory, accompanied by\r\nindiscriminate pogroms and the killing of hundreds of\r\ninnocent women and children. Under its criminal\r\npolicy, it has orchestrated and carried out the eviction of\r\nalmost 1 million Azerbaijanis from Armenia proper as\r\nwell as from the occupied Azerbaijani territories inside\r\nand outside the Nagorny Karabakh region of Azerbaijan.\r\nI could continue with this list, but I will not do\r\nso. Having committed all these crimes, Armenia finds\r\nthe impudence to justify its policy and mislead the\r\ninternational community.\r\nWith regard to the Minsk Group negotiations\r\nmentioned earlier, Azerbaijan has been a supporter of\r\nthe peaceful settlement of this conflict from the very\r\nstart, but will nevertheless spare no effort to restore its\r\nsovereignty and territorial integrity by all possible\r\nmeans. The sooner Armenia realizes the benefits of\r\nrestored peace with its neighbour, the better it will be,\r\nabove all, for itself and its population.\r\n24\r\nA/58/PV.29\r\nMr. Martirosyan (Armenia): Azerbaijan’s claim\r\nfor the restoration of its territorial integrity is\r\nhistorically, legally and politically deficient, since\r\nNagorny Karabakh has never been a part of independent\r\nAzerbaijan. The only period when Azerbaijan enjoyed\r\nsovereignty over the Nagorny Karabakh autonomous\r\nregion was under the Soviet Union, which was based\r\n— like all empires — on the policy of divide and rule.\r\nThe manifestation of such a policy was the\r\narbitrary decision by the Stalinist-led Communist Party\r\nbureau to hand over an entire Armenian region to\r\nSoviet Azerbaijan in 1921. Consequently, during the\r\nbreakdown of the Soviet Union, the people of Nagorny\r\nKarabakh exercised their right of self-determination\r\npeacefully and in accordance with the existing Soviet\r\nand international laws.\r\nThis is not the place for me to reveal facts that\r\nare well known and well documented. I would rather\r\ncall on the representative of Azerbaijan to refrain from\r\ngiving in to the temptation of serving his country’s\r\nnarrow internal political goals at the expense of\r\nfalsifying the truth before this global forum.\r\nThe people of Nagorny Karabakh have all the\r\nlegitimate credentials, supported by realities on the\r\nground, to pursue a just solution to the conflict.\r\nArmenia is determined in its endeavours to take all\r\npossible measures for a peaceful, negotiated outcome\r\nthat would ensure the right of the people of Nagorny\r\nKarabakh to live free and secure in their homeland. Let\r\nme reassure the Assembly that, in contrast to the\r\nAzerbaijani military rhetoric — unfortunately greatly\r\nexacerbated recently — the settlement of conflicts by\r\npeaceful means remains the fundamental principle of\r\nArmenia’s foreign policy.\r\nMr. Amirbayov (Azerbaijan): I am sorry for\r\ntaking the floor for the second time. I would just like to\r\nsay that I have nothing to add to my previous statement\r\nand I would advise the Armenian representative to\r\nstudy the talking points to which I referred.\r\nThe only point to which I would like to react is\r\nthat Azerbaijan was recognized as a Member of the\r\nUnited Nations when it joined this Organization in\r\nMarch 1992 within its current borders. There is\r\ntherefore no reason whatsoever for any Armenian\r\nrepresentative to speak of any kind of right of Nagorny\r\nKarabakh to secede from Azerbaijan.\r\nAs regards the rhetoric concerning military, internal\r\nand other points, I think that all those issues have been\r\ncovered by our representatives many times.\r\nThe meeting rose at 6 p.m.\r\n"