"United Nations A/58/PV.15\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n15th plenary meeting\r\nMonday, 29 September 2003, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-53444 (E)\r\n*0353444*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 10.05 a.m.\r\nParticipation of Palestine in the work of the\r\nGeneral Assembly\r\nThe President: Before turning to the items on\r\nour agenda for today, I should like to draw the attention\r\nof delegates to a matter concerning the participation of\r\nPalestine in its capacity as observer at this session and\r\nin the work of the General Assembly.\r\nIn accordance with General Assembly resolutions\r\n3237 (XXIX) of 22 November 1974, 43/177 of 15\r\nDecember 1988 and 52/250 of 7 July 1998, and with\r\nthe note by the Secretary-General contained in\r\ndocument A/52/1002, Palestine, in its capacity as\r\nobserver, will participate in the work of the fifty-eighth\r\nsession of the General Assembly with no further need\r\nfor a precursory explanation prior to any statement.\r\nAddress by Mr. Dragan Cović, Chairman of the\r\nPresidency of Bosnia and Herzegovina\r\nThe President: The Assembly will hear an\r\naddress by the Chairman of the Presidency of Bosnia\r\nand Herzegovina.\r\nMr. Dragan Cović, Chairman of the Presidency of\r\nBosnia and Herzegovina, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency Mr. Dragan Cović, Chairman\r\nof the Presidency of Bosnia and Herzegovina, and to\r\ninvite him to address the Assembly.\r\nPresident Cović (spoke in Bosnian; English text\r\nprovided by the delegation): It is my great pleasure and\r\nhonour to address the General Assembly at its fifty-\r\neighth session. At the outset, allow me, Sir, to extend\r\nmy sincere congratulations on your election and to\r\nwish you every success in presiding over the Assembly\r\nat this session.\r\nEven though we entered the new millennium with\r\nclear resolve to work for a better future, sharing a\r\nvision of global solidarity and common security, which\r\nwe expressed in the Millennium Declaration, we are\r\nwitnessing an increase in tragic events, which occur\r\nalmost daily. The tragedy that took place on 19 August\r\nin Baghdad is forcing us to reconsider the true\r\naccomplishments and values of civilization today and\r\nto re-examine the connections between poverty,\r\ndevelopment, self-sustainability, respect for human\r\nrights and the quest for true progress, as enshrined in\r\nthe United Nations Charter.\r\nFully aware of all the global challenges facing us,\r\nwe must prepare for a long and exhausting\r\ncampaign  working step by step and tackling one\r\nproblem at a time  for poverty reduction and the\r\ndevelopment of underdeveloped countries, and against\r\nthe scourge of terrorism, organized crime and the\r\nproliferation of weapons of mass destruction, wherever\r\nsuch threats arise.\r\nThe world is yet again faced with new challenges.\r\nThe United Nations have yet again to make crucial\r\n2\r\nA/58/PV.15\r\ndecisions in response to them. Poverty, weapons\r\nproliferation and AIDS are among the most\r\ndestabilizing factors on the international scene, as is\r\nterrorism. I am sincerely convinced, therefore, that this\r\nyears debate on all these issues, especially on the issue\r\nof terrorism, will pave the way towards a consensus\r\namong Member States on the specific measures to be\r\ntaken and thus invest the United Nations with new\r\nauthority, which is so urgently needed to counter\r\nthreats to international peace, health, stability and\r\ncollective security.\r\nAllow me to take this opportunity to stress the\r\nimportance of dialogue to resolve the most pressing\r\nissues of today. Dialogue is essential and, it goes\r\nwithout saying, only possible among those who are\r\nready for it. Dialogue based on mutual respect\r\nrepresents a key instrument for the improvement of\r\nrelations and cooperation among peoples and countries.\r\nIt is a fundamental condition for the successful\r\noutcome of negotiations and reconciliation of\r\ndifferences to reach decisions that are acceptable to all\r\nsides.\r\nWe in Bosnia and Herzegovina have learned the\r\nvalue of dialogue the hard way. Consider our recent\r\npast, during which the lack of dialogue caused\r\nmisunderstanding, conflicts and hostilities that resulted\r\nin the tragic loss of human life, the exodus of young\r\npeople and the devastation of the economy over the\r\npast decade. The entire international community not\r\nonly witnessed this tragedy but was called on to be\r\nactively involved to overcome it.\r\nI can only feel proud that I am addressing the\r\nAssembly today as the head of State of Bosnia and\r\nHerzegovina, which the international community no\r\nlonger views as a crisis area. Rather, it has become a\r\nState that actively participates in stabilization\r\nprocesses in the region and throughout the world. From\r\nthe Central European Initiative and the South East\r\nEuropean Cooperation Process to United Nations\r\npeacekeeping operations, Bosnia and Herzegovina is\r\ncontributing to regional, European and world peace and\r\nprosperity. At the same time, committed to reforms, we\r\nstrive to lay the ground for overcoming the aftermath\r\nof recent conflicts and are devoted to respect for the\r\nhuman rights of all individuals and peoples, as well as\r\ntheir cultural, religious and other diversities.\r\nI would like to point out that the authorities of\r\nBosnia and Herzegovina are giving priority to\r\nadvancing the political and economic stability of the\r\ncountry and enhancing its international role through the\r\nimplementation of planned reforms. I am convinced\r\nthat we in Bosnia and Herzegovina, in partnership-like\r\ncooperation with the High Representative and other\r\nrepresentatives of the United Nations and international\r\ninstitutions, will find the best solutions for the\r\nimplementation of reforms and the most adequate legal\r\nsolutions for the realization of a faster economic\r\ndevelopment of the country and the creation of real\r\nchances for the integration of Bosnia and Herzegovina\r\ninto the European Union.\r\nIn the process of Bosnia and Herzegovinas\r\naccession to European integration, we have just\r\ncompleted discussions with the European Commission\r\n(EC) within the framework of the feasibility study.\r\nWorking on the ECs tasks has been a positive\r\nexperience in building partnerships with the\r\ninternational community. We are now entering a new\r\nphase with full confidence, convinced that the initiated\r\nprocess will result in the final fulfilment of all\r\nconditions for membership in the European Union\r\n(EU). This comes as a result of the decision of the\r\nBosnia and Herzegovina authorities to take their\r\ndestiny into their own hands and to respond to major\r\nchallenges such as the fight against organized crime\r\nand corruption, the strengthening of institutions,\r\nconducting legal system reforms, implementation of\r\nstructural reforms and reduction of the unemployment\r\nrate.\r\nWe are committed to following the path of proven\r\nsuccess strategies in order to overcome as soon as\r\npossible our difficult heritage from the past and to start\r\nbuilding, with mutual understanding, a modern Bosnia\r\nand Herzegovina. Only in this way may we pass on to\r\nfuture generations the message of worldwide peace and\r\ndevelopment, based on mutual understanding and\r\ntolerance.\r\nThis year Bosnia and Herzegovina took over the\r\nchairmanship of the South East European Cooperation\r\nProcess. We are content with the positive steps taken,\r\nboth in the stabilization and in the overall development\r\nof the Balkan region and integration of the Western\r\nBalkans into the Euro-Atlantic structures. I am pleased\r\nthat mutually harmonized agreements and joint\r\npriorities are being fully supported by the EU, by the\r\nStability Pact, by many friendly countries in the world\r\nand by international financial and other organizations. I\r\nam all the more pleased in view of the fact that the\r\n3\r\nA/58/PV.15\r\ncountries of the region confirm their readiness and\r\ncommitments to mutual cooperation and the building of\r\ngood neighbourly and regional relations.\r\nI must stress the fact that there are still many\r\nopen issues and incomplete tasks in Bosnia and\r\nHerzegovina. I am convinced that Bosnia and\r\nHerzegovina will succeed in the process of\r\nstrengthening joint institutions and in establishing a\r\nstrong legal framework. We are committed to fulfil all\r\nBosnia and Herzegovinas international obligations,\r\nparticularly those related to cooperation with the\r\nInternational Criminal Tribunal for the former\r\nYugoslavia, participation in the worlds fight against\r\norganized crime, respect of human rights, return of\r\nrefugees and displaced persons, full implementation of\r\nproperty laws and the return of property to its rightful\r\nowners.\r\nOur absolute priority is the fight against terrorism\r\nand organized crime, and, at the international level, we\r\nare of the view that the United Nations and the Security\r\nCouncil should play the leading role in that fight.\r\nTogether with other countries, Bosnia and Herzegovina\r\nintends to actively tackle this issue, which represents a\r\nthreat to the entire civilized world. Fully committed to\r\nthis fight, we in Bosnia and Herzegovina, with the\r\nassistance of the United Nations Mission in Bosnia and\r\nHerzegovina, which successfully completed its mission\r\nlast December, have established one of the most\r\nmodern state border services. In addition, we have\r\nimproved the legal framework and we are fighting\r\nactively against the trafficking of women and children,\r\nthis modern form of slavery. Our efforts have recently\r\nbeen recognized by the United States Government, and\r\nas result, we have been moved to category B.\r\nThe issue of missing persons is particularly\r\nsensitive and difficult for Bosnia and Herzegovina. We\r\nhave to make additional efforts, with the assistance of\r\nthe international community, to at least give the\r\nopportunity to grieving families to discover the\r\nwhereabouts of their loved ones, what happened to\r\nthem, where they were buried, and to identify their\r\nremains and lay them to rest with dignity.\r\nAllow me to point out that Bosnia and\r\nHerzegovina is now a much better place for business\r\nthan it was a year ago, due to the reforms completed\r\nduring this year in particular. I would like to mention\r\nthe example of the Bulldozer Committee that redrafted\r\n50 laws and regulations that were discouraging private\r\ninitiative and suffocating any sense for business.\r\nHaving created a more favourable legal framework and\r\nbusiness environment, Bosnia and Herzegovina has\r\nbecome a better place for investment opportunities and\r\nemployment.\r\nNevertheless, we must not lie back, we must\r\nfurther accelerate the process of economic reforms.\r\nThe continuation of the privatization process and\r\nfurther reforms of the judicial system are of utmost\r\nimportance for creating a more secure business\r\nenvironment in order to open the country to direct\r\nforeign investments.\r\nWe are in the process of rearranging and\r\nsimplifying the tax system through the establishment of\r\na single custom system and a value-added tax, thus\r\neliminating corruption and white-collar crime. In order\r\nto encourage the entire process of the creation of an\r\ninvestment-friendly environment in Bosnia and\r\nHerzegovina, in February 2004 we will be hosting an\r\ninternational investment conference in Mostar, where\r\nwe will present the new economic situation in Bosnia\r\nand Herzegovina.\r\nMr. Hoscheit (Luxembourg), Vice-President, took\r\nthe Chair.\r\nFurthermore, particularly during recent days, we\r\nhave been finalizing the reforms of the armed forces\r\nand the State intelligence service, having realized that a\r\nmodern security system is a pre-condition for Bosnia\r\nand Herzegovinas full participation in common\r\nsecurity arrangements, through membership in the\r\nPartnership for Peace and the North Atlantic Treaty\r\nOrganization.\r\nAt this moment we attach paramount importance\r\nto reforms and the modernization of the educational\r\nsystem in Bosnia and Herzegovina. It is our firm belief\r\nthat, by caring for the individual and by ensuring the\r\ncollective right to get an education in ones own\r\nlanguage and alphabet, we will enhance mutual\r\ndialogue and tolerance, in order to preserve the\r\nmulticultural society of Bosnia and Herzegovina.\r\nNext year we also plan to finalize the\r\nreconstruction of the Old Bridge in Mostar, where we\r\nare planning once again to celebrate the reunion of\r\nboth banks of the river and its people. This is our way\r\nof sending a global message to all civilizations: this\r\nbridge is built of versatile cultural materials, it is an\r\nalloy of various traditions and it is the paradigm of a\r\n4\r\nA/58/PV.15\r\nsolution that is possible and evident despite the\r\nconflicts and differences in the world. I hereby invite\r\nyou to make use of this opportunity and make this\r\nbridge a symbol of unity for the next year.\r\nElections in Bosnia and Herzegovina were held\r\nalmost a year ago. This time, the international\r\ncommunity fully supported the election results. The\r\ninternational community expressed its readiness to\r\nsupport democratic processes in Bosnia and\r\nHerzegovina and we, the elected authorities, have made\r\nour choice through reforms that have as their aim a\r\nmodern Bosnia and Herzegovina.\r\nWe are committed to taking ownership, to bearing\r\nmore responsibilities. During his 16 months in office,\r\nthe High Representative imposed in the first eight\r\nmonths twice as many laws as he did in the second. We\r\nare pleased to note the trend of reduction of imposed\r\nlaws this year, but our ultimate goal is a Bosnia and\r\nHerzegovina that is a member of the EU. This Bosnia\r\nand Herzegovina has its destiny in the hands of its own\r\ncitizens and is on the road of no return towards\r\nEuropean integration, with more power in the engine of\r\nits own institutions and less power in the tow truck of\r\nthe United Nations High Representative. Above all,\r\nthis Bosnia and Herzegovina has a constitution cut out\r\nto the measure of its peoples and to each and every\r\ncitizen.\r\nAllow me to conclude by looking into the future.\r\nWe have presented our candidature for membership in\r\nthe Security Council for 2010, reaffirming our\r\ncommitment to build a State that may share its positive\r\nexperience and participate actively in the worlds\r\npeace-building, by that time, we hope, within the\r\nsystem of a reformed and reinvigorated United Nations.\r\nWe are already participating in the United Nations\r\npeacekeeping operations in Ethiopia and Eritrea, the\r\nDemocratic Republic of the Congo and Timor-Leste.\r\nWe are ready to send our transport unit, military\r\nobservers and civilian police officers to Liberia.\r\nBy the year 2009, we are planning to fulfil the\r\nconditions set forth for EU membership, fully\r\ncommitted to the development of Bosnia and\r\nHerzegovina based on stability, the rule of law,\r\ndemocracy and a market economy. We are gradually\r\nbecoming recognized for our implementation of\r\ndemocratic and economic reforms and for harmonizing\r\nour priorities with international standards. Next year,\r\nfrom 15 to 17 May 2004 in Sarajevo, we are planning\r\nto host the Second Intergovernmental Conference for\r\nChildren in Europe and Central Asia, together with the\r\nGovernment of Germany and the United Nations\r\nChildrens Fund. The Conference is the continuation of\r\nregional consultations held in Berlin in 2001, and the\r\n2002 General Assembly special session devoted to\r\nchildren.\r\nToday, Bosnia and Herzegovina is a sustainable\r\nState, albeit with the generous contributions and\r\nassistance from the international community, the\r\nUnited Nations and its most prominent leading figures,\r\nincluding the late Mr. Sergio Vieira de Mello, who will\r\nbe remembered in Bosnia and Herzegovina as the head\r\nof Civil Affairs of the United Nations mission. We\r\nremain ever so grateful to those who lent us their hands\r\nin times of need and despair.\r\nToday, Bosnia and Herzegovina is a State well on\r\nits way to being part of Europe, with the ambition to\r\ncreate an environment where the return of refugees and\r\ndisplaced persons will not be halted for political or\r\neconomic reasons, but will be encouraged for reasons\r\nof economic prosperity and sustainability that will be\r\nachieved through the efforts of all of us.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the Chairman of the\r\nPresidency of Bosnia and Herzegovina for the\r\nstatement he has just made.\r\nMr. Dragan Cović, Chairman of the Presidency of\r\nBosnia and Herzegovina, was escorted from the\r\nGeneral Assembly Hall.\r\nMr. Hoscheit (Luxembourg), Vice-President, took\r\nthe Chair.\r\nAddress by Mr. Natsagiin Bagabandi, President\r\nof Mongolia\r\nThe Acting President (spoke in French): The\r\nAssembly will now hear an address by the President of\r\nMongolia.\r\nMr. Natsagiin Bagabandi, President of Mongolia,\r\nwas escorted into the General Assembly Hall.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations His Excellency\r\nMr. Natsagiin Bagabandi, President of Mongolia, and\r\nto invite him to address the Assembly.\r\n5\r\nA/58/PV.15\r\nPresident Bagabandi (spoke in Mongolian;\r\nEnglish text provided by the delegation): May I extend\r\nmy heartfelt congratulations to the President for his\r\nunanimous election as President of the fifty-eighth\r\nsession of the United Nations General Assembly and\r\nexpress my confidence that under his able stewardship\r\nthis session will successfully accomplish its mission.\r\nFor the 58-year-old United Nations, which has\r\nbeen working throughout to maintain international\r\npeace and security, the promotion of human rights and\r\nfundamental freedoms and to foster development and\r\nprogress, the passing year has proved to be a\r\nchallenging period. Moreover, we feel deeply\r\nconcerned that the United Nations and its staff\r\nmembers, who dedicate their lives to helping peoples\r\nand countries affected by wars and armed conflicts\r\nhave turned into targets of terrorist acts. But it is our\r\nearnest belief that the noble mission of the late Special\r\nRepresentative of the Secretary-General, Mr. Sergio\r\nVieira de Mello, and other United Nations staff\r\nmembers who lost their precious lives while helping\r\nand assisting the people of Iraq, will not be in vain.\r\nAt the Millennium Summit, held at the turn of a\r\nnew century, world leaders reaffirmed their\r\ncommitment to the purposes and principles of the\r\nUnited Nations Charter and proclaimed their firm\r\nresolve to work together towards a more efficient and\r\nrevitalized United Nations.\r\nHowever, the emergence of a complex\r\ninternational situation and its subsequent developments\r\ncast into doubt the ability of the United Nations to\r\ndevelop a fast and adequate response to international\r\ncrises, to maintain international peace and security, to\r\nprevent armed conflicts, to resolve pressing issues in\r\nwar-torn countries and effectively assist them in\r\nbuilding national reconciliation and reconstruction.\r\nEven more important, the relevance of the United\r\nNations itself has been put into question.\r\nIt is therefore incumbent upon us to reaffirm\r\nanew, at the highest level, our shared commitment to\r\nimplement the Millennium Development Goals\r\nunanimously adopted at the Summit and to reiterate the\r\nimportance of enhancing the role of the United Nations\r\nand multilateralism in addressing the formidable\r\nchallenges of the twenty-first century.\r\nMongolia has consistently supported the United\r\nNations as the singular world Organization to serve the\r\ninterests of its Member States and as a principal\r\ninstrument of multilateral cooperation, given its\r\nunderlying purposes and principles as well as its\r\nuniversal representation. Mongolia stands for a\r\nreformed and revitalized United Nations, adapted to the\r\nevolving international realities, for its enhanced role\r\nand greater involvement in all areas pertaining to the\r\nmaintenance of international peace and security,\r\nresolution of pressing economic and social issues and\r\npromotion of sustainable development.\r\nAs its practical contribution to United Nations\r\npeacekeeping operations, Mongolia endeavours to\r\nprovide the relevant personnel to its various missions\r\nand supports the efforts to make peace-building\r\nmissions more effective with an increased emphasis on\r\npreventive diplomacy. While emphasizing the\r\nincreasing importance of ensuring the safety and\r\nsecurity of United Nations personnel engaged in\r\npeacekeeping and humanitarian missions, my\r\ndelegation fully endorses the additional measures\r\nrecently adopted by the Security Council to this effect.\r\nMongolia has signed the Convention on the Safety of\r\nUnited Nations and Associated Personnel and intends\r\nto ratify it in the near future.\r\nMy delegation shares the concern over the slow\r\npace of the reform process of the United Nations\r\ninitiated by the Secretary-General a few years ago.\r\nHence, we believe that there is an urgent need to speed\r\nup the reform through identifying innovative\r\napproaches so that the United Nations and its Security\r\nCouncil are able to effectively address the challenges\r\nahead.\r\nMongolia reiterates its support for a just and\r\nequitable enlargement of the Security Council by\r\nincreasing the number of permanent and non-\r\npermanent seats and ensuring representation of both\r\ndeveloping and developed countries, reviewing the\r\nveto power and democratizing working methods of the\r\nSecurity Council through enhancing the openness and\r\ntransparency of its work. We support the proposal of\r\nthe Secretary-General to establish a high-level panel of\r\neminent personalities entrusted with a mandate to\r\nconduct a comprehensive analysis of evolving\r\nchallenges and ways of strengthening the United\r\nNations.\r\nSome are portraying the contours of todays\r\nworld as unipolar. Others are challenging this, arguing\r\nfor a multi-polar world. It seems unreasonable to seek\r\nto command humankind and the patterns of its\r\n6\r\nA/58/PV.15\r\nexistence under any particular roof or leadership, or to\r\ntry to tear it apart into different directions.\r\nIn todays world, characterized by globalization\r\nand interdependence, it has become increasingly\r\nevident that, despite divergent views, we all live in one\r\nglobal village, breathe the same air and share a\r\ncommon future. Mutual understanding and cooperation\r\nare becoming the order of the day, rather than division,\r\nfragmentation, marginalization or discrimination.\r\nIndeed, contemporary human philosophy teaches us not\r\nto alienate or estrange, but, rather, to interact and align\r\nwith one another.\r\nIn addition to the traditional threats emanating\r\nfrom the proliferation of weapons of mass destruction,\r\nthe spread of missile technology and inter- and- intra-\r\nState conflicts, non-traditional threats, including\r\nterrorism, organized crime, illegal drug trafficking,\r\nscarce drinking water, environmental pollution and\r\nglobal climate change, are having adverse effects on\r\nregional and international security.\r\nAs a State party to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT), conventions\r\nbanning chemical and biological weapons and the\r\nComprehensive Nuclear-Test-Ban Treaty, Mongolia\r\ndeems it important to ensure their universality; to\r\naddress disarmament issues in a comprehensive\r\nmanner; to further reduce all types of weapons; to help\r\nthe Conference on Disarmament to break through its\r\nongoing impasse; and to strengthen monitoring\r\nmechanisms for the relevant multilateral treaties and\r\nagreements.\r\nAs a nuclear-weapon-free country, Mongolia\r\nactively supports the establishment of nuclear-weapon-\r\nfree zones in other parts of the world. Mongolia\r\nbelieves that the nuclear-weapon States should provide\r\nsecurity guarantees to non-nuclear-weapon States and\r\nStates parties to the NPT, and supports the conclusion\r\nof a multilateral treaty to that effect.\r\nMongolia is in favour of a nuclear-free Korean\r\npeninsula and of a peaceful resolution of the\r\nDemocratic Peoples Republic of Koreas nuclear\r\nprogramme issue. In this regard, we are in favour of\r\ncontinuing the relevant multilateral talks.\r\nMongolia fully supports the efforts being\r\nundertaken by the international community to revive\r\nthe Middle East peace process and to implement the\r\nroad map, and supports the establishment of a just and\r\ndurable peace in the region, on the basis of ensuring\r\nthe legitimate interests of the parties concerned.\r\nMongolia shares the concern of other nations over\r\nthe precarious situation and continued loss of life in\r\nIraq despite the termination of major combat\r\noperations. Mongolia is in favour of an increased role\r\nand involvement of the United Nations in restoring\r\npeace and stability in Iraq and in providing\r\nhumanitarian assistance to the Iraqi people.\r\nWith the rapid advance of globalization and\r\ntechnological breakthroughs, we deem it important to\r\ncreate an enabling environment for all countries \r\nespecially weak, small or vulnerable economies \r\nequally to benefit from globalization, and for the\r\ninternational community to offer support and assistance\r\nto those countries in their social and economic\r\ndevelopment and to enhance global partnerships for\r\ndevelopment.\r\nRecent years have been marked by an increased\r\nemphasis on social and development issues, resulting\r\nin a host of international conferences on sustainable\r\ndevelopment, financing for development and food\r\nsecurity, all organized under the auspices of the United\r\nNations. The speedy implementation, at the national,\r\nregional and international levels, of the decisions taken\r\nat the social summits, as well as efforts to achieve the\r\ngoals agreed by the Millennium Summit and at\r\nMonterrey, Johannesburg and Rome, have become the\r\ntop priority of the world community. The recent\r\nCancún Ministerial Conference of the World Trade\r\nOrganization has revealed the complexity of the\r\nprocess, leading to a new round of talks on the Doha\r\nDevelopment Agenda.\r\nGrowing development disparities between haves\r\nand have-nots; increasing poverty and unemployment\r\nin the developing world, in particular the least\r\ndeveloped countries; the spread of HIV/AIDS; the debt\r\nburden and trade inequalities, and the further\r\naggravation of such pressing issues remain our\r\nimmediate cause of concern. We cannot ignore the fact\r\nthat underdevelopment, poverty and social inequality\r\ncould serve as a breeding ground for confrontations\r\nand armed conflicts. Hence, it has become imperative\r\nfor the international community to display genuine\r\nsolidarity and shared responsibility for our common\r\ngood.\r\nInternational cooperation is crucial in effectively\r\naddressing environmental challenges, including natural\r\n7\r\nA/58/PV.15\r\ndisasters, global climate change, air and water\r\npollution, and desertification. In this respect, small and\r\npoor nations warrant greater attention and support.\r\nMongolia commends the outcome of the first\r\nInternational Ministerial Conference of Landlocked\r\nand Transit Developing Countries and Donor Countries\r\nand International Financial and Development\r\nInstitutions on Transit Transport Cooperation, held in\r\nAlmaty, Kazakhstan, in August this year, under the\r\nauspices of the United Nations. We consider that the\r\ntimely and expeditious implementation of the Almaty\r\nPlan of Action will help landlocked developing\r\ncountries to become actively engaged in global\r\neconomic integration.\r\nFifty-five years have elapsed since the adoption\r\nby the Assembly of the Universal Declaration of\r\nHuman Rights. The relevance of this fundamental\r\ndocument has stood the test of time, as its underlying\r\nideals have been enshrined in both international treaties\r\nand conventions and in national legislation, thus\r\nbecoming the universal norms of humankind. The ideas\r\ncontained in the Universal Declaration of Human\r\nRights have been carefully integrated into Mongolias\r\n1992 Constitution, and my country is firmly pursuing\r\npolicies to consolidate democracy and to protect and\r\npromote human rights and fundamental freedoms.\r\nThirteen years ago, Mongolia irreversibly\r\nembarked on the road to democracy and has\r\nendeavoured to make its own contribution to the cause\r\nof promoting democratic ideals. Earlier this month\r\nMongolia hosted the Fifth International Conference of\r\nNew or Restored Democracies, which resulted in the\r\nadoption of the Ulaanbaatar Declaration and Plan of\r\nAction. More than 600 representatives from 119\r\ncountries and a host of international and non-\r\ngovernmental organizations participated in the\r\nConference, thoroughly discussing and sharing their\r\nexperiences on a wide range of issues under the main\r\ntheme of Democracy, Good Governance and Civil\r\nSociety. It is gratifying to note that the Conference\r\nsuccessfully completed its ambitious agenda. My\r\ndelegation will actively collaborate with others in\r\nensuring effective follow-up to the implementation of\r\nthe Ulaanbaatar Declaration and the Plan of Action at\r\nthe national, regional and international levels.\r\nThe State and Government of Mongolia are\r\npursuing an open and multifaceted foreign policy and\r\nundertaking specific measures to consolidate the\r\ndemocratic reforms with a view to ensuring human-\r\ncentred development and human security, promoting\r\nand protecting human rights and fundamental\r\nfreedoms, fostering political and economic stability\r\nand achieving sustained economic growth.\r\nIn conclusion, may I express my confidence that\r\ndeliberations on the pressing issues before the\r\ninternational community during this session of the\r\nGeneral Assembly will be productive and result in\r\nsound decisions that contribute to the strengthening of\r\ninternational peace and security and the advancement\r\nof social progress and development. In this context,\r\nyou may rest assured, Sir, of the continued support and\r\nfull cooperation of my delegation.\r\nThe Acting President (spoke in French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of Mongolia for the statement he has just\r\nmade.\r\nMr. Natsagiin Bagabandi, President of Mongolia,\r\nwas escorted from the General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President (spoke in French): I now\r\ngive the floor to His Excellency Mr. Farouk Al-Shara,\r\nMinister for Foreign Affairs of the Syrian Arab\r\nRepublic.\r\nMr. Al-Shara (Syrian Arab Republic) (spoke in\r\nArabic): I should like at the outset to congratulate\r\nMr. Hunte on his election as President of the General\r\nAssembly at its fifty-eighth session. I am confident that\r\nhis wisdom, as expressed in the policies of his friendly\r\ncountry, will promote constructive dialogue among\r\nMember States. In the final analysis, constructive\r\ndialogue remains the most valid means of addressing\r\nthe complex problems currently facing the international\r\ncommunity.\r\nIt also gives me great pleasure to express to the\r\nSecretary-General and his staff our sincere appreciation\r\nfor the effort they have made and the hardships they\r\nhave endured in preserving the status of this\r\nOrganization, and for not submitting to attempts to\r\nmarginalize it in the international arena. It is with deep\r\nsorrow that we recall the great loss that the United\r\nNations in general, and the friendly country of Brazil in\r\nparticular, suffered as a result of the death of\r\n8\r\nA/58/PV.15\r\nMr. Sergio Vieira de Mello and his colleagues in the\r\nattack against the United Nations headquarters in\r\nBaghdad last month.\r\nMany leaders and other representatives of the\r\npeoples of the world have gathered together at this\r\ninternational forum. That in itself proves beyond any\r\ndoubt that this edifice of international legitimacy, and\r\nthe resolutions that are adopted here, remain the most\r\nacceptable and respectable political recourse available\r\nto the various countries of the world, be they large or\r\nsmall, rich or poor. This is the only forum in which it\r\nwould be extremely difficult to pass an arbitrary or pre-\r\nemptive war resolution that would result in the deaths\r\nof innocent civilians and the destruction of their\r\nproperty.\r\nOur world today faces daunting challenges that\r\nthreaten the very foundation of the system of\r\ninternational peace and security. World leaders are\r\ntherefore called upon to make a sincere and concerted\r\neffort and to demonstrate unwavering political will to\r\ncommit themselves once again to the principles of\r\ninternational legitimacy. Giving precedence to the logic\r\nof force, violating the sovereignty of nations and taking\r\nactions that affect peoples future compromise\r\nlegitimacy and the principle of equality. Such policies\r\nrepresent a miscarriage of justice and an abrogation of\r\nthe rule of law. They will open the door to widespread\r\nchaos in international relations and to crises that might\r\nbe more dangerous than those we are currently facing.\r\nMy country believes that the failure to reap the\r\noptimal benefits of the remarkable scientific and\r\ntechnological advances that humanity has made in the\r\npast two decades, coupled with the failure to achieve\r\nglobalization with a civilized, human face, have\r\nalienated our peoples and heightened their\r\napprehensions. It has obstructed the dialogue among\r\ncivilizations and blocked further interaction with other\r\ncultures. Attempts by some centres of power in the\r\nworld to manipulate the profound changes that have\r\ntaken place in the international balance of power in\r\npursuit of narrow national interests have added insult\r\nto injury. Cards have been shuffled and premises have\r\nbeen challenged. New concepts that are totally alien to\r\nthe Charter, such as pre-emptive war and unilateral and\r\nillegitimate use of force, have been invented. In brief,\r\nthat course of action has turned the clock back \r\ncontrary to the superficial claims that new prospects\r\nwere actually being opened.\r\nIt is regrettable that in the twenty-first century\r\nsome think tanks provide decision-makers with\r\nmisleading or false information on the basis of which\r\nwars are waged outside the context of international\r\nlegitimacy and blood is shed. Accusations are made\r\nthat completely lack credibility, and unbridled claims\r\nare advanced in deliberate disregard of any logic\r\ndeveloped by States and peoples throughout their\r\nhistory.\r\nOur region  the cradle of the divine religions\r\nand the storehouse of two thirds of the worlds oil\r\nreserves  has been victimized more than any other,\r\nsuffering greater injustice, being subjected to more\r\ndisinformation campaigns and enduring greater use of\r\nforce than any other region. It has to endure a great\r\nmany external threats that continually lay waste its\r\npotential and its material and intellectual resources. No\r\nsooner had the peoples of the region begun to enjoy\r\ntheir freedom and independence than they found\r\nthemselves once again faced with violent and unjust\r\nchallenges  challenges that are worse than any they\r\nhave known throughout their history.\r\nThe scourge of the Israeli occupation and\r\ncontinued Israeli aggression has been the main reason\r\nfor the suffering of our region since the concept of\r\ninternational legitimacy first emerge in the\r\ninternational community. That is the concept on which\r\nthe Organization was founded and which it came to\r\nepitomize. There is a profound paradox that has\r\nbecome the hallmark of our region. Israel was the first\r\nState to acquire its legitimacy through a resolution\r\nadopted by the United Nations, yet Israel was also the\r\nfirst State to ride roughshod over international\r\nlegitimacy  and it has continued to do so to the\r\nextent that Arabs and many others around the world\r\nfeel as if Israel were a country above the law, one that\r\nenjoys the same veto power in the Security Council as\r\nthe United States.\r\nIt is regrettable that, after decades of occupation,\r\nbloodshed and contempt for international legitimacy,\r\nthe representative of Israel has yet to realize that the\r\nroad to peace lies in Israels implementation of the 37\r\nSecurity Council resolutions on the Arab-Israeli\r\nconflict and the nearly 600 General Assembly\r\nresolutions on the same subject, all of which have so\r\nfar remained hostage to Israeli defiance of international\r\nlaw.\r\n9\r\nA/58/PV.15\r\nIt behoved the Israeli Foreign Minister to explain\r\nin his statement to the international community in this\r\nHall a few days ago the reasons for his countrys\r\nrefusal to implement this enormous number of\r\nresolutions of international legitimacy on the Middle\r\nEast, instead of ignoring them, considering them null\r\nand void, items of the past. Are the Syrians, the\r\nLebanese and the Palestinians unrealistic in their\r\ndemands, or are they asking for the impossible when\r\nthey stress that the only way out of the spiral of\r\nviolence and bloodshed is through ending the Israeli\r\noccupation of the Arab territories occupied since June\r\n1967, through negotiations to pursue a comprehensive,\r\njust and lasting peace on the basis of implementing\r\nUnited Nations resolutions and the Arab Summit peace\r\ninitiative adopted at Beirut in 2002?\r\nThe nagging core question here is how much\r\nlonger Israel continue can to mislead some into\r\nbelieving that it is being victimized while it continues\r\nto occupy the territory of others by force, lay siege to\r\nPalestinians, destroy their homes, uproot their trees and\r\nassassinate them in their occupied land. When did the\r\nvictims of occupation, settler colonialism and\r\npopulation transfer become outlaws and terrorists\r\nwithout a just cause, whose killing by fighter jets and\r\ntank fire became sanctioned under the pretext of self-\r\ndefence?\r\nSome people in Washington have asked Why do\r\nthey hate us? Some authors with ulterior motives, or\r\nself-proclaimed pundits writing for reputable American\r\nnewspapers or appearing on famous television\r\nprogrammes, volunteer their answers: They hate us\r\nbecause we have skyscrapers and noble values. They\r\nchoose to ignore that what is hated are the flawed\r\npolicies, and not the country and its beautiful\r\nlandmarks and cherished cultural and humanitarian\r\nvalues.\r\nThe grave situation in Iraq has become a source\r\nof serious concern for our people, who are already\r\nplagued by Israeli occupation and continued threats\r\nagainst them. The situation is also a major cause of\r\nconcern for the international community due to the\r\nthreat it poses to international peace and security. The\r\ncredibility of our Organization suffered greatly when\r\nthe United Nations was unable to prevent the war\r\nagainst Iraq, a war waged outside the context of\r\ninternational legitimacy.\r\nFor weeks and months, the Security Council was\r\ndrawn into bitter strife, debating the war resolution\r\nprior to the war. The marathon report of the inspectors\r\ncame out before the inspectors had accomplished the\r\ntasks entrusted to them. That situation notwithstanding,\r\nmost of the members of the Council were able to stay\r\nthe course, upholding international legitimacy and the\r\nCharter. The war was ultimately waged outside the\r\nframework of international legitimacy and those\r\nmembers chose not to its burden.\r\nAlong with other neighbouring countries, Syria\r\nremained committed to the principles of international\r\nlegitimacy and the Charter. In an unprecedented\r\ndémarche, our countries unanimously stressed their\r\ncommon concern that, should this war break out, its\r\nrepercussions on regional security and international\r\npeace would be more devastating than the precarious\r\nsituation prevailing in Iraq at the time.\r\nThat said, Syria does not base its foreign policy\r\non hatred, nor do we gloat over the misfortunes of\r\nothers. We do not redefine our policy in response to\r\nthreats either. The real challenge, we believe is how to\r\nextricate Iraq from this predicament and mobilize all\r\nefforts to win the battle for peace in post-war Iraq.\r\nOur country is directly concerned with\r\ndevelopments in Iraq, given our historical and\r\ngeographic ties and our common national loyalties to\r\nthe Iraqi people. Syria affirms that finding the way out\r\nof this predicament does not lie in focusing on\r\naddressing the lack of security in Iraq, thereby\r\nincreasing the number of troops and using force to\r\nbring about security, or on levelling accusations at\r\nneighbouring countries. The way out lies in an\r\ninternational commitment to the unity and territorial\r\nintegrity of Iraq, setting a clear timetable for the\r\nwithdrawal of the occupying forces from Iraq as soon\r\nas possible, drafting a constitution accepted by the\r\nIraqis and establishing a Government that is\r\nrepresentative of the Iraqi people, provided that the\r\nUnited Nations plays a pivotal role in Iraq in the\r\nvarious political, security and economic fields.\r\nThis session of the Assembly has seen intensive\r\ndiscussion among the permanent and elected members\r\nof the Security Council on a new draft resolution on\r\nIraq. We must draw attention here to the requirement\r\nthat any draft resolution to be adopted by the Security\r\nCouncil should allay the misgivings of the Iraqi people\r\nin all their factions and affiliations. Therefore, the draft\r\n10\r\nA/58/PV.15\r\nresolution to be adopted by the Security Council must\r\nbe brought to full maturity, so as to reassure the Iraqi\r\npeople about their future and to guarantee their\r\nindependence and sovereignty over their land and\r\nresources. The members of the Security Council should\r\nunanimously accept such a resolution, and it must\r\nenjoy the support of neighbouring States and the\r\ninternational community.\r\nMuch has been said lately about the dangers of\r\nthe proliferation of weapons of mass destruction \r\npaid by countries that already have different types of\r\nsuch weapons. Some have even waged a war under the\r\npretext of eliminating such weapons. As is already\r\nknown, this danger is not confined to a particular\r\nregion in the world, but can be found in many other\r\nregions. What is truly regrettable, however, is that\r\nsome international quarters selectively choose to level\r\nfalse accusations against certain Arab and Islamic\r\nStates, but not against others, while ignoring the Israeli\r\narsenal of weapons of mass destruction, including\r\nnuclear, chemical and biological weapons. Also\r\nignored have been the repeated appeals by all the\r\ncountries of the region, with the exception of Israel, to\r\nmake the Middle East a region free of all weapons of\r\nmass destruction.\r\nSyria this year translated its words into action by\r\nsubmitting an integrated draft resolution to the Security\r\nCouncil, calling for declaring the Middle East a zone\r\nfree of all weapons of mass destruction. It is not\r\nsurprising, however, that those who led the media\r\ncampaign against Syria stood in the way of adoption of\r\nthe Syrian initiative.\r\nSyria is aware that its membership in the Security\r\nCouncil is temporary. However, we appeal to the\r\ninternational community to continue to support the\r\nSyrian initiative calling for the elimination of all\r\nweapons of mass destruction in the Middle East region.\r\nSyria has condemned terrorism in all its forms\r\nand manifestations. We have supported the Security\r\nCouncils efforts to counter international terrorism\r\nthroughout the time of our membership of the Council.\r\nSyria has also acceded to the relevant international\r\nconventions to combat terrorism, including the Arab\r\nConvention on the Suppression of Terrorism and the\r\nConvention of the Organization of the Islamic\r\nConference on Combating International Terrorism.\r\nBoth instruments define the crime of terrorism and\r\ndistinguish between terrorism and the legitimate right\r\nof people under foreign occupation to resist\r\noccupation, in accordance with international law and\r\nthe Charter of the United Nations.\r\nSyria, which is not pursuing any political agenda,\r\nbelieves that the international communitys success in\r\nits overall battle against terrorism depends, to a large\r\nextent, on its success in addressing the root causes of\r\nterrorism, which are often found in poverty, ignorance\r\nand injustice. First and foremost, eliminating injustice\r\nrequires an end to foreign occupation.\r\nAs a member of the Security Council, Syria has\r\ncontributed to all the deliberations on the situation in\r\nAfrica. Syria has also presided over Council meetings\r\nthat were dedicated in full to finding solutions to the\r\npredicaments of the friendly people of Africa. On more\r\nthan one level, the Council has succeed in providing\r\nassistance to Liberia, the Democratic Republic of the\r\nCongo, Rwanda, Côte dIvoire, Guinea-Bissau,\r\nBurundi, Angola and Sierra Leone. My county would\r\nlike to express its satisfaction at the positive\r\ndevelopments that have made it possible to find\r\npeaceful solutions to African questions, which have\r\nguaranteed the security, stability and territorial\r\nintegrity of the African States concerned. Syria\r\nexpresses its total solidarity with the African continent.\r\nWe call upon industrialized States and others able to do\r\nso to provide assistance to the countries of that great\r\ncontinent.\r\nSyria also expresses its satisfaction with the\r\nprogress made in the Sudanese peace talks, with the\r\nsigning of the agreement on security and ceasefire\r\narrangements, and ultimately with the comprehensive\r\nagreement that will end the conflict in that fraternal\r\ncountry in a way that would preserve the Sudans unity\r\nand territorial integrity.\r\nWe call for a total lifting of the embargo imposed\r\non Cuba for decades outside the context of\r\ninternational legitimacy.\r\nWe also welcome the international efforts to\r\ndefuse tensions on the Korean peninsula, and support\r\nthe Korean peoples legitimate aspirations to unity and\r\nprosperity.\r\nActing upon the collective responsibility of\r\nMember States to promote the role of this international\r\nOrganization, Syria has actively participated in the\r\ndeliberations on the reform of the United Nations. In\r\nthat regard, the Millennium Declaration, which was\r\n11\r\nA/58/PV.15\r\nadopted three years ago, represented a good basis, all\r\nthings considered, to bring about that reform. We hope\r\nthat the reform will continue to be carried out in a\r\ncomprehensive, transparent and non-selective manner.\r\nWe believe that, in cooperation with the Secretariat,\r\nMember States have a primary role to play in the\r\nconsultations on reform and in the decisions to be\r\ntaken accordingly.\r\nThe President returned to the Chair.\r\nIn conclusion, our sense of the daunting\r\nresponsibility that we must shoulder together as\r\nmembers of this international Organization should\r\nprompt us to raise some rhetorical questions. Do we\r\nhave at our disposal a better option than to enhance the\r\npurposes and principles of the Charter and to pursue\r\nthe goal of reforming the Organization for the\r\nestablishment of a more just and more democratic\r\ninternational order? Should we not persevere to\r\nsafeguard the milestone achievements of international\r\nlaw? Should we not aspire to a system that will not\r\naccommodate the arrogance of power nor compromise\r\nour fundamental principles? Should we not seek a\r\nsystem that pursues fruitful cooperation among States\r\nand encourages openness and a dialogue among\r\ncivilizations epitomizing the essence of a creative\r\nhuman interaction?\r\nThe President: I now give the floor to His\r\nExcellency Mr. Cyril Svoboda, Deputy Prime Minister\r\nand Minister for Foreign Affairs of the Czech\r\nRepublic.\r\nMr. Svoboda (Czech Republic): Let me\r\ncongratulate you, Mr. President, on your election to\r\npreside over the fifty-eighth session of the General\r\nAssembly, and to wish you every success in your\r\nimportant position. It is a pleasure to see as President a\r\nrepresentative of Saint Lucia, the smallest country ever\r\nto hold the office. That fact upholds the Charter\r\nprinciple of the sovereign equality of nations in this\r\nimportant world body, as well as the desirability of\r\nuniversal membership in the United Nations, where all\r\ncountries, large and small, have something to\r\ncontribute.\r\nI also take this opportunity, Sir, to thank your\r\npredecessor, Mr. Jan Kavan, for his work and efforts\r\ndevoted to the activities of the United Nations\r\nthroughout the past year. It was a great honour for the\r\nCzech Republic to preside over the General Assembly\r\nand to use that unique opportunity to further enhance\r\nthe United Nations capacity and ability to respond to\r\ncurrent global challenges.\r\nLet me also express my countrys deepest\r\nsympathies to all who have lost loved ones in terrorist\r\nattacks, including the attack on the United Nations\r\nbuilding in Baghdad, which claimed the lives of the\r\nSecretary-Generals Special Representative in Iraq,\r\nSergio Vieira de Mello, and a number of his co-\r\nworkers. We view that horrible act as an attack against\r\nthe principles of freedom, democracy and peace, the\r\nprinciples on which our Organization is built.\r\nThe United Nations effort aimed at the\r\nstabilization, democratization and reconstruction of\r\nIraq has the full support of my country, and I\r\nappreciate the bold and selfless work done by the staff\r\nof the United Nations. The United Nations plays an\r\nirreplaceable role in that field. We therefore support the\r\nidea of adopting a new Security Council resolution that\r\nwould provide a framework for the widest possible\r\nparticipation of other countries. The Czech Republic\r\nwill actively participate in that process, and is\r\ndetermined to continue its engagement.\r\nThe recent terrorist attacks in Iraq and other\r\nregions of the Middle East strengthen our conviction\r\nthat the international community must not give in to\r\nterrorist threats. On the contrary, we must combine and\r\nintensify our efforts to combat them. The success of\r\ncooperation between the United Nations, the Coalition\r\nProvisional Authority and Iraqi representatives in\r\nstabilizing the situation in Iraq and handing over the\r\ncountrys administration to the Iraqi people will be the\r\nessential step in that direction. The Czech Republic\r\ntherefore welcomes the establishment of the Governing\r\nCouncil, the appointment of provisional ministers and\r\nthe continued work on drafting a constitution, and is\r\ninterested in the speedy creation of a stable\r\nGovernment in Iraq that will honour its international\r\ncommitments and respect human rights and freedoms\r\nand the fundamental principles of democracy. But that\r\nis not something than can happen overnight, as we\r\nknow from our own experience. The transition from\r\ndictatorship to a functioning democracy takes some\r\ntime.\r\nWe believe that progress in the Middle East peace\r\nprocess based on the road map must be at the centre of\r\nthe efforts of the whole international community. We\r\nshould not allow extremist and terrorist groups to\r\ndominate its agenda, as recent developments have\r\n12\r\nA/58/PV.15\r\nshown. At the same time, we call upon all parties\r\ninvolved to exercise maximum restraint in taking\r\nactions that may contradict the achievement of a\r\npeaceful political settlement of the crisis, especially\r\nextrajudicial killings and suicide bombings.\r\nThe Czech Republic supports activities aimed at\r\nreviving and continuing the implementation of the\r\npeace plan. In their talks, the Quartet and the parties\r\nconcerned must take stock of the peace plan and\r\nidentify obstacles on the road to peace, as well as\r\noutstanding tasks before the Government of Israel and\r\nthe Palestinian Authority. Without proper\r\nimplementation, the road map will suffer the same fate\r\nas those of the numerous peace initiatives we have seen\r\nin the past.\r\nThe problems of the Middle East are very\r\ncomplex. My country would like to emphasize three\r\nbasic issues in this fragile phase that we consider\r\ncrucial for the implementation and success of the road\r\nmap for peace, namely, the security aspects of a peace\r\nsettlement, the consistent suppression of all\r\nmanifestations of terrorism and the consolidation and\r\nstrengthening of the position of the Palestinian\r\nGovernment and its process of reform, including\r\nconcrete steps to confront terror and violence.\r\nIn our view, tangible changes in the situation on\r\nthe ground should be an inseparable part of those\r\nefforts. At the same time, with their vision of their own\r\nindependent State, Palestinians should feel that their\r\neconomic and humanitarian situation is improving. The\r\nCzech Republic is prepared to assume its share of\r\nresponsibility in the efforts to improve the economic\r\nsituation of Palestinian autonomous territories at both\r\nthe bilateral and multilateral levels.\r\nThe restoration of ethnic peace, the strengthening\r\nof stability and economic growth remain the main\r\nobjectives of the international community in the crisis\r\nregions of the Balkans. In the present circumstances,\r\nthe maintenance of an international presence in the\r\nregion is still a necessary prerequisite for the\r\ndevelopment of democracy and the strengthening of\r\npeace. The United Nations and other international\r\norganizations must exercise their control function even\r\nmore systematically, use their experience in assisting in\r\nthe transformation of society, ensure the active\r\nparticipation of all ethnic groups in the area of\r\nadministration, create conditions for the safe return of\r\nrefugees, help with development of local economies\r\nand curb organized crime.\r\nI am convinced that Mr. Harri Holkeri, the new\r\nSpecial Representative of the Secretary-General for\r\nKosovo, will further contribute to the achievement of\r\nthe declared objectives. The transfer of competencies\r\nfrom the United Nations Interim Administration in\r\nKosovo to local authorities must, at the same time,\r\ninclude the transfer of responsibilities for the\r\nachievement of the objectives set by the international\r\nadministration and, above all, the creation of\r\nconditions for the safe return of refugees. For the sake\r\nof the functioning of a multi-ethnic society, it is also\r\nnecessary to ensure the active participation of all ethnic\r\ngroups in the administration of the province.\r\nThe Czech Republic supports all international\r\nefforts in the field of disarmament and arms control,\r\nincluding verification of the non-proliferation of\r\nweapons of mass destruction and their means of\r\ndelivery. That process is a long-term priority of Czech\r\nforeign policy. The Czech Republic devotes\r\nconsiderable attention to the relevant international\r\ntreaties and conventions in that regard and takes an\r\nactive part in addressing security problems. We are\r\nconvinced that it is necessary to promote and\r\nstrengthen universal adherence to the three major\r\nmultilateral agreements relating to weapons of mass\r\ndestruction, namely, the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT), the Chemical\r\nWeapons Convention and the Biological and Toxin\r\nWeapons Convention. In that connection, we also\r\nsupport the promotion of an early entry into force of\r\nthe Comprehensive Nuclear-Test-Ban Treaty. Particular\r\nemphasis should be placed on establishing effective\r\nverification mechanisms, namely, for the Biological\r\nand Toxin Weapons Convention.\r\nWe consider the Additional Protocol to the NPT,\r\nwhich creates an integral part of the International\r\nAtomic Energy Agencys safeguards system and\r\nstrengthens the Nuclear Non-Proliferation Treaty, to be\r\na very important element of the verification system.\r\nThat is why it is urgent for the States that have not\r\nentered into safeguards agreements with the\r\nInternational Atomic Energy Agency to do so and to\r\nfulfil their obligations under article III of the Nuclear\r\nNon-Proliferation Treaty. We believe that the\r\nAdditional Protocol should be made the standard for all\r\nNPT signatory States.\r\n13\r\nA/58/PV.15\r\nThe problems associated with the current\r\nconflicts severely affecting civilian populations are\r\nclosely connected with the issue of conventional\r\nweapons, especially as regards small arms and light\r\nweapons. The Czech Republic supports the\r\ninternational community in its efforts to prevent the\r\nillicit trafficking in small arms and light weapons and\r\ntheir uncontrolled proliferation.\r\nThe Czech Republic very much welcomes the fact\r\nthat the international community is increasingly\r\nsensitized to the observance and protection of human\r\nrights. There is a growing body of globally recognized\r\nhuman rights and most cases of human rights violations\r\nare strongly criticized by the democratic international\r\ncommunity. Nevertheless, it would be too daring to\r\nassume that criticism by the international community\r\ncan always mitigate the consequences of a human\r\nrights violation. However, the fact that most entities in\r\ninternational law lay stress on human rights is\r\nunquestionably a positive aspect. I would therefore like\r\nto take this opportunity on behalf of the Czech\r\nRepublic to call for the release of all prisoners of\r\nconscience in various parts of the world, as well as to\r\ncall for the observance of their fundamental human\r\nrights.\r\nIn the light of recent developments, I consider it\r\nnecessary to again mention the Nobel Peace Prize\r\nlaureate from Myanmar, Ms. Aung San Suu Kyi, and\r\nthe numerous Cubans who were sentenced to many\r\nyears in prison in the political trials of March and April\r\n2003. Those and similar cases only deepen the isolation\r\nof the countries concerned and do not solve the\r\nexisting situations.\r\nThe Czech Republic remains fully committed to\r\nthe United Nations and is aware of the fact that the\r\nUnited Nations is a universal international organization\r\nthat plays an irreplaceable role in the present\r\nglobalized world. We support the Millennium\r\nDeclaration as the basis for the reform of the entire\r\nUnited Nations system and as a further step towards the\r\nstrengthening of the Organizations authority,\r\noperational capability and effective functioning. We\r\nsupport in particular the initiatives of the Secretary-\r\nGeneral aimed at improving the management and\r\nadministration of the United Nations. Another\r\nimportant task is to proceed with the revitalization of\r\nthe General Assembly, including such areas as the\r\nclustering of agenda items.\r\nThe reform of the Security Council represents a\r\ncrucial element in the development of international\r\nrelations in the new millennium. The Czech Republic\r\nshares the majority view that the composition of the\r\nCouncil is outdated, that it reflects the realities of the\r\nSecond World War rather than those of today and that it\r\nshould be adjusted to the current state of affairs. The\r\npresent situation is unsustainable and undermines the\r\nlegitimacy of the United Nations, and therefore calls\r\nfor urgent action. The Czech Republic will continue to\r\nsupport inevitable reform steps, including the\r\nenlargement of the Council in both categories of\r\nmembership. In particular, we support the aspirations\r\nof Germany and Japan for permanent seats, as well as\r\nthe allocation of another three new permanent seats for\r\nAfrica, Asia and Latin America.\r\nI would also like to take this opportunity to\r\ninform the General Assembly of the decision of the\r\nGovernment of the Czech Republic Government to\r\npresent its candidature for a non-permanent seat on the\r\nSecurity Council for the period 2008-2009 as our\r\ncontribution to safeguarding international peace and\r\nsecurity.\r\nI welcome the Presidents intention to focus the\r\nAssemblys attention on the implementation of the\r\noutcomes of the United Nations summits and\r\nconferences held during the past decade and on the\r\nUnited Nations development agenda, including the\r\nMillennium Declaration Goals. The Czech Republic\r\nemphasizes the importance of the implementation of\r\nthe Millennium Development Goals as an overarching\r\nplatform for specific actions to achieve specific goals\r\nand targets. Actions at the national, regional and\r\ninternational levels are necessary to fight poverty,\r\nimprove access to health services and water, combat\r\nthe spread of HIV/AIDS, provide education, bridge the\r\ndigital divide and preserve the environment, to name\r\nonly a few of our many concerns. At the same time,\r\nefforts to achieve development goals complement\r\nefforts to achieve sustainable development, including\r\nits economic, social and environmental aspects. The\r\nCzech Republic believes that a focus on multilateral\r\nand international cooperation is indispensable to the\r\nsuccess of the United Nations development agenda. We\r\nare therefore prepared to continue to contribute to that\r\nimportant process.\r\nAs regards the strategic document entitled the\r\nNew Partnership for Africas Development (NEPAD),\r\nin which, for the first time in their history, African\r\n14\r\nA/58/PV.15\r\nStates assumed responsibility for their further\r\ndevelopment, the Czech Republic is well aware that\r\nsupport for that document must be translated into\r\naction as soon as possible. An active and constructive\r\napproach should be reflected in all horizontal activities\r\nof the international community. That is why the Czech\r\nRepublic regards the principle of good governance as\r\none of NEPADs key principles that can substantially\r\ncontribute to the establishment of suitable conditions\r\nfor the integration of African States into ongoing\r\nglobalization processes and to the creation of a\r\nfavourable climate for the continents further\r\ndevelopment.\r\nAs an acceding country to the European Union,\r\nthe Czech Republic is prepared to assume its part in the\r\nimplementation of the African policy that is part of the\r\nEuropean Unions Common Foreign and Security\r\nPolicy.\r\nIn conclusion, let me stress that the challenge\r\nposed by security has likely been the most bitter and\r\nforceful to arise in the global community in the past\r\ntwo years. In that regard, we face a real test of our will\r\nand ability to cooperate, and in that connection the\r\nUnited Nations remains an irreplaceable forum for\r\nconflict prevention and a legal platform for the taking\r\nof multilateral steps to preserve the worlds security\r\nand peace. In that respect, we very much support the\r\nSecretary-Generals call for the strengthening of\r\nmultilateralism, as international security cannot be\r\nfully achieved by single States or coalitions dealing\r\nwith threats for the rest of the world.\r\nHumankind has not been challenged in such\r\nterms in all of its history. I am not referring solely to\r\nterrorism or nuclear threats, but also to various\r\nepidemics, poverty and the worsening environment,\r\nwhich are themselves the root causes of conflicts.\r\nFurthermore  and we are now witnessing this in\r\nIraq  reactive military actions, both targeted and of\r\nshort duration, are part of the solution, but they do not\r\nprovide the whole remedy. There is an irreplaceable\r\nrole for the world community to play. We, the Member\r\nStates of the United Nations community, should\r\ntogether therefore focus our utmost attention on\r\nefficient measures to make our planet secure and\r\nprosperous for present and future generations.\r\nThe President: Before I call on the next speaker,\r\nmay I again ask for the Assemblys cooperation and\r\nsupport with respect to telephones. I ask members to\r\nplease set their phones to vibrate, because they do\r\ncause terrible disturbances for speakers. Please assist\r\nas best you can by setting your cellular phones on\r\nvibrate. I do not want you to lose your calls, but they\r\nshould not disturb speakers.\r\nI now give the floor to His Excellency Mr. Win\r\nAung, Minister for Foreign Affairs of the Union of\r\nMyanmar.\r\nMr. Aung (Myanmar): Allow me, at the outset, to\r\nextend my warm felicitations to you, Sir, on your\r\nassumption of the presidency of the fifty-eighth session\r\nof the General Assembly. Your vast experience and\r\ndiplomatic skills augur well for the success of our\r\ndeliberations. I would also like to express our gratitude\r\nand appreciation to your predecessor, Mr. Jan Kavan,\r\nfor his invaluable contribution to the success of the\r\nprevious session of the General Assembly. We also pay\r\ntribute to the Secretary-General for his tireless efforts\r\nin leading the Organization through challenging times.\r\nWe are meeting at a time when the world is facing\r\ndaunting challenges. In addition to the perennial\r\nproblems of extreme poverty, the spread of infectious\r\ndiseases such as HIV/AIDS and environmental\r\ndegradation, we are faced with the challenge posed by\r\nnew forms of terrorism. We must confront all those\r\nchallenges squarely if we are to fulfil the vision of\r\nglobal prosperity and collective security set out in the\r\nDeclaration of the Millennium Summit, three years\r\nago.\r\nThe United Nations has a vital role to play in\r\nensuring peace and security. Myanmar firmly believes\r\nthat the Organization must be revitalized to accomplish\r\nour objectives. We cannot overcome the complex\r\nproblems that beset our world without universal\r\ncommitment to multilateralism and a reaffirmation of\r\nfaith in the central role of the United Nations in the\r\npromotion of global peace and security. The\r\nimportance of multilateralism and the need for\r\ncountries to strictly abide by the principles of\r\ninternational law cannot be overemphasized. Indeed,\r\nMember States, both large and small, have an interest\r\nand a responsibility to uphold the Charter of the United\r\nNations.\r\nMore than ever before, our world needs greater\r\ninternational solidarity and cooperation. In that respect,\r\nwe welcome the intention of the Secretary-General to\r\nreform the United Nations into a more effective\r\nOrganization.\r\n15\r\nA/58/PV.15\r\nMy delegation also shares the Secretary-Generals\r\nconcern that the pre-emptive use of force could set\r\nprecedents that could result in a proliferation of the\r\nunilateral and lawless use of force, with or without\r\njustification.\r\nRecent attacks by terrorists in Baghdad, Bali,\r\nCasablanca, Jakarta, Jerusalem, Mumbai and other\r\nplaces serve to remind us of the grim fact that the fight\r\nagainst terrorism is not over. It is evident that the use\r\nof force alone cannot wipe out terrorism. If we wish to\r\nachieve enduring results, we must address such\r\nfundamental problems as the persistence of extreme\r\npoverty, the disparity of income between and within\r\ncountries, racial and religious prejudice and attempts\r\nby some countries to impose their values on small and\r\ndeveloping countries.\r\nTerrorism poses a common threat to humankind.\r\nIt respects neither borders nor religion nor race. All\r\nnations must therefore join hands to meet the challenge\r\nposed by terrorists. It is only through increased\r\ncooperation at the national, regional and international\r\nlevels that we can hope to overcome that menace. I\r\nwish to reiterate that Myanmar is against all forms of\r\nterrorism. We have had bitter experiences with\r\nterrorism in our own country and we are firmly\r\ncommitted to work with the international community to\r\nprevent, counter and eliminate that terrible scourge of\r\nhumankind.\r\nLast month, terrorists brought their war to the\r\ndoorsteps of our Organization when they attacked the\r\nUnited Nations headquarters in Baghdad. They took the\r\nlives of 22 people, including that of Mr. Sergio Vieira\r\nde Mello, one of the most outstanding international\r\ncivil servants. We join the rest of the world in paying\r\ntribute to his memory and profess our profound sadness\r\nover the loss of the life of the Special Representative,\r\nand of other lives, in that unwarranted attack.\r\nI would now like to turn to recent political\r\ndevelopments in my country. Some have accused us of\r\ndeliberately creating a political impasse in order to\r\ndelay the transfer of power. If one takes a close and\r\nobjective look at the situation in the country, one will\r\nsee that what needs to be done to effect a smooth\r\ntransition to democracy is, first and foremost, to have\r\nthe political will to do so. Let me assure the General\r\nAssembly that we have that political will. We are\r\nfirmly committed to bringing about a systematic\r\ntransformation to democracy. In the past, successive\r\nGovernments in Myanmar failed in their attempts to\r\nbuild a multiparty democratic system, because they\r\nwere unable to overcome the fundamental issues facing\r\nthe nation, namely, the issues of peace and stability,\r\nnational unity among all national races  which\r\nnumber more than 100  economic development and\r\nhuman resources development. Attempts were made\r\nwithout first solving those fundamental problems; the\r\ncountry drifted and the people suffered.\r\nThe present Government, aware of the fact that\r\nfundamental issues must first be addressed, adopted a\r\ndifferent approach. It laid down four political\r\nobjectives: first, to establish peace and stability in the\r\nwhole nation and to ensure the prevalence of law and\r\norder; secondly, to consolidate unity among all national\r\nraces; thirdly, to strive for a durable Constitution; and,\r\nfourthly, to build a modern and democratic nation in\r\nkeeping with the new Constitution.\r\nAt the outset, an olive branch was extended to the\r\narmed groups that had been fighting the Government\r\nfor decades. Following successful negotiations, those\r\ngroups returned to the legal fold. National unity was\r\nachieved. Peace now reigns in the entire country,\r\nproviding an opportunity for long-neglected border\r\nareas to develop quickly. The gap between urban and\r\nrural areas has been narrowed. At the same time, we\r\nhave taken developmental initiatives to promote a\r\nbetter life for our peoples. We have worked tirelessly to\r\nprovide better health care, education and housing for\r\nall our peoples. We have had to rebuild the country\r\nfrom scratch.\r\nThose who come to Myanmar will be able to\r\nobserve at first hand the immense transformations\r\ntaking place in the country. As the adage goes, seeing\r\nis believing. Today our people can look forward to the\r\nfuture with confidence and renewed hope. Now that\r\nfirm foundations have been laid, we have moved on to\r\nthe next phase to commence work on the drafting of a\r\nnew Constitution and to build a modern democratic\r\nnation in keeping with it.\r\nThe new Prime Minister, General Khin Nyunt,\r\nwho was appointed on 25 August 2003, outlined a road\r\nmap for the transition to democracy. The seven-step\r\nprogramme includes, first, the reconvening of the\r\nNational Convention, which has been adjourned since\r\n1996; secondly, after the successful holding of the\r\nNational Convention, the step-by-step implementation\r\nof the process necessary for the emergence of a\r\n16\r\nA/58/PV.15\r\ngenuine and disciplined democratic system; thirdly, the\r\ndrafting of a new Constitution in accordance with basic\r\nprinciples and the detailed basic principles to be laid\r\ndown by the National Convention; fourthly, the\r\nadoption of the Constitution through a national\r\nreferendum; fifthly, the holding of free and fair\r\nelections for pyithu hluttaws, or legislative bodies,\r\naccording to the new Constitution; sixthly, the\r\nconvening of hluttaws attended by hluttaw members in\r\naccordance with the new Constitution; and, seventhly,\r\nthe building of a modern, developed and democratic\r\nnation by the State leaders elected by the hluttaw, the\r\nGovernment and other central organs formed by the\r\nhluttaw. All strata of the countrys population have\r\nadopted a unified approach and supported the road\r\nmap.\r\nIn recent weeks, Myanmar has taken substantial\r\nsteps on the road to democracy. It is important that the\r\ninternational community recognize those positive\r\nchanges; credit must be given where credit is due.\r\nMyanmar is working to ensure an environment in\r\nwhich we can achieve our objectives. The people of\r\nMyanmar are enthusiastic about consolidating the\r\nprogress achieved thus far. At the same time, we seek\r\nto maintain good and friendly relations with all\r\ncountries in the region and in the rest of the world so\r\nthat we can thrive and prosper. We have never posed a\r\nsecurity threat to any neighbour, and we have always\r\nsought to promote regional peace and stability and the\r\ncommon weal of all our nations.\r\nIt is disconcerting that some countries have\r\nchosen to turn a blind eye to reality and have subjected\r\nMyanmar to a wide array of unfair economic sanctions\r\nfor their own political ends. Those unilateral coercive\r\nmeasures not only go against the spirit and the letter of\r\nthe Charter of the United Nations, but also violate\r\ninternational law and rules of international trade. They\r\nare intrinsically unfair and only add to the hardships of\r\npeople already marginalized by globalization.\r\nCountries that place a high premium on democracy and\r\nhuman rights have a responsibility to live up to those\r\nnoble ideals in their relations with others. Our common\r\naspirations to peace and development can be fulfilled\r\nonly if nations avoid double standards and adopt a\r\nmore positive attitude.\r\nWe live in challenging and dangerous times.\r\nConflicts and tensions in various parts of the world\r\nthreaten global peace and security. Transnational\r\ncrimes and new forms of terrorism also add to our\r\nproblems. Yet it is in our power to make the world a\r\nbetter place. Here, it is pertinent to recall what I stated\r\nlast year in this hallowed Hall: if we want to ensure a\r\nbetter future for mankind, we must heed the teachings\r\nof the worlds great religions. Every religion calls for\r\ntolerance, understanding and compassion for fellow\r\nhuman beings. Only when we can overcome anger and\r\nhatred and do away with false pride and prejudice will\r\nwe succeed in establishing a world in which peace and\r\njustice prevail.\r\nAll conflicts, rivalries and hostilities have their\r\nroots in hatred and enmity. We must try to overcome\r\nthem. We should all try to build a global order where\r\nthe strong will not impose their will on the weak and\r\nwhere democracy prevails not only within nations, but\r\nalso in the international arena. Let us work together, as\r\na family of nations, to overcome the serious common\r\nchallenges that we face.\r\nThe President: I now call on His Excellency\r\nMr. Ahmed Maher El Sayed, Minister for Foreign\r\nAffairs of the Arab Republic of Egypt.\r\nMr. Maher El Sayed (Egypt) (spoke in Arabic):\r\nAt the outset, Sir, I should like to convey to you, both\r\npersonally and in your capacity as a representative of\r\nyour country, Saint Lucia, my sincere congratulations\r\non your election to the presidency of the General\r\nAssembly at its fifty-eighth session. I am confident that\r\nyou will lead its work with efficiency and skill. I\r\nshould also like to take this opportunity to pay tribute\r\nto your predecessor, Mr. Jan Kavan of the Czech\r\nRepublic, for his remarkable and effective contribution\r\nto the results achieved during the last session, results\r\nwe value and seek to deepen further.\r\nWe meet today at a critical juncture in world\r\nhistory. More than ever before, we need to chart and\r\ndefine clearly the path we wish to take to avert the\r\nconfusion of concepts and the undermining of\r\nestablished principles. Doubts have been raised about\r\nthe United Nations and its role; attempts have been\r\nmade to circumvent it and ignore the fact that it was\r\nborn out of the worlds tragic experience in the first\r\nhalf of the previous century. From that experience, the\r\nworld drew the necessary lessons concerning the need\r\nfor collective action to solve problems, to prevent wars\r\nand to enable peoples to rule themselves and to\r\ncooperate for a better future.\r\nI believe that the time is now past for such\r\ndoubts. Everyone has come to realize the importance of\r\n17\r\nA/58/PV.15\r\ntaking action through the Organization in a spirit of\r\ncooperation and solidarity. That is the only way to save\r\nthe world from new divisions and scourges. That new\r\ndevelopment places new responsibilities on us all to\r\ncooperate within the United Nations in a spirit that\r\nseeks unity rather than division, cooperation rather than\r\nconflict, real solutions to problems rather than ways of\r\naddressing them without justice and respect for the\r\nCharter, thus lacking legitimacy and effectiveness.\r\nCommitment to the Charter and to international\r\nlaw is the safety valve for the international community.\r\nThe role of the United Nations cannot be reduced to the\r\nrole of the Security Council alone and to the questions\r\nthat it can or cannot address. In our opinion, the United\r\nNations is much larger than that; its contributions\r\nembrace all the elements of the wide-ranging and\r\ncomplex international agenda.\r\nIn that regard, we reiterate that challenges such as\r\nterrorism and illicit drugs, diseases, disarmament,\r\nprotection of the environment, AIDS and achieving\r\nsustainable development can be met only through\r\ncoordinated action in which all States, large and small,\r\nact within an international framework that enjoys\r\nlegitimacy and is conducive to the attainment of\r\ncommon objectives.\r\nIn that connection, I should like to pay tribute to\r\nthe Secretary-General, Mr. Kofi Annan, for his\r\ndistinguished role and his continuing efforts in\r\nstrengthening the purposes and principles of the United\r\nNations to enable the Organization to shoulder its\r\nresponsibilities and to achieve its goals. Kofi Annan\r\nplayed a significant role in returning the Organization\r\nto the centre of events. In the course of United Nations\r\nefforts to carry out its noble principles, many of its\r\nstaff members lose their lives. In the recent tragic\r\nevents in Baghdad, Egypt lost two of its and brave\r\nnationals who had been working ably in the service of\r\nthe Organizations principles.\r\nTragic events have struck many countries and\r\npeoples. Foremost among them were the events of 11\r\nSeptember 2001, which afflicted the friendly people of\r\nthe United States of America  events that we fully\r\ncondemn and deplore. In the midst of the agony and\r\nanxiety generated by such events, inescapable\r\nconclusions have been reached: we must unite in\r\ncombating terrorism on realistic, sound and legitimate\r\nbases; we must avoid confusing terrorism with certain\r\nlegitimate acts that are inspired by the wish to break\r\nthe shackles of occupation, domination and injustice;\r\nand we must understand that the desire to combat\r\nterrorism must not become the only yardstick for\r\njudgement.\r\nExperience has proven that in combating\r\nterrorism we must not fail to see that it is not a product\r\nof one of the worlds major cultures. We must not\r\nignore the fact that terrorism is not confined to a\r\ncertain region and that the fight against it must not be\r\nrestricted to the perspective of security or politics\r\nalone. Terrorism is by nature a multifaceted\r\nphenomenon. As such, it must be dealt with in a\r\ncomprehensive manner that encompasses its political,\r\neconomic, security, legal and psychological aspects, as\r\nwell as the conditions exploited by some to justify it.\r\nThe United Nations has proven its ability to\r\ncoordinate international efforts and to achieve tangible\r\nresults in this field. Egypt has participated seriously in\r\nall activities aimed at strengthening international\r\nefforts against terrorism. This has been Egypts\r\nobjective all along. In 1995, Egypt launched President\r\nHosni Mubaraks initiative to convene a high-level\r\ninternational conference under United Nations auspices\r\nto consider ways and means to combat terrorism. This\r\ninitiative gave expression to Egypts keen interest in\r\nsupporting the international efforts aimed at reaching a\r\nclear and precise understanding of the fight against\r\nterrorism, including through special negotiations on the\r\ncomprehensive convention to combat international\r\nterrorism in all its forms and manifestations. The\r\nEgyptian initiative must not be construed as a chance\r\nfor protracted polemics or disagreement that clouds our\r\nobjective. On the contrary, it is a call to frame a\r\ndocument that expresses the international political will\r\nand reflects the international resolve to eradicate the\r\nscourge of terrorism, to restore peace and security,\r\nalong with justice and stability, and to clarify the\r\nresponsibilities of each and every member of the\r\ninternational community.\r\nOur world today is facing numerous challenges\r\nregionally and internationally. There are challenges to\r\nthe logic of fairness, justice and peace and challenges\r\nrelated to the proliferation of weapons of mass\r\ndestruction and the slow pace of international action in\r\nthe field of nuclear disarmament. We are witnessing\r\ntendencies to consecrate the right to possess, develop,\r\nand modernize nuclear weapons. Some States still cling\r\nto the obsolete doctrines of deterrence and attempt to\r\nfind justifications for the use of nuclear weapons.\r\n18\r\nA/58/PV.15\r\nTherefore, it has become necessary to widen the\r\nestablishment of zones that are free of weapons of mass\r\ndestruction. In this regard, I recall Egypts repeated\r\nassertions, in all international forums, that rendering\r\nthe Middle East free of weapons of mass destruction,\r\nparticularly nuclear weapons, in a comprehensive\r\nframework that applies to all without exception or\r\ndiscrimination, is the only way to spare the region and\r\nthe world the dangers that threaten all our\r\nachievements and all that we strive to achieve. It is\r\nunacceptable that Israels possession of such weapons\r\nshould remain a reality that some prefer to ignore or\r\nshould prevent the international community in Vienna,\r\nNew York or elsewhere from facing it fairly and\r\nsquarely.\r\nThe Middle East region continues to suffer from\r\nthe absence of peace. There were high hopes that the\r\nhistorical reconciliation between the Palestinian and\r\nIsraeli peoples was within reach after the Oslo accords,\r\nthe parties mutual recognition and the subsequent\r\nagreements and negotiations. Yet the efforts failed\r\nevery time, seemingly because the Israeli party does\r\nnot yet fully share the conviction of all, expressed by\r\nPresident George Bush and the Quartet, that the\r\nsolution lies in the establishment of an independent\r\nPalestinian State, within the 1967 borders, that would\r\nlive side by side with Israel in peace and security.\r\nThe Palestinian people continue to be subjected\r\nto oppression, provocation, and aggression. They\r\ncontinue to languish under the oppression of a cruel\r\nand unfair occupation that generates feelings of despair\r\nand frustration and leads to a spiral of violence and\r\ncounter-violence whose victims are innocent civilians.\r\nIt is high time for the international community to\r\nreiterate its call to the parties to return to the\r\nnegotiating table in order to implement the principles\r\nof international legality and to achieve a just peace in\r\nthe entire Middle Eastern region on the basis of a\r\ncomplete withdrawal to the 1967 borders and of respect\r\nfor rights. Egypt has continually made efforts to\r\nachieve that objective in Palestine, the Govan and in\r\nthe occupied Lebanese territories, confident that the\r\nlogic of peace will prevail over the logic of aggression\r\nand that the resolve of the people who yearn for a\r\npeace that achieves security and opens the door for\r\ndevelopment will prevail over those who continue to\r\nharbour ambitions of expansion and aggression and\r\nthus put the interests of their peoples in danger. They\r\nwill bear a heavy responsibility for that.\r\nThe situation in Iraq is cause for grave concern.\r\nWe reaffirm anew the need for respect for the\r\nsovereignty, independence, and territorial integrity of\r\nIraq, as well as the need to create conditions conducive\r\nto the earliest possible withdrawal of the occupying\r\nforces and the assumption by the United Nations of a\r\ncentral role in assisting the Iraqis in the political and\r\neconomic reconstruction of their State. Egypt affirms\r\nits readiness to contribute to the reconstruction process,\r\nin accordance with the wishes and needs of the Iraqi\r\npeople and in cooperation with the rest of the\r\ninternational community, under the aegis of the United\r\nNations. We look forward to the day when the\r\naspirations of the Iraqi people are realised and when it\r\nbecomes an effective and free partner working with its\r\nArab brothers for a better future.\r\nEgypt welcomes the recent agreement between\r\nthe government of the Sudan and the Sudanese\r\nPeoples Liberation Movement (SPLM), an agreement\r\nthat paves the way for a consolidated effort towards a\r\nbetter future for the people of a united Sudan and one\r\nthat ensures equality, security and prosperity for all its\r\ncitizens. Egypt calls upon the international community\r\nto assist in securing the implementation of this\r\nagreement. The profound and eternal ties and relations\r\nbetween Egypt and the Sudan and our firm belief in the\r\ncommonality of the hopes we entertain and the threats\r\nwe face impel us to be in the vanguard of action for the\r\nachievement of that lofty goal. It alone can guarantee\r\nthe maintenance of the interests of the Sudanese people\r\nas a whole, as well as the interests of the Arab world\r\nand the African continent.\r\nEgypt believes that cooperation for development\r\nis the cornerstone of multilateral international action.\r\nThe eradication of poverty is a moral, human, and\r\npolitical responsibility shared by the countries of the\r\nNorth and the South. It is the shortest route to\r\nachieving international peace and security. A fair look\r\nat the international economic situation must conclude\r\nthat it is impossible to accept the continuation of the\r\ncurrent imbalance in the distribution of wealth among\r\nthe peoples of the Earth. Equally impossible to accept\r\nare the lack of democracy in international economic\r\ndecision-making, the grave fluctuations in the\r\nefficiency of the work of the world financial markets,\r\nthe unfair trade practices against the interests of\r\ndeveloping countries and the policies that lead to\r\nrecurrent financial crises which eliminate, in a few\r\ndays, the achievements of decades of great sacrifice.\r\n19\r\nA/58/PV.15\r\nWe regret that the Cancún Conference was unable to\r\nproduce the desired and previously agreed outcome of\r\naffording developing countries a real opportunity to\r\nbenefit from liberalization based on balanced trade.\r\nInstead, it made liberalization an obstacle to the efforts\r\nof developing countries to promote growth and\r\ndevelopment under difficult and complex\r\ncircumstances.\r\nEgypt has welcomed the outcome of United\r\nNations conferences and summits, including the\r\nMillennium Summit Declaration, and has called for full\r\nimplementation of the letter and spirit of the decisions\r\nadopted. Hence, we view with satisfaction the decision\r\nof the General Assembly at its last session to consider\r\nin 2005 at a high level the implementation of the\r\noutcomes of international summits and conferences.\r\nGlobalization, with the hope it brings for\r\ninternational cooperation that benefits all, could turn, if\r\nmisused, into an attempt at domination, thereby\r\nexacerbating the structural flaws in the international\r\nsystem at both the economic and political levels.\r\nHence, there is a need for measures to increase the\r\neffectiveness of international institutions and to\r\nachieve good governance, which is as necessary on the\r\ninternational level as it is on the national level, and to\r\ncreate a favourable economic environment. There is\r\nalso a need to adopt a comprehensive package of\r\nreforms that includes international finance and for\r\nmutual respect among cultures and civilizations so that\r\ndialogue and cooperation can benefit all and can\r\npromote understanding between nations and peoples.\r\nWhile urging the United Nations to continue its\r\nefforts in the promotion of international cooperation\r\nfor development, Egypt stresses the importance of\r\ntaking the cultural diversity of societies into account. It\r\nis also important to seek acceptance of the other as an\r\nequal partner in discourse without the imposition of\r\ncertain models. At the same time, we reiterate that this\r\ncooperation must be the fruit of a new philosophy that\r\nposits the common destiny of mankind in a unified and\r\ninteractive manner, whereby if one part suffers, the rest\r\nwill subsequently suffer. The repercussions of the\r\neconomic and social problems in a given country or\r\ncontinent can no longer be confined to a single place.\r\nRather, these repercussions now swiftly find their way\r\nto the rest of the world.\r\nThe United Nations should place the situation in\r\nAfrica among its top priorities, in view of the political,\r\neconomic, social, and environmental challenges facing\r\nit, as well as the outbreak of armed conflicts, spread of\r\ndeadly epidemics and plunder of the riches and\r\nresources of peoples, whether directly or indirectly\r\nthrough the imbalance in trade and economic relations.\r\nThe New Partnership for Africas Development\r\n(NEPAD) constitutes a new starting point to change the\r\nstandard of living in Africa. It is an initiative created\r\nby the Africans themselves, based on their own vision\r\nof their reality, needs and the great hopes of the\r\nAfrican peoples for a better future and their wish to be\r\npartners with the world for the sake of development\r\nand progress. Egypt reaffirms the need to implement\r\nthe resolutions adopted by the General Assembly last\r\nyear, which took NEPAD as a framework for\r\ndevelopment in Africa. Egypt calls for the development\r\nprogrammes of international organizations to be\r\nadapted to the priorities set by NEPAD. Egypt urges\r\ndonor countries and economic organizations and\r\ninstitutions to provide support to the African countries\r\nfor the implementation of NEPAD and the achievement\r\nof its desired objectives.\r\nAfrican countries have already established within\r\nthe African Union the machinery required for the\r\nimplementation of the initiative. The international\r\ncommunity is called upon to help bridge the financial\r\ngap that impedes the achievement of poverty reduction\r\nin Africa. This should be done through a prompt and\r\ncomprehensive approach.\r\nEgypts belief in the centrality of the role of the\r\nUnited Nations in the world, now and in the future,\r\nimpels it to reaffirm the urgent need to develop and\r\nincrease the Organizations effectiveness. This includes\r\nthe reform of its main organs, particularly the General\r\nAssembly and the Security Council. We all agree that\r\nthere is a need for reform and that this reform is a long\r\nprocess. Many of the steps towards reform have been\r\nimplemented. However, much remains to be done to\r\nstrengthen collective and international action through\r\nthe revitalization of the General Assembly and reform\r\nof the working methods of the Security Council. All\r\nStates should be given ample opportunity to shoulder\r\nthe responsibilities of membership in the Council.\r\nTherefore, we continue to support a\r\ncomprehensive approach to the reform of the Security\r\nCouncil and believe that this process should be based\r\non two main guidelines: a commitment to the overall\r\nconcept of reform and the rejection of a policy of\r\n20\r\nA/58/PV.15\r\ntaking small steps in one direction or another. The\r\nOpen-ended Working Group of the General\r\nAssembly  the only open and transparent forum\r\navailable for the consideration of this important\r\nsubject  should also continue its consideration of this\r\nmatter and abide by its mandate.\r\nThe dangers that beset us all make it imperative\r\nfor us to rally around the lofty principles established\r\nunder the Charter of our Organization. We must\r\ntranslate our belief in those principles into continuous\r\nwork that transcends greedy ambitions, hatreds,\r\nillusions and the desire for domination and hegemony.\r\nOur work must proceed from a belief in the equal\r\nrights and duties of peoples. Thus we will achieve the\r\nhopes of the peoples of the Earth and spare them\r\nhardship and suffering.\r\nThe path towards that objective lies in the\r\ncommitment to United Nations resolutions and the\r\ncessation of attempts to ignore, circumvent or adapt\r\nthem to serve purposes incompatible with the Charter\r\nand with law and justice. If we uphold those principles,\r\nwe will all be victors. The only vanquished ones will\r\nbe the forces of evil and aggression, which will be\r\ndefeated by our peoples hopes for a more just and\r\nsecure world for all.\r\nThe President: I now give the floor to His Royal\r\nHighness Prince Saud Al-Faisal, Minister for Foreign\r\nAffairs of the Kingdom of Saudi Arabia.\r\nPrince Al-Faisal (Saudi Arabia) (spoke in\r\nArabic): It gives me great pleasure to convey to you,\r\nSir, and to your friendly country, Saint Lucia, our\r\ncongratulations on your election as President of the\r\nGeneral Assembly. I would like to express my\r\nappreciation to you personally and my full confidence\r\nin your ability to effectively conduct the work of the\r\nAssembly at this session.\r\nI would also like to express our gratitude to your\r\npredecessor, Mr. Jan Kavan, who led the work of the\r\nAssembly at its last session with wisdom and expertise.\r\nI also wish to take this opportunity to pay tribute\r\nto the Secretary-General and to express the gratitude of\r\nthe Kingdom of Saudi Arabia for his continuous and\r\ntireless efforts to establish peace and security in the\r\nworld, strengthen the role of the Organization, increase\r\nits efficiency, preserve its credibility and enhance its\r\neffectiveness.\r\nIt is saddening and distressful that this session is\r\nconvening while the echo of the horrendous attack\r\nagainst the United Nations offices in Baghdad that took\r\nthe life, among others, of one of its prominent and\r\ntowering figures, Mr. Sergio Vieira de Mello is still\r\nresonating in our hearts. I avail myself of this\r\nopportunity to convey to the Secretary-General, to the\r\nstaff of the Secretariat and to the families of the\r\nvictims of this tragic incident my sincere and deepest\r\ncondolences. I would also like to express the hope that\r\nneither this incident nor the most recent one that took\r\nplace a few days ago will impede the efforts aimed at\r\npromoting the role of the United Nations in\r\nconsolidating stability and prosperity in Iraq.\r\nThe hideous attack on the United Nations offices\r\nin Baghdad represents a challenge that can be dealt\r\nwith and contained, and the necessary security\r\nconditions to minimize such occurrences in the future\r\ncan be established. However, our Organization is, at\r\nthis juncture, facing other challenges that are more\r\nserious than what happened in Baghdad, challenges\r\nrelated to its raison dêtre and to the principles and\r\nfoundations stipulated in its Charter. These principles\r\nwere not heeded and the responsibility for this is ours.\r\nThis has in many instances impeded its effectiveness\r\nand credibility.\r\nNevertheless, its ability to exist and perform and\r\nthe contributions it has provided and continues to\r\nprovide in various humanitarian, cultural and social\r\nfields through its specialized agencies are sufficient to\r\nencourage support for the Organization and provide it\r\nwith every assistance it needs.\r\nIn the comprehensive speech he gave at the outset\r\nof this session, the Secretary-General referred with\r\nclarity and transparency to the growing trend towards\r\nunilateral action outside the realm of international\r\nlegitimacy in dealing with current problems such as\r\nterrorism and the proliferation of weapons of mass\r\ndestruction. This expanding trend to resort to unilateral\r\naction on the basis of the right to self-defence could\r\nundermine the principle of collective security on which\r\nthe Charter was founded. We stressed this in the\r\nMillennium Declaration that was issued by the General\r\nAssembly three years ago.\r\nNevertheless, we have to admit that not\r\nconfronting such actions effectively and with\r\nseriousness and steadfastness when faced with dangers\r\nand threats such as those that emanated from the\r\n21\r\nA/58/PV.15\r\nregime of Saddam Hussein, have led, it seems, to\r\nconfusion. This confusion has provided the advocates\r\nof collective action and the defenders of unilateral\r\naction with parallel arguments that each group is now\r\nusing against the other. Whoever wants to criticize the\r\npolicy of unilateral action will find no difficulty\r\nproving that such a policy could only exacerbate and\r\nincrease problems.\r\nOn the other hand, those who criticize the\r\ninternational community for being lax in acting\r\ncollectively to confront such problems that threaten\r\nsecurity and stability will also come up with arguments\r\nto prove that such reluctance and negligence in facing\r\nchallenges is behind the eruption of the major crises of\r\nour contemporary history.\r\nIt was therefore natural that, due to such\r\ndivergence in views, a situation was reached wherein\r\nthe focus turned to debate and theorization rather than\r\nto dealing directly with current problems and deciding\r\non practical measures to resolve them. This is exactly\r\nwhat happened with respect to Iraq immediately before\r\nthe war.\r\nInternational terrorism, in all its manifestations\r\nand forms, represents a very dangerous challenge to\r\nour international Organization and to the international\r\ncommunity at large. It deserves our condemnation\r\nwhich must be resolute, categorical and unequivocal.\r\nThe Kingdom of Saudi Arabia has expressed this\r\nposition at different forums and international\r\ngatherings.\r\nThe Kingdom of Saudi Arabia, which has\r\nsuffered and continues to suffer from acts of terror, has\r\nlaunched a relentless war against terrorism, enacted\r\nregulations that punish perpetrators, inciters and\r\nsympathizers with terrorist activities and has\r\nintroduced counter-terrorism as one of the main\r\nsubjects in the curricula of its schools. It has also taken\r\na series of measures to close any loopholes in the way\r\ncharities collect money, in order to prevent funds from\r\nbeing diverted for unlawful purposes.\r\nHowever, regardless of its effectiveness, the\r\ninternational effort directed against terrorism will not\r\neradicate this phenomenon without addressing its root\r\ncauses and the reasons for its spread.\r\nThe Palestinian issue, which has become a\r\nconstant item on the agenda of all the sessions of the\r\nGeneral Assembly over the past five decades, continues\r\nto be a cause of instability and turmoil in the Middle\r\nEast region, whose nations yearn for peace, prosperity\r\nand development. I dont think I need to go into the\r\ndetails of this issue, of which you are completely\r\naware, but we should remember Israels persistence in\r\nits provocative policies and practices, which focus on\r\nrepression, persecution, political assassinations,\r\nsettlers issues and the ominous fence. This is an\r\napproach that has subverted all initiatives and\r\nproposals aimed at solving the Palestinian issue,\r\nincluding the Arab peace initiative and the road map.\r\nThe solutions that were presented on the\r\nPalestinian issue were harmed mostly by the Security\r\nCouncils contradictions, especially among its\r\npermanent members, in dealing with resolutions in this\r\nregard. We see resolutions being adopted but remaining\r\nmere ink on paper, and when the time comes for their\r\nresolutions on implementation, the veto power is\r\ninvoked to abort implementation.\r\nThe only way out of this vicious circle, from our\r\nperspective, is for the permanent members to pledge\r\nnot to use the veto power when dealing with\r\nresolutions or measures aimed at implementing the\r\nsubstance of resolutions previously adopted. This\r\nmatter may be one of the issues that the reform team\r\nproposed by the Secretary-General should consider in\r\norder to invigorate the role of the United Nations in\r\nhandling current issues and challenges.\r\nThe people of Iraq look to our Organization to\r\nend the confusion, anarchy and chaos that resulted\r\nfrom the collapse of the previous regime. The major\r\nproblem facing Iraq now is the absence of a clear\r\nvision as for the future of Iraq and the fact that Iraq\r\ncannot control its own destiny. Iraq faces a grave and\r\ncomplicated internal situation, coupled with a delicate\r\nand sensitive geographical location.\r\nIt is therefore of utmost necessity that we set a\r\nclear timetable that would assure the Iraqis that they\r\nare close to restoring their sovereignty and\r\nindependence through an accelerated political process\r\nlinked to specific commitments, whether with regard to\r\nconsolidating the power of the transitional Iraqi\r\nGovernment or drafting a new Iraqi constitution that\r\nwould pave the way for the formation of a legitimate\r\nnational Iraqi Government under which all citizens\r\nwould enjoy equal rights and responsibilities.\r\nBased on this premise, my country views the\r\nTransitional Governing Council in Iraq as representing\r\n22\r\nA/58/PV.15\r\na positive step paving the way towards this goal. While\r\nwe give utmost importance to the role of the United\r\nNations in Iraq, we are hopeful that any debate on Iraq\r\nwill focus on determining its needs and finding\r\neffective means to respond to them, including\r\ncontributions by all Member States to this noble effort,\r\nnamely the stability of Iraq.\r\nThat must be done speedily, efficiently and in a\r\nway that would conform with the needs of Iraq. Iraq is\r\na country of pivotal importance, geographically and\r\nhistorically, in our region. It possesses natural and\r\nhuman resources that qualify it to take a prominent role\r\nin the international community. All it needs from us is\r\nan initial push to allow it to regain its sovereignty,\r\nstability and growth.\r\nThe manifestations of the proliferation of\r\nweapons of mass destruction are a cause of great\r\nconcern and tension in the Middle East. This means\r\nthat we must declare the Middle East and the Arab Gulf\r\nregion a zone free from weapons of mass destruction.\r\nWith regard to the need to increase the\r\neffectiveness and universality of the Treaty on the Non-\r\nProliferation of Nuclear Weapons and its system of\r\nsafeguards, monitoring and inspection, we also believe\r\nthat certain standards and controls must be put in place\r\nto assure progress in all fields of the elimination of\r\nweapons of mass destruction. Based on this, we call\r\nupon all countries that have yet to join the Non-\r\nProliferation Treaty (NPT) to take the necessary steps\r\nto do so, especially Israel, and to submit their nuclear\r\nsites and installations to the international safeguards\r\nregime.\r\nThe international situation looks again as it used\r\nto be during the time of polarisation, including\r\nincreasing tensions, crises and divisions that have\r\nparalyzed the Security Council. Despite the fact that\r\nwe have entered the third millennium, we still lack the\r\nneeded commitment and collective political will to\r\ntranslate our commitments into reality. International\r\npeace and security are still but a hope and an aspiration\r\nfor many people and countries. Comprehensive\r\ndevelopment is still a dream for many and a distant\r\nobjective we all hope to achieve.\r\nIn the Middle East, where countries suffer from\r\nthese symptoms, we see in the ideas presented by\r\nPresident Bush, for the promotion of development in\r\nthe Middle East many positive signs, which\r\ncollectively present a model for fruitful cooperation\r\nbetween rich nations and developing countries.\r\nIn the Kingdom of Saudi Arabia, His Royal\r\nHighness the Crown Prince presented an initiative\r\naimed at reforming the situation in the Arab region in\r\nthe economic sphere, with structural reforms as well as\r\nexpansion of political participation at its core. If the\r\nregion succeeds in benefiting from these two\r\ninitiatives, its future will be promising.\r\nThe fact that there are still chronic issues on the\r\nagenda of our Organization, like the Palestinian\r\nproblem, issues of comprehensive development and the\r\nemergence of issues like Iraq makes it incumbent upon\r\nus to embark on two parallel tracks: credibility in\r\nupholding the principles of the Charter, and seriousness\r\nin implementing United Nations resolutions. We must\r\nnot substitute futile and senseless arguments which\r\nwould be useless to us all for practical solutions.\r\nOur deeply rooted belief in of the important role\r\nthat the United Nations can play in dealing with crises\r\nand its efforts to avoid the horrors of war and to\r\nprovide means for international cooperation make us\r\nmore determined than ever to support this Organization\r\nand consolidate its constructive role. We want the\r\nUnited Nations to take a greater role in handling crises\r\nbefore they occur through the implementation of what\r\nis known as preventive diplomacy rather than through\r\npre-emptive wars, in order to preserve stability and\r\nmaintain international peace and security.\r\nThe President: I now call on His Excellency\r\nMr. Ernst Walch, Minister for Foreign Affairs of\r\nPrincipality of Liechtenstein.\r\nMr. Walch (Liechtenstein): Let me first pay\r\ntribute to the commitment and the courage of the\r\nSpecial Representative of the Secretary-General, Sergio\r\nVieira de Mello, and all the United Nations staff\r\nmembers who lost their lives in the unprecedented\r\nattack on United Nations headquarters in Baghdad. The\r\ndate of 19 August is engraved in the consciousness of\r\nthe international community and in the annals of the\r\nUnited Nations. We were forced to face a fact that we\r\nhave not tackled with the necessary determination in\r\nthe past: the vulnerability of United Nations staff\r\nworldwide. While legal protection can certainly not\r\nprevent an attack such as the one of 19 August, we\r\nmust nevertheless provide the best possible protection\r\nin this respect. We therefore hope that the General\r\nAssembly will take the necessary measures to make the\r\n23\r\nA/58/PV.15\r\nUnited Nations Convention on the Safety of United\r\nNations and Associated Personnel more effective.\r\nThe process that led to this engagement of the\r\nUnited Nations in Iraq constituted a major crisis for the\r\nexisting mechanisms dealing with threats to\r\ninternational peace and security, first and foremost the\r\nSecurity Council. This Organization is subject to and\r\ndependent on the political will of its Members. Its\r\ndistinctive quality lies in the fact that it provides\r\nlegitimacy in accordance with international law. This\r\noutstanding quality it must not lose, and we are all\r\nchallenged to stand up for this core function of the\r\nUnited Nations, which is a good part of its raison dêtre\r\nin todays world. The crisis the United Nations has\r\ngone through in connection with the action taken\r\nagainst Iraq will not be overcome simply by adopting a\r\npragmatic approach in dealing with the aftermath\r\nthereof. We welcome the ongoing discussions in the\r\nSecurity Council on a stronger and more meaningful\r\nrole of the United Nations in Iraq. At the same time,\r\nthere must also be a recognition that international law\r\ncontinues to be the foundation for our actions in\r\ndealing with problems of international peace and\r\nsecurity and that the rule of law needs to be applied\r\nboth at the national and at the international levels.\r\nLike any other State, in particular small States,\r\nLiechtenstein attaches the highest possible priority to\r\nthe rule of international law  expressed, inter alia, in\r\nour commitment to the International Criminal Court \r\nand international relations that are based on rules\r\nderived from international legal standards. The United\r\nNations, as the core body for drafting and adopting\r\nthose standards, must continue to play its role in\r\ndefending and upholding them.\r\nIt is more obvious than ever that the Security\r\nCouncil is facing a particular challenge in this respect.\r\nWhile discussions in the media, in the academic world\r\nand in think tanks after the military action against Iraq\r\ninvariably have focused on the theme of the need for\r\nquick and effective Security Council reform, this sense\r\nof urgency was lost on the Open-ended Working Group\r\non Security Council Reform  the very body that has\r\nthe competence to make decisions on such reform.\r\nAfter 10 years of debate on this issue, we all appreciate\r\nthe difficulties attached to it, and they are indeed big.\r\nHowever, these difficulties are not sufficient\r\njustification for our failure to resolve an issue that\r\neverybody agrees is a major obstacle to the effective\r\nfunctioning of the Organization as a whole. It was\r\ntherefore rather disturbing to see the Open-ended\r\nWorking Group continue engaging in business as usual,\r\nwhile the world  the world we are supposed to\r\nrepresent, after all  unanimously called for effective\r\nand comprehensive reform.\r\nThe composition of the Council is clearly a\r\nreflection of a geopolitical reality that ceased to exist a\r\nlong time ago and enlargement thus continues to be an\r\nindispensable element of a meaningful reform of the\r\nCouncil. At the same time, there is also a clear need to\r\naddress other issues, such as the mechanisms for\r\ndecision-making and in particular the implementation\r\nof Security Council resolutions  whether adopted\r\nunder Chapter VI or Chapter VII  and issues of\r\nlegality. We hope that the initiative the Secretary-\r\nGeneral presented last week will contribute to making\r\nthe main organ that is at the centre of the worlds\r\nattention a more effective and representative body.\r\nWhile the work on Security Council reform has\r\nbeen slow and unsatisfactory overall, it has\r\nnevertheless produced some important and positive\r\nresults. The Council has opened up to the membership\r\nas a whole and increasingly engaged in open debates,\r\nboth on thematic and on other issues of concern to the\r\nmembership as a whole. Liechtenstein welcomes this\r\ndevelopment and has participated in many of those\r\ndebates.\r\nThis increased openness of the Council, however,\r\ndoes not resolve the issue of its accountability. The\r\neffectiveness and credibility of the Council will be\r\nmuch enhanced if it bases its decision-making on a\r\ndialogue with the States on whose behalf it acts. In the\r\nrecent past, the Council has made some decisions that\r\nwere controversial and others that were of\r\nunprecedented reach. Some of the measures taken in\r\nconnection with financial sanctions impact directly on\r\nthe lives of individuals who have no means of bringing\r\ntheir grievances stemming from such decisions to the\r\nattention of the Council. Since the Council makes its\r\ndecisions on behalf of the entire membership and since\r\ntheir implementation is mandatory for all Member\r\nStates, there should be ways for all Member States to\r\nexpress the concerns they might have with regard to\r\nsuch decisions. The appropriate body for such\r\ndiscussions is obviously the General Assembly, the\r\nonly main organ of the organization of universal\r\nmembership.\r\n24\r\nA/58/PV.15\r\nWhen educating people about the United Nations,\r\nwe keep stumbling upon one issue: The need to explain\r\nthat the United Nations is not identical with the\r\nSecurity Council. The fact that the Council is seized\r\nwith the most burning issues and the most pressing\r\ninternational crises is only one part of the explanation\r\nfor this fact. The flip side which we must no longer\r\nignore is the increasingly futile struggle of the General\r\nAssembly to play its rightful role in accordance with\r\nthe Charter of the United Nations. An overburdened\r\nagenda, sterile debates, an overflow of documentation\r\nand the routine adoption of resolutions, that are but a\r\nrehash of past resolutions, have a combined devastating\r\neffect on the relevance of this body.\r\nThe General Assembly is today paralysed to a\r\npoint that keeps it from dealing with the politically\r\ncrucial issues and from acting in a quick and flexible\r\nmanner. A good illustration is the resolution in which\r\nthe General Assembly condemned the attack on the\r\nUnited Nations headquarters in Baghdad. Even though\r\neverybody shared the shock and dismay about this\r\nvicious attack, it took the General Assembly almost a\r\nmonth to adopt the said resolution.\r\nThe current state of the Assembly sadly plays into\r\nthe hands of its detractors. Presiding over the General\r\nAssembly is a very difficult task, Mr. President. If you\r\nare able to lead this Assembly out of its established\r\nroutine of paying lip service to its own reform and if\r\nyou are able to initiate the radical reform this body so\r\ndesperately needs, you will have created a lasting\r\nlegacy, and we will support you.\r\nMuch has been said about the crisis in which the\r\nUnited Nations finds itself after this difficult year.\r\nHowever, every crisis is an opportunity, and I hope that\r\nthe Assembly will take up its work in this spirit. Very\r\nrarely over the past few years has the public interest in\r\nthe United Nations been greater than it has over the\r\npast 12 months. We must ensure that the peoples of the\r\nworld continue turning to the United Nations as the\r\nplace where established rules are upheld, new\r\nchallenges are tackled and effective and responsible\r\naction is taken collectively.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Fathulla Jameel, Minister for Foreign\r\nAffairs of the Republic of Maldives.\r\nMr. Jameel (Maldives): Allow me at the outset,\r\nSir, to convey to you, on behalf of my delegation, our\r\nsincere congratulations on your election as the\r\nPresident of the General Assembly at its fifty-eighth\r\nsession. It is indeed an added pleasure for my\r\ndelegation to see such a distinguished personality from\r\na sisterly small island State preside over the Assembly.\r\nAllow me also to extend my delegations\r\nprofound gratitude and appreciation to your\r\npredecessor, Mr. Jan Kavan, former Deputy Prime\r\nMinister and former Minister of Foreign Affairs of the\r\nCzech Republic, for the exemplary manner in which he\r\nsteered the work of the fifty-seventh session.\r\nI would also like to take this opportunity, on\r\nbehalf of my delegation, to express our deep\r\nappreciation to the Secretary-General, Mr. Kofi Annan,\r\nfor his dedication and his untiring work in promoting\r\nthe noble principles of this Organization. I also\r\ncongratulate him in particular for the courage and\r\nforesight with which he proposed last week much-\r\nneeded reforms to this Organization. I sincerely wish\r\nhim every success in carrying them forward.\r\nI would also like to take this opportunity to\r\nexpress my delegations sentiments of sadness and\r\ndeep sorrow at the tremendous loss suffered by the\r\ninternational community in the recent terrorist\r\nbombings of the United Nations premises in Baghdad. I\r\npay a special tribute to the Special Representative of\r\nthe Secretary-General, Mr. Sergio Vieira de Mello, and\r\nto the other staff members of the Organization who\r\nmade the ultimate sacrifice in the cause of humanity.\r\nTerrorism has always menaced the human race in\r\none form or another. Yet never before have we\r\nwitnessed acts of terrorism so organized, so frequent\r\nand so lethal, threatening international peace and\r\nsecurity in its entirety. The Baghdad bombing and other\r\nviolent eruptions elsewhere in the world grimly remind\r\nus that serious threats to world peace and security\r\nremain, undermining the noble principles that had so\r\nfar contributed to the survival of the world order and to\r\nthe sustenance of the values that we upheld. Much has\r\nbeen done, yet the persistence of such deplorable acts\r\nsignals our failure to address the fundamental causes of\r\nthose threats. Bold decisions need to be taken swiftly\r\nto address them.\r\nSince my country fell victim to a brutal terrorist\r\nattack in 1988, we had tried, on many occasions, to\r\nimpress upon the Assembly the threats to small States\r\nposed by increased international terrorism. A decade\r\nand a half later, the threat of terrorism is affecting us\r\nall, irrespective of our physical size, economic\r\n25\r\nA/58/PV.15\r\nstrength, political power or military might. For some\r\nsmall States, the danger is graver, as a terrorist\r\nonslaught could severely threaten even their\r\nsovereignty and independence. Therefore, let me\r\nemphasize the importance of providing support and\r\nassistance to small States in the implementation of\r\nSecurity Council resolution 1373 (2001), and of\r\nstrengthening their institutional capabilities in this\r\nimportant field.\r\nWe all should recognize that the strength and\r\nstability of the international security system or of any\r\npolitical order is determined by the strength not of its\r\nstrongest, but of its weakest members.\r\nMaldives will nevertheless continue to support\r\nthe war against international terrorism in the spirit of\r\ncontributing to enhanced international peace and\r\nsecurity.\r\nThe structural impediments facing small island\r\ndeveloping States such as Maldives are numerous. The\r\ngeophysical characteristics of our island States,\r\ncombined with their remoteness from major markets,\r\nhave accentuated our vulnerabilities. Nearly a decade\r\nago, we met in Barbados to address the environmental\r\nvulnerabilities and developmental challenges faced by\r\nsmall island developing States. However, addressing\r\nthose vulnerabilities and challenges requires a\r\nmeaningful global partnership, with shared\r\nresponsibility and commitments at the highest level.\r\nMy country hopes that Barbados+10, to be held in\r\nMauritius next year, will provide an impetus for the\r\ninternational community to renew the commitments to\r\nconcrete action it made at Barbados 10 years ago.\r\nThe globalization of the world economy and the\r\nliberalization of the multilateral trading system are\r\ncontinuing to marginalize the developing countries,\r\nespecially the least developed countries. As tariff\r\nbarriers fall, so does the potential for developing\r\ncountries to compete effectively in the open market.\r\nHopes were dashed at Cancún recently, as the\r\nConference proved disappointing, leaving the\r\ndeveloping countries still afflicted with problems.\r\nAbject poverty and disease in the developing\r\nworld exist at a level that defies comprehension, while\r\ndeadly diseases such as HIV/AIDS, malaria and\r\ntuberculosis remain rampant. Development\r\nopportunities for the least developed countries appear\r\nbleak. I therefore call for a level playing field for all\r\ncountries, with preferential treatment for the weak, and,\r\nin particular, for narrowly based economies such as\r\nthat of my own country, who find it hard, if not\r\nimpossible, to sustain their share of the global market.\r\nMy delegation believes that a greater commitment\r\nto the implementation of the Brussels Programme of\r\nAction for the Least Developed Countries is a\r\nprerequisite if we are to halt and reverse the\r\ndeteriorating situation of the least developed countries.\r\nWhile I express my appreciation of the donor\r\ncommunitys willingness to help those countries\r\naccelerate their growth and sustain their development,\r\nand to achieve the Millennium Development Goals, it\r\nmust be said that the Monterrey pledges remain far\r\nfrom being realized.\r\nThe overriding objectives of the Brussels\r\nProgramme of Action to arrest and reverse the\r\ncontinued socio-economic marginalization of the least\r\ndeveloped countries and to improve their participation\r\nin international trade and their share of foreign\r\ninvestment and other financial flows will also remain\r\nbut a dream if official development assistance is not\r\nincreased and international development assistance is\r\nnot augmented.\r\nAs I have stated on many occasions, Maldives is\r\nnot simply an island nation; it is a nation of many far-\r\nflung islands covering 90,000 square kilometres of\r\nocean. Our islands are resource-poor, and the saline\r\nsoil conditions prohibit most agricultural production.\r\nTransport and communication costs are exorbitant. The\r\nscope for economic diversification is very limited. That\r\nis why we have appealed to the international\r\ncommunity to take a closer look at our true situation\r\nbefore the issue of our graduation from least-\r\ndeveloped-country status is considered by the\r\nEconomic and Social Council.\r\nAs I emphasized in my statement to the Assembly\r\nlast year, the structural weaknesses of our economy\r\ncould have grave implications for my countrys\r\ndevelopment, should it be deprived of the preferential\r\naccess to markets and the concessional capital that it\r\nhas critically relied upon.\r\nThe Committee for Development Policy (CDP)\r\nhas fully recognized the special circumstances of small\r\nStates like Maldives that are environmentally fragile\r\nand economically vulnerable. The CDP has also, over\r\nthe years, highlighted those vulnerabilities and the\r\nsevere costs that small island developing countries will\r\nhave to endure in the event of their graduation. We\r\n26\r\nA/58/PV.15\r\nbelieve that, unless these vulnerabilities and costs are\r\naddressed in a concrete and meaningful manner, the\r\nconditions for graduation set forth in Assembly\r\nresolution 46/206, particularly that of smooth\r\ntransition, will not be met. We are concerned that, if\r\nsuch issues are not adequately addressed, graduation\r\nwill reverse the progress that we have made so far.\r\nAlthough the criteria for inclusion in the list of\r\nleast developed countries and graduation therefrom\r\nhave been regularly reviewed and refined, they still fail\r\nto cover the entire range of structural and other\r\nhandicaps. We are glad that the CDP is continuing its\r\nwork on refining the criteria. We also believe that, of\r\nthe three criteria for graduation, that relating to the\r\nEconomic Vulnerability Index must be a requirement,\r\nif we are to ensure that a country will not lapse back\r\ninto a lower category of development after the fatal day\r\nof graduation.\r\nThe United Nations Conference on Trade and\r\nDevelopment profile of Maldives also highlights a\r\nnumber of circumstances not covered by the criteria.\r\nThe profile very clearly states that graduation would\r\nresult in an unsustainable debt burden, even if there is\r\nsustained growth. The rate of our economic growth has\r\ndeclined significantly since 1997 and graduation at the\r\npresent time would therefore amount to a serious\r\nexogenous shock. This is precisely the situation that we\r\nare so desperately trying to avoid.\r\nIn accordance with the decision taken at its 2003\r\nsubstantive session held at Geneva, the Economic and\r\nSocial Council will soon consider the issue of the\r\ngraduation of Maldives from least-developed-country\r\nstatus. We sincerely hope that we will receive the\r\nnecessary support and cooperation of all countries with\r\na view to adopting a comprehensive resolution that\r\nwould address the issue of graduation in a holistic\r\nmanner and require an appropriate mechanism to\r\nensure a smooth transition.\r\nIn this connection, we would like to express our\r\nfull support for the call by the CDP to convene an\r\nexpert group meeting to address the issue of smooth\r\ntransition. We also expect the International Meeting on\r\nSmall Island Developing States, scheduled to take\r\nplace in Mauritius next year, to formulate\r\nrecommendations to guide policies on the graduation of\r\nsmall island developing States.\r\nFollowing the glimmer of hope for the revival of\r\nthe Middle East peace process, we are again witnessing\r\nan unprecedented deterioration of the situation in\r\nPalestine and the Middle East. We strongly condemn\r\nthe Israeli move to deport President Yasser Arafat from\r\nthe Palestinian territories, as well as the continued\r\nIsraeli aggression against the Palestinian people. We\r\nhave consistently supported the just struggle of the\r\nPalestinian people to regain their inalienable rights and\r\nto establish an independent Palestinian State with Al-\r\nQuds as its capital. We call upon the members of the\r\nQuartet, particularly the United States, to ensure the\r\nimplementation of the road map for peace. While we\r\nsincerely believe that the United Nations has an\r\nimportant role to play in the peace process, we are also\r\nconvinced that the United States needs to remain\r\nactively engaged, as it currently is, in a spirit of\r\nsincerity, in the search for a just, permanent and lasting\r\npeace in the region.\r\nThe international community should maintain the\r\nhigh priority that it has accorded to disarmament and\r\narms control efforts, without any discrimination among\r\nnations or regions, with a view to making the world a\r\nmore peaceful place. The international community\r\nmust strengthen and improve the enforcement of the\r\nnon-proliferation regime. In this context, we believe\r\nthat the United Nations not only must be at the centre\r\nof the multilateral process, but must remain the\r\nprincipal player in grappling with important global\r\nissues. We believe that, with unity of purpose and in a\r\nspirit of complementarity, bilateral, regional and\r\nmultilateral approaches can lead to the resolution of\r\nthese issues.\r\nAs the Secretary-General emphasized, the need to\r\nreform the United Nations to enable it to face the\r\nchallenges of a changing world remains paramount. We\r\nare convinced that the United Nations, with its\r\nuniversal membership, is not only the sole legitimate\r\nbody responsible for the preservation and maintenance\r\nof international peace and security but also a unique\r\nbody, capable of achieving the goal of a better and\r\nsecure world for humankind. We should never,\r\ntherefore, allow the United Nations to be marginalized\r\nor diverted from its role or the principles of the\r\nCharter. Maldives remains committed, and will do its\r\nutmost to contribute to strengthening the role of the\r\nUnited Nations and to making it more efficient and\r\neffective.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Mohamed Ould Tolba, Minister for\r\n27\r\nA/58/PV.15\r\nForeign Affairs and Cooperation of the Islamic\r\nRepublic of Mauritania.\r\nMr. Ould Tolba (Mauritania) (spoke in Arabic):\r\nOn behalf of the Islamic Republic of Mauritania, I\r\nshould like to convey to you, Sir, our warmest\r\ncongratulations on your election as President of the\r\nGeneral Assembly at its fifty-eighth session. I am\r\nconvinced that your great wisdom and wealth of\r\nexperience will guarantee the success of our work. I\r\nwould also like to thank your predecessor, Mr. Jan\r\nKavan, former Deputy Prime Minister and Minister for\r\nForeign Affairs of the Czech Republic, who guided the\r\nwork of the previous session with great skill and\r\nability.\r\nI would also like to express congratulations and\r\ngreat appreciation to the Secretary-General,\r\nMr. Kofi Annan, and all his associates, for their\r\noutstanding and tireless efforts to achieve the noble\r\nideals of our Organization. I would also like to express\r\nour satisfaction with the action taken since the previous\r\nsession of the General Assembly, in particular the\r\nmeeting in New York of the Commission on\r\nSustainable Development, which addressed measures\r\nand priorities envisaged for implementing\r\nrecommendations of the Monterrey Conference on\r\nFinancing for Development, the decisions of the\r\nJohannesburg Summit and the Millennium\r\nDevelopment Goals.\r\nI note particularly the efforts to facilitate access\r\nfor poor countries to quality medicines to combat\r\nendemic diseases.\r\nThe hideous murder of Mr. Sergio Vieira de\r\nMello, Special Representative of the Secretary-\r\nGeneral, together with a number of his closest\r\nassociates, in the terrorist attack on the United Nations\r\nheadquarters in Baghdad profoundly shocked and\r\ndistressed us. The increase of terrorism and its\r\nconsequences in terms of fear and human and material\r\ndestruction require the international community to step\r\nup consultations, cooperation and coordination and\r\nstrengthen efforts to tackle the dangers that threaten all\r\nhumankind.\r\nAchieving the objectives of development,\r\nsecurity and stability hinges strongly on how\r\neffectively we handle the challenges of extremism and\r\nterrorism. My country, while stating its commitment to\r\nrelevant Security Council resolutions, reiterates its\r\nabsolute and firm condemnation and denunciation of\r\nviolence and terrorism in all its forms and reaffirms its\r\nsupport for all regional and international efforts and\r\ninitiatives to combat this scourge.\r\nGiven the global nature of terrorism, the fight\r\nagainst it must necessarily be global in nature and be\r\nunderpinned by an intellectual and cultural dimension\r\nbased on the complementarity of civilizations and\r\nabsolute rejection of any clash or conflict between\r\nthem.\r\nWe also must not overlook the impact of\r\nimbalance in the development levels of rich and poor\r\ncountries, since poverty and social, scientific and\r\ntechnological under-development are primary causes of\r\ntension and sources of violence and extremism.\r\nThere can be no doubt that maintenance of peace\r\nand security around the world requires a greater role\r\nfor the United Nations and the strengthening of\r\ninternational law. My country therefore notes with\r\nsatisfaction the acceptance by the Palestinian Authority\r\nand the Israeli Government of the road map as\r\nsubmitted by the Quartet. This framework offers a\r\nfresh opportunity to establish a just and lasting peace in\r\nthe interest of all peoples of the region, ensuring the\r\nrestoration of the legitimate rights of the Palestinian\r\npeople, including the right to establish an independent\r\nState with Jerusalem as its capital, pursuant to the\r\ndecisions of the Madrid Conference, the principles of\r\nland for peace and Security Council resolutions 242\r\n(1967), 338 (1973) and 425 (1978).\r\nMy country stresses the importance it attaches to\r\nthe demand that Israel withdraw from the occupied\r\nArab territories and that negotiations be resumed\r\nimmediately, as the only way towards peace and\r\nsecurity in the Middle East.\r\nOn the question of Iraq, we welcome the\r\nestablishment of the new transitional Iraqi\r\nGovernment, while stressing our concern for the\r\nindependence of that fraternal country, its sovereignty,\r\nthe safety and security of its people and its territorial\r\nintegrity.\r\nRegarding the question of the Western Sahara,\r\nMauritania supports the steps taken by the Secretary-\r\nGeneral and his personal envoy, Mr. James Baker,\r\naimed at seeking a permanent solution that guarantees\r\nstability in the region and enjoys the agreement of all\r\nparties.\r\n28\r\nA/58/PV.15\r\nAs regards the positive developments in the\r\nLockerbie crisis, we express our satisfaction at the\r\nsolution reached between the Libyan Arab Jamahiriya\r\nand the parties concerned. We also welcome the lifting\r\nof sanctions against Libya by the Security Council.\r\nRegarding the African continent, we welcome the\r\nestablishment of African Union institutions and organs\r\nwhich will help resolve conflicts in the continent and\r\nrespond to the aspirations of African peoples to\r\nprogress and development. We also wish to express our\r\nsatisfaction with the New Partnership for Africas\r\nDevelopment (NEPAD), which is aimed at enhancing\r\nregional cooperation in order to achieve economic\r\nintegration in the continent. We are also pleased by the\r\nsupport given to this initiative by our development\r\npartners.\r\nThe Islamic Republic of Mauritania, under the\r\nleadership of the President of the Republic,\r\nMr. Maaouya Ould Sid Ahmed Taya, is peaceably\r\npursuing its course towards progress and development,\r\ninspired by the comprehensive and coherent vision of a\r\nsocietal project that meets national aspirations and\r\noffers real prospects for social advancement,\r\nmodernization and openness within the context of a\r\nState governed by law, justice and equality.\r\nThat strategy focuses on combating ignorance and\r\nilliteracy, and on spreading scientific and other\r\nknowledge by promoting books and reading as part of a\r\nlarge-scale national programme entitled Knowledge\r\nfor all, launched by His Excellency the President of\r\nthe Republic, to which, over the past few years, 3 per\r\ncent of the State budget has been allocated annually.\r\nThat leading-edge programme, regarded around the\r\nworld as one of the best cultural projects, involves in\r\nits first stage the establishment of 1,000 libraries in\r\nmajor population centres, particularly in rural areas,\r\nequipped with books and reference works relating to\r\nvarious fields of professional, cultural and social life.\r\nThis significant network of cultural institutions is\r\nstriving to instil the habit of reading among all\r\nsegments of society and within all age groups. It also\r\nhelps to disseminate a civic spirit to promote sound\r\nthinking, combat ignorance  illiteracy and\r\nprofessional and cultural ignorance  in order to\r\nstrengthen and supplement the efforts made in that area\r\nby the competent agencies. The implementation\r\nexecution of that programme follows a participatory\r\napproach that offers the populations concerned and\r\ncivil society organizations a basic monitoring and\r\nfollow-up role. All the major societal forces have\r\nmobilized under the programme, and our citizenry\r\nunderstands its scope and the importance.\r\nBy opting for that strategic approach, our country\r\nis embracing a vision in which human dignity, freedom,\r\nequality and social justice, the consolidation of noble\r\nhuman values, the preservation of safety and security\r\nand social peace around the world and comprehensive,\r\nfair and balanced development are all noble objectives\r\nthat can be achieved or maintained only through the\r\ntotal eradication of ignorance, illiteracy and cultural\r\nand intellectual underdevelopment.\r\nThe basic focuses of this strategy also include the\r\nprotection of womens rights as a dynamic factor of\r\nsociety, and increasing the participation of women in\r\nthe various fields of national life. The same is true of\r\nchildhood development and the protection of the rights\r\nof children. In that context, appropriate legal\r\ninstruments have been promulgated and a policy of\r\ndevelopment has been built around those priorities,\r\nwhich have accelerated the pace of human and social\r\ndevelopment indicators.\r\nIt has been possible through substantive reforms\r\nto launch private enterprise and to create a favourable\r\nclimate for investment, despite the impact of the\r\ncurrent world economic situation. The national strategy\r\nto combat poverty has made it possible to improve the\r\nliving standards and conditions of the population, with\r\nthe widespread provision of basic social services such\r\nas health, education, water, energy and\r\ntelecommunications. It should be noted that those\r\nresults could not have been achieved without a climate\r\nof security and stability promoted by a regime of\r\npluralistic democracy that has eliminated all forms of\r\nexclusion, opened the path to effective citizen\r\nparticipation, promoted all individual and collective\r\nfreedoms and given particular attention to the\r\npromotion of human rights.\r\nThe United Nations Charter reflects the common\r\naspirations of the peoples of the world to achieve their\r\nfundamental objectives, including safeguarding\r\ninternational peace and security. The profound changes\r\nin the international scene call for the revision of the\r\nstructural organization of the United Nations, in order\r\nto adapt it to the new realities and in keeping with its\r\nobjectives. In that regard, it would seem pertinent to\r\n29\r\nA/58/PV.15\r\nreconsider the system of representation within the\r\nSecurity Council.\r\nWe sincerely hope that the international\r\ncommunity will pool its efforts to enhance international\r\nsolidarity and build a new international order based on\r\nlaw and justice, one that safeguards peace and security\r\nand guarantees a decent life for all.\r\nThe President: I now call on His Excellency\r\nMr. Farouk Kaddoumi, Chairman of the Observer\r\nDelegation of Palestine.\r\nMr. Kaddoumi (Palestine) (spoke in Arabic): It\r\nis my pleasure to congratulate you, Sir, on your\r\nelection as President of the General Assembly at its\r\nfifty-eighth session. We trust that you will guide the\r\ndeliberations of this session with great efficiency, skill\r\nand wisdom. I also pay tribute to your predecessor,\r\nMr. Jan Kavan, President of the General Assembly at\r\nits fifty-seventh session, for having successfully led the\r\ndeliberations of that session.\r\nIn addition, we should like to express our\r\nappreciation for the tireless efforts of the Secretary-\r\nGeneral, Mr. Kofi Annan, and for his commitment to\r\nthe Charter of the United Nations with a view to\r\nenhancing international peace and security.\r\nAfter the 1980s, Israel began unilaterally to\r\ndelineate borders through the Seven Star Settlement\r\nPlan, initiated by Mr. Sharon when he was Housing\r\nMinister. The plan involves building Israeli settlements\r\nalong the Green Line  the line of the old armistice \r\nin order to obliterate the Line, which separates the\r\nterritories occupied in 1967. Israel has used agreements\r\nas an opportunity to build more settlements, which now\r\ntotal 187 in the West Bank and Gaza Strip.\r\nThe holy city, Jerusalem, has been subjected to an\r\nextensive Judaization campaign with a view to\r\nimplementing the Greater Jerusalem plan to increase\r\nthe number of settlers within Palestinian areas. Under\r\nthat plan, land has been confiscated and a wall isolating\r\nJerusalem from neighbouring areas is being built.\r\nIsraeli settlers have occupied Palestinian homes in\r\nmany Palestinian neighbourhoods. In Jerusalem, Israel\r\nhas confiscated 70 kilometres of land in order to build\r\nbypass roads in the West Bank under the pretext of\r\nredeployment. Therefore, Israel has taken the first steps\r\nin implementing a plan aimed at establishing cantons,\r\nwhich, Mr. Sharon had planned long ago to isolate\r\nPalestinian cities and villages by building settlements\r\nand bypass roads to prevent any geographic contiguity\r\namong population centres in Palestinian areas.\r\nThe building of the wall is part of the Israeli\r\npolicy of imposing a fait accompli, of exploiting\r\nsecurity conditions to attain certain objectives by\r\ncreating bantustans and enclaves and by isolating\r\nPalestinian villages from their surroundings, including\r\nseparating such villages from Jerusalem. Thus the\r\nseparation wall has isolated the cities of Eizariya and\r\nAbu Dis on all sides. All entry and exit into and out of\r\nthese two cities is through Israeli military checkpoints.\r\nWe condemn you, Israel, for such actions.\r\nAn article in the 10 August 2003 edition of\r\nHaaretz reads:\r\nThe Palestinian children who will be the\r\nnext generation are being raised under extremely\r\ndifficult circumstances in comparison with those\r\nwho preceded them. They see only the ugly face\r\nof Israel; therefore, they will be consumed by\r\nblind hatred and a desperate desire for revenge.\r\nAnother article in the same newspaper this month\r\nnotes:\r\nIsrael lays the blame on Arafat, after it\r\nforced him to win the chairmanship of the\r\nPalestinian Authority by democratic means in\r\naccordance with the Oslo Agreement, ignoring\r\nthe fact that it must, first and foremost, do its part\r\nto alleviate the tension by giving up the occupied\r\nterritories.\r\nThe article continues:\r\nCan Israel ignore the regrettable fact that\r\nthe European Union was among the majority that\r\nsupported the General Assembly resolution?\r\nIsraels diplomatic defeat at the United Nations is\r\nthe inordinate price that Israel paid as a result of a\r\nstupid decision by its Government  a decision\r\nthat was no more than a declaration of its\r\nintentions. Its hope to eliminate Mr. Arafat is a\r\nstark embodiment of Israels inclination to shirk\r\nresponsibility and then to blame fictitious\r\ndevelopments on the Palestinian side for the\r\nproblem. Instead of taking the necessary action to\r\ncalm the situation, Israel uses the working plans\r\nof its adversary as a pretext and then, should it\r\nfall short of meeting its goals, complains that\r\nthere is no party to negotiate with on the other\r\nside.\r\n30\r\nA/58/PV.15\r\nFirst of all, Israel must contribute its share to\r\nsettling the dispute  that is, it should make every\r\npossible effort to defuse the tension. According to\r\nHaaretz, there is a Palestinian ceasefire proposal, but\r\nthe Israeli Government has refused thus far to respond\r\npositively to the offer. It continues to repeat its\r\nhackneyed position that an agreement is not possible\r\nwhile Arafat is in power and as long as the Authority\r\nfails to dismantle the terrorist organizations. Israel\r\nimposes those conditions without making any change\r\nin the general conditions surrounding the conflict.\r\nHaaretz continues to say that the world has despaired\r\nand wrung its hands in frustration. The Israelis do not\r\nexpress condolences when our sons are killed; they do\r\nnot denounce such killings, nor do they even establish\r\nany contacts.\r\nBefore the road map was announced, the\r\nPalestinian Authority had been called upon to\r\nundertake certain reforms, such as drafting a\r\nconstitution, creating the post of premier and\r\ntransferring certain powers from the President of the\r\nPalestinian State and the Chairman of the Palestinian\r\nAuthority to the Prime Minister. Chairman Arafat made\r\nmany concessions to assist the Palestinian Government\r\nin carrying out its duties. The Government of Israel\r\nmade several attempts, under various pretexts, to delay\r\nthe declaration of the road map: first, it was holding the\r\nIsraeli elections at the beginning of the year; then it\r\nwas establishing the Cabinet; then it was waiting for\r\nthe Iraq war. Finally, when Israel hesitantly accepted\r\nthe road map, it rejected 14 of its provisions.\r\nAt the Sharm al-Shaikh Summit and at the Aqaba\r\nSummit of 6 June, the representative of the Palestinian\r\nAuthority  who at that time was Prime Minister\r\nMahmoud Abbas  committed himself to\r\nimplementing the road map, pledging to meet its\r\nrequirements before President Bush of the United\r\nStates, King Abdullah of Jordan, the King of Bahrain,\r\nand President Mubarak of Egypt. He announced the\r\nPalestinian Authoritys commitment to a ceasefire and\r\nits readiness to recognize Israel within secure borders.\r\nHowever, in his statement Mr. Sharon refused to\r\nmention Israels commitment under the road map to the\r\nvision of two States  the establishment of an\r\nindependent Palestinian State that is viable and\r\nsovereign, living side by side with Israel in peace and\r\nsecurity, as expressed by President Bush. Mr. Sharon\r\ndid not accept the immediate cessation of all acts of\r\nviolence against the Palestinians. All that Mr. Sharon\r\nsaid were a few words regarding a Palestinian State\r\nwithout any mention of an independent, viable and\r\nsovereign State of Palestine. Nor did he declare an\r\nimmediate cessation of Israels acts of violence.\r\nDespite that, the Palestinian Authority, together\r\nwith all other resistance factions, declared a ceasefire\r\non 26 June. That ceasefire was to remain in place for\r\nthree months. Regrettably, Israel continued its terrorist\r\npractices, and the Israeli army of occupation\r\nassassinated 86 Palestinians. To sabotage the declared\r\nceasefire, Israel assassinated the political leaders of the\r\nresistance factions. The situation then slipped into\r\ntension and confrontation, one month after the\r\nceasefire had been announced.\r\nInternational reports state that the majority of\r\nPalestinians in the occupied territories now depend to\r\nsome extent on food rations. In May of this year, the\r\nWorld Bank reported that the volume of international\r\ncontributions to the Palestinian territories had grown:\r\nsince the beginning of the Palestinian intifada, external\r\ncontributions accounted for more than $1 billion of the\r\nbudget of the Palestinian Authority. They have\r\ntherefore provided sustenance to more than half a\r\nmillion people  the families of the employees of the\r\nPalestinian Authority. Those contributions staved off\r\nan enormous, acute humanitarian crisis. Donors who\r\nhoped for reconciliation had no choice but to make\r\ncontributions because the Palestinian Authoritys\r\nnetwork of services collapsed and the living conditions\r\nof Palestinian citizens deteriorated. It is not strange,\r\nthen, that the Palestinians persevere through\r\ninternational assistance.\r\nHowever, this generosity on the part of the\r\ninternational community ultimately profited the Israeli\r\nenemy. International support provided a protective\r\nnetwork through which Israel was able to afford an\r\nexpensive occupation of the West Bank. Israel controls\r\nthe areas militarily for free, without assuming any\r\nresponsibility for the lives of the citizens there.\r\nFighting terrorism is an arduous task. However,\r\nwe do not see anyone keenly seeking the root causes of\r\nor motivations for terrorism, nor even concerned about\r\nthe international isolation that Israel is suffering\r\nbecause of its practice of State terrorism. It is as if the\r\nstifling Israeli economic crisis were a predestined,\r\ndivinely ordained phenomenon. In the search for the\r\nculprits, Arabs and the resistance are held to be the\r\ncause of the crisis.\r\n31\r\nA/58/PV.15\r\nThere was a real chance for the United States to\r\nembrace all the peoples of the world, not only through\r\nthe compassion of those peoples for the people of the\r\nUnited States but also through the unified effort to\r\nfight terrorism. The United Nations should have seized\r\nthat opportunity through a programme objectively and\r\nreasonably implemented, not by using cannons or\r\nfighter jets or by mobilizing huge forces to destroy a\r\nhated regime. The real reason for that was well known\r\npolitical and economic ambitions. The world was\r\noutraged at the military action, but it stood idly by,\r\nobserving the consequences of the misuse of force.\r\nThe United States Administration expressed its\r\nkeen interest in implementing the road map and\r\nestablishing an independent Palestinian State.\r\nRegrettably, it did not, as a sponsor of peace, address\r\nthe crisis with the required effort and effectiveness. It\r\nis not enough to stress the vision of President Bush or\r\nthe commitment of his Administration to such a vision,\r\nwhile continuing to employ a policy of double\r\nstandards. That Administration continues to blame and\r\nwarn the Palestinian Authority. It continues to urge the\r\nAuthority to combat the resistance, which they can see\r\nonly as terrorism against the Israeli occupation, despite\r\nthe fact that all international norms stress the right of\r\noccupied and colonized people to self-determination by\r\nwhatever means. The United States Administration\r\noverlooks the Israeli leaders terroristic practices and\r\nIsraels failure to implement its commitments in\r\naccordance with the road map.\r\nThe shortcomings of the United States role reflect\r\nnegatively on the peace process. They obstruct the\r\nprocess and make success very difficult, such as by\r\nrefusing to deal with President Arafat, the legitimate,\r\nelected President of the Palestinians. Mr. Arafat is the\r\nonly leader who has shown conviction and flexibility\r\nwith respect to the peace process. As a result of that,\r\nMr. Arafat shared the Nobel Peace Prize with\r\nMr. Yitzhak Rabin, who was assassinated by dirty\r\nhands in Israel in order to prevent the continuation of\r\nthe peace process, spreading anxiety and doubts among\r\nPalestinian and Israeli citizens alike.\r\nThe Arab side accepted the initiative of His\r\nHighness Crown Prince Abdullah Bin Abdul-Aziz for\r\nthe establishment of comprehensive peace with Israel\r\nafter its total withdrawal from all the occupied Arab\r\nterritories. The Crown Prince carried that initiative to\r\nWashington, D.C., in his historic meeting with\r\nPresident Bush in April 2002. The initiative was based\r\non the agreed terms of reference for the road map,\r\nalong with the resolutions of international legitimacy,\r\nthe Madrid terms of reference and the principle of land\r\nfor peace.\r\nIn conclusion, peace in itself is not an objective\r\nfor Israel. That will be true as long as Israel continues\r\nto receive all forms of assistance from major Powers\r\ntrying to maintain their strategic interests in the Middle\r\nEast region, and opts to settle issues militarily, outside\r\nthe framework of the United Nations and the\r\nresolutions of the Security Council.\r\nIsrael has laid siege to the Palestinian people. It\r\nhas paralysed the apparatus of the Palestinian\r\nAuthority, preventing it from operating. The Israeli\r\narmy assumed responsibility for security. But how did\r\nit do that? By killing, assassination and destruction.\r\nWhat is required first is the withdrawal of the Israeli\r\nforces from the occupied territories to the borders of 28\r\nSeptember 2002.\r\nThe Security Council should adopt the road map\r\nand work to implement it through the Quartet. The\r\nsiege against the Palestinian people and their elected\r\nPresident Yasser Arafat must be lifted. The United\r\nStates must cooperate positively and effectively to\r\nfacilitate the task of the Quartet and to warn Israel of\r\nthe consequences of obstructing its tasks. Deploying\r\ninternational forces into a buffer zone created between\r\nthe two sides will facilitate implementation of the road\r\nmap and the Palestinian Authoritys task of maintaining\r\nsecurity in the area from which the Israeli forces will\r\nwithdraw. Those forces will receive complete\r\ncooperation from the citizens of Palestine.\r\nThe meeting rose at 1.30 p.m.\r\n"