"United Nations A/58/PV.25\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n25th plenary meeting\r\nTuesday, 7 October 2003, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-54387 (E)\r\n*030354387*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda items 60 and 10 (continued)\r\nFollow-up to the outcome of the Millennium Summit\r\nReport of the Secretary-General (A/58/323)\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/58/1)\r\nMr. Ivanou (Belarus) (spoke in Russian): The\r\nMinister for Foreign Affairs of Belarus, Mr. Sergei\r\nMartynov, speaking last week in the general debate,\r\ntouched on several important aspects of the work of the\r\nUnited Nations over the past year. Today, I wish to\r\ndraw representatives’ attention to a few fundamental\r\nissues.\r\nThe report of the Secretary-General on the work\r\nof the Organization and his statement of 23 September\r\ndo not merely contain statements of fact. They were, in\r\na way, a call to action to improve the structures and\r\nmechanisms of the Organization and to reform the\r\nwork of the basic organs, as well as to equip the\r\nOrganization with adequate means to effectively\r\nrespond to the threats and challenges of the twenty-first\r\ncentury.\r\nWe in Belarus take for granted that the stable\r\nfunctioning of the Organization is an essential\r\nprecondition for the elimination of diktat and pressure\r\nin international life and the construction of a\r\nsustainable just and dynamic developing world. We,\r\ntherefore, welcome the Secretary-General’s intention to\r\nset up a high-level panel of eminent personalities to\r\nprepare, for the fifty-ninth session, recommendations\r\non the reform of its institutions and processes.\r\nOver the past year, the United Nations has had to\r\ncarry out its work within the context of the complicated\r\ncircumstances of the as yet unresolved Iraq crisis and\r\nthe Middle East question, as well as the resurgence of\r\ninternational terrorism. Unfortunately, the Organization\r\ndid not demonstrate fully its unique ability in\r\nmaintaining peace and security. The Secretary-General\r\nis right when he says that, if the Security Council does\r\nnot restore the confidence of the countries of the world\r\nin the near future, then States will themselves decide\r\non and carry out measures they believe will help ensure\r\ntheir own security. There is already a trend towards the\r\nfragmentation and decentralization of the international\r\nsecurity system.\r\nThat is a clear signal of the need to strengthen the\r\nrole of the United Nations, as a key element in the\r\ncollective resolution of today’s most acute problems.\r\nWe believe that, in the next year or two, the open-\r\nended working group on equitable representation in the\r\nSecurity Council and on increasing its membership\r\nshould arrive at a definitive outcome — the reform of\r\nthe Council. Greater equitable representation on the\r\nCouncil will mean more equitable Council decisions.\r\nIt is extremely important that the United Nations\r\nplay a coordinating role with the international\r\ncommunity in the fight against terrorism. The Counter-\r\nTerrorism Committee (CTC) continues to contribute\r\nenormously to the efforts of the United Nations to\r\nreinforce United Nations potential in the fight against\r\n2\r\nA/58/PV.25\r\nterrorism and for the formation of a broad international\r\ncoalition to counter this great ill of our times. The\r\nRepublic of Belarus expresses its interest in broadening\r\nits contacts with that authoritative body, including\r\nobtaining technical assistance to fight terrorist\r\npotential.\r\nAn effective step in countering terrorism might be\r\nthe adoption of international agreements such as the\r\ndraft comprehensive convention on international\r\nterrorism and the international convention on the\r\nprevention of acts of nuclear terrorism. We call for\r\nmore vigorous work on these important documents,\r\nwith a view to overcoming existing disagreements on\r\nkey issues. It is important to remember that our failure\r\nto come together on these issues simply plays into the\r\nhands of terrorists.\r\nAt the same time, the global fight against the\r\nthreat of terrorism should not lead to the restriction of\r\nor infringement upon fundamental human rights. The\r\nUnited Nations Commission on Human Rights should\r\nplay an important role within the CTC, and, as the\r\nSecretary-General rightly pointed out in his report on\r\nthe implementation of the Millennium Development\r\nGoals, the Committee must avoid politicization and\r\nmust act in the interest of all members of the\r\ninternational community.\r\nBelarus has always expressed support for an\r\nexclusively peaceful resolution of the Iraq crisis. My\r\nGovernment welcomes the adoption by the Security\r\nCouncil of the relevant resolutions emerging from\r\nconsensus among the members of the Council. The\r\nRepublic of Belarus considers that the central role of\r\ncoordinating the activities of the international\r\ncommunity regarding the settlement of the Iraqi\r\nsituation and the restoration of its sovereignty and\r\neconomy should belong to the United Nations.\r\nThe establishment of the United Nations\r\nAssistance Mission in Iraq is a timely and sensible step\r\ntaken under the auspices of the United Nations in\r\naddressing economic, humanitarian, political and other\r\npressing issues.\r\nThe Security Council and the General Assembly\r\nhave played an important role in settling African\r\nproblems. We are now seeing the gradual normalization\r\nof the situation in Liberia. Progress has been achieved\r\nand a Transitional Government has been set up in the\r\nDemocratic Republic of the Congo. There has also\r\nbeen progress in Côte d’Ivoire. However, these shifts\r\nwould not be so substantial without the contribution of\r\nthe African Union and the Economic Community of\r\nWest African States. We welcome that trend, which\r\nconfirms the efforts of the Governments and peoples of\r\nthe African States to take responsibility for the fate of\r\ntheir own continent.\r\nWe support the adoption by the Secretary-General\r\nof measures taken over the past year aimed at the\r\npeaceful settlement of the Middle East question. We\r\nsupport the six-sided talks in Beijing, aimed at bringing\r\npeace to the Korean Peninsula. We also support\r\nresolution of the Cyprus problem.\r\nMost conflicts have their origin in situations of\r\neconomic disparity — unemployment, low-level of\r\neducation, poverty and disease. The alarming scale of\r\nhunger, poverty, illiteracy and epidemic diseases in the\r\nworld provides a breeding ground for terrorist groups.\r\nPromoting economic and social progress is one of the\r\nbest ways of ensuring peace and security on the planet.\r\nFor that reason, it is important to achieve the\r\ndevelopment goals set out in the Millennium\r\nDeclaration.\r\nThe attention of the international community is\r\nfirmly focused on the achievements of the New\r\nPartnership for Africa’s Development (NEPAD). We\r\nbelieve that the specialized agencies, funds and\r\nprogrammes of the United Nations system, together\r\nwith State donors, must take, in conjunction with the\r\nAfrican Union and the Governments of African States,\r\ncomprehensive measures in order to quickly achieve\r\nNEPAD goals. That would also be an important step in\r\nachieving the development goals of the Millennium\r\nDeclaration.\r\nWe are convinced that, for further progress in\r\nachieving the Millennium Development Goals, it is\r\nnecessary to develop cooperation between United\r\nNations organs and the Bretton Woods institutions and\r\nto further develop potential of the multilateral financial\r\ninstitutions. It is important to continue the practice of\r\nholding joint meetings between the Economic and\r\nSocial Council and the Bretton Woods institutions to\r\ndiscuss joint measures in order to resolve the vital\r\neconomic, social and environmental issues of the day.\r\nFinally, we should consider a strategic orientation\r\nfor the 2004-2005 United Nations programme budget,\r\naimed at achieving the Millennium Development\r\nGoals, which will be important in order to achieve\r\nresults by 2005, when a review conference on the\r\nMillennium Declaration is planned, based on the\r\nconsideration of the five-year comprehensive report of\r\nthe Secretary-General on the implementation of the\r\nMillennium Development Goals.\r\n3\r\nA/58/PV.25\r\nMr. Balestra (San Marino): First of all, let me\r\nthank the Secretary-General for the two exhaustive and\r\neffective reports on the work of the Organization and\r\non the implementation of the United Nations\r\nMillennium Declaration. These reports make clear the\r\nprogress made in every field of activity of the United\r\nNations. It is now essential to determine which aspects\r\nmust be given greater consideration in the future work\r\nof the General Assembly.\r\nThe ongoing globalization process, which started\r\nlast century, has already brought a number of benefits\r\nto humankind, although the results obtained to date,\r\nespecially in the fight against poverty and\r\nunderdevelopment, are still far from meeting\r\nexpectations.\r\nMoreover, we face new and dangerous\r\nchallenges. Along with economic and technological\r\nglobalization, we are faced with the globalization of\r\nterrorism, organized crime, pandemics and pollution.\r\nAll these factors represent a constant threat to the\r\ninternational community and to every individual. No\r\nhuman being is safe from terrorist attack; everyone is a\r\npotential victim of a new pandemic; no country can be\r\nsure to avoid hosting, directly or indirectly, organized\r\ncrime; and there is nowhere in space, in the air, on land\r\nor in the water that is free from the risk of pollution or\r\nnatural disaster.\r\nSan Marino shares the view of the Secretary-\r\nGeneral when he identifies the strengthening of\r\ncooperation as the only instrument available to the\r\ninternational community to face and overcome these\r\ndestructive aspects of globalization. Governments are\r\nresponsible for the well-being of their own nationals.\r\nThey must be aware that national policies and\r\nstrategies are no longer sufficient to guarantee a\r\nprosperous future for their populations, and that they\r\nmust act in a wider context, beyond national and\r\nregional borders. Today more than ever, the world\r\nneeds multilateralism.\r\nAs the Secretary-General states in paragraph 61\r\nof his report on the work of the Organization, terrorism\r\n“continues to pose a major threat to international peace\r\nand security”, and we must continue to fight it at all\r\ntimes. The international community also needs to\r\nunderstand the causes of terrorism in order to be able to\r\nreact in an efficient way and improve situations that\r\nlead to such a phenomenon. Terrorism is not the\r\nweapon of a particular region, culture, religion or\r\nsocio-economic group. It is a strategy that originates in\r\nall civilizations and human societies.\r\nWhile universal condemnation of terrorism has to\r\nremain firm and inflexible, the motivations behind\r\nterrorism must be analysed attentively in their own\r\nspecific context. The respect of human rights,\r\nfundamental freedoms and the rule of law remains\r\nessential in the fight against terrorism. In no\r\ncircumstances can those principles can be abandoned,\r\nnot even in time of war.\r\nThe prevention and resolution of conflicts and the\r\nprovisions of assistance to populations emerging from\r\nconflicts remains one of the most exacting\r\ncommitments of the Organization. As recalled by the\r\nSecretary-General, the resolution recently adopted by\r\nthe General Assembly on the prevention of armed\r\nconflict gives the United Nations a strong mandate not\r\nonly to continue but also to expand and intensify its\r\nconflict-prevention activities. San Marino believes that\r\nmore resources should be allocated to programmes and\r\nprojects aimed at the prevention of conflicts. A system\r\nto strengthen international cooperation should be\r\nimplemented in countries at risk. The United Nations\r\nshould have the capacity immediately to intervene.\r\nHistory teaches us that disagreements can deteriorate\r\nover time and lead to insoluble conflicts.\r\nIt is very difficult to evaluate the results obtained\r\nby this Organization in this important field of action.\r\nUnited Nations failures are very visible, but the\r\nsuccesses achieved in the implementation of conflict-\r\nprevention measures often are not sufficiently\r\nhighlighted, as they seem obvious to us. But that is a\r\nmistake, as they risk being taken for granted.\r\nUnfortunately, it seems evident that the\r\ninternational community is more interested in facing\r\nthe tragic consequences of armed conflicts than in\r\ntrying to foresee and avert them. It is in the global\r\ninterest to reverse that trend. To address only the tragic\r\ndramatic consequences of a war and not to have tried to\r\navert it is ethically unacceptable and much more costly.\r\nWe have to reject the old saying that states that “it is\r\nmore difficult to find money to buy the medicine than\r\nit is to buy the coffin”.\r\nThe development of a conflict-prevention policy\r\nmust become an effective priority for the United\r\nNations through the strengthening of international\r\ndialogue, the creation of adequate mechanisms for the\r\npeaceful resolution of conflicts, and the constant\r\nmonitoring of international commitments.\r\nSan Marino has always supported the programme\r\nof reforms of the Secretary-General and welcomes the\r\ngreat improvements made to our Organization, with a\r\n4\r\nA/58/PV.25\r\nview to making it more active and more efficient. The\r\ncommitment shown by the Secretary-General should be\r\nshown also by Member States. Our Governments\r\nshould carry out the programme of reforms. San\r\nMarino believes that a reform of the General\r\nAssembly’s working methods remains an essential\r\nelement in guaranteeing the efficiency of the United\r\nNations. My delegation has put forward some concrete\r\nproposals, and it is ready to cooperate with the ad hoc\r\nWorking Group so that the General Assembly can\r\nreacquire the importance given to it by the Charter.\r\nThe best way to strengthen the Organization is to\r\ndisseminate knowledge of its work throughout the\r\nworld. Unfortunately, national and local media do not\r\ndevote enough attention to the activities of the United\r\nNations, and even less to those of the General\r\nAssembly. Often our Organization is considered as\r\nconsisting only of the Security Council. Too often the\r\nimportant activities of the General Assembly are given\r\nonly a marginal role or even ignored. It is vital to\r\nemphasize the opportunity to ensure a more effective\r\ndiffusion of information on the results of the work of\r\nthe General Assembly. We cannot underestimate the\r\nimportance of this organ — the most representative in\r\nthe United Nations.\r\nIn this respect, I would like to express my\r\nappreciation for the new operational model and the new\r\norganizational structure of the Department of Public\r\nInformation, which will help to increase its capacity to\r\ndeliver news and to enhance the image of the United\r\nNations in the world.\r\nMr. Heinbecker (Canada) (spoke in French):\r\nCanada wishes fully to associate itself with the\r\nstatement on this agenda item made by Australia, on\r\nbehalf of Australia, Canada and New Zealand.\r\nMy delegation has some additional comments to\r\noffer on one issue that is of profound concern to the\r\nCanadian Government.\r\nDuring the past decade we have witnessed horrors\r\nwhich have made a mockery of our repeated\r\ndeclarations of “never again”. The international\r\ncommunity stood aside as innocent civilians in Rwanda\r\nand Srebrenica were slaughtered.\r\n(spoke in English)\r\nIf the United Nations is to be relevant in future —\r\nand seen to be relevant by the peoples for whom the\r\nCharter was written — then it cannot avert its eyes\r\nfrom such atrocities because some of us here insist on a\r\nnarrow interpretation of sovereignty.\r\nMr. Fall (Senegal), Vice-President, took the\r\nChair.\r\nLet us be clear. Military intervention is very\r\nrarely justifiable. But when Governments cannot or\r\nwill not protect the lives of their people, which is their\r\nmost formal, primordial duty, or when they themselves\r\nare the perpetrators of atrocities against their own\r\npeople, then the responsibility to protect those people\r\nfalls, temporarily, to the international community.\r\nAs we look ahead to the reform of the United\r\nNations, its mission and its architecture, as proposed\r\nby the Secretary-General, we must, as he himself has\r\nemphasized, come to grips with this most critical of\r\nissues. Nothing less than the integrity of the United\r\nNations and its future depends on our doing so.\r\nMr. Talbot (Guyana): My delegation commends\r\nthe Secretary-General for his reports and for his\r\nstatement to the General Assembly on 23 September on\r\nthe work of the Organization. The reports paint a\r\nchequered picture of progress and setbacks in\r\naddressing the challenges facing the United Nations\r\nand the wider international community in the quest for\r\na more peaceful, prosperous and just world. We concur\r\nbroadly with the Secretary-General’s analysis of the\r\ncurrent threats to peace and development.\r\nSeveral of those threats are of immediate concern\r\nto Guyana and the wider Caribbean Community.\r\nAmong them are those posed by the illicit flow of\r\nsmall arms, the illicit trade in narcotic drugs and\r\ndisquieting new patterns of criminality. These, coupled\r\nwith more fundamental dangers generated by persistent\r\npoverty, unemployment, inadequate social safety nets\r\nand an unfavourable external economic environment,\r\npose serious challenges to democracy and stability in\r\nthe region. Preventive action is therefore necessary to\r\navert the encroachment of social and political\r\ninstability on our societies.\r\nThe threats to which I have referred affect our\r\ncountries, in large measure, as part of a wider network\r\nof challenges facing our hemisphere and the rest of the\r\nworld. International terrorism remains a danger to\r\nworld peace and security, and indeed to development.\r\nIt must be addressed through the cooperation of all\r\nStates. My Government, despite limited resources, has\r\nstriven to fulfil its obligations under Security Council\r\nresolution 1373 (2001). International support remains\r\ncritical to the success of our efforts. The constructive\r\napproach of the Council’s Counter-Terrorism\r\nCommittee is to be encouraged. Our ongoing struggle\r\nagainst this scourge must be informed by a thorough\r\n5\r\nA/58/PV.25\r\nunderstanding of all factors that contribute to it,\r\nincluding its root causes.\r\nWhile our region is fortunate to have been spared\r\nthe worst horrors of internecine strife and civil war, we\r\nremain deeply troubled by the suffering that has been\r\nvisited on peoples of other regions as a result of\r\nconflict. In many of those instances, the victims have\r\nbeen innocent civilians, mainly women and children.\r\nAt the same time, we are encouraged by the progress\r\nbeing made in Africa to resolve conflicts, which have\r\nravaged the continent, and to re-establish conditions for\r\ndurable peace and development through the African\r\nUnion and instruments such as the New Partnership for\r\nAfrica’s Development. The role being played by\r\nAfrican countries themselves in that process is to be\r\ncommended; their efforts deserve the unstinting\r\nsupport of the international community. In the light of\r\nthis and other experience, Guyana notes the continuing\r\nvalue of the role of regional organizations and\r\nmechanisms in the promotion of international peace\r\nand development. We welcome the ongoing\r\ncooperation between the United Nations and regional\r\norganizations.\r\nThree years after the adoption of the historic\r\nMillennium Declaration (resolution 55/2), the results to\r\ndate, as well as the prospects for the future, are\r\ndecidedly mixed. The fight against poverty remains our\r\nmost formidable challenge. We are told that, on\r\naverage, the international community — by dint of the\r\nprogress being recorded in a few large countries —\r\nstands a chance of achieving the goal of halving\r\npoverty by 2015. At the same time, the Secretary-\r\nGeneral notes that the picture is much more troubling\r\nat the national level, with 37 of the 67 countries for\r\nwhich data are available experiencing increased\r\npoverty rates in the 1990s.\r\nWe share the Secretary-General’s concern over\r\nthe lack of progress in reversing the rate of the spread\r\nof HIV/AIDS, malaria and tuberculosis. The need for\r\naccess to medicines and care at affordable costs —\r\nparticularly for those living with HIV/AIDS in\r\ndeveloping countries — cannot be overemphasized.\r\nThe Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria is an important instrument that needs resources\r\nadequate to meet the challenge. We urge the\r\ninternational community to increase contributions to\r\nthe Fund.\r\nDebt relief, official development assistance and\r\ntrade represent essential elements of the global\r\npartnership for development, the eighth Millennium\r\nDevelopment Goal, which is critical to achievement of\r\nthe Goals. However, the persistent debt burden borne\r\nby many developing countries, the inadequacy of flows\r\nof official development assistance and the uncertainties\r\nthat bedevil the world trading system currently militate\r\nagainst achievement of the Goals. The prompt\r\nprovision of debt relief under the enhanced Heavily\r\nIndebted Poor Countries Debt Initiative is therefore a\r\nmajor key to progress, as is the full implementation of\r\nthe official development assistance commitments made\r\nat Monterrey and Johannesburg.\r\nThe failure of the recent World Trade\r\nOrganization (WTO) Ministerial Conference in Cancún\r\nshows that the international community is still far from\r\nhonouring the commitments made in Doha to place\r\ndevelopment and the interests of developing countries\r\nat the centre of the WTO negotiations. On the other\r\nhand, it affords an opportunity to refocus efforts on\r\nconsolidating the vital link between trade and\r\ndevelopment. In that regard, we believe that the United\r\nNations can and must play a key role through the High-\r\nlevel Dialogue on Financing for Development and the\r\nprocess leading up to the eleventh United Nations\r\nConference on Trade and Development (UNCTAD XI).\r\nI should like to quote from the conclusion of the\r\nSecretary-General’s report on the work of the\r\nOrganization:\r\n“Despite its imperfections, the United\r\nNations still embodies the hopes of the peoples of\r\nthe world for a peaceful and just world.” (A/58/1,\r\npara. 248)\r\nEvents over the past year have confirmed that there is\r\nno viable alternative to the United Nations. That is\r\nespecially the case for small countries such as my own,\r\nfor which the United Nations remains indispensable to\r\nthe promotion of peace and development. The\r\nincreasing interdependence of countries and peoples in\r\nthis era of globalization only serves to underscore the\r\nneed to strengthen multilateralism and international\r\ncooperation.\r\nIn that regard, I wish to reiterate what the\r\nPresident of Guyana said in his address to the\r\nAssembly on 25 September 2003, during the just\r\nconcluded general debate:\r\n“The success of international cooperation,\r\nand indeed of the United Nations system, will be\r\ndetermined by how well they respond to the\r\ninterests and concerns of not only the powerful,\r\nbut also the powerless, and not only of the rich\r\n6\r\nA/58/PV.25\r\nbut, most urgently, of the poor.” (A/58/PV.12,\r\np. 4)\r\nMy delegation is of the firm view that the aspirations\r\nof humanity for peace, security and development will\r\nnot be fulfilled without the effective participation of all\r\nStates in global affairs. The application of democratic\r\nprinciples — which, happily, has increasingly become\r\nthe norm within countries — must be extended to the\r\ninternational councils that shape our common destiny.\r\nWe therefore strongly endorse the Secretary-General’s\r\ncall for a greater role for developing countries in global\r\ndecision-making. That will require a more fundamental\r\nreform of the Organization — and indeed of the entire\r\nmultilateral system — than we have seen so far.\r\nIn this connection, we note with interest the\r\nSecretary-General’s proposal to establish a high-level\r\npanel of eminent personalities. We trust that the panel\r\nwill be broadly representative of diverse experiences\r\nand perspectives, including those of small States. It\r\nmust be noted, however, that there is no substitute for\r\nthe political will of Member States to take the\r\ndecisions that are needed to make the multilateral\r\nsystem accommodative of and adequate for present\r\nrealities. The Assembly, therefore, should not relent in\r\nthe search for ways to strengthen its role and the role of\r\nthe Organization as a whole, in keeping with the\r\nCharter.\r\nI conclude by recalling the statement of Assembly\r\nPresident, Julian Hunte, at the opening of the fifty-\r\neighth session, when he spoke of a desire that this\r\nsession be an action-oriented one in which decisions\r\nare implemented. Guyana shares his commitment to\r\naction and will support his efforts in that regard. We\r\nare conscious that the action required of this Assembly\r\nmust go beyond the mere adoption of resolutions and\r\ndeclarations, or even of programmes of action. The full\r\nand effective implementation of the commitments made\r\nat the Millennium Summit and the series of United\r\nNations Conferences and Summits are now of\r\nparamount importance. It is incumbent on us all to\r\ndevise the mechanisms and mobilize the means\r\nnecessary to transform our agreed objectives into\r\ntangible reality for the peoples of the world.\r\nMr. Butagira (Uganda): Let me first congratulate\r\nthe President on his important assumption of the\r\npresidency of the fifty-eighth session of the General\r\nAssembly and to pledge Uganda’s support for his\r\npresidency.\r\nI commend the Secretary-General for the\r\nexcellent report. Because of the time limitation, I will\r\ncomment on only a few matters.\r\nThe United Nations, under the Charter, has the\r\nprimary responsibility for maintaining peace and\r\nsecurity. Uganda supports measures to strengthen its\r\nrole in this area, in particular with respect to the\r\nproposal for a panel of experts to address itself on\r\ncurrent security threats and the best use of collective\r\naction to respond to them.\r\nIn order to address conflicts, including preventive\r\nmeasures, especially on the African continent, we call\r\nfor the strengthening of regional and subregional\r\norganizations so that they will build their capacities to\r\nrespond quickly to crises. The United Nations would\r\nact best by acting through such organizations. It also\r\ngives responsibility to these organizations to manage\r\nthe conflicts.\r\nOn peacekeeping, Uganda welcomes the robust\r\nmandate given to the United Nations Organization\r\nMission in the Democratic Republic of the Congo\r\n(MONUC) under Chapter VII of the Charter to deal\r\nwith the conflict in the eastern part of the Democratic\r\nRepublic of Congo, especially Ituri and the Kivus. We\r\nalso pledge our total support to the Transitional\r\nGovernment in Kinshasa. By having a functional State\r\nin that part of the Democratic Republic of the Congo,\r\nour security concerns will be addressed. In this regard,\r\nfull support should be given to the United Nations —\r\nand the African Union-sponsored conference on the\r\nGreat Lakes region to be held in Tanzania in June next\r\nyear.\r\nTerrorism must be fought, as it threatens all\r\nnations without exception. We all have experienced\r\nembarrassing and dehumanizing searches at airports\r\nbecause of terrorist threats. All the money and\r\nresources devoted to fighting terrorism would\r\notherwise be channelled to implementing the\r\nMillennium Development Goals. We therefore support\r\nthe Counter-Terrorism Committee in this regard. We\r\ncall on the international community to help nations that\r\nhave been victims of terrorist attacks, like Uganda, to\r\nbuild capacity and to make resources available to\r\nrespond effectively to terrorist threats.\r\nBuilding a global partnership for development\r\nhas been a central focus for Uganda. As a Heavily\r\nIndebted Poor Country (HIPC), we are addressing\r\nissues of trade. through specific policies, focusing on\r\nthe flow of aid and elaborating macroeconomic policies\r\n7\r\nA/58/PV.25\r\nthat have ensured the progress of Uganda in the area of\r\ndebt relief, in order to reach the HIPC decision point.\r\nAs the Secretary-General mentioned in his report,\r\nwe are using debt relief proceeds to expand primary\r\neducation in line with the Millennium Development\r\nGoals. However, we are still confronted with some\r\ndifficulties that slow down our progress.\r\nThe decline in commodity prices and agricultural\r\nsubsidies by developed countries, among other factors,\r\nundercut our efforts to keep the debt-to-export ratios\r\nbelow 150 per cent, in line with the Millennium\r\nDevelopment Goals.\r\nOn the Monterrey Consensus, we agreed on the\r\nprinciple of ownership. Poverty eradication is at the\r\nheart of Uganda’s development agenda. We have\r\nevolved, with the support of international donors, a\r\ncomprehensive Poverty Eradication Action Plan to\r\ntackle poverty in all its aspects. We need increased\r\nresources to continue implementing the programme, in\r\nkeeping with the United Nations Millennium\r\nDevelopment Goals. Official development assistance\r\n(ODA), therefore, remains an important facet of our\r\ndevelopment process, and we call upon our partners to\r\nfulfil their commitments and to increase ODA to\r\n0.7 per cent of their gross national product.\r\nUganda is committed to achieving the\r\nMillennium Development Goals and, with the support\r\nof our development partners, we intend to keep the\r\ncurrent momentum going.\r\nMr. Chidumo (Mozambique): My delegation is\r\npleased to participate in this important debate of the\r\nGeneral Assembly on the work of the Organization and\r\nthe implementation of the Millennium Declaration. We\r\nwelcome the report of the Secretary-General on these\r\ncritical subjects, as well as the statement he made at the\r\nbeginning of the general debate. Both the report and\r\nthe statement offer comprehensive assessments of the\r\nsituation in which the United Nations currently finds\r\nitself, the challenges before the Organization and\r\nrecommendations on the way forward.\r\nThe United Nations has been at a crossroads\r\nduring the recent past. Once again, the Organization\r\nhas been tested by ever increasing demands and\r\nchallenges, comprised of a multiplicity of tasks\r\nperformed in several areas, including peace and\r\nsecurity, economic and social development, human\r\nrights and humanitarian assistance, international law\r\nand the environment.\r\nRecent events in the area of peace and security\r\nhave brought additional challenges to the United\r\nNations and multilateralism. The climate of global\r\nconsensus and cooperation in the fight against\r\nterrorism, reflect in Security Council resolution 1373\r\n(2001), which forged the international community’s\r\nresolve to collectively fight terrorism and place the\r\nUnited Nations at the forefront of global action, has\r\nbeen tested by new challenges to multilateralism and\r\ncollective security.\r\nOn the other hand, progress in the\r\nimplementation of the Millennium Declaration,\r\nparticularly of the Millennium Development Goals, has\r\nbeen slow, casting a shadow over the timely\r\nachievement of these goals. The Secretary-General\r\nnotes in his report that,\r\n“in the area of peace and security, in particular,\r\nthe consensus expressed or implied in the\r\nDeclaration now looks less solid than it did three\r\nyears ago. In the area of development, by\r\ncontrast, a stronger consensus has been forged,\r\nbut grave doubts remain as to whether Member\r\nStates are sufficiently determined to act on it.\r\nAnd in the area of human rights and democracy\r\nthere is a danger that we may retreat from some\r\nof the important gains made in the previous\r\ndecade”. (A/58/323, para. 3)\r\nWith the necessary political will, these issues can be\r\naddressed. We therefore must do everything we can to\r\nreverse this disturbing course of events, in particular in\r\nthe issue of conflict prevention, management and\r\nresolution.\r\nIn Africa, it has been recognized that conflicts\r\ncontinue to undermine efforts towards sustainable\r\ndevelopment in the continent, but it has also been\r\nrecognized that we Africans step by step are steadily\r\ndischarging our responsibilities for the maintenance of\r\npeace and stability in the continent. This is particularly\r\nrelevant given the fact that almost all conflicts\r\nafflicting Africa today are a continuation of old\r\nconflicts which have not been resolved properly over\r\ntime or are seemingly new ones whose root causes are\r\nlinked or might be traced back to those that have not\r\nbeen settled yet. This suggests that, once the current\r\nconflicts are addressed, the continent will be on the\r\nright path towards development and implementation of\r\nMillennium Development Goals.\r\nThe entry into force of the Peace and Security\r\nCouncil, an important organ of the African Union that\r\nwill deal with issues related to conflict prevention,\r\n8\r\nA/58/PV.25\r\nmanagement and resolution, will undoubtedly\r\ncontribute to the collective efforts under way in our\r\ncontinent. Accordingly, the international community\r\nmust continue to focus on the principle of collectively\r\nand swiftly addressing new and old, hard and soft\r\nthreats to international peace and security as a whole.\r\nThough we recognize that priority can be\r\naccorded to one group of threats at a given time,\r\nhistory reminds us that failure to act globally against\r\nthreats to peace in all their forms and manifestations\r\nmay ultimately affect our common security agenda.\r\nTherefore, our security agenda should continue to\r\nreflect the global nature of these threats. Our collective\r\nsecurity agenda will be successful if it is pursued\r\nthrough the United Nations. For these reasons, we must\r\nstrengthen the United Nations, particularly the General\r\nAssembly, in order to enable it to regain the confidence\r\nof Member States and of world public opinion at large.\r\nThe much-sought reforms of the Organization\r\nmust be seen within this perspective. The current\r\ncomposition of the Security Council remains hostage to\r\nthe past and fails to reflect the geopolitical realities of\r\nthe twenty-first century. In particular, it fails to provide\r\nadequate qualitative and quantitative representation of\r\ndeveloping countries in that critical organ of the United\r\nNations. Therefore, unless this matter is addressed, the\r\ndecisions of the Council will continue to be seen as\r\nreflecting mainly the interests of those who have\r\nbenefited from its current composition. Member States\r\nare urged to show leadership by deciding on this\r\nmatter, which has been on their agenda for more than a\r\ndecade. We should not blame the General Assembly for\r\nineffectiveness and redundancy on issues that only\r\nMember States can resolve.\r\nThe General Assembly, a democratic body that\r\nreflects the full membership of the United Nations, has\r\nbeen seeing its powers increasingly undermined.\r\nImportant issues are discussed and resolutions adopted\r\nmostly on a lowest-common-denominator basis,\r\nconsequently commanding little or no attention beyond\r\nthe confines of the General Assembly Hall. The United\r\nNations and the General Assembly in particular can\r\nonly be what Member States want them to be.\r\nTherefore, the blame for the performance and relevance\r\nof the General Assembly and other organs of the\r\nUnited Nations lies entirely with Member States, and\r\nno reform can change that if the minds of those who\r\ncan decide appear to be set to obstruct the very work\r\nwe are all supposed to emulate.\r\nThe implementation of Millennium Development\r\nGoals in their entirety remains the most important task\r\nbefore the United Nations. We are particularly\r\ndisturbed by current trends that show that many\r\ndeveloping countries lag far behind in this noble task\r\nand that, at the prevailing pace, they will be unable to\r\nmeet these Goals. Global implementation of the Goals\r\nrequires strong global partnership and cooperation\r\namong all countries of the world. We urge the\r\ninternational community to provide the necessary\r\nsupport to developing countries, in particular the least\r\ndeveloped, including adequate levels of official\r\ndevelopment assistance and foreign direct investment,\r\nto allow those countries to board the plane of socio-\r\neconomic development.\r\nWe commend the Secretary-General for his\r\nefforts to undertake reforms aimed at aligning the\r\ninstitution with that critical task. For developing\r\ncountries, United Nations support for the\r\nimplementation of the Millennium Development Goals\r\nis of paramount importance. Therefore, we encourage\r\nthe United Nations system to continue to support\r\nnational Governments in their efforts to mainstream the\r\nGoals in national development strategies and\r\nprogrammes. Furthermore, the implementation of the\r\nMillennium Development Goals should take regional\r\ndevelopment strategies into account. In Africa, the\r\nNew Partnership for Africa’s Development (NEPAD)\r\nremains the framework for implementation of the\r\nGoals. It is for this reason that NEPAD must be\r\nimplemented and that pledges for support by our\r\ndevelopment partners should be met and on time.\r\nWe also commend the overall efforts of the\r\nSecretary-General to put the Organization at the service\r\nof its Member States. The ongoing reforms have been\r\ninstrumental in placing the Organization at the\r\nforefront of the battle to eradicate poverty and fight\r\nHIV/AIDS, malaria, tuberculosis and other infectious\r\ndiseases. For United Nations institutional reforms to be\r\nsuccessful, they must strive to translate General\r\nAssembly decisions into reality. For instance, the\r\nallocation of resources to United Nations programmes\r\nand bodies should be in accordance with priorities set\r\nout by the General Assembly. On the other hand, there\r\nis a need to equip the Organization with the best\r\navailable staff. In these efforts, and given the\r\nassumption that new recruitments will be made, due\r\nattention and priority should be given to candidates\r\nfrom unrepresented and underrepresented countries, as\r\nenvisaged in relevant General Assembly resolutions.\r\n9\r\nA/58/PV.25\r\nThe United Nations remains the only legitimate\r\nglobal organization that commands wide international\r\nrecognition, legitimacy, confidence and respect. As\r\nPresident Chissano said in his recent address to this\r\nbody,\r\n“it is through the United Nations that we can all\r\nfind the much-sought legitimacy of action in\r\ntackling issues of common concern, including\r\nthreats to peace and security, and in addressing\r\nthe challenges of sustainable development and\r\nHIV/AIDS, tuberculosis, malaria and other\r\ninfectious diseases”. (A/58/PV.9, p.4)\r\nThere is no substitute for multilateral approaches and\r\ncollective responsibility in addressing global\r\nchallenges. Only through common and collective\r\naction can we ensure effectiveness and unity of purpose\r\nin enabling the United Nations to fulfil its obligations\r\nunder the Charter.\r\nMr. Wang Guangya (China) (spoke in Chinese):\r\nThe Chinese delegation wishes to thank the Secretary-\r\nGeneral for his reports on the work of the Organization\r\nand on the implementation of the Millennium\r\nDeclaration. The reports have reviewed the work in\r\ndifferent areas carried out by our Organization over the\r\npast year and highlighted the challenges still facing us.\r\nThey also contain many thought-provoking ideas. We\r\nneed to give further careful study and in-depth\r\nconsideration to the two reports. I now wish to make\r\nthe following remarks in connection with the two\r\nreports.\r\nThe first concerns the role of the United Nations.\r\nIn his report on the implementation of the Millennium\r\nDeclaration, the Secretary-General pointed out that the\r\ncollective security mechanism is the best response to\r\nboth old and new challenges. That view is undoubtedly\r\nshared by the vast number of Member States. During\r\nthe general debate of the current session, almost all\r\ncountries have affirmed the irreplaceable role played\r\nby the United Nations in today’s world affairs and the\r\nneed to maintain and strengthen it. Developments in\r\nthe international situation over the past year have\r\nproved once again that a multilateral approach, with\r\nthe United Nations at its core, cannot be cast aside if\r\nwe are to remove various kinds of security threats\r\nfacing the world and achieve common development. It\r\nis in the common interests of all countries to safeguard\r\nthe authority of the United Nations. Under the current\r\ncircumstances, we should continue to adhere to and\r\nearnestly implement the purposes and principles of the\r\nCharter and make active endeavours to enhance\r\ndemocracy and the rule of law in international\r\nrelations.\r\nChina supports the United Nations efforts to\r\nconduct the necessary and appropriate reforms so as to\r\nkeep pace with the times. These reforms should be\r\naimed at improving the efficiency of our Organization\r\nand increasing its capacity to respond to various\r\nchallenges and promote economic and social\r\ndevelopment, thus better enabling the United Nations\r\nto meet the needs of the twenty-first century. We\r\nwelcome the proposal of the Secretary-General to\r\nestablish a high-level panel of eminent personalities.\r\nThe Chinese delegation will continue in a constructive\r\nmanner to take an active part in discussions on reform\r\nof the General Assembly, the Security Council and the\r\nEconomic and Social Council.\r\nMy second remark concerns peace and security.\r\nAs is stated in the work report, the past year has been a\r\ntrying one for the United Nations. The war in Iraq at\r\nthe beginning of the year posed a serious challenge to\r\nthe collective security mechanism represented by the\r\nUnited Nations. Though the war has come to an end,\r\npeace is still a distant prospect. We hope to see the\r\nrestoration of security and stability in Iraq and the\r\nresumption of the exercise of sovereignty by the Iraqi\r\npeople at an early date. We are in favour of adopting a\r\nnew resolution by the Security Council that is effective\r\nand supported by all sides. The resolution should set a\r\ntimetable for the political process in Iraq and explicitly\r\nstate the important role to be played by the United\r\nNations.\r\nThe situation between Israel and Palestine\r\nremains a source of concern. The peace process over\r\nthe past year has witnessed ups and downs. The history\r\nof the Middle East has shown that to counter violence\r\nwith violence will only lead to a dead end.\r\nNegotiations and dialogue are the only way out. We\r\nurge Israel and Palestine to stop the violence and all\r\nacts that may increase the tension, resume talks as early\r\nas possible and create conditions for continued\r\nimplementation of the road map.\r\nIn Africa, positive progress has been made in the\r\nsettlement of such questions as the Democratic\r\nRepublic of the Congo and Liberia. However, it is still\r\na long-term and arduous task to achieve peace in some\r\nareas of Africa. The international community should\r\nattach greater importance to the conflicts in Africa and\r\nprovide stronger support to peacekeeping operations\r\nthere.\r\n10\r\nA/58/PV.25\r\nWe are still confronted by terrorism and the\r\nproliferation of weapons of mass destruction. An\r\neffective solution requires consistent measures that can\r\ntackle their root cause. Greater efforts through\r\ninternational cooperation should also be made on the\r\nbasis of the purposes and principles of the Charter.\r\nMy third remark concerns development. To\r\nachieve coordinated, balanced and common\r\ndevelopment in the world and to attain lasting peace\r\nand stability, it is vital to implement the Millennium\r\nDevelopment Goals. I would like to share my views\r\nwith you on this question.\r\nFirst, globalization should be managed and\r\ngeared towards universal enjoyment of benefits by all\r\ncountries through their participation. The United\r\nNations should actively accelerate reforms, improve\r\nthe international financial system, establish a more\r\nopen and fair multilateral trade system, reinforce its\r\nrole of coordination in the field of development and\r\npromote the right of participation and decision-making\r\nof the developing countries.\r\nSecondly, the United Nations should give priority\r\nto development and make efforts to establish a culture\r\nof development, strengthen development agencies and\r\nensure development funds. The United Nations should\r\nmake financial aid, technology transfer, capacity-\r\nbuilding, market access and poverty elimination key\r\nareas of cooperation and strengthen cooperation and\r\nparticipation among the Government, private sector\r\nand civil society so as to implement development goals\r\nin a comprehensive and balanced manner.\r\nThirdly, the key to accelerating the\r\nimplementation of the Millennium Development Goals\r\nlies in a fair and reasonable evaluation framework.\r\nThat framework should evaluate the progress in\r\ndifferent countries and supervise and assess the\r\nfulfilment of the development aid commitment. We\r\nsupport the proposals made by the Secretary-General\r\non encouraging the developed countries to set a\r\ntimetable for fulfilling their commitments on trade,\r\ndebt relief and aid. We also support the United Nations\r\nin holding an important conference in 2005 to\r\ncomprehensively evaluate the progress in\r\nimplementing the Millennium Development Goals.\r\nMy fourth remark concerns public health. In the\r\nfirst half of this year, the outbreak of severe acute\r\nrespiratory syndrome (SARS) in some regions and\r\ncountries shows once again that all countries should\r\nmake continued efforts to consolidate public health\r\nundertakings. The international community should\r\nstrengthen cooperation to improve the global\r\nemergency mechanism. We call on all countries to\r\nsupport the incorporation of global public health\r\ncapacity-building in United Nations development\r\nprogrammes and other plans and to enhance\r\ninternational and regional cooperation. The Chinese\r\ndelegation will submit a draft resolution on this\r\nquestion at the current General Assembly session. We\r\nhope that it will enjoy support from all countries.\r\nAs the President rightly pointed out at the\r\nopening session, the current General Assembly session\r\nis faced with many challenges and arduous tasks. The\r\nChinese side supports his vision for the work of the\r\ncurrent session and agrees with him that the General\r\nAssembly should be action-oriented. The Chinese\r\ndelegation supports the strengthened authority and role\r\nof the United Nations and the General Assembly and\r\nwill take an active part in the working group on the\r\nrevitalization of the General Assembly. We believe that\r\nthe current General Assembly session will achieve\r\npositive results through concerted efforts.\r\nMr. Muñoz (Chile) (spoke in Spanish): Allow\r\nme, first of all, Sir, to ask you to convey just how\r\npleased we are to see the outstanding diplomat from\r\nSaint Lucia, representing the Caribbean, preside over\r\nthe present General Assembly for a year.\r\nThe Secretary-General has submitted to us an\r\nimportant report on the implementation of the\r\nMillennium Goals, whose conclusions deal with the\r\ncritical question of strengthening our multilateral\r\ninstitutions, and in which the Secretary-General offers\r\na few thoughts on the limitations that he has observed\r\nwith respect to the main organs of the Organization.\r\nIn the same vein, in his address in the general\r\ndebate, Mr. Kofi Annan went a step further and said\r\nthat it was his intention to establish a commission that,\r\namong other things, would make recommendations on\r\nthe interaction of the organs of the United Nations and\r\nhow to strengthen the Organization with proposals for\r\nreform. In other words, the Secretary-General is doing\r\nhis job, and it is now time for us, as the representatives\r\nof Member States, to do ours.\r\nThe United Nations is in urgent need of renewal.\r\nThat diagnosis is broadly shared. The great challenge is\r\nto agree on the necessary changes for the General\r\nAssembly, the Security Council, the Economic and\r\nSocial Council and the Trusteeship Council. That need\r\nfor renewal has become even more evident in the wake\r\nof 11 September 2001 and the Iraq crisis. Power\r\nrelations and security priorities have changed\r\n11\r\nA/58/PV.25\r\ndramatically in the last few years. New global threats\r\nsuch as terrorism and pandemics can be dealt with\r\neffectively only by means of a multilateral approach.\r\nBut if strengthening multilateralism is critical for\r\ndealing with conflicts and challenges, both old and\r\nemerging ones, it is essential that the United Nations\r\nrenew itself in order to adapt to the new circumstances.\r\nThat diagnosis is neither original nor new; the\r\nshelves of the United Nations are replete with\r\nproposals and initiatives for reform that have\r\nlanguished in the labyrinth of bureaucracy, because\r\nthey ceased to be priority issues, fell victim to political\r\ninaction or served merely to score talking points\r\nwithout operational consequences.\r\nThat is why the Presidents of Chile, Mexico,\r\nother countries of our region and other like-minded\r\nStates have, in various forums, underscored the need\r\nfor a new approach to the renewal of the United\r\nNations. Chile thus agrees with the Secretary-General’s\r\nproposal to create a panel of eminent personalities to\r\naddress this issue, a panel whose work can be\r\nsupported by a group of like-minded countries that are\r\nproponents of reform.\r\nWhat changes are needed? In our opinion, the\r\nSecurity Council, whose reform is probably the most\r\ncomplex, needs to be expanded to make it more\r\ndemocratic and more representative of today’s\r\ninternational community, without undermining its\r\neffectiveness. Today the Council meets more frequently\r\nthan it did during the cold war, but it still does not\r\nreflect the realities of power of the twenty-first century.\r\nMoreover, despite the evident desire of permanent\r\nmembers to perhaps keep their veto power intact, that\r\nprivilege must be at least modified in order to limit its\r\nuse to exceptional circumstances.\r\nThe General Assembly has clearly suffered a\r\nmarked deterioration in its status as a political organ.\r\nPart of the problem is the long list of repetitive\r\nresolutions that serve only very narrow objectives and\r\nwhich are almost never implemented. Another problem\r\nis the broad agenda and the extremely long annual\r\nsessions. As Member States, we have been remiss in\r\nnot implementing consensus resolutions whose\r\nobjective is to remedy some of those problems,\r\nparticularly the problem of the agenda.\r\nThe Economic and Social Council must have\r\ncloser and more effective coordination with the\r\nSecurity Council in the areas of conflict prevention and\r\npost-conflict reconstruction. Secondly, it must have a\r\ncloser, improved working relationship with the Bretton\r\nWoods institutions. Thirdly, it is important that the\r\nEconomic and Social Council strengthen its role as\r\ncoordinator of the programmes and agencies of the\r\nUnited Nations system that are within its area of\r\ncompetence, as well as its relationship with its\r\nsubsidiary organs such as the Commission on Human\r\nRights and the Commission on Sustainable\r\nDevelopment. In that regard, the ideas proposed by the\r\ncurrent President of the Economic and Social Council,\r\nAmbassador Gert Rosenthal of Guatemala, deserve the\r\ncareful study of Council members.\r\nOne aspect of reform that is not often dealt with\r\nconcerns the decision-making mechanisms of United\r\nNations organs. The obsessive search for consensus\r\noften results in decisions of the lowest common\r\ndenominator, which means decisions of scant relevance\r\nand effectiveness in the world outside the United\r\nNations, to which, in the end, those agreements are\r\ndirected. The reform process should include a study of\r\nthis problem because, while consensus is always\r\nadvisable, good decisions must not be sacrificed in the\r\nexclusive interest of consensus.\r\nThe changes I have just mentioned are easier to\r\nenumerate than to implement. The renewal of the\r\nUnited Nations must be a complete package, a\r\ncollective undertaking in which all Members gain\r\nsomething and in which nothing is concluded until\r\neverything has been negotiated in a single undertaking.\r\nPerhaps some countries will obtain more in some areas\r\nthan in others, but no country should come out empty-\r\nhanded at the conclusion of the process.\r\nWhat is certain is that this is the right time — and\r\nthe situation is ripe — for a bold, decisive and high-\r\nlevel political initiative, in which, in the end, all the\r\nactors participating in the United Nations — Member\r\nStates, the Secretariat and civil society — emerge as\r\nwinners.\r\nMr. Nakkari (Syrian Arab Republic) (spoke in\r\nArabic): Today, we are debating the reports of the\r\nSecretary-General on the work of the Organization\r\n(A/58/1) and on implementation of the United Nations\r\nMillennium Declaration (A/58/323) and — on the one\r\nhand looking back on the achievements of the\r\nOrganization and the challenges it has faced and, on\r\nthe other hand, looking ahead to the future hope of\r\nimplementing the outcomes of the Millennium Summit.\r\nHopes are dreams mixed with optimism.\r\nHowever, a realistic examination of the events of last\r\nyear leads us to pause and reflect on challenges that are\r\nunprecedented in the history of our Organization. To\r\n12\r\nA/58/PV.25\r\nquote the Secretary-General’s report on the Millennium\r\nSummit, “This climate of cooperation and consensus\r\nwas seriously eroded by the war against Iraq”\r\n(A/58/323, para. 6). The consensus on peace and\r\nsecurity achieved in the Millennium Declaration is now\r\nless solid than it was three years ago, as the Secretary-\r\nGeneral also notes in the same report.\r\nMore than half a century after the creation of the\r\nOrganization, storms continue to rage. We are\r\nwitnessing occupation, aggression, the violation of\r\ninternational law, the use of the logic of force to coerce\r\nothers and the flagrant violation of sovereignty, as well\r\nas poverty, ignorance, underdevelopment, illiteracy,\r\nhunger, terrorism, disease, pandemics and local\r\nconflicts — all of them the result of human actions —\r\nto say nothing of the natural disasters that have struck\r\nmany parts of the world.\r\nGiven such challenges, the demands and\r\nresponsibilities that globalization imposes on the\r\ninternational community are now greater than ever. We\r\nlive in a world in which the media can reach into our\r\nhomes, making people better able to understand the\r\nsuffering of others. This obliges the world’s decision\r\nmakers to be more just and to respect equality, justice\r\nand international law. The worldwide rejection of the\r\nwar against Iraq is perhaps the best example of that.\r\nEven as we try to give globalization a more\r\nhuman face, the failure to make the most of the\r\nscientific and technical advances of the past two\r\ndecades will surely lead to greater poverty and feelings\r\nof injustice and inequity among the peoples of the\r\nworld. As the Secretary-General states in his report on\r\nthe implementation of the Millennium Declaration, the\r\ncentral challenge we face today is to ensure that\r\nglobalization becomes a positive force for all the\r\nworld’s people.\r\nAt Monterrey, all parties agreed that it was\r\nimportant for the Governments of developing countries\r\nto adopt national development strategies and for\r\ncountries with economies in transition to maximize\r\ntheir economies with the utmost effectiveness. The\r\nOpen-ended Working Group on Financing for\r\nDevelopment, however, has stated that, even if\r\ndeveloping countries adopt sound policies and succeed\r\nin maximizing their local resources, it is likely that\r\nthey will still need at least a further $50 billion in\r\nassistance if development goals are to be achieved.\r\nAlthough the report of the Secretary-General on\r\nthe implementation of the Millennium Declaration\r\nrefers to pledges of greater assistance from the\r\ndeveloped countries to the developing countries, we\r\nbelieve that, if the system of international trade is not\r\nreformed, that will simply amount to giving with the\r\nleft hand and taking with the right. The Secretary-\r\nGeneral was correct to stress the vital need for a more\r\ncomprehensive multilateral agreement that gives\r\ndeveloping countries greater access to markets and\r\neliminates the tariffs and other obstacles created by\r\ndeveloped countries. The Secretary-General also made\r\nclear that in the absence of such a comprehensive\r\nagreement, developing countries have no real chance of\r\nfurthering their economic growth.\r\nOur region has suffered for decades from\r\ncampaigns based on injustice, misinformation and\r\nmisconceptions. The Israeli policy of aggression and\r\noccupation, which is continuing, is the principal cause\r\nof the suffering of our region. As the\r\nSecretary-General’s report states, Palestinians continue\r\nto suffer at unprecedented levels, while the policies of\r\nclosure and curfew have led to the paralysis of the\r\neconomy and have pushed 1.3 million Palestinians\r\nbelow the poverty line. Furthermore, Israel has carried\r\nout a number of military operations that have destroyed\r\nthe homes of thousands of Palestinians.\r\nIn this context, I must recall that some 500,000\r\nSyrians have been displaced from the occupied Syrian\r\nGolan — expelled by force by the Israeli occupation\r\nforces from their homes, which were then taken over.\r\nFurthermore, Israel is still causing great suffering in\r\nother countries in the region, including Lebanon,\r\nwhose air space it is continuing to violate.\r\nThe cowardly attack by Israel against Ein Saheb\r\nin Syria on 5 October was a clear violation of the most\r\nimportant principles of the Charter. It was a threat to\r\nregional and international peace and security, as well as\r\na violation of the Agreement on Disengagement\r\nbetween Israeli and Syrian forces, welcomed in\r\nSecurity Council resolution 350 (1974).\r\nIn this regard, we welcome the statement made on\r\n5 October by the Secretary-General strongly\r\ndenouncing the Israeli air strike against Syrian territory\r\nand expressing his particular concern that this\r\nadditional escalation comes at an already difficult and\r\ntense moment, and will likely have repercussions that\r\nexacerbate the dispute in the Middle East and further\r\nthreaten regional peace and security.\r\nIn this regard, it is appropriate that the Secretary-\r\nGeneral’s report on the work of the Organization\r\nshould state that the ultimate objective of the peace\r\nprocess as a whole remains the comprehensive\r\n13\r\nA/58/PV.25\r\nsettlement of the Middle East conflict, including on the\r\nIsraeli-Syrian track and the Israeli-Lebanese track,\r\nbased on Security Council resolutions 242 (1967) and\r\n338 (1973), the principle of land for peace and the\r\nterms of the Madrid Peace Conference of 1991 and\r\nother agreements reached by the parties, as well as the\r\npeace initiative endorsed at the Beirut Summit of the\r\nLeague of Arab States in March 2002.\r\nHope has not failed us, however. We must all\r\nshoulder our responsibilities with courage, because the\r\ngrave challenges that threaten the very foundations of\r\nthis Organization — which was created to ensure\r\ninternational peace and security — require world\r\nleaders to make sincere efforts and demonstrate sound\r\npolitical will. As the Secretary-General recalled in his\r\nreport on implementation of the Millennium\r\nDeclaration, the fundamental authority of the United\r\nNations stems from the fact that its legitimacy is\r\nfounded on the principles of international law. There is\r\nno substitute for such legitimacy, and the actual\r\nconduct of international affairs must be in conformity\r\nwith those principles.\r\nWe agree with the Secretary-General that the\r\nSecurity Council’s ability to mobilize the broadest\r\npossible support for its resolutions and actions will be\r\nstrengthened if the Council is seen as representing the\r\nwidest possible cross-section of the international\r\ncommunity. We must have democracy in international\r\nrelations.\r\nIn conclusion, as the Secretary-General states in\r\nhis report on the implementation of the Millennium\r\nDeclaration, the Charter remains the essential\r\nfoundation for the legitimacy of any action at the\r\ninternational level.\r\nMs. Corkery (United States of America):\r\nToday’s discussion reflects streamlining in action. We\r\nwill address both the Secretary-General’s report on the\r\nwork of the Organization and his report on follow-up to\r\nthe outcome of the Millennium Summit. The two are\r\nclosely linked. In the reports Secretary-General Annan\r\naddresses how the United Nations is to regain “the\r\nconfidence of States and of world public opinion” by\r\ndemonstrating “its ability to deal with the most\r\ndifficult issues ... effectively.” (A/58/323, para. 13)\r\nThe United States delegation, along with others,\r\nlistened attentively to the Secretary-General’s address,\r\nhis “report to shareholders”, delivered on 23\r\nSeptember. Subsequently, President George W. Bush\r\nstated in this Hall that the United States “As an original\r\nsigner of the United Nations Charter ... is committed to\r\nthe United Nations and we show that commitment by\r\nworking to fulfil the United Nations stated purposes\r\nand by giving meaning to its ideals.” (A/58/PV.7, p. 12)\r\nThat commitment is manifested in our work with\r\nthe Secretariat and other Member States to increase the\r\neffectiveness, efficiency and accountability of the\r\nUnited Nations. The United States has been among the\r\nleading advocates of United Nations management\r\nreform, which includes working to implement results-\r\nbased budgeting and phasing down — or sunsetting —\r\nredundant and obsolete programmes. Only in this way\r\ncan the United Nations fulfil membership priorities and\r\nmandates. The Secretary-General’s report — and,\r\nindeed, the performance of the Organization —\r\npositively reflect many of these reforms. Member\r\nStates should be encouraged by these changes in the\r\nOrganization.\r\nThe United States supports making the United\r\nNations even more effective, efficient and accountable.\r\nWe are working with our colleagues to rethink and\r\nreinvigorate the role of the United Nations, particularly\r\nin economic and social matters. One way to do this is\r\nthrough thoughtful implementation of resolution\r\n57/270 on integrated and coordinated implementation\r\nof and follow-up to the outcomes of the major United\r\nNations conferences and summits in the economic and\r\nsocial fields. The credibility of United Nations policy-\r\nmaking bodies is undermined if the outcomes of these\r\nconferences and summits are not fully integrated into\r\nthe work of the United Nations.\r\nThe Secretary-General highlights the United\r\nNations efforts to address extreme poverty at the\r\nglobal, regional and national levels, and reports “good\r\nprogress” by the United Nations system, including the\r\nspecialized agencies, in achieving “greater coherence\r\nin their policies and programmes” and in “improving\r\nthe efficiency and impact of the support they provide at\r\nthe country level.” (A/58/1, para. 106)\r\nWe welcome, in particular, the Secretary-\r\nGeneral’s creation of the Commission on Private Sector\r\nand Development, which is to develop strategic\r\nrecommendations on how to promote a strong,\r\nindigenous private sector in developing countries. The\r\nnewly established Financing for Development Office in\r\nthe Secretariat will have an important role to play in\r\npromoting activities that will accelerate the process of\r\nimplementing the Monterrey Consensus and integrating\r\nthe outcome of the groundbreaking Monterrey\r\nConference into the work of the United Nations. This\r\nyear the United States has contributed $500,000 to the\r\n14\r\nA/58/PV.25\r\nOffice for activities in support of the Monterrey\r\nConsensus.\r\nThe United States applauds the Secretary-General\r\nfor his support and energy in reorienting the\r\nOrganization’s work on sustainable development\r\ntoward implementation and action. Last year’s World\r\nSummit on Sustainable Development opened a new\r\nchapter in our common endeavour to transform words\r\nand commitments into concrete actions that make a\r\ndifference. To that end, we welcome the Secretary-\r\nGeneral’s update stating that the Organization is\r\nfinalizing its own inter-agency mechanisms for system-\r\nwide follow-up to that World Summit across the full\r\nrange of issues. Ensuring that all relevant United\r\nNations bodies are working in harmony and focusing\r\ntheir complementary skills and expertise on\r\nimplementation is critical.\r\nThe United States strongly supports the\r\nSecretary-General’s determination to increase the\r\neffectiveness and productivity of the United Nations\r\nactivities to support Africa’s development, as outlined\r\nin the Secretary-General’s update on activities\r\nundertaken by United Nations agencies and\r\nprogrammes in support of the New Partnership for\r\nAfrica’s Development (NEPAD). The United States\r\nfully supports NEPAD, which is a by-Africa, for-Africa\r\ninitiative guided by the principles of good governance,\r\nopen markets and respect for fundamental freedoms.\r\nThe NEPAD approach is consistent with the\r\nMonterrey Consensus, the Millennium Declaration and\r\nthe World Summit on Sustainable Development. It is an\r\napproach that depends on concrete actions at the\r\ncountry and subregional levels. The United States\r\ninitiatives to support peace, democracy and prosperity\r\nin Africa, including the Millennium Challenge\r\nAccount, the United States Emergency Plan for\r\nHIV/AIDS Relief, the Africa Education Initiative and\r\nthe African Growth and Opportunity Act are geared\r\ntoward helping African nations that are helping\r\nthemselves.\r\nWe concur with the Secretary-General on the\r\nimportance of food assistance to Africa, and we are\r\ntaking significant actions to meet the need. The United\r\nStates continues to work with the World Food\r\nProgramme and others to provide significant\r\nemergency assistance to Africa to address food crises.\r\nIn 2003, we will provide $1.4 billion in global\r\nemergency food aid. The Famine Fund — a new\r\npresidential initiative — will make available $200\r\nmillion for rapid response to food crises.\r\nThe Millennium Declaration represents the\r\ncollective will of the international community to\r\naddress the urgent need to fight poverty. The\r\ninternationally agreed Development Goals in the\r\nMillennium Declaration represent clear, time-bound\r\ndevelopment targets. Success in achieving these goals\r\ndepends on a partnership in which developing and\r\ndeveloped countries focus on positive outcomes. The\r\nframework for this partnership was agreed by our\r\nleaders in Monterrey, Mexico, last year, at the\r\nConference on Financing for Development.\r\nThe Monterrey Consensus gives us a practical\r\nframework in which to pursue effective development\r\nand to meet the ambitious agenda laid out in the\r\nMillennium Declaration. It shares the same\r\nunderpinnings as the Millennium Declaration: political\r\nand economic freedom, sound governance and\r\ninstitutions, increasing human capacity through\r\nimproved health and education and encouraging growth\r\nthrough free trade and private enterprise.\r\nIn his report on the implementation of the\r\nMillennium Declaration, the Secretary-General stressed\r\nthe importance of follow-through and political will. We\r\nconcur with the Secretary-General. As President Bush\r\nstated on 23 September, “Our good intentions will be\r\ncredited only if we achieve good outcomes”.\r\n(A/58/PV.7, p. 12) The United States is following\r\nthrough on our commitments and taking action. We are\r\ndeepening partnerships with countries that are\r\ncommitted to good governance, investing in their\r\npeople, and free markets. The $5 billion Millennium\r\nChallenge Account, based on the principles of\r\naccountability and reward and emphasizing that\r\nresponsibility for development lies in developing\r\ncountries themselves, will increase core development\r\nassistance by 50 per cent over the next three years,\r\nresulting in more than a $5 billion annual increase over\r\ncurrent levels in fiscal year 2006.\r\nMr. Kyaw Tint Swe (Myanmar), Vice-President,\r\ntook the Chair.\r\nOn HIV/AIDS, President Bush’s $15 billion\r\nemergency plan for AIDS relief is intended for 14 of\r\nthe most affected countries in Africa and the\r\nCaribbean. Water is another area where the United\r\nStates has taken the lead to produce good outcomes: in\r\nthe United States Water for the Poor initiative, the\r\nUnited States has proposed total funding commitments\r\nfor 2003 to 2005 of $510 million for water supply,\r\nsanitation and health services and nearly $400 million\r\nto promote improved watershed management.\r\n15\r\nA/58/PV.25\r\nWe strongly support the Secretary-General’s\r\nfocus on women in political decision-making. As he\r\nnoted, “women in many parts of the world continue to\r\nbe excluded from decision-making at all levels of\r\ngovernment, or are given only token representation”\r\n(A/58/323, para. 83). In an effort to address this\r\ngrievous exclusion, the United States will introduce a\r\ndraft resolution on women and political participation at\r\nthis session of the General Assembly.\r\nPresident Bush’s statement to the General\r\nAssembly two weeks ago (see A/58/PV.7) underscored\r\nthe commitment of the United States to ending the\r\nscourge of trafficking in persons and our strong interest\r\nin working with other countries and the United Nations\r\nsystem to that end. Our own efforts include an annual\r\nreport on trafficking in persons as well as numerous\r\nprogrammes to assist other countries in the fight to end\r\nthis tragic modern manifestation of slavery. Our efforts\r\nare aimed at prosecuting traffickers, protecting victims,\r\npreventing crimes at home and assisting other countries\r\nthat are committed to doing the same. We will look for\r\nopportunities to advance our shared goals in this body.\r\nSecretary-General Kofi Annan has set the stage\r\nfor the Assembly’s further discussion of United\r\nNations reform and revitalization. He has rightly\r\nemphasized the need for the United Nations and its\r\nbodies to better achieve their original and intended\r\npurposes. For example, he reminds us — and we\r\nstrongly concur — that in the human rights arena,\r\nMember States should appreciate that membership on\r\nthe Commission on Human Rights “implies\r\nresponsibilities as well as privileges” (ibid, para. 78).\r\nThe Secretary-General has also raised a number\r\nof other important and challenging questions that need\r\nto be seriously addressed by Member countries in the\r\nyear ahead. Our comments on this topic are part of a\r\nbroader discussion and call to action, which will\r\ncontinue later in this month when we look at United\r\nNations reform proposals in detail, and during the work\r\nof the General Assembly’s main committees.\r\nMr. Van den Berg (Netherlands): The report of\r\nthe Secretary-General on implementation of the United\r\nNations Millennium Declaration (A/58/323) is as\r\ncrucial as it is courageous. On substance, he has raised\r\nthe issues of the proliferation of weapons of mass\r\ndestruction, the threat of terrorism, the need for criteria\r\nfor the use of pre-emptive force and the necessity to\r\nbalance our response to the hard and the soft threats the\r\nworld faces today. On organization, he challenged us\r\non the adequacy of the intergovernmental system to\r\ntackle today’s global agenda.\r\nThe Netherlands fully associates itself with the\r\nstatement made by Italy. The European Union has\r\nmade it clear that it is ready to engage on the full range\r\nof issues that the Secretary-General has put to us\r\nMember States. We take the floor to share our thoughts\r\non three specific issues: pitfalls, timing and\r\nsequencing.\r\nOn pitfalls, the general debate made it clear that\r\nthere is a momentum and a sense of urgency. Will this\r\ndrive for reform last in the coming months? Let me cite\r\nthree possible pitfalls that could derail our efforts.\r\nFirst, the Secretary-General has invited us to discuss a\r\nseries of topics at the same time. Here we run the risk\r\nof progress in one area being made dependant on\r\nprogress in other areas. We should not allow that to\r\nhappen. We are invited to a game of simultaneous\r\nchess; we have to move our pieces on all the boards in\r\nthe same game.\r\nSecondly, the importance of the matter demands\r\ninnovation and expeditiousness; it requires departure\r\nfrom our usual patterns of behaviour here in New York.\r\nIf we allow old reflexes to creep in, we will find\r\nourselves locked up in the usual exchange of arguments\r\namong regional groups. That would take the spirit out\r\nof the debate — and gone is the sense of momentum\r\nand importance. If that scenario becomes reality, we\r\nwill all lose.\r\nThirdly, the panel of eminent persons can in no\r\nway present an excuse for the rest of us to sit back and\r\nwait. We would lose valuable time if we waited for the\r\nSecretary-General to report on the work of the panel.\r\nThat would effectively mean the adjournment of reform\r\nto the next General Assembly. The panel’s work and\r\nour work here in New York can happily coexist. In fact\r\nI expect both exercises to complement each other\r\nrather than to compete.\r\nTiming is essential. Momentum has, by\r\ndefinition, a limited shelf life. The window of\r\nopportunity to shape the United Nations to meet our\r\npresent needs will not be open forever. Looking ahead,\r\nSeptember 2005 emerges as a natural deadline for our\r\nwork. September 2005 can bring together development,\r\nthe financing of development, security, human rights\r\nand the adequacy of the multilateral institutions.\r\nSeptember 2005 can mean a truly comprehensive\r\nreappraisal of the multilateral system worthy of the\r\noptimistic and ambitious spirit of the Millennium\r\n16\r\nA/58/PV.25\r\nSummit, which by then will have taken place 5 years\r\nbefore.\r\nIf timing is essential, then sequencing in our work\r\nis even more so. If we accept September 2005 as a\r\ndecisive milestone, we will have two General\r\nAssembly sessions at our disposal to do the work.\r\nArguing backwards starting in September 2005, it\r\nseems probable that the fifty-ninth session of the\r\nGeneral Assembly will be devoted to discussions on\r\nthe Secretary-General’s proposals with the panel’s\r\nreport as one of the inputs.\r\nWe will have to prepare for that, meaning that we\r\nhave to probe, to discuss and to speak our minds,\r\nwithin and among the regional groups. To make that\r\nhappen, we should consider uncommon formats for our\r\ndeliberations, for example the establishment of\r\nroundtables cutting across groups. Obviously, given\r\nour busy agenda for the coming three months the main\r\nthrust of this exploratory work will have to take place\r\nin the second half of this session, in the first part of\r\n2004.\r\nStill arguing backwards, I now come to what we\r\ncan take up now. In the coming three months, three\r\nitems on our agenda stand out on which we can\r\ndemonstrate our genuine will to improve the system:\r\nthe high-level dialogue on financing for development,\r\nthe budget and the revitalization of the General\r\nAssembly.\r\nOn the high-level dialogue on financing for\r\ndevelopment, we will have to start building up towards\r\nthe September 2005 event. On the budget, we will have\r\nto agree on a more streamlined budgetary process that\r\nchannels funds to priorities and steers away from input-\r\noriented micro-management by Member States. I\r\nstrongly recommend that permanent representatives\r\ntake a personal interest in that important debate. On the\r\nrevitalization of the General Assembly, we will have to\r\nfocus on specific issues on which progress is possible.\r\nOur suggestions are the strengthening of the office or\r\nthe President, the revitalization of the General\r\nCommittee, the restructuring of the agenda of the\r\nGeneral Assembly, the role and impact of resolutions\r\nand the organization of work of the Main Committees.\r\nWe will come back to these issues at the end of this\r\nmonth.\r\nI know that this timetable is ambitious. I am fully\r\naware that ambition can sometimes be met with\r\ncynicism, but I also happen to believe that cynicism is\r\nthe lowest level of intellectual activity. Simple calculus\r\ndemonstrates that, all missions added up, we have\r\nabout 3000 kilograms of brains at our disposal. Let us\r\nput those brains to work to the full for the benefit of\r\nthe United Nations and therefore for the benefit of “We\r\nthe Peoples” we represent.\r\nMr. Ngo Duc Thang (Viet Nam): I wish to thank\r\nthe Secretary-General for his comprehensive reports\r\nand I concur with many of his analyses. His dedicated\r\nservice to the Organization deserves our highest\r\nappreciation.\r\nAs rightly observed by the Secretary-General, the\r\npast year has really been a trying one for the United\r\nNations. Indeed, challenges old and new have emerged\r\nwith an ever-more expanded magnitude and\r\ncomplexity. While poverty and injustice persist, the\r\nevents that took place during the year — such as the\r\nwar in Iraq, growing violence in the Middle East and\r\nspreading terrorism — have cast very dark shadows on\r\nthe various aspects of international life and on the work\r\nof the Organization.\r\nIn view of those challenges, the only way forward\r\nis for nations to work together in partnership and on\r\nthe basis of the principles of the Charter and of\r\ninternational law. This requires us to work harder for\r\nthe building of healthy, equitable international\r\nrelations. Viet Nam fully shares this conviction and\r\nholds dear the principles of respect for national\r\nindependence, sovereignty, territorial integrity and\r\nnon-interference in the internal affairs of States.\r\nPeace and development continue to be our\r\nprimary tasks today. Recent developments have\r\nrequired us to focus our attention on working to\r\nmaintain world peace, combat terrorism and resolve\r\nconflicts. We must, however, redouble our efforts for\r\neconomic and social development and for poverty\r\neradication.\r\nIn the current international trade climate, clearly\r\nthe developing countries will always be the most\r\ndisadvantaged. In particular, protectionist measures,\r\nincluding non-trade forms in the name of anti-dumping,\r\ncontinue to be imposed to prevent developing\r\ncountries’ products from entering developed countries’\r\nmarkets. This situation must be corrected through the\r\nbuilding of a more democratic and open world trade\r\nand financial system, which would also ensure\r\nfavourable conditions to the developing countries. We\r\nhope that the forthcoming high-level dialogue on\r\nfinancing for development at the end of the month will\r\nalso take due account of these priorities.\r\n17\r\nA/58/PV.25\r\nThe Goals set by the Millennium Summit have\r\nbeen our shared priorities ever since their inception.\r\nWe welcome the progress made by the Organization\r\nand the efforts of the Secretary-General to map out the\r\nimplementation of the Millennium Development Goals.\r\nThe fact is that we are still a long way from meeting\r\nthe common needs and expectations.\r\nThe United Nations should therefore work more\r\neffectively and practically to accelerate the realization\r\nof those Goals. This will require a more effective and\r\ndemocratized United Nations. We therefore support the\r\nongoing efforts towards those ends. We also welcome,\r\nin that regard, the decision by the Secretary-General to\r\nestablish a high-level group to consider proposals for\r\nstrengthening the Organization.\r\nThe reform of the United Nations should be\r\nguided by the principles of the Charter. In this exercise,\r\nit is imperative to ensure that the General Assembly\r\nassume its authoritative and political role as the\r\nuniversal, representative body and that the Security\r\nCouncil effectively discharge its functions and\r\nmandates in a manner that truly reflects the common\r\nwill of the Organization’s membership.\r\nThe solution of global issues today requires the\r\ncombined efforts of all nations. A prominent message\r\nemerging from the general debate of this Assembly has\r\nbeen that of renewed commitment to multilateralism. In\r\nthis context, the United Nations needs to play an\r\nimportant role in the fields of peace and development\r\nand in building healthy, equitable international\r\nrelations.\r\nMr. De Santa Clara Gomes (Portugal): Portugal\r\nfully subscribes to the statement made by the\r\nrepresentative of Italy on behalf of the European Union\r\non the follow-up to the Millennium Summit and the\r\nreport of the Secretary-General on the work of the\r\nOrganization. In particular, we support its call for\r\nMember States to show political will, pragmatism and\r\nimagination in the reform of the United Nations.\r\nWe welcome the Secretary-General’s proposal to\r\ncreate a panel of eminent personalities as an important\r\nstep towards overcoming the difficulties we have been\r\nfacing in reforming this Organization. However, as the\r\nPermanent Representative of Italy said,\r\n“we must not put off until tomorrow what we can\r\ndo today. We must push ahead with action on\r\nreforming this year”. (A/58/PV.23)\r\nThe challenging dimension of the measures that need to\r\nbe adopted and the different levels where action is\r\nrequired make it advisable to go forward as soon as\r\npossible in those areas where reform is most needed\r\nand pressing.\r\nAs the statement of the European Union affirms,\r\none of our priorities is to consider how to improve\r\ncooperation between the Security Council and the\r\nEconomic and Social Council in order to enhance the\r\neffectiveness of the United Nations. Cooperation\r\namong the various United Nations organs is foreseen in\r\nthe Charter as a necessary way of achieving common\r\ngoals. The Secretary-General has been stressing the\r\nneed to improve the coherence of the system and thus\r\nto transform it into a more effective instrument of the\r\ninternational community.\r\nOne of the areas where that cooperation is most\r\nneeded is in the field of conflict prevention. Conflict\r\nprevention is one of the primary obligations set forth in\r\nthe Charter. We must be fully aware that the usefulness\r\nof the United Nations will always be judged in terms of\r\nthe Organization’s capacity to avoid and handle\r\nconflicts.\r\nIn our view, conflict prevention has three\r\nfundamental dimensions: security, institution-building\r\nand development. Those three dimensions are closely\r\nintertwined; the failure of one places all the others in\r\njeopardy.\r\nThe Security Council, besides its ongoing efforts\r\nin the field of security and peacekeeping, has recently,\r\nwithin the framework of a debate promoted by the\r\nBritish presidency, considered justice and the rule of\r\nlaw as essential elements for nation- and State-building\r\nand has explored ways to place greater emphasis on\r\nthat dimension. The Economic and Social Council, for\r\nits part, has been trying to address the development\r\ncomponent of conflict prevention through establishing\r\nad hoc working groups for specific countries. We\r\nshould encourage those positive trends and try to take\r\nfurther steps in the same direction.\r\nMy Prime Minister suggested in his statement\r\nbefore the General Assembly (see A/58/PV.8) that there\r\nis a solid case for advocating the creation of a new\r\ninstitutional mechanism: a new commission with a\r\nmandate to routinely monitor conflict-prevention cases\r\nand to promote the creation of conditions for peace and\r\ndevelopment. In conjunction with the Security Council\r\nand the Economic and Social Council, which would\r\nboth maintain their respective areas of competence, and\r\nunder a mandate given by them, that commission could\r\nidentify and deal with the most pressing needs. It\r\nwould also draw up for countries at risk — which are\r\n18\r\nA/58/PV.25\r\nthe ones involved in most post-conflict situations — as\r\nwell as in other clearly defined situations, integrated\r\nstrategies linking the objectives of security,\r\nreinforcement of institutions in the fields of justice and\r\nadministration, and economic and social development.\r\nIn order to create conditions for development, the\r\ncommission would obviously need to be closely linked\r\nto the Bretton Woods institutions and United Nations\r\nagencies. International and donor aid will be more\r\nforthcoming if an integrated strategy is adopted with\r\nthat kind of support. In terms of the United Nations\r\nbudget, we think existing resources should be sufficient\r\nto cover the functioning of such a Commission.\r\nI think this proposal should be considered and\r\ndiscussed in the context both of the report of the\r\nSecretary-General on the work of the Organization and\r\nof the report on the implementation of the Millennium\r\nGoals. It addresses what we believe to be a widely felt\r\nneed at this moment and proposes an instrument that\r\nwould be very useful.\r\nMr. Listre (Argentina) (spoke in Spanish): The\r\nevents of the past year call into question the\r\ncommitment made in the Millennium Declaration to\r\nshare responsibility in tackling the threats against\r\ninternational peace and security by recourse to the\r\nmultilateral tool embodied by this Organization.\r\nThat has led to deep division within the\r\ninternational community and has raised new questions\r\nabout United Nations actions and about the principles\r\non which the Organization was founded. This forces us\r\nto reflect sincerely and deeply on the future of\r\nmultilateralism and the collective security system. This\r\nconcept must reflect the global consensus on the main\r\nthreats to international peace and security, as well as on\r\nthe proper responses to them.\r\nThe sine qua non condition of multilateralism is\r\nthat, in attaining their national interests, States must\r\nrespect global realities and take into account the needs\r\nof others. Unless we find a collective response to\r\ncollective problems, we will not be able to restore the\r\nconfidence of States and world public opinion in this\r\nOrganization. The legitimacy lent by the United\r\nNations is its principal asset. However, that legitimacy\r\nmust be complemented by a clear demonstration that\r\ncollectively we can effectively tackle the most difficult\r\nissues and that international matters can be best\r\nresolved by everyone working together, not\r\nunilaterally.\r\nFollowing the 11 September 2001 attacks, the\r\nUnited Nations demonstrated that it could act swiftly in\r\norder to establish collective mechanisms to fight\r\nterrorism. In the area of peacekeeping and peace-\r\nbuilding too, it became clear that it is possible to\r\neffectively fulfil complex mandates and face the\r\nchallenge of stabilizing conflict situations and help\r\nsocieties devastated by war in their transition to peace\r\nand democracy. The example of Timor-Leste is\r\nparticularly relevant in that respect, as are the cases of\r\nKosovo and Sierra Leone, among others.\r\nIn these and other areas, the United Nations can\r\nmake significant contributions, and it has demonstrated\r\nthe ability to adapt. By way of example, during the past\r\nfew years, it has been proven that, in certain cases, it is\r\nnecessary to establish peace and to stabilize a situation\r\nbefore a United Nations peacekeeping mission can be\r\ndeployed. In such instances, the deployment of\r\nmultinational forces has been the appropriate\r\ninstrument, as in the cases of Timor-Leste,\r\nAfghanistan, Côte d’Ivoire, Bunia and elsewhere in the\r\nDemocratic Republic of the Congo, and Liberia. We\r\nthank the countries and organizations that have led\r\nsuch efforts for their solidarity and for their interest in\r\nmaintaining peace in those situations.\r\nWith regard to weapons of mass destruction, we\r\nagree with the Secretary-General that it is necessary to\r\nstrengthen and supplement the existing regimes. In our\r\nview, the United Nations must expand its action in this\r\narea and adopt the measures necessary to prohibit the\r\nproliferation of these weapons by adopting clear\r\nmeasures that point out the consequences of non-\r\ncompliance. These are actions that, as experience\r\nshows, can and should be carried out effectively in the\r\nmultilateral framework of the United Nations. We\r\nvalue the work of the Secretary-General, whose report\r\non this item has provided impetus in the sphere of\r\nconflict-prevention.\r\nThe General Assembly recently adopted\r\nresolution 57/337, aimed at including this issue in\r\nfuture action and calling on States and regions to\r\ndevelop strategies in that area. Activities aimed at\r\nputting in place a culture of structural conflict\r\nprevention throughout the system at the national,\r\nregional and international levels must be sustained and\r\nincreased.\r\nThe great discouragement and outrage that we all\r\nfelt as a result of the attack in Baghdad reminds us of\r\nthe urgency of strengthening, as much as possible,\r\neverything pertaining to the security of United Nations\r\n19\r\nA/58/PV.25\r\npersonnel. Such security requires practical measures\r\nand the elimination of the broad impunity still enjoyed\r\nby the criminals. That is why we wish that the\r\nSecretary-General, after expressing strong indignation\r\nat the attack in paragraph 3 of his report on the work of\r\nthe Organization, had also noted the urgency of\r\nstrengthening the current process aimed at broadening\r\nthe implementation of the 1994 Convention on the\r\nSafety of United Nations Personnel and Associated\r\nPersonnel. I should add that that is an old concern of\r\nArgentina’s that we expressed when we presided over\r\nthe Security Council in February 2000.\r\nIt is encouraging that the principles of the\r\nprotection of civilians have begun to be included in the\r\nmandates of a number of recent peacekeeping missions,\r\nand we support the Secretary-General’s work to\r\norganize regional workshops to study humanitarian\r\nchallenges, aimed at developing a regional perspective\r\non the protection of civilians.\r\nOne field in which the work of the United\r\nNations has been notable is that of the international\r\nprotection of human rights. Recently, the General\r\nAssembly adopted the Optional Protocol to the\r\nConvention against Torture and Other Cruel, Inhuman\r\nor Degrading Treatment or Punishment (resolution\r\n57/199, annex), and the International Criminal Court\r\nbegan to function a few months ago. Since the adoption\r\nof the Universal Declaration of Human Rights, we have\r\nmade progress in establishing a system to defend the\r\ndignity of the human person and to eliminate impunity\r\nfor those who infringe it.\r\nHowever, there remain divisions and\r\ncontradictions in the full implementation of those\r\nnorms and a misperception that through the United\r\nNations there will be an attempt to impose on various\r\ncountries values that are foreign to their culture,\r\ntradition and situation. In truth, we need to admit that\r\nthere are basic international norms incumbent on all of\r\nus because they deal with inalienable human rights, and\r\nbecause the peace and stability that concern everyone\r\ndepend on them. Thus, it is a very negative practice to\r\ngroup together in blocs in order to avoid facing glaring\r\nrealities or to assert the principle of unrestricted\r\nsovereignty in order to avoid honouring commitments\r\nundertaken in front of the international community. We\r\ntherefore support the process of reviewing the working\r\nmethods of the Commission on Human Rights so as to\r\nreduce its politicization and enable it to focus on its\r\nessential mission of truly promoting and protecting\r\nhuman rights throughout the world.\r\nClosely related to that subject is the issue of\r\ndemocracy, which — as the Secretary-General\r\nrecalls — is a human right implied in article 21 of the\r\nUniversal Declaration. The increasing global\r\nacceptance of the democratic paradigm is one of the\r\nmost significant achievements of recent decades,\r\ndespite the fact that some countries still resist it by\r\narguing for different types of systems. We know that\r\ndemocracy — whatever its particularities — exists only\r\nwhere there is plurality of opinions and political parties\r\nand respect for internationally recognized rights and\r\nguarantees and for the constitutions of indisputably\r\ndemocratic countries, and where power comes from the\r\nexercise of the free vote by all citizens. Of course,\r\nmany democracies languish because of social and\r\neconomic difficulties and the poor quality and\r\ncorruption of their leaders, but that can be resolved\r\nonly with more, not less, participation by society in\r\ndecision-making.\r\nThe United Nations has played an important role\r\nin the area of electoral assistance, guaranteeing that, in\r\nmany cases, no frustration will be caused by an\r\nillegitimate election experience, leading to grave\r\nconsequences for the political process. That is an\r\naspect requiring continued attention and greater\r\nsupport from the international community.\r\nThe urgent threats to global security must not\r\nmake us lose sight of necessary action with regard to\r\ndevelopment. We agree with the Secretary-General that\r\nthere is at present a wide gap between the rhetoric of\r\ninclusion and the reality of exclusion. As the President\r\nof my country, Néstor Kirchner, stated a few days ago\r\nbefore the General Assembly: “Promoting ...\r\ndevelopment ... is no longer simply a matter of\r\nsocial conscience on the part of the central countries. It\r\nhas an impact on their situation and security”.\r\n(A/58/PV.11, p. 7)\r\nArgentina supports the Organization’s actions to\r\nfollow up on the results of major development\r\nconferences. However, as one can see from the\r\nSecretary-General’s recent report on follow-up to the\r\nMonterrey Summit (A/58/216), efforts by developing\r\ncountries to carry out sound macroeconomic and fiscal\r\npolicies do not dovetail with the attitude shown by\r\ndeveloped countries at the recent Cancún meeting of\r\nthe World Trade Organization. In that connection, we\r\njoin in underscoring the vital importance of a\r\nsuccessful round of international trade talks in\r\nrevitalizing the economy and in strengthening the\r\ndevelopment process, enabling our countries to grow\r\non the basis on genuine resources stemming from their\r\n20\r\nA/58/PV.25\r\ncomparative advantages. We consider that the review\r\nof progress in implementing the Millennium\r\nDeclaration commitments envisaged for 2005 could\r\nenable us to carry out a broad assessment, at a high-\r\nlevel event, of progress made in the processes of the\r\nmajor conferences of the 1990s.\r\nIn his report on follow-up to the Millennium\r\nSummit (A/58/323), the Secretary-General makes very\r\ninteresting observations about the need to strengthen\r\nmultilateral institutions and to thoroughly review their\r\ncurrent architecture. My Government supports such\r\nefforts to build a more efficient and transparent\r\nOrganization. Revitalization of the General Assembly\r\nis a key to the changes needed, and we assure the\r\nPresident of our cooperation so that we can make\r\nsignificant progress in our work this year.\r\nWe also support Security Council reform, but we\r\nneed to establish unequivocally that it must take place\r\nonly on the basis of consensus and democratization. It\r\nis not a question of increasing the number of privileged\r\ncountries with permanent seats, which itself was an\r\nanomaly of the Organization’s origins; to repeat it\r\nwould be an error in terms of efficiency. On the\r\ncontrary, we need to increase the number of non-\r\npermanent members from all regions to make the\r\nSecurity Council more representative and to enhance\r\nthe legitimacy of its decisions by limiting the right of\r\nveto and establishing procedures aimed at greater\r\ntransparency.\r\nArgentina, as a founding country of the United\r\nNations and despite the ups and downs of its national\r\nhistory, has always demonstrated a commitment to the\r\nOrganization’s cause. We take this opportunity to\r\nreaffirm our will to participate in this reform exercise\r\nwith the objective of reaching a historic agreement\r\nsoon that reflects a balance between individual\r\ninterests and the general interest of ensuring peace,\r\nsecurity and development for all.\r\nMr. Hachani (Tunisia) (spoke in French): I wish\r\non behalf of my delegation to thank the Secretary-\r\nGeneral for his report on implementation of the\r\nMillennium Declaration (A/58/323), adopted by heads\r\nof State or Government from all over the world in\r\nSeptember 2000. The report has the merit of having\r\nclearly and courageously identified the challenges that\r\nface us all, as well as the measures to be taken to meet\r\nthem.\r\nThe Millennium Declaration traces the path that\r\nwe must follow collectively in order to ensure that\r\npeace and security reign in a world where fear has been\r\nbanished. It also established the main direction of\r\ninternational cooperation for development by setting\r\nmeasurable time-bound goals.\r\nWe must recognize that the hopes raised by the\r\nDeclaration have largely crumbled. Conflicts continue\r\nto boil in several regions of the world, while the\r\nimplacable grip of poverty, hunger and disease\r\ncontinues to tighten on the developing countries.\r\nIn the sphere of peace and security, Tunisia is\r\nconvinced that coordinated action is necessary to\r\ndevelop collective and concerted responses to the new\r\nand old challenges that the international community\r\nmust face. The most recent events on the international\r\nscene have highlighted the need to strengthen the\r\nUnited Nations, whose purposes and principles are now\r\nmore than ever standards that must guide the\r\ninternational community.\r\nIn that context, we share the view expressed by\r\nthe Secretary-General in his report, in which he calls in\r\nparticular for the need to reform international\r\ninstitutions and to enhance and strengthen the\r\neffectiveness of the United Nations to enable it to fulfil\r\nthe mandate accorded to it by the Charter. We wish in\r\nparticular to underscore the importance of\r\ndemocratizing the Security Council, the principal organ\r\nresponsible for the maintenance of international peace\r\nand security. Democratization of the Council, which\r\nhas been long awaited, is becoming increasingly\r\nindispensable in order to reflect the geopolitical\r\nrealities of the twenty-first century and to enable the\r\nSecurity Council to deal with the changing nature of\r\nconflicts and to face new challenges to peace and\r\nsecurity.\r\nWith regard to challenges raised by conflicts\r\nthroughout the world, our gaze remains turned towards\r\nIraq and the Middle East, which are still victims of\r\nviolence. The ongoing tragedy being experienced by\r\nthe Iraqi people is a source of great concern and\r\nanxiety for the international community. While\r\nreiterating our commitment to the independence and\r\nintegrity of the territory and people of Iraq, we reaffirm\r\nthe need for the international community to join efforts\r\nand for the United Nations to assume a leading role to\r\nestablish peace and stability in that fraternal country, to\r\nopen the path to reconstruction and to the restoration of\r\nnormal living conditions.\r\nThe situation in the Middle East continues to\r\ndeteriorate because of the ongoing occupation and\r\nIsrael’s delays in settling the Palestinian question. We\r\nreiterate our appeal to the Security Council to become\r\n21\r\nA/58/PV.25\r\nmore involved, in keeping with relevant resolutions,\r\nand not employing a policy of double standards, to put\r\nan end to the escalation, to give concrete form to the\r\nlegitimate aspirations of the Palestinians to establish\r\ntheir sovereign State with Jerusalem as its capital, and\r\nto ensure Israel’s withdrawal from occupied Syrian and\r\nLebanese territory. Tunisia learned with great concern\r\nof Israel’s aggression against the Syrian Arab Republic.\r\nWe forcefully condemn once again that aggression,\r\nwhich constituted a vile assault on the sovereignty of a\r\nfraternal Arab country and a serious violation of\r\ninternational law.\r\nIt is gratifying to note that Africa is increasingly\r\nat the centre of the international community’s concerns.\r\nThe magnitude of the challenges faced by several\r\nAfrican regions is such that international mobilization\r\nis necessary to help the continent reverse current trends\r\nand avoid prolonged destabilization. We appeal to the\r\ndeveloped countries and the United Nations system, the\r\nSecurity Council in particular, to strengthen their\r\ncommitment to Africa and to continue their support for\r\nthe implementation of the New Partnership for Africa’s\r\nDevelopment (NEPAD) in order to stem the many\r\nconflicts and to promote political stability, without\r\nwhich the continent cannot tackle the urgent tasks of\r\neconomic and social development.\r\nAn ounce of prevention is worth a pound of cure.\r\nThat old saying remains valid today. If applied, we\r\nwould be able to save innocent lives and avoid\r\ndestruction and destabilization. We welcome the\r\nSecretary-General’s efforts to strengthen the capacity\r\nof the Organization in the area of conflict prevention.\r\nIn that context, we underscore the need to support\r\nregional, subregional and national efforts to develop\r\nprevention strategies.\r\nLikewise, we call for the strengthening of the\r\npartnership that the Security Council should establish\r\nwith regional and subregional organizations in the area\r\nof peacekeeping, and also emphasize the need to\r\nimprove cooperation between the Economic and Social\r\nCouncil and the Security Council.\r\nStill in the sphere of peace and security, my\r\ncountry, Tunisia, also attaches great importance to the\r\nfight against terrorism in all its aspects. We stress the\r\nneed to combine efforts, under United Nations\r\nauspices, to eradicate that dangerous phenomenon by\r\neliminating its fundamental causes, particularly\r\npoverty, alienation and despair. Tunisia, which actively\r\nparticipated in the drafting of Security Council\r\nresolution 1373 (2001), adopted following the terrorist\r\nattacks of 11 September 2001, advocates the\r\nestablishment of an international code of conduct for\r\nthe fight against this scourge.\r\nWe are convinced that the deterioration in the\r\nworld situation requires us to adopt a global and\r\nmultidimensional approach, based on interdependence\r\nbetween peace and security, on one hand, and\r\ndevelopment, on the other hand. We are also convinced\r\nthat peace and security cannot be established and\r\ncannot last without harmonious development and the\r\nsatisfaction of the needs of all the world’s peoples.\r\nThe Millennium Declaration, the United Nations\r\nInternational Conference on Financing for\r\nDevelopment, held in Monterrey, and the Johannesburg\r\nWorld Summit on Sustainable Development aroused\r\ngreat hope within the international community,\r\nparticularly within the developing world, of finally\r\nwitnessing the advent of a stable, just and united socio-\r\neconomic order.\r\nDespite the consensus that emerged and the\r\ncommitments made to fight poverty and to promote\r\nsustainable development, we must note that many\r\ncountries will not achieve some of the Development\r\nGoals contained in the Millennium Declaration. We\r\nwould point out the increase in the number of people\r\nliving in poverty throughout the world, particularly in\r\nAfrica, a region where the achievement of those Goals\r\nposes the greatest challenge.\r\nMoreover, six years after the World Food\r\nSummit, more than 820 million people still suffer from\r\nhunger and malnutrition — at a time when we are\r\nwitnessing global food overproduction. Certainly, the\r\nprimary responsibility for achieving the Millennium\r\nGoals rests with the developing countries, but it is also\r\nclear that their efforts deserve the support of the\r\ninternational community, particularly of their\r\ndeveloped partners, because most of the developing\r\ncountries will not succeed alone.\r\nDebt alleviation must be more substantial and\r\nrapid so that the developing countries will be able to\r\ndevote their resources to meeting the essential needs of\r\ntheir peoples, rather than to servicing debt. Access of\r\nthe products of developing countries to world markets\r\nmust be facilitated and improved. That means reducing\r\nagricultural subsidies and eliminating tariff barriers.\r\nDonor countries must also honour their commitment to\r\nincrease official development assistance to 0.7 per cent\r\nof their gross national product.\r\n22\r\nA/58/PV.25\r\nFacilitating the active participation of developing\r\ncountries in decisions made by the major international\r\norganizations — not only the United Nations, but also\r\nthe World Trade Organization (WTO), the International\r\nMonetary Fund and the World Bank — is also\r\nimportant.\r\nFinally, a mechanism to help to finance the fight\r\nagainst poverty is now more necessary than ever. This\r\nis an added reason in favour of the General Assembly\r\ndecision to create a World Solidarity Fund, which must\r\nnow be put into operation.\r\nWe should also focus our attention on\r\nstrengthening the review process of the outcomes of\r\nconferences and summits on economic and social\r\ndevelopment. In that respect, we welcome the adoption\r\nby the General Assembly, on 23 June 2003, of a\r\nresolution on the comprehensive and coordinated\r\nfollow-up and implementation of the texts resulting\r\nfrom major conferences and summits organized by the\r\nUnited Nations in the economic and social fields. We\r\nbelieve that the resolution reflects the\r\nacknowledgement of the need to stimulate political\r\nmomentum for the enforcement and follow-up of texts\r\nresulting from major conferences and summits. We\r\nmust now implement the provisions of that resolution,\r\nincluding those concerning the holding of a summit in\r\n2005 on the implementation of the Goals adopted at the\r\nMillennium Summit and other conferences.\r\nIn conclusion, we support the Secretary-General’s\r\nproposal to create a panel of eminent personalities to\r\npromote the reforms. We believe it is essential that the\r\nchoice of those personalities reflect the broadest\r\npossible geographic representation and meet the crucial\r\nrequirement of neutrality. Moreover, those reforms\r\nmust be fundamental and in accordance with the\r\nprinciples of the Charter. They must also aim at giving\r\nmore weight to the work of our Organization and to its\r\ndecisions and recommendations at an earlier stage,\r\nrather than being a matter of saving money or putting\r\nunjustified pressure on the General Assembly agenda,\r\nwhich constitutes, after all, the gamut of the concerns\r\nof the international community and its collective\r\ninterests.\r\nThe planned reform must serve to confirm our\r\ncommon commitment to an effective multilateralism\r\nthat will enable us to resolve world political problems\r\nin a fair and equitable way and can help to bring about\r\nthe advent of an economic and social order where all\r\ncountries may live in security and dignity and enjoy the\r\nbenefits of globalization.\r\nMs. Rivero (Uruguay) (spoke in Spanish): My\r\ndelegation endorses the statement of the Rio Group. We\r\nwould simply like to emphasis a few items of particular\r\ninterest to Uruguay.\r\nFirst, we would like to express our particular\r\ngratitude for the Secretary-General’s important and\r\ntireless efforts, which, as we all know, have lately been\r\nespecially arduous. We have all been deeply moved by\r\nthe terrorist attacks suffered by the Organization and\r\nthe unjust loss of life.\r\nFor those reasons, we especially appreciate his\r\nvaluable efforts to continue in his unflagging mission\r\nand fight to enable our Organization to overcome its\r\nongoing challenges. We are especially grateful for his\r\nsteadfast determination to try to prevent the urgent\r\nproblems involving international peace and security\r\nfrom making us put aside other substantive matters\r\nrequiring just as much of our attention.\r\nAs we have said in the general debate, Uruguay\r\nwill continue to support the United Nations, and we are\r\nconvinced that it is only through multilateral solutions\r\nthat we can be successful in implementing our\r\nobjectives. However, we should be realistic and accept\r\nthat we cannot claim to resolve all questions related to\r\ninternational peace and security that concern us and,\r\nregrettably, that persist or arise in rapid succession,\r\ngiven that no sooner do we manage to bring one\r\nconflict under control than another one arises or a pre-\r\nexisting one is rekindled.\r\nWe must thus come to terms with those issues of\r\npeace and security without abandoning our efforts to\r\nresolve them, while also devoting more time, energy\r\nand resources to tasks related to areas of economic and\r\nsocial development, which we can no longer put off,\r\nbecause it is in these areas that we find the roots of\r\nmost of our political problems.\r\nSecondly, and with respect to those other vital\r\ntasks, we would like to stress just how frustrating it is\r\nto note that despite the progress made in child health,\r\nmore than 11 million children die annually before the\r\nage of five. How is it possible that, notwithstanding our\r\nability to prevent that gross violation of human rights,\r\nwe still have not managed to tackle the problem or\r\nmobilize the necessary funds for that purpose.\r\nWe cannot allow that situation to repeat itself\r\nyear after year. We must immediately set up a\r\nmechanism to prevent this. Let us rely on cooperation\r\nif that is the way, implement a partnership with civil\r\nsociety and the business sector and look for ways to\r\n23\r\nA/58/PV.25\r\nmake vaccines and medicine available to the most\r\nvulnerable groups to end, or at least mitigate, the\r\nmagnitude of the tragedy. It is also for this reason that\r\nwe are concerned over the lack of progress in moving\r\ntowards economic and social development and the\r\neffective implementation of the priority Goals that\r\nwere identified in the Millennium Declaration. We\r\ncannot wait until 2015 and risk finding that we have\r\nnot achieved the Goals that we set for ourselves. We\r\nmust urgently establish a work timetable with short-\r\nterms goals, which would make it possible to achieve\r\ngradual progress in implementing all of our\r\ncommitments undertaken in the Millennium\r\nDeclaration and to consolidate one by one the\r\nobjectives towards which we are aspiring.\r\nLike the Secretary-General, we feel quite hopeful\r\nthat in 2005 we will be able to carry out a broad\r\nassessment of the progress made in implementing all of\r\nthe commitments contained in the Millennium\r\nDeclaration — an evaluation that we hope will mark a\r\nvery important event. But we believe that an even\r\nbetter outcome would be to have the necessary political\r\ncommitment to make the Millennium Declaration a\r\nreality.\r\nMr. Kazykhanov (Kazakhstan): We are grateful\r\nto the Secretary-General for his comprehensive reports\r\non the implementation of the Millennium Declaration\r\nand on the work of the Organization, which, in fact,\r\ncover the entire agenda of the United Nations.\r\nPeace and security remain the main priorities of\r\nthe international community. We agree with the\r\nconclusion that the common security agenda should\r\nreflect a global consensus on the major threats to peace\r\nand security and our common response. It should\r\nstrengthen international solidarity based on the shared\r\nuniversal values enshrined in the Charter.\r\nKazakhstan is confident that the United Nations\r\nhas a sufficiently high potential for coordinating efforts\r\nof States to counter emerging threats and to develop\r\nproper instruments for creating a comprehensive\r\nsecurity system. Kazakhstan firmly supports the efforts\r\nby the United Nations to strengthen its peacekeeping\r\ncapacity. We share the opinion regarding the need to\r\ncontinue our search for methods of efficient response\r\nto complex emerging conflicts of our time, which often\r\nrequire simultaneous action in the areas of\r\npeacekeeping and development.\r\nIn the Millennium Declaration, States pledged to\r\ntake measures to eliminate weapons of mass\r\ndestruction. That goal can be achieved only through a\r\nmultilateral and comprehensive approach and by\r\ndeveloping transparent strategies which would enable\r\nus to make the world free from nuclear armaments. The\r\nexisting international agreements in this area should be\r\nadapted to new realities.\r\nLast year, the Secretary-General introduced a\r\nsecond set of United Nations reforms, which were\r\nendorsed by Member States in general. We agree that at\r\nthis stage there is a need for a comprehensive analysis\r\nto assess the adequacy and efficiency of the main\r\nUnited Nations bodies, as well as the openness and\r\ntransparency of their methods of work.\r\nWe believe that the main task of the international\r\ncommunity is to strengthen the United Nations, which\r\nis our common tool. Without strengthening the entire\r\nUnited Nations system, it will be impossible to resolve\r\nglobal problems and the most acute regional conflicts.\r\nKazakhstan believes that the reform of the United\r\nNations should be comprehensive and should\r\nencompass all the main bodies of the United Nations.\r\nWe share the opinion of the Secretary-General that the\r\nreform of the Security Council should be expedited in\r\norder to eliminate any doubts regarding its legitimacy\r\nand authority.\r\nThe question of improving the work of another\r\nmain body of the United Nations — the General\r\nAssembly — is particularly relevant in view of its\r\nunique role as a universal forum for dealing with the\r\nglobal issues of our time. In the context of the ongoing\r\nprocesses, we consider it necessary to further optimize\r\nthe agenda of the General Assembly so that it is better\r\nadapted to prevailing conditions. We believe that at its\r\ncurrent session, the General Assembly should focus its\r\nattention on three cardinal issues: peace and security;\r\nsustainable development; and the reform of the United\r\nNations. It is necessary to further strengthen the role of\r\nthe United Nations in the social and economic area.\r\nKazakhstan supports the proposal by the\r\nSecretary-General to establish a high-level panel to\r\nexamine the current challenges to peace and security\r\nand to strengthen the United Nations system. Like\r\nother countries, we look forward to receiving\r\nrecommendations from the Secretary-General on the\r\nmain aspects of the Millennium Declaration, based on\r\nthe work of the high-level panel. We also believe that\r\ncoordination between the United Nations and regional\r\norganizations must be reinvigorated. Such coordination\r\nwould enable the Organization to effectively address\r\ncrucial challenges to international peace and security.\r\nIn this context, as mentioned in the statement made\r\n24\r\nA/58/PV.25\r\nduring the general debate by our Minister for Foreign\r\nAffairs, Kazakhstan proposes to establish a permanent\r\ncouncil of regional organizations under the auspices of\r\nthe Secretary-General.\r\nIn the Millennium Declaration, we pledged to\r\ntake coordinated actions against international terrorism,\r\ndrug trafficking and organized crime. As a result of the\r\ntragic events in Baghdad on 19 August, the\r\ninternational community lost talented people who were\r\ndedicated to the ideals of the United Nations. While\r\nstrongly condemning that criminal act, we believe that\r\nsuch attacks must not be allowed to undermine the will\r\nof the international community in offering every\r\nassistance to countries that need the full support of the\r\nOrganization.\r\nIt will be necessary during the current session to\r\ncontinue the process of increasing the number of States\r\nparties to all 12 international conventions and protocols\r\nagainst terrorism and of working towards adopting a\r\ncomprehensive convention against terrorism.\r\nWe fully share the opinion of the Secretary-\r\nGeneral that, although ambitious, the Millennium\r\nDevelopment Goals can be reached at both global and\r\nnational levels if, during the next 12 years, we maintain\r\nor increase the momentum that has been generated\r\nduring the first three years of the new century. We\r\nbelieve that the United Nations should continue to play\r\na critical role in ensuring steady progress towards\r\nglobal partnership for development and the\r\nimplementation of the outcomes of the global forums.\r\nKazakhstan is dedicated to a comprehensive and\r\ncoordinated strategy by the international community to\r\npromote sustainable development. We are convinced\r\nthat development goals can be achieved only if\r\nfavourable economic conditions prevail, together with\r\npeace and stability, and if we are willing to cooperate\r\nwith other States in the effort to create a world without\r\nconflict, based on justice and prosperity.\r\nMr. Chidyausiku (Zimbabwe): I wish to add\r\nZimbabwe’s voice to the expressions of thanks and\r\nappreciation to the Secretary-General, Mr. Kofi Annan,\r\nfor his report on the follow up to the implementation of\r\nthe United Nations Millennium Declaration, contained\r\nin document A/58/323. I should also like to also\r\nassociate myself with the statement made by the\r\nPermanent Representative of Morocco, on behalf of the\r\nGroup of 77 and China. The report of the Secretary-\r\nGeneral covers a wide range of pressing international\r\ntopics and issues — issues with which Zimbabwe is\r\npreoccupied, and on which it hopes the international\r\ncommunity will focus attention with a view to coming\r\nup with durable and lasting solutions to improve the\r\nquality of life of its people.\r\nZimbabwe believes that international peace and\r\nsecurity can be achieved only when the legitimacy of\r\nthe United Nations is respected by all Members, large\r\nand small. Peace has been achieved because of our\r\nbelief in the principles laid down in the Charter with\r\nregard to collective security as a guarantor of world\r\npeace. Recent developments, however, resulting in the\r\ninvasion and occupation of Iraq, a sovereign Member\r\nof the United Nations, have shaken the foundation on\r\nwhich the Organization was founded.\r\nAs the Secretary-General stated in his address to\r\nthe Assembly at the beginning of this session, whereas\r\nStates reserve the right to act unilaterally or in ad hoc\r\ncoalitions, such logic represents a fundamental\r\nchallenge to the principles on which, however\r\nimperfectly, world peace and stability have rested for\r\nthe last 58 years. The Secretary-General further\r\nexpressed his — and, indeed, our — concern that, if\r\nsuch a doctrine were applied arbitrarily, it could set\r\nprecedents that could result in the proliferation of the\r\nunilateral and lawless use of force, with or without\r\njustification.\r\nScarcely two weeks have gone by since that\r\naddress by the Secretary-General and we have seen a\r\nconcrete manifestation of that concern in the attack by\r\nIsrael against Syria without provocation. We can see\r\nthe excessive use of force and the occupation of\r\nPalestine by the same Member State, in disregard of a\r\nnumber of United Nations resolutions on the matter.\r\nThat behaviour has to stop. The resort to unilateral\r\naction, in defiance of the United Nations, is a sure\r\nroute to a less safe world. Unilateralism undermines\r\nthe sanctity of the principles upon which the United\r\nNations was founded. After all, since it came into\r\nexistence, the United Nations has successfully resolved\r\nnumerous conflicts throughout the world. Any\r\nundermining of United Nations authority threatens\r\nnations both big and small.\r\nSince its independence in 1980, Zimbabwe has\r\nplaced high on its agenda the issues embodied in the\r\nMillennium Development Goals. We further reiterated\r\nour commitment to those goals when we took part in\r\nthe Millennium Summit. We have made strides in\r\npoverty reduction, the provision of universal primary\r\neducation, gender equality and the empowerment of\r\nwomen, to name but a few issues. This we have done\r\nwhile fighting the odds as a developing country.\r\n25\r\nA/58/PV.25\r\nZimbabwe agrees with the Secretary-General that\r\nequity and growth are one of the benchmarks that\r\ndefine the vision of the Millennium Development\r\nGoals.\r\nHIV/AIDS, Malaria and other communicable\r\ndiseases are of great concern to all nations. As the\r\nGeneral Assembly is aware, Zimbabwe is among the\r\ncountries in sub-Saharan Africa where the pandemic\r\nhas reversed some of the gains our countries had made\r\nin human resources development. We have declared the\r\nHIV/AIDS pandemic a national disaster. As a\r\nGovernment, we have put in place several policy\r\ninitiatives to combat the disease with the objective of\r\nreversing its destructive and deadly effects. Zimbabwe\r\ntherefore joins hands and actively participates in all\r\ncurrent international endeavours focused at reversing\r\nthe spread of the disease. This is indeed a challenge we\r\ncannot win on our own. Zimbabwe calls upon the\r\ninternational community to meet these commitments\r\nthat were made on this issue when our heads of State or\r\nGovernment met at Headquarters in June 2001 at a\r\nspecial General Assembly session on the matter.\r\nWe are very grateful to the Global Fund to Fight\r\nAIDS, Tuberculosis and Malaria, set up the by\r\nSecretary-General to seek the resources to fight this\r\npandemic. The Fund, as a multilateral institution, is\r\ndoing a splendid job, despite resource constraints. It\r\nhas disbursed resources to the countries in need\r\nwithout favour, complementing very well the work\r\nbeing done by the Joint United Nations Programme on\r\nHIV/AIDS. Zimbabwe believes this is the best route to\r\naddress the issue of allocating resources to all countries\r\nin need. Singling out certain prospective recipients of\r\nsuch assistance for exclusion makes no sense, for the\r\ndisease respects no boundaries.\r\nZimbabwe is concerned that the developed\r\ncountries are not moving fast enough in meeting their\r\nstated obligations on such issues as trade, debt relief,\r\nand official development assistance. The deadlock and\r\ncollapse of negotiations at the World Trade\r\nOrganization (WTO) ministerial meeting in Cancún,\r\nMexico, in September, is a statement by the developing\r\ncountries that our trading partners can no longer\r\ndetermine the negotiating agenda that meets only their\r\nsubjective interests. We are in this world together, big\r\nnation or small, developed or developing. We need to\r\nmake world trade work for the benefit of all, not just a\r\nfew.\r\nSuch an approach to world trade would go a long\r\nway in making Governments meet their commitments\r\nto fulfil the Millennium Development Goals we\r\nadopted here. It is our hope that, as WTO members\r\ncontinue their negotiations in Geneva, there will be\r\npolitical will on the part of the developed countries to\r\nengage seriously in negotiations to enable world trade\r\nto be fair to all.\r\nZimbabwe believes that our recently completed\r\nfast-track land redistribution programme has gone\r\nsome way in our quest to meet the Millennium\r\nDeclaration Goals. There can never be any sustainable\r\ndevelopment in Zimbabwe without addressing the issue\r\nof land distribution. However, our detractors have\r\ndecided to vilify my Government for taking the bold\r\ndecision to give land to the people, a way of addressing\r\nthe issue of poverty alleviation and sustainable\r\ndevelopment.\r\nWe believe the United Nations Development\r\nProgramme, as the development arm of the United\r\nNations, has a crucial role to play here in securing\r\nfinancial assistance for capital and other inputs for the\r\nnew farmer in Zimbabwe. This is the only long-term\r\nviable way to help the Zimbabwean people to fight\r\nhunger, poverty and disease, in accordance with the\r\nMillennium Development Goals. We have allocated\r\nnational resources towards this programme but we\r\nwould appreciate some assistance. As regards the\r\ncompensation of the former commercial farmers, we\r\nleave that issue to those that made a commitment to\r\nfund such a programme at the Lancaster House\r\nConference of 1979.\r\nHuman rights, democracy and good governance\r\nare cardinal values that unite nations and peoples.\r\nIndeed, there can be no development in any nation if\r\nany of those principles of human existence are violated\r\nor abused. Zimbabwe agrees that all nations should\r\nadvance these values as part of fulfilling the\r\nMillennium Development Goals.\r\nSuch values are dear to Zimbabwe as it had to\r\nwage a war for its people to be able to enjoy these\r\nrights. Since 1980, we have religiously held elections\r\nevery five years, in accordance with our constitution.\r\nEach time the people of Zimbabwe have been afforded\r\nthe opportunity to freely elect the Government of their\r\nchoice. The record shows that on a number of\r\noccasions the ruling party has lost elections at the\r\nmunicipal and at the parliamentary levels to the\r\nopposition parties. This tells the story of a country that\r\nsubscribes to democracy, not a country that is resistant\r\nto democracy.\r\n26\r\nA/58/PV.25\r\nIt is here that I want to set the record straight.\r\nZimbabwe cannot be described as a country where\r\nresistance to democracy is strong, even though the\r\nmajority of the people clearly desire change. I do not\r\nknow which majority is being referred to. If some\r\npeople want Zimbabwe to return to its former colonial\r\nstatus under the name Rhodesia in order for us to be\r\nseen as being democratic, this we cannot do.\r\nDemocracy was not given to us on a platter by our\r\nformer colonizer; we had to fight a bitter war to\r\nproclaim it. We will remain loyal to our cause of\r\nimproving the quality of life for our people and we will\r\nnever revert to being a colony again.\r\nThe meeting rose at 12.55 p.m.\r\n"