"United Nations A/58/PV.34\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n34th plenary meeting\r\nThursday, 16 October 2003, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-56982 (E)\r\n*0356982*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 124 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations\r\nReport of the Fifth Committee (A/58/432)\r\nThe President: The Assembly will consider a\r\nreport of the Fifth Committee on agenda item 124\r\nentitled “Scale of assessments for the apportionment of\r\nthe expenses of the United Nations”, document\r\nA/58/432. If there is no proposal under rule 66 of the\r\nrules of procedure, I shall take it that the General\r\nAssembly decides not to discuss the report of the Fifth\r\nCommittee that is before the Assembly today.\r\nIt was so decided.\r\nThe President: Statements will therefore be\r\nlimited to explanations of vote.\r\nThe positions of delegations regarding the\r\nrecommendations of the Fifth Committee have been\r\nmade clear in the Committee and are reflected in the\r\nrelevant official records.\r\nMay I remind members that under paragraph 7 of\r\ndecision 34/401, the General Assembly agreed that\r\n“When the same draft resolution is\r\nconsidered in a Main Committee and in plenary\r\nmeeting, a delegation should, as far possible,\r\nexplain its vote only once, that is, either in the\r\nCommittee or in plenary meeting unless that\r\ndelegation’s vote in plenary meeting is different\r\nfrom its vote in the Committee.”\r\nMay I remind delegations that, also in accordance\r\nwith General Assembly decision 34/401, explanations\r\nof vote are limited to 10 minutes.\r\nBefore we begin to take action on the\r\nrecommendation contained in the report of the Fifth\r\nCommittee, I should like to advise representatives that\r\nwe are going to proceed to take a decision in the same\r\nmanner as was done in the Fifth Committee.\r\nThe Assembly will now take a decision on the\r\ndraft resolution recommended by the Fifth Committee\r\nin paragraph 7 of its report.\r\nThe Fifth Committee adopted the draft resolution\r\nwithout a vote. May I take it that the Assembly wishes\r\nto do the same?\r\nThe draft resolution was adopted (resolution\r\n58/1).\r\nThe President: The Assembly has thus\r\nconcluded this stage of its consideration of agenda item\r\n124.\r\nAgenda item 12\r\nReport of the Economic and Social Council\r\nDraft resolution (A/58/L.1)\r\nThe President: The General Assembly will take\r\nup agenda item 12, entitled “Report of the Economic\r\n2\r\nA/58/PV.34\r\nand Social Council”, in order to consider a draft\r\nresolution entitled “Open-ended panel of the General\r\nAssembly on commodities”, issued as document\r\nA/58/L.1.\r\nWe shall now proceed to consider draft resolution\r\nA/58/L.1. I give the floor to the representative of the\r\nSecretariat.\r\nMs. Kelley: Under the terms of operative\r\nparagraph 1 of the draft resolution A/58/L.1, the\r\nGeneral Assembly would decide to convene an open-\r\nended panel of the General Assembly on commodities,\r\nto be chaired by the President of the General Assembly,\r\nwith a maximum of six panelists from among the\r\nindependent eminent persons and lead discussants on\r\n27 October 2003, from 3 to 5 p.m.\r\nIt is estimated that the convening of the open-\r\nended panel would require provision of travel costs for\r\nsix panelists in the amount of $16,400. These will be\r\nabsorbed within existing extra-budgetary resources.\r\nThe convening of the open-ended panel on 27\r\nOctober would give rise to additional requirements for\r\nconference-servicing. The related conference-servicing\r\nrequirements, at full cost, is estimated at $13,600.\r\nSince a Main Committee of the General Assembly\r\ncancelled its initially planned meeting on 27 October,\r\nthe proposed meeting of the Open-ended panel on\r\ncommodities could be absorbed within the existing\r\nconference-servicing resources.\r\nThe President: The Assembly will now take a\r\ndecision on draft resolution A/58/L.1, entitled “Open-\r\nended panel of the General Assembly on\r\ncommodities”.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/58/L.1?\r\nDraft resolution A/58/L.1 was adopted (resolution\r\n58/2).\r\nThe President: Before giving the floor to the\r\nspeaker in explanation of vote, may I remind\r\ndelegations that the explanations of vote are limited to\r\nten minutes and should be made by delegations from\r\ntheir seats.\r\nMr. Scott (United States of America): The United\r\nStates notes that the report of the Panel of Experts on\r\nCommodities had already been allocated to the Second\r\nCommittee by the General Committee. We are\r\nconfident that the Committee has the expertise to do\r\njustice to the topic and we also note that this item has\r\nbeen biennialized. In the interest of streamlining the\r\nagenda of the General Assembly and ensuring the\r\ngreatest possible efficiency, we hope that in the future,\r\nefforts will be redoubled to avoid duplicating agenda\r\nitems.\r\nThe President: We have heard the only speaker\r\nin explanation of vote. The General Assembly has thus\r\nconcluded this stage of its consideration of agenda item\r\n12.\r\nAgenda item 39 (continued)\r\nNew Partnership for Africa’s Development: progress\r\nin implementation and international support\r\n(a) New Partnership for Africa’s Development:\r\nprogress in implementation and international\r\nsupport\r\nReport of the Secretary-General (A/58/254)\r\nNote by the Secretary-General on proposed\r\nrevisions to programme 8 of the medium-term\r\nplan for the period 2002-2005: United Nations\r\nsupport for the New Partnership for Africa’s\r\nDevelopment (A/58/83)\r\nReport of the Committee for Programme and\r\nCoordination (A/58/16, chapter III, section B,\r\nprogramme 8; chapter IV, section B)\r\n(b) Causes of conflict and the promotion of durable\r\npeace and sustainable development in Africa\r\nReport of the Secretary-General (A/58/352)\r\nMr. De Alba (Mexico) (spoke in Spanish):\r\nMexico is convinced that we will be able to attain the\r\nobjectives and the Goals of the Millennium Declaration\r\nonly if we are able to incorporate the African continent\r\nonto the path of sustainable development; that is to say,\r\nif we achieve substantial progress in promoting the\r\npolitical, economic and social development of the\r\nregion. That is why we are concerned about the\r\nregion’s current situation and the prospects for\r\ndevelopment.\r\nWe note particularly, in this context, the Human\r\nDevelopment Report 2003, which clearly makes the\r\npoint that, unless the situation quickly improves, sub-\r\n3\r\nA/58/PV.34\r\nSaharan Africa will achieve the goal of providing\r\nuniversal primary education only by 2129, will reduce\r\nextreme poverty in half only by 2147 and will reduce\r\nchild mortality by two thirds only by 2165. This\r\nsituation is economically unsustainable, politically\r\nunviable and morally unacceptable.\r\nDevelopment can be achieved only in an\r\natmosphere of peace, security and political stability.\r\nHowever, in Africa we frequently encounter a mix of\r\nsocio-economic problems and political factors that\r\nraise the risk of instability and violence, which\r\nconsequently cause institutional failure and the\r\noutbreak of conflict, as well as ongoing and often\r\nserious violations of human rights and the rule of law.\r\nThese violent situations often keep Africa from fully\r\nbenefiting from its vast natural and human resources.\r\nAs a member of the Security Council, Mexico has\r\nsought to have that body pay particular attention to\r\nAfrica’s problems and to deal with them in a\r\ncomprehensive manner. As far as my delegation is\r\nconcerned, security in the region hinges in large\r\nmeasure on the existing capability to resolve socio-\r\neconomic problems and international cooperation for\r\nsuch work. Mexico also has supported a strategic\r\npartnership between the Security Council, the\r\nEconomic and Social Council and the General\r\nAssembly itself, to ensure the complementarity of\r\nefforts.\r\nMy delegation sees ample opportunity, in terms\r\nof its respective mandates and approaches, for joint\r\nwork to be done for Africa by our Organization’s main\r\norgans. Mexico salutes the leadership of the African\r\nUnion and of other regional and subregional\r\norganizations, and invites them to continue to closely\r\ncooperate with the United Nations in their search for\r\ninnovative solutions for conflict prevention and\r\nresolution and to promote political, economic and\r\nsocial development. Cooperation between these\r\nAfrican organizations and the United Nations in the\r\ncases of Côte d’Ivoire, Sierra Leone, Liberia, Burundi\r\nand the Democratic Republic of the Congo, to cite just\r\na few examples, marks a sound step in this effort to\r\nbuild strategic alliances, which must be strengthened.\r\nNotwithstanding the recent achievements made in\r\nthe context of the Heavily Indebted Poor Countries\r\nInitiative, much still remains to be done to lighten the\r\ndebt burden of African countries. It is unacceptable\r\nthat several continue to spend more money on debt\r\nservicing than on health and education, particularly\r\nwhen the deterioration in their debt indicators can be\r\nattributed to a decline in their export income, which is\r\noften caused by instability in commodity prices.\r\nAfrican countries need to grow, and trade, as we\r\ndeclared in the Monterrey Consensus, can serve as an\r\nessential engine for achieving that growth.\r\nTo build an open and non-discriminatory trade\r\nsystem, we must push for the elimination of subsidies,\r\nwhich are unjust and unfair trade practices. Special\r\nattention will have to paid to trade in agricultural\r\nproducts and livestock exported by developing\r\ncountries to industrialized ones. Non-tariff barriers\r\nmust be eliminated. We must also break the vicious\r\ncircle whereby, on the one hand, the donor countries\r\ntransfer resources as aid for development to the\r\nrecipient countries, while, on the other hand, they\r\nimpede their progress by imposing trade restrictions.\r\nIn conclusion, let me refer to the HIV/AIDS\r\nscourge as the greatest challenge facing African\r\ncountries in the area of public health. Mexico wishes to\r\nreaffirm that, in keeping with the recent agreements of\r\nthe World Trade Organization, it will encourage the\r\nproduction of generic medication of proven quality for\r\npeople that need them in the least developed countries.\r\nMexico is also convinced of the importance of regional\r\nand international cooperation, for which we offer our\r\nexpertise from public and private institutions to train\r\nhealthcare personnel, to share the experience we have\r\nbuilt and provide technical advice in designing\r\nindicators that allow us to evaluate both the impact of\r\nthe epidemic and the global response to it.\r\nMexico also expresses its firm support for the\r\nSecretary-General’s recommendation to put an\r\nimmediate end to the use of mercenaries and child\r\nsoldiers and for Africa countries to commit themselves\r\nto halting arms proliferation and to reduce military\r\nexpenditures. An effort of that magnitude demands the\r\nmatching, clear-cut support of the international\r\ncommunity.\r\nNana Effah-Apenteng (Ghana): I would like to\r\njoin previous speakers in thanking the Secretary-\r\nGeneral for his comprehensive report on the progress\r\nmade in the implementation of and international\r\nsupport for the New Partnership for Africa’s\r\nDevelopment (NEPAD), as well as for his report on the\r\ncauses of conflict and the promotion of durable peace\r\nand sustainable development in Africa. We are also\r\n4\r\nA/58/PV.34\r\ngrateful to the Minister for Foreign Affairs and\r\nCooperation of Mozambique for leading the debate on\r\nthese items. I associate myself with the statement made\r\nby Morocco, on behalf of the Group of 77 and China.\r\nHistory has recorded Ghana’s primary role in\r\nfostering African unity. The President of the first\r\nRepublic of Ghana was one of the founding fathers of\r\nthe Organization of African Unity, which has evolved\r\ninto the African Union. We in Ghana are very proud of\r\nthis history and have striven over the years to remain\r\nfaithful and true to this tradition. Ghana’s commitment\r\nto the unity of the African continent is an article of\r\nfaith, which is inscribed in the national constitution and\r\nhas been strictly adhered to by successive regimes. It is\r\nthis belief that led us to actively participate in the\r\npreparatory process that led to the creation of the\r\nEconomic Community of West African States\r\n(ECOWAS) in 1975.\r\nFor economic integration in any framework to\r\nsucceed, good governance, peace and security are\r\nabsolutely necessary to create a environment conducive\r\nto sustained economic activity. Ghana, therefore, has a\r\nvested interest in promoting these values in the West\r\nAfrican subregion. This explains our enthusiastic\r\nparticipation with like-minded countries in the first\r\never subregional peacekeeping initiative, the ECOWAS\r\nMonitoring Group (ECOMOG) in the first Liberian\r\ncivil war in 1990 and subsequently in Sierra Leone, as\r\nwell as the current peace process in Liberia.\r\nGhana, on 28 December 2000 made a smooth\r\ntransfer of power from one democratically elected\r\nGovernment to another, the first such event in the 43\r\nyears of Ghana’s existence as a nation. We have a\r\nconstitution and there is overwhelming consensus\r\namong our people that democratic constitutional rule is\r\nand should be the form of governance in our country.\r\nGhana, therefore, when NEPAD was launched in\r\n2001, had all the necessary credentials and was ready\r\nto integrate the priorities of NEPAD into its national\r\npolicies and development planning framework and to\r\nmobilize domestic resources in support of the\r\ninitiative. In pursuit of its total commitment to\r\nNEPAD, Ghana has taken the practical step of creating\r\nthe Ministry of Regional Cooperation and NEPAD as\r\nour national focal point. The mission statement of the\r\nMinistry states, in part, that it exists to ensure effective\r\nformulation, coordination, implementation and\r\nmonitoring of development policies and plans that will\r\nfacilitate accelerated national goals and balance\r\ndevelopment within a regionally integrated system.\r\nSince its creation, the new Ministry has\r\nparticipated in several events organized by NEPAD,\r\nincluding meetings in Johannesburg and Abuja,\r\nculminating in Ghana declaring its readiness to be the\r\nfirst country to be peer-reviewed and to be responsible\r\nfor leading the implementation of the African Peer\r\nReview Mechanism. In this connection, we wish to\r\nemphasize that the African Peer Review Mechanism\r\nshould not be seen as an extraneous condition proposed\r\nby our development partners, but as an idea which\r\nAfrican leaders themselves, in their collective wisdom,\r\nhave recognized as a useful tool to promote the\r\ndevelopment of the continent. We are therefore\r\nencouraged by the fact that 16 countries have so far\r\nvolunteered to participate in it. We in Ghana eagerly\r\nlook forward to the publication of the guidelines some\r\ntime next month to enable us to take the process\r\nfurther.\r\nAs a way of popularizing NEPAD at the country\r\nlevel, which has been identified in the Secretary-\r\nGeneral’s report as a constraint facing the\r\nimplementation of NEPAD, our national focal point has\r\nalso organized a series of workshops for key\r\nstakeholders, including the media, the parliamentary\r\nselect committee on foreign affairs and a cross-section\r\nof the Ghanaian public. The latest workshop, held by\r\nthe ministry on the African Peer Review Mechanism\r\nwas on 11 October 2003, during which the Minister\r\nannounced that the cabinet had approved the\r\nestablishment of a national peer review governing\r\ncouncil intended to initiate a local peer review\r\nmechanism to prepare Ghana adequately for\r\nassessment by an external body of eminent persons.\r\nThe governing council will see to it that technical\r\nassessments are conducted prior to the visit of the\r\ncountry review team. He further stressed that\r\nknowledge and the operation of NEPAD should move\r\nbeyond the heads of State and Government to\r\nownership by ordinary people to ensure its success. In\r\nthis regard, it should be pointed out that the\r\nparticipants in the workshop were drawn from key\r\nstakeholders, such as the public sector, the private\r\nsector, civil society and non-governmental\r\norganizations.\r\nGhana shares the view expressed by the United\r\nNations Secretary-General in his first consolidated\r\nreport on NEPAD that the regional economic\r\n5\r\nA/58/PV.34\r\ncommunities, as vehicles for regional development and\r\nintegration, are well-placed to take on the tasks of\r\nimplementing the regional and sub-regional direction\r\nof NEPAD programmes. It is only by combining their\r\ndevelopment potentials and by overcoming existing\r\nboundaries through integrative mechanisms that\r\nAfrican countries will be able to overcome these real\r\nconstraints to economic and social development —\r\ndevelopment within a dynamic global economy,\r\ncharacterized by the formation of powerful and highly\r\ncompetitive regional economic groupings. We hope,\r\ntherefore, that a quick solution will be found to the\r\nproblem caused by the weak link between the\r\nimplementation committee and the regional economic\r\ncommittees, which has been identified as yet another\r\nconstraint in the implementation of NEPAD.\r\nAt this juncture, my delegation wishes to\r\ncommend both the NEPAD secretariat and the\r\nimplementation committee for their role in ensuring the\r\nimplementation of projects and identifying their\r\npriorities under NEPAD, even though we recognize that\r\nmuch more remains to be done.\r\nAs stated in our statement in the general debate of\r\nthe Second Committee, Ghana is of the view that\r\nsupport by the international community for NEPAD\r\ncannot be divorced form the broader context of support\r\nby the international community for the efforts of\r\ndeveloping countries for poverty eradication. There is a\r\nwidespread view that, as a result of the major United\r\nNations conferences and summits in the social and\r\neconomic fields, there is currently unprecedented\r\nagreement among the international community on the\r\nurgent need for a concerted and committed effort in the\r\nfight against poverty and better consensus on the\r\nmeans to achieve this goal.\r\nThe architecture of this mutual responsibility is\r\nsupposedly based on a two-pillar structure whereby\r\ndeveloping countries get primary responsibility for\r\nimplementing policies, improving governance and\r\nstrengthening institutional capacity to accelerate\r\ngrowth and reduce poverty, as Africa is seeking to do\r\nthrough NEPAD, while the international community\r\ntakes responsibility for buttressing these efforts\r\nthrough substantial, better coordinated and more\r\ncomprehensive support, through development\r\nassistance, market access, debt relief and technical\r\nassistance. Actual trends in the world economy,\r\nhowever, do not concern this view. The Human\r\nDevelopment Report 2003 states that the rest of the\r\nworld has left sub-Saharan Africa behind and that it\r\nwill take 150 years for that region to achieve the\r\nMillennium Development Goals targeted for the year\r\n2015.\r\nThe Secretary-General’s report has also rightly\r\nidentified lack of adequate funding as one of the four\r\nconstraints facing the implementation of NEPAD.\r\nWhile expressing Ghana’s gratitude to our development\r\npartners who have either individually or collectively\r\nsupported NEPAD in one form or another, we hold the\r\nview that for things to improve for the African\r\ncontinent, the international community, particularly the\r\nindustrialized nations, should genuinely appreciate the\r\nurgency of the situation and offer commensurate\r\nsupport and assistance to NEPAD to re-launch the\r\ncontinent’s development.\r\nThe current leadership of the continent has\r\nresolved to nurture Africa back to prosperity in the\r\nframework of NEPAD and is looking forward to\r\npractical support through the integrated and\r\ncoordinated implementation of the outcomes of the\r\nmajor United Nations conferences and summits in the\r\neconomic and social fields. We acknowledge that there\r\nhas been a modicum of progress in a few areas, but, in\r\ngeneral, progress in several key areas, which include\r\ntrade, official development assistance and external\r\nindebtedness, has been weak or non-existent and in\r\nsome cases there have been setbacks. It is therefore\r\nimperative for the international community to redouble\r\nits efforts in implementing agreed strategies and\r\npartnerships in Africa to reverse their decline.\r\nWe are confident that the United Nations system\r\nwill continue to play a supportive role in the\r\nimplementation of NEPAD.\r\nIn that regard, we wish to put on record our\r\nsincere appreciation to the Secretary-General for\r\nestablishing the Office of the Special Adviser on\r\nAfrica, with the responsibility for coordinating the\r\nUnited Nations global advocacy in support of NEPAD.\r\nThe Office should be accorded the priority it deserves,\r\ngiven the onerous responsibility that has been entrusted\r\nto it. We therefore call on the General Assembly to\r\nensure that adequate resources are allocated to the\r\nOffice in order to enable it to play the role envisaged\r\nfor it. We look forward to discussing with other\r\ndelegations the details of the requirements of the Office\r\nduring the consideration of the budget for the biennium\r\n2004-2005.\r\n6\r\nA/58/PV.34\r\nWith respect to causes of conflict and the\r\npromotion of durable peace, it is pertinent to stress\r\nthat, although many conflicts continue to rage in\r\nAfrica, it is a positive development that there has not\r\nbeen any new outbreak of conflict during the period\r\nunder review. Indeed, it is more encouraging that\r\nconsiderable progress has been made in the search for\r\nsolutions to the conflicts in the Democratic Republic of\r\nthe Congo, Burundi, Ethiopia and Eritrea, Côte\r\nd’Ivoire, Guinea Bissau, Sierra Leone and Liberia. We\r\nhope that when the African Union is able to establish\r\nthe Peace and Security Council, more efforts will be\r\nfocused on achieving lasting solutions to these\r\nconflicts. The Economic Community of West African\r\nStates will continue to remain engaged in the search for\r\ndurable peace and stability in West Africa.\r\nMr. Wako (Kenya): At the outset, I would like to\r\ncommend you, Mr. President, on the able manner in\r\nwhich you have continued to guide our work during\r\nthis session. My delegation would like to associate\r\nitself with the statement made by the Minister for\r\nForeign Affairs of Mozambique, on behalf of the\r\nAfrican Group, as well as with that of the distinguished\r\nrepresentative of Morocco, on behalf of G-77 and\r\nChina.\r\nI would like to commend the Secretary-General\r\nfor his first consolidated report on progress in\r\nimplementation and international support for the New\r\nPartnership for Africa’s Development (NEPAD)\r\n(A/58/254). Kenya, in the light of our history and\r\ntradition, gives its full support to NEPAD, which is an\r\nAfrican initiative that sends a signal that Africa has\r\ncome of age in the global village and takes primary\r\nresponsibility for its development and destiny. In view\r\nof the very wide gap that exists, in economic and social\r\nterms, between Africa and the developed world, as\r\noutlined in the many documents including various\r\nhuman rights and development reports, urgent and\r\nradical steps need to be taken to close the gap. It is\r\nnoteworthy that African countries have moved with the\r\nrequisite urgency to establish various institutional\r\narrangements to ensure the smooth implementation and\r\noverall success of NEPAD.\r\nHowever, much more still remains to be done. We\r\nhave noted that progress in Africa on priority areas of\r\nNEPAD is at different stages. I will give three\r\nexamples. First, several countries have taken steps to\r\ncreate national focal points for NEPAD. I am glad to\r\nstate that Kenya has already established a NEPAD\r\nsecretariat, which will coordinate and oversee NEPAD\r\nactivities within the country and abroad, in the\r\nMinistry of National Planning and Development. It\r\nwould be a good objective if in the course of the\r\ncoming year, all African countries established such\r\nnational focal points for NEPAD.\r\nSecondly, the African Peer Review Mechanism,\r\nwhich is an innovative mechanism for monitoring\r\nprogress towards good economic and political\r\ngovernance, is in place. Kenya is among the 16\r\ncountries that have joined this Mechanism. It is\r\nimperative that all African countries join that\r\nMechanism in the course of the coming year in order to\r\nshow the commitment of Africa to good governance\r\nand the seriousness with which Africa takes its\r\nresponsibility to ensure that good governance prevails\r\nin Africa.\r\nThirdly, there is need to think of modalities for\r\nintegrating NEPAD principles, objectives and priorities\r\nin national economic development programmes. In\r\nKenya, an attempt has been made to incorporate them\r\nin the economic recovery strategy for wealth and\r\nemployment creation. NEPAD’s five-year strategic plan\r\nshould, when finalized and where possible, be\r\nincorporated in the national economic plans.\r\nAt the regional level, efforts are being made to re-\r\norient the activities of regional communities to reflect\r\nNEPAD priorities in their work programmes. For its\r\npart, Kenya, which is a member of the Steering\r\nCommittee, will host the regional summit on NEPAD\r\nfor East Africa, the Great Lakes and the Horn of Africa\r\nat the end of this month. That forum will, among other\r\nthings, take stock and chart the way forward for the\r\nPlan’s implementation. Within the East African\r\nCommunity, specific areas of priority action include\r\nthe roads network, infrastructure and energy\r\ndevelopment. We therefore support the role of regional\r\ngroups, as has been outlined in the report of the\r\nSecretary-General (A/58/254).\r\nAfter the failures of Africa in the last four\r\ndecades, African countries are now showing much\r\ndetermination and commitment in implementing\r\nNEPAD. At the same time, they recognize that there is\r\nmuch to be done to achieve the goals of the New\r\nPartnership, which are in line with the Millennium\r\nDevelopment Goals. However, actions by African\r\ncountries on their own will not be enough to achieve\r\nfaster economic and social development. The spirit of\r\n7\r\nA/58/PV.34\r\npartnership embedded in the design of NEPAD and\r\nreflected in its engagement with the international\r\ncommunity provides hope and encouragement for its\r\nimplementation. Moreover, the commitments that have\r\nbeen made by Africa’s development partners in various\r\nforums provide a solid basis for scaling up support for\r\nNEPAD. In that regard, we urge the disbursement of\r\nthe resources already pledged by development partners.\r\nIn order for NEPAD to succeed, international\r\nsupport needs to be enhanced in the form of official\r\ndevelopment assistance, debt relief and trade and\r\nforeign direct investment, particularly the financing of\r\ninfrastructure. In that regard, it is vital for our\r\ndevelopment partners to ensure that their aid and trade\r\npolicies are complementary. We are nevertheless\r\nencouraged by the commitments and initiatives of our\r\ndevelopment partners, notably the United States of\r\nAmerica, the G-8, the European Union and other\r\nbilateral arrangements, but much more needs to be\r\ndone.\r\nAlthough we have witnessed an increase in\r\nofficial development assistance to Africa, it remains far\r\ntoo small as compared to the levels of the 1990s. Of\r\ncourse, Africa does not want to rely on official\r\ndevelopment assistance. But we believe that improving\r\nmarket access for Africa’s agricultural and non-\r\nagricultural goods is key to its ability to finance\r\ndevelopment. Thus, as a matter of priority, developed\r\ncountries should phase out agricultural subsidies to\r\ntheir agricultural products and remove other trade\r\nbarriers for African exports, and, in particular, remove\r\ntariff and non-tariff barriers to products of interest to\r\nAfrican countries. Furthermore, debt relief is an\r\nimperative, as debts are serious bottlenecks and\r\nobstacles to efforts to eradicate poverty in Africa.\r\nThere is a need for the development partners to be\r\nmore understanding on this issue, for they also share\r\npart of the blame for the debt crisis.\r\nKenya is grateful to the Secretary-General for\r\nhaving established the Office of the Special Adviser on\r\nAfrica, currently headed by an able diplomat\r\nexperienced in African affairs, Ibrahim Gambari,\r\nwhose mandate includes coordinating global advocacy\r\nin support of NEPAD; coordinating all reports to the\r\nGeneral Assembly and the Economic and Social\r\nCouncil on NEPAD; and following up on the\r\nrecommendations of global conferences and summits\r\nrelated to Africa. We note also that that Office serves\r\nas the focal point for NEPAD at United Nations\r\nHeadquarters. We hope that the Office will be given the\r\nnecessary financial and other support in order to enable\r\nto discharge its mandate more effectively. Kenya will\r\nbe making a contribution when budget issues come to\r\nbe discussed. We would like sincerely to thank the\r\nSecretary-General for this and other efforts in the\r\ncontext of continued support by the United Nations\r\nsystem and the international community for  NEPAD.\r\nI would now like to turn to item 39 (b), “Causes\r\nof conflict and the promotion of durable peace and\r\nsustainable development in Africa”. We thank the\r\nSecretary-General for his report (A/58/352) on this\r\nmatter. The recommendations contained in the report\r\nare far-reaching and well thought out. They constitute a\r\nsolid foundation for addressing the major issues that\r\nhinder stability and development in Africa. However,\r\nwe note with concern that progress in the various\r\ntargeted areas has been slow and erratic.\r\nRegrettably, conflicts continue to rage in Africa,\r\nhampering peace, stability and socio-economic\r\ndevelopment on the continent. Kenya therefore accords\r\npriority to the prevention, management and peaceful\r\nresolution of conflicts. We continue to spearhead the\r\nInter-Government Authority on Development (IGAD)\r\npeace processes in southern Sudan and in Somalia.\r\nNegotiations on a peaceful solution are ongoing. On 23\r\nSeptember 2003, the warring parties in the Sudan\r\nsigned a historic agreement in Naivasha, Kenya. That\r\nagreement, which addresses transitional security\r\narrangements, will no doubt provide the basis for a\r\nbright and prosperous future for the people of the\r\nSudan. The parties are due to reconvene shortly to\r\ndiscuss power-sharing, wealth-sharing and the status of\r\nthe three disputed regions of the Sudan. Indeed, it is\r\nKenya’s belief that the peace process in the Sudan is\r\nirreversible.\r\nHowever, in order to consolidate and guarantee a\r\nlong-lasting peace, it is vital for the international\r\ncommunity to play a greater role in the process. In this\r\nconnection, I would like to urge the United Nations to\r\nplay a leadership role in the post-conflict\r\nreconstruction of the Sudan and to request Member\r\nStates to support the reconstruction.\r\nOn the Somali peace process, there has been\r\nencouraging progress in the negotiations. Only last\r\nmonth in Nairobi, representatives adopted the charter\r\nwhich is expected to lead to elections. Kenya\r\n8\r\nA/58/PV.34\r\nencourages the parties concerned to consolidate and\r\ntake advantage of the gains so far made.\r\nWe appreciate the efforts of the Secretary-General\r\nin helping to find a peaceful solution to these and other\r\nconflicts in the region. We are particularly grateful for\r\nthe United Nations initiative of preparing a draft\r\nhumanitarian protocol for inclusion in the IGAD peace\r\nprocess for the Sudan. Equally welcome is the\r\nassistance given by the United Nations Development\r\nFund for Women in establishing a women’s resource\r\ncentre for women representatives participating in the\r\nIGAD peace process for Somalia. We would like to\r\nencourage the United Nations further to expand its\r\nassistance to the two processes.\r\nThe role of Africa’s other development partners\r\nand of the international community is crucial in\r\nresolving conflicts on the continent. Their support in\r\nstrengthening African capacity for conflict resolution,\r\namong other things is needed now more than ever\r\nbefore.\r\nThe Secretary-General rightly singles out the\r\nproliferation of small arms and light weapons as one of\r\nthe major causes of conflict in Africa. As a country that\r\nhas suffered greatly from an influx of small arms and\r\nlight weapons, Kenya is a key player in our subregional\r\nefforts to combat trafficking in such weapons.\r\nThe international community’s priority must be to\r\nsupport subregional initiatives, since illicit arms\r\ntrafficking thrives by exploiting the loopholes resulting\r\nfrom divergent national practices regulating private\r\narms possession and trading. Nairobi, Kenya, hosts the\r\nSecretariat on Small Arms and Light Weapons, a\r\nregional initiative involving 10 countries of East\r\nAfrica, the Great Lakes and the Horn of Africa. At the\r\nbiennial conference on small arms and light weapons\r\nheld in New York in July this year, Kenya presented a\r\nreport on the activities of the Nairobi Secretariat and\r\non the measures undertaken by the Government of\r\nKenya at the national level to curb the menace.\r\nWe commend the United Nations for addressing\r\nthis proliferation partly by encouraging the holding of\r\nworkshops on the United Nations Register of\r\nConventional Arms and launching a capacity-building\r\nprogramme for security forces on the control of small\r\narms and light weapons in Central Africa. We look\r\nforward to some of these initiatives’ being extended to\r\nour subregion, as indicated by the Department of\r\nDisarmament Affairs.\r\nKenya commends the achievements made by\r\nUnited Nations peacekeeping operations. Missions in\r\nSierra Leone, Ethiopia and Eritrea and other parts of\r\nthe world have succeeded in restoring peace and\r\nstability. The African Union and the United Nations\r\nhave also played a positive role in tackling the crisis in\r\nthe Democratic Republic of Congo.\r\nWe commend the Economic Community of West\r\nAfrican States (ECOWAS) for its efforts to restore\r\nnormalcy in Liberia. While appreciating the important\r\nrole played by the United Nations in consolidating\r\npeace and stability in the world, Kenya urges greater\r\nUnited Nations participation in African initiatives such\r\nas the peace processes led by the Intergovernmental\r\nAuthority on Development and by ECOWAS.\r\nThe HIV/AIDS pandemic has ravaged the\r\ncontinent and reversed the socio-economic gains made\r\nsince independence. To counter the ravages of the\r\npandemic, the Kenya Government has put in place\r\nvarious measures to curb the further spread of\r\nHIV/AIDS. As a result of those efforts, prevalence\r\nrates have been significantly reduced in the past four\r\nyears. However, much remains to be done in this area.\r\nLast month, Kenya hosted the 13th International\r\nConference on AIDS and Sexually Transmitted\r\nDiseases in Africa, a forum that brought together more\r\nthan 6,000 delegates from all over the world to discuss\r\nurgent measures that we all must take to combat the\r\npandemic. We call upon the international community to\r\nintensify its efforts in fighting the scourge by, inter\r\nalia, providing adequate financial resources and\r\nenhanced access to antiretroviral drugs for the infected.\r\nFor peace and stability to flourish, good\r\ngovernance is a necessity. Indeed, good governance is a\r\nprerequisite for sustained growth. That challenge is one\r\nthat Kenya has been able to meet. In December 2002,\r\nKenya witnessed a historic moment when it held\r\ngeneral elections that were universally recognized as\r\nfree, fair and democratic and that led to a transfer of\r\npower. It is our strong belief that the opening up of a\r\ndemocratic space by leaders will go a long way in\r\nreducing conflicts and promoting development in\r\nAfrica.\r\nIn conclusion, I believe we all realize that\r\naccelerated economic growth in Africa, initiated and\r\ndriven by Africans themselves and supported by\r\ndevelopment partners, is in the wider interest of the\r\n9\r\nA/58/PV.34\r\npeace, stability and development of the entire\r\ninternational community.\r\nMr. Ul Haq (Pakistan): Mr. President, it is a\r\nprivilege for me to participate in this important\r\ndiscussion under your stewardship. Pakistan attaches\r\ngreat importance to its relations with African countries\r\nand supports all initiatives aimed at development of the\r\nAfrican continent. It was in that spirit that we\r\nsupported the initiative of the New Partnership for\r\nAfrica’s Development (NEPAD).\r\nPakistan received with interest the report of the\r\nSecretary-General (A/57/254), prepared in response to\r\nGeneral Assembly resolution 57/7 of 4 November\r\n2002. The report is a consolidated document detailing\r\nin depth the progress achieved in implementation of\r\nand support for NEPAD. We support the\r\nrecommendations mentioned in the report, particularly\r\nthe one requiring bold actions by all stakeholders to\r\naddress the challenges and constraints identified in the\r\nreport.\r\nThe primary objective of NEPAD was to\r\neventually eradicate poverty in Africa and to place\r\nAfrican countries on the path of sustainable growth and\r\ndevelopment, thus reversing the marginalization of\r\nAfrica and integrating it into the globalization process.\r\nThat is a formidable challenge requiring massive\r\ninvestment and technical support from all relevant\r\nstakeholders. Africa cannot meet such a gigantic\r\nchallenge alone.\r\nWe are happy to note that this comprehensive\r\nprogramme, which is Africa-led, Africa-owned and\r\nAfrica-driven, has taken off and is gaining momentum\r\nwith the support of the international community,\r\nincluding the United Nations system, the private sector\r\nand civil society. In due course, the initiative will\r\ndefinitely change the fate of tens of millions of African\r\npeople stricken by poverty, disease and conflict.\r\nWe have noted the important structural reforms\r\nundertaken by most African Governments, which are\r\nreflected in improved macro-economic management,\r\ntrade liberalization and the promotion of greater and\r\nenhanced private sector participation. Whenever such\r\nreforms have been sustained and underpinned by civil\r\npeace, they have succeeded in enhancing growth and\r\nreducing poverty. However, the efforts of African\r\ncountries have been constrained owing to a lack of\r\ncoordination between regional economic communities\r\nand implementation committees, weak institutional\r\ncapacity and a lack of adequate funding. Effective\r\nstrategies need to be developed to ensure that the\r\nownership and leadership of the initiative remains with\r\nAfrican nations.\r\nWhat our African brothers and sisters need today\r\nis not a diagnosis of the causes of underdevelopment or\r\nprescriptive advice, but a strong helping hand from the\r\ninternational community to ensure NEPAD’s success,\r\nespecially through enhanced official development\r\nassistance, without conditionalities, the redemption of\r\npledges to the Trust Fund for the Heavily Indebted\r\nPoor Countries Debt Initiative and the provision of aid\r\nwithout strings attached. In addition, meaningful\r\ninternational support for NEPAD should include\r\nimproved market access; accelerated and increased\r\ndebt relief, including complete debt cancellation;\r\ndeliberate  efforts to increase the flow of foreign direct\r\ninvestment to African countries; the transfer of\r\ntechnology to African countries; human resource\r\ndevelopment, particularly in the education and health\r\nsectors; and a special and focused endeavour to arrest\r\nand eradicate HIV/AIDS.\r\nWe greatly appreciate the assistance provided to\r\nAfrica by United Nations specialized agencies in the\r\nareas of peace and security, poverty alleviation, socio-\r\neconomic development, governance and infrastructure\r\ndevelopment. However, much more needs to be done in\r\nsupport of NEPAD to strengthen the capacity of\r\nregional economic communities, the NEPAD\r\nsecretariat and the Commission of the African Union.\r\nWith international support through enhanced official\r\ndevelopment assistance, increased investment, a\r\ndurable solution to the external debt burden and\r\nunhindered market access, the objective of integrating\r\nAfrican countries into the global economy and the\r\ngoals of durable peace and sustainable development\r\ncan certainly be realized.\r\nPakistan has consistently supported Africa’s\r\npolitical and economic aspirations. We are proud of our\r\nparticipation in several United Nations peacekeeping\r\noperations in Africa. Our military and civilian\r\npersonnel have been part of United Nations operations\r\nin Somalia, Namibia, Liberia, Western Sahara and\r\nSierra Leone. Pakistan will continue to lend its moral\r\nand material support to African countries. Our\r\ntechnical assistance programme for Africa is an\r\nongoing process aimed at training young professionals\r\nin diverse fields.\r\n10\r\nA/58/PV.34\r\nAfrican people have long suffered. The\r\nchallenges faced by Africa are colossal. NEPAD\r\nrepresents a realistic framework to meet those\r\nchallenges. It is time that implementation focus on the\r\nareas that hinder us in attaining NEPAD’s goals and in\r\nmeeting its challenges. It is in that context that the\r\ninternational community can make its most profound\r\ncontribution. For our part, we reaffirm Pakistan’s\r\ncontinued support for NEPAD in every way possible.\r\nMr. Zenna (Ethiopia): Allow me to thank\r\nSecretary-General Kofi Annan for his comprehensive\r\nreport on the progress made towards the\r\nimplementation of the New Partnership for Africa’s\r\nDevelopment (NEPAD). Let me seize this opportunity\r\nto express our profound appreciation to the Secretary-\r\nGeneral, who has assured us of his full support since\r\nthe inception of NEPAD. His continued commitment\r\nhas helped mobilize the entire United Nations system\r\nand the global community in support of the\r\ndevelopment endeavour of Africa.\r\nWe note the untiring efforts of the Secretary-\r\nGeneral in promoting international development, peace\r\nand security and in this regard welcome the\r\nestablishment of the Office of the Special Adviser on\r\nAfrica, headed by Ibrahim Gambari. We count on him\r\nand his colleagues to promote the values and principles\r\nof NEPAD throughout the world and to mobilize\r\nsupport for Africans towards the implementation of\r\ntheir initiative.\r\nWe urge that this Office be given all the\r\nnecessary support to carry out its duties. In tandem\r\nwith the basic principles of NEPAD, African countries\r\nand their partners have made important progress in\r\ndeveloping institutions, projects and programmes and\r\nin enhancing consultation for implementation of the\r\npriorities of NEPAD.\r\nSince the endorsement of NEPAD by the\r\ninternational community here at the United Nations last\r\nyear, African countries have prepared detailed projects\r\nand programmes for its implementation and we have\r\nmade progress in that regard. With respect to institution\r\nbuilding, the necessary work was completed to\r\nimplement the African Peer Review Mechanism\r\n(APRM). APRM documents have been prepared, 16\r\ncountries, including Ethiopia have acceded to the\r\nMechanism and the initial panel of eminent persons has\r\nbeen appointed.\r\nIt is encouraging that the first APRM review will\r\nbe conducted during the second half of this year. It is\r\nalso important to note that the Comprehensive Africa\r\nAgriculture Development Programme has been\r\nfinalized. Based on this programme, detailed country\r\nand region-specific projects have been prepared for\r\nimplementation. Those projects and programmes\r\naddress intervention to improve food security and the\r\nproductivity of the agricultural sector in various\r\nregions of the continent.\r\nEfforts have also been made to address conflict in\r\nthe African continent. In this regard, Africa is working\r\nin cooperation with the G-8 countries to prepare a joint\r\nplan to enhance Africa’s capability to undertake key\r\nsupport operations. Progress in elaborating efforts in\r\nareas such as health, education, science and technology\r\nand environment and tourism have also been made.\r\nThe challenges and problems that prompted us to\r\ndevelop NEPAD and the socio-economic development\r\nprogramme of the African Union, which is aimed at\r\nregenerating and reviving the African continent, have\r\nnot changed. It is therefore critical that we strengthen\r\nthis partnership between Africa and the developed\r\nworld and remain committed to the objectives of\r\neradicating poverty and improving the quality of life of\r\nthe African people.\r\nIn this regard, let me highlight the major\r\nchallenges that require increased support by the United\r\nNations and other donors. First, agricultural and rural\r\ndevelopment, economic diversification and\r\nenvironmental protection are the basic elements of\r\nNEPAD for which African efforts need to be backed by\r\ninternational cooperation.\r\nThe challenge of agriculture and food security\r\nstill remain. We need to give high priority to\r\nagricultural development. The current food insecurity\r\nin Ethiopia, the Horn of Africa and Southern Africa\r\nneed to be addressed.\r\nIn addition, we need to lay a foundation for\r\nsustainable agriculture. My country is taking measures\r\nsuch as water, harvesting, research and extension\r\nservice, resettlement and similar other activities to\r\nminimize the effect of the current drought that haunts\r\nEthiopia.\r\nSecondly, it is of particular concern for the\r\nmajority of African countries that not much has been\r\ndone to tackle the impact of international price\r\n11\r\nA/58/PV.34\r\nfluctuations and the continued price decline in the key\r\ncommodities of most of the least developed countries.\r\nThis has continued to compromise not only the growth\r\nof their economies and their efforts at poverty-\r\nreduction, but also the sustainability of their debt\r\nburden.\r\nA fall in the price of single commodity coffee\r\nover the last three years has forced 25 million people to\r\nfall below the poverty line. Children have been\r\nwithdrawn from schools. Efforts at improving food\r\nsecurity have been hampered. My country happens to\r\nbe one of the countries affected by this negative\r\ndevelopment. In this regard we welcome the General\r\nAssembly President’s initiative to put the commodity\r\nissue high on its agenda.\r\nThirdly, while we take note of the modest\r\nincremental increase in official developmental\r\nassistance flow to the continent in 2002, it falls far\r\nshort of what is required to make a dent in the key\r\ndevelopment targets. At the current level of progress,\r\nAfrica is unlikely to meet the Millennium Development\r\nGoals by the year 2015. While reforms are being\r\nundertaken by African countries to address the\r\nchallenges of education, health and HIV/AIDS and\r\nother communicable diseases, more investment is\r\nneeded in this area.\r\nFourthly, despite the multitude of challenges in\r\nthe economic and social fields, Africa’s heavily\r\nindebted poor countries continue to spend more on debt\r\nservicing than on education and health.\r\nI would like to once more emphasize that the\r\nconditions that necessitated the initiation of this\r\ndialogue among we Africans and the international\r\ncommunity have not changed, and that the structural\r\nengagement between the donor countries and Africa\r\nmust continue to be strained. We hope that one of the\r\noutcomes of this meeting will be an increased\r\ncommitment and pledge of support in the earlier-\r\nmentioned areas, namely enhancing peace support\r\noperations, increased investment in agriculture and\r\nfood security, addressing the issue of agricultural\r\nsubsidies and other support measures that destabilize\r\nagriculture in Africa and mobilize additional resources\r\nto meet the Millennium Development Goals in Africa.\r\nI wish now to turn to the second item on our\r\nagenda, “Causes of conflict and the promotion of\r\ndurable peace and sustainable development in Africa”.\r\nWe would like once again to underscore the\r\ninextricable link between peace and development\r\nwhich has been eloquently elaborated in the landmark\r\n1998 report of the Secretary-General on this item\r\n(A/52/871-S/1998/318). We believe that the causes of\r\nconflict are multiple. However, poverty and\r\nmarginalization are the key words to be used.\r\nThe complexity of the conflict in Africa warrants\r\nthe involvement of a number of players in conflict\r\nresolution, including regional and subregional\r\norganizations. We commend the work of the African\r\nregional and subregional organizations. The role of the\r\nAfrican Union and subregional organizations such as\r\nthe Economic Community of West African States, the\r\nSouthern African Development Community and the\r\nIntergovernmental Authority on Development deserve\r\nour appreciation and need concerted support to\r\nstrengthen their capacity in the prevention and\r\nmanagement of conflicts.\r\nIn this connection, we take note with satisfaction\r\nof the cooperation between three countries, namely\r\nMozambique, South Africa and my country Ethiopia as\r\ntroop-contributors to the peacekeeping force of the\r\nAfrican mission in Burundi. We also appreciate the\r\nsupport provided by the United States and the United\r\nKingdom to this mission.\r\nWe would like to emphasize the need to further\r\nenhance the support of the international community for\r\nregional peacekeeping cooperation in Africa. We would\r\nalso like to see increased cooperation among the\r\nUnited Nations, the African Union and the various\r\nsubregional organizations involved in conflict\r\nprevention and management in Africa.\r\nThe challenges of post-conflict development and\r\nreconstruction in Africa are enormous. There is a need\r\nfor the international community to assist the affected\r\ncountries. Adequate resources must be provided to\r\nensure the implementation of disarmament measures,\r\nincluding weapon collection, demobilization and\r\nreintegration programmes. Above all, adequate support\r\nmust be provided for the rebuilding of infrastructure\r\ndestroyed by prolonged conflict, income-generation\r\nprogrammes, demining activities, social services and\r\nthe protection of vulnerable populations in war-torn\r\ncountries.\r\nThe key question now with respect to this sub-\r\nitem is how to follow up on the implementation of the\r\nrecommendations contained in the report of the\r\nSecretary-General. We look forward to seeing\r\n12\r\nA/58/PV.34\r\ninnovative ideas on this issue and are ready to engage\r\nin constructive consultation with a view to addressing\r\nthe matter.\r\nMr. Adechi (Benin) (spoke in French): I would\r\nlike to congratulate the Secretary-General on the high\r\nquality of his report (A/58/254) to the Assembly on\r\nprogress in the implementation of, and international\r\nsupport for, the New Partnership for Africa’s\r\nDevelopment (NEPAD), and of his report (A/58/352)\r\non implementation of his recommendations on the\r\ncauses of conflict and the promotion of durable peace\r\nand sustainable development. The joint consideration\r\nof these two sub-items at the fifty-eighth session of the\r\nGeneral Assembly underscores, if this were needed, the\r\nintrinsic link between peace and development and the\r\nurgent need to initiate a dual approach in tackling the\r\nchallenges Africa needs to face.\r\nThe gravity of the situation in Africa poses a real\r\ndanger for international peace and security. It is also\r\ndisquieting for the safeguarding of human dignity. At\r\nthe recent African Union meetings in Maputo, African\r\nStates demonstrated their resolve to meet the\r\nchallenges they are facing in the areas of reconstruction\r\nand peace-building in order to relaunch the\r\ndevelopment process, as well as in the area of\r\naddressing the causes of underdevelopment as a\r\nprerequisite for preserving peace and strengthening\r\nstability. One of the best instruments for commencing\r\nthe development process is undoubtedly good\r\ngovernance, because corruption, social inequality and\r\nthe absence of democracy generate tension and\r\nconflicts of interest, and exacerbate poverty. In that\r\ncontext, Benin reiterates its commitment to good\r\ngovernance as one of the prerequisites for achieving\r\nthe NEPAD goals.\r\nThe New Partnership for Africa’s Development\r\nbears the hope of the rebirth of the African continent.\r\nThe implementation in an environment of transparency\r\nof the main focal points of that common, consensual\r\nprogramme will certainly take us further along the long\r\nroad of growth and the campaign against poverty. The\r\nefforts of the African countries to improve and\r\nstrengthen their economies might not, in the short and\r\nmedium terms, bring all the expected results unless\r\nAfrica’s development partners assume their proper role\r\nin a true spirit of partnership, particularly in the\r\nmobilization of resources. The actions undertaken\r\ncontain very high interim costs. Assistance measures\r\nmust therefore be taken at the international level, in\r\nparticular in the areas of direct investment and trade.\r\nMoreover, the flow of official development assistance\r\nneeds to maintained in order to enable African\r\ncountries to benefit from the concessional resources\r\nnecessary for establishing socio-economic\r\ninfrastructures. The coordinating role of the United\r\nNations is crucial, which is why the Office of the\r\nSpecial Adviser on Africa should receive all necessary\r\nsupport. My delegation endorses the very relevant\r\ncomments made by the Committee for Programme and\r\nCoordination including with respect to activities\r\nplanned by the United Nations system for the\r\nimplementation of NEPAD.\r\nIn resolution 57/7, the General Assembly made\r\nNEPAD the reference framework for Africa’s\r\ndevelopment. Accordingly, performance indicators\r\nneed to be developed to assess the implementation of\r\nthe programme and the establishment of partnerships.\r\nWe welcome the partnership between Africa and the\r\nGroup of Eight (G-8). We also welcome the fact that\r\nthe Third Tokyo International Conference on African\r\nDevelopment attached great importance to NEPAD’s\r\nrole as the reference framework for Africa’s\r\ndevelopment.\r\nIt is essential that United Nations strengthen its\r\nsupport for African initiatives, as Africa contains 34 of\r\nthe least developed countries. It would thus be\r\nappropriate for the entities responsible for\r\nimplementing NEPAD, when setting up their\r\nprogrammes, take into account the Brussels Programme\r\nof Action for the Least Developed Countries for the\r\nDecade 2001-2010, whose low implementation rate is\r\ngrowing ever more alarming.\r\nBenin, as Chairman of the Coordination Bureau\r\nfor the Least Developed Countries, appeals to the\r\nresponsibility and solidarity of the international\r\ncommunity and our bilateral and multilateral partners.\r\nWe must counter economic globalization, characterized\r\nby an implacable logic of exclusion, with a\r\nglobalization of solidarity in order to tackle, in this\r\nenvironment of interdependence, the problems of\r\nhumanity: poverty, pandemics, degradation of the\r\nenvironment, drug trafficking, debts and others.\r\nInternational cooperation and support for good\r\ngovernance will enable African countries to break the\r\nvicious circle of poverty, marginalization and\r\nprolonged destabilization.\r\n13\r\nA/58/PV.34\r\nMr. Fall (Senegal) (spoke in French): I begin by\r\nreiterating my warmest compliments to you,\r\nMr. President. I wish to say that Senegal, one of the\r\nfounding members of the New Partnership for Africa’s\r\nDevelopment (NEPAD), is pleased to participate in this\r\nassessment of the past year’s accomplishments in the\r\nimplementation of the New Partnership for Africa’s\r\nDevelopment and in the consideration of causes of\r\nconflicts and the promotion of durable peace and\r\nsustainable development in Africa. Both sub-items are\r\nthe subjects of excellent reports to the Assembly by the\r\nSecretary-General, in documents A/58/254 and\r\nA/58/352 respectively.\r\nSince the United Nations decided in September\r\n2002 to make NEPAD the exclusive framework for its\r\nefforts for Africa, the implementation of the\r\nPartnership has more than ever been a core priority of\r\nthe people, civil society organizations and leaders of\r\nAfrica. Thus, working in concert based on a coherent,\r\nmeasured approach — and with the invaluable backing\r\nof the international community, the United Nations, the\r\nGroup of Eight (G-8), the European Union, the United\r\nNations Conference on Trade and Development and\r\nothers — we have made significant progress towards\r\nrealizing the NEPAD vision.\r\nIn that connection, allow me to refer to the\r\nintegrated programme for the development of African\r\nagriculture adopted at the most recent Summit of the\r\nAfrican Union and to the African Peer Review\r\nMechanism, an intra-African mechanism for\r\nevaluation. These two priorities are a great source of\r\nsatisfaction and a credit to our continent’s resolve to\r\ntake its future in hand, with the support and active\r\nsolidarity of our bilateral and multilateral development\r\npartners.\r\nIn that vein, Senegal wishes to emphasize the\r\ngrowing interest shown in NEPAD by many countries\r\nand institutions in the North and the South alike.\r\nSpecial mention in that context is due to the G-8 for its\r\nimportant mobilization on behalf of Africa and to the\r\nUnited Nations system for the recent establishment of\r\nthe Office of the Special Adviser on Africa, which our\r\nfriend Under-Secretary-General Ibrahim Gambari is\r\nheading brilliantly. He deserves our increased support.\r\nIt is also important to note and welcome the new\r\nframework of improved coordination of intervention on\r\nthe ground of United Nations agencies and institutions\r\nbased on five thematic clusters reflecting NEPAD\r\npriorities. Let us also not forget the recent Third Tokyo\r\nInternational Conference on African Development in\r\nsupport of NEPAD.\r\nWhile even the most skeptical now agree that\r\nNEPAD, far from being unrealistic or a collection of\r\npious hopes, is an ambitious programme that is\r\ngradually assuming its full scope, it is imperative that\r\nAfrican countries and our partners in development\r\npersevere to that end, which is at the very least\r\nsalutary, and especially through concrete action. For\r\nour part, we Africans are aware of the need to pursue\r\nreforms designed to promote good public and private\r\ngovernance, strengthen institutional and human\r\ncapacities and implement sound macroeconomic\r\npolicy.\r\nIn this and other spheres, NEPAD’s success will\r\ndepend in large part on the increased support of our\r\npartners, notably for projects. Allow me to provide a\r\npartial list of some such projects under way and of\r\nothers still in the planning stage. I would point to the\r\ngas pipeline in West Africa; the integrated electric\r\nnetwork in Southern Africa; the Casablanca-Dakar,\r\nAlgiers-Bamako and Tripoli-Niamey-Lagos road\r\ninfrastructure projects; and, in the field of new\r\ninformation and communication technologies, the\r\nextension into the African interior of branch networks\r\nof optic fibres linking Europe and America to Dakar,\r\nPretoria and Kuala Lumpur.\r\nThere is reason to welcome the 5 per cent\r\nincrease — the first increase in three decades — of the\r\nvolume of official development assistance. We hope\r\nthat this dynamic trend will continue and grow even\r\nstronger. France and other European partners have\r\ncommitted themselves to ensuring that the goal of 0.7\r\nper cent of gross national product — reaffirmed at\r\nMonterrey and Johannesburg — will soon be achieved.\r\nSenegal also welcomes such initiatives as the United\r\nStates Millennium Challenge Account and the\r\nenvisaged establishment of an international financing\r\nfacility. These two mechanisms will allow us to explore\r\nnew ways and means of financing development and to\r\nattain the objectives embodied in the Millennium\r\nDeclaration and NEPAD. This innovative approach\r\nwould naturally bolster debt-reduction measures, steps\r\nto enhance the flow of direct foreign investment into\r\nAfrica, and the opening of the markets of developed\r\ncountries to African products.\r\nThe issue of access for our products to the\r\nmarkets of the North looms particularly large and\r\n14\r\nA/58/PV.34\r\njustifies our massive disappointment in the resounding\r\nbreakdown of the ministerial meeting of the World\r\nTrade Organization (WTO) in Cancún last month.\r\nCompounding the missed opportunity of the Doha\r\nRound, this failure has dampened the faith of Africans\r\nin multilateral trade negotiations. My country reiterates\r\nnevertheless that WTO remains the only body wherein\r\nproblems relating to international trade are framed and\r\ndiscussed and must be resolved.\r\nSenegal therefore resolutely welcomes the\r\ncommitment recently made in Argentina by the\r\ndeveloping countries to work to relaunch the\r\nnegotiating process in the hope that relevant initiatives\r\nwill be favourably received by our partners, whose\r\nmultifaceted cooperation is highly appreciated in\r\nconflict resolution and the strengthening of the rule of\r\nlaw — two major imperatives that must be addressed\r\nabove all by Africans themselves.\r\nNo assessment of Africa’s situation can ignore\r\nthe numerous conflicts that are mortgaging the\r\ncontinent’s future growth and development. Building\r\nlasting peace is a long-term undertaking, to the success\r\nof which no effort must be spared. Senegal urges the\r\nSecretary-General to continue to publish his reports on\r\nthe causes of conflict and the promotion of durable\r\npeace and sustainable development in Africa. We are\r\nindubitably at a juncture wherein the hopes placed in\r\nthe United Nations are, to put it mildly, far from being\r\nfulfilled. This is in era in which humankind has yet to\r\nfind a way to save itself from such urgent problems as\r\nthe scandal of poverty and exclusion, the tragedy of\r\nconflicts and humanitarian disasters, the ravages of\r\nHIV/AIDS and related infectious diseases, threats to\r\nthe environment, the impact of the digital divide and\r\nthe perils of terrorism. The list goes on. The promotion\r\nof sustainable development in Africa will remain\r\nillusory so long as conflicts continue to ravage our\r\ncontinent. African leaders have therefore established\r\nsuch new mechanisms to prevent, manage and resolve\r\nconflicts as the Peace and Security Council and the\r\nNEPAD African Peer Review Mechanism.\r\nA cursory consideration of the prospects for\r\npeace in Africa, particularly the West African\r\nsubregion, will reveal that the forceful action of the\r\nEconomic Community of West African States\r\n(ECOWAS) and President Kufuor of Ghana have\r\nrevived hopes in Liberia, Côte d’Ivoire and Guinea-\r\nBissau. Those countries, to which we are bound by ties\r\nof friendship, have been battered and are in dire need\r\nof the political and financial support of the\r\ninternational community if they are to meet the\r\nenormous challenges of national reconciliation,\r\nreconstruction and economic and social recovery, best\r\nguarantees against the resurgence of the demons of\r\ninstability and destabilization. In other words, in that\r\nsubregion and elsewhere across the continent, great are\r\nthe dangers arising from such recurrent phenomena as\r\nthe illicit traffic in small arms and light weapons and\r\ntheir hideous corollary, mercenaries.\r\nIn light of the conclusions reached at a number of\r\npublic meetings of the Security Council, it is high time\r\nto take the drastic measures recommended by\r\nECOWAS and other subregional organizations to\r\ncurtail and eliminate the illicit traffic in small arms and\r\nlight weapons. The economic and social development\r\nof that African subregion, and thus of Africa as a\r\nwhole, is at stake. Senegal therefore pays tribute to\r\nFrance and the Netherlands for their initiative to ensure\r\nthe adoption at the fifty-eighth session of the General\r\nAssembly of a draft resolution on regional promotion\r\nwithin the Organization for Security and Cooperation\r\nin Europe of the United Nations Programme of Action\r\nto Combat the Illicit Trade in Small Arms and Light\r\nWeapons in All Its Aspects.\r\nIn conclusion, mindful of the need to act in\r\nconcert to find a collective response to the global threat\r\nposed by HIV/AIDS to international peace and\r\nsecurity, suffice it to recall that, although our poor\r\ncountries may be struggling to integrate themselves\r\ninto the global economy, it is clear that we have\r\nmanaged to break with the past. Africans are\r\ndetermined to secure the ways and means necessary to\r\nrealize their destiny in the context of the African Union\r\nand NEPAD, which are designed to allow Africa to\r\nassume what has always been its due role in the concert\r\nof continents.\r\nMr. Nteturuye (Burundi) (spoke in French): My\r\ndelegation is pleased to see that the General Assembly,\r\nover which you preside, Mr. President, has decided to\r\nhold this unique meeting on two inter-connected\r\nsubjects so important to Africa. We would like to thank\r\nSecretary-General Kofi Annan for the quality of his\r\nreports, which allow us both to take stock of the\r\nprogress made in the political stabilization and\r\ndevelopment of our continent and to look to the future.\r\nWe welcome the establishment of the Office of\r\nthe Special Adviser on Africa, and we ask that the\r\n15\r\nA/58/PV.34\r\nnecessary resources be given to the Office in order that\r\nit may properly carry out its mission.\r\nWith regard to the New Partnership for Africa’s\r\nDevelopment (NEPAD), the determination to succeed\r\nin our common challenge is reflected in the speedy\r\nestablishment of mechanisms to develop and\r\ncoordinate regional development projects. In fact, the\r\nNEPAD secretariat has already begun to work; the\r\nNEPAD Heads of State and Government\r\nImplementation Committee is functioning and\r\nsubscription to the Memorandum of Understanding on\r\nthe African Peer Review Mechanism, which already\r\nhas 15 signatories, is continuing. Sectoral progress has\r\nalready been made, in cooperation with the competent\r\nagencies of the United Nations system.\r\nBurundi has adopted its development programme\r\nas part of the interim strategic framework for economic\r\nrecovery and poverty reduction. That programme is, to\r\na great degree, based on NEPAD.\r\nIt is clear that Africa’s desire to own its\r\ndevelopment strategy should be strengthened through\r\nnew and reinvigorated relationships between Africa\r\nand its partners. Doing so is urgent and essential, given\r\nthe very worrying trends we see today: a growth rate\r\nthat has dropped from 4.3 per cent in 2001 to 3.2 per\r\ncent in 2002; the fact that HIV infection and AIDS now\r\naffect over 29.4 million people; and the very high\r\npercentage of people living in absolute poverty.\r\nAfrica cannot resolve its problems alone. It needs\r\nvarious forms of assistance from the international\r\ncommunity, particularly through two types of action.\r\nFirst, the international community is urged to increase\r\nthe level of official development assistance to African\r\ncountries. In that regard, we welcome the rising trend\r\nwe have observed in the past two years. That trend is in\r\nkeeping with the initiatives announced in Monterrey\r\nand with the African Action Plan, adopted by the G-8\r\nSummit held in Kananaskis, which was reaffirmed at\r\nEvian. That momentum must be continued in order to\r\nreach the United Nations goal of devoting 0.7 per cent\r\nof gross domestic product to official development\r\nassistance. In order to be effective, assistance must be\r\ntailored to the development strategies designed by\r\nrecipient countries. Appropriate arrangements should\r\nalso be found to complement the Heavily Indebted\r\nPoor Countries Debt Initiative by either cancelling or\r\nalleviating debt burdens.\r\nSecondly, we would like to emphasize the driving\r\nrole of trade in development. Africa’s role in\r\ninternational trade remains marginal, despite the wealth\r\nof its potential. The price of commodities, which is our\r\nmain source of income, is constantly in a state of\r\ncollapse, plunging millions of people into abject\r\npoverty. We are therefore concerned about agricultural\r\nsubsidies in rich countries, which have a major\r\nnegative impact on the lives of our rural populations.\r\nWe wish to say that efforts to open up the markets of\r\nthe North to commodities from the South should be\r\ncontinued.\r\nWith regard to the second item, which pertains to\r\nthe recommendations contained in the report of the\r\nSecretary-General on the causes of conflict and the\r\npromotion of sustainable development in Africa\r\n(A/58/352), my delegation associates itself with the\r\nassessment of the Secretary-General himself, who says\r\nthat “progress has been slow and uneven”. That should\r\nnot discourage us, however; quite to the contrary, we\r\nneed to redouble our efforts and be more imaginative\r\nto, among other things, resolve conflicts in our\r\ncountries and create conditions for development.\r\nWe are pleased to note that the new African\r\nUnion is now preparing to launch new initiatives for\r\npeace and development in Africa. However, in order to\r\ntruly achieve the goal of bringing peace and\r\nstabilization to African countries in conflict, the\r\nAfrican Union must organize itself to meet the\r\nchallenges of genocide, poverty, the proliferation of\r\nlight weapons, AIDS and poor governance. Early\r\nwarning mechanisms must detect emerging signs of\r\nconflict in a timely manner, and preventive action\r\nshould be taken swiftly. Once a conflict has broken out,\r\nit can only be resolved if political actions are\r\naccompanied by economic and humanitarian support\r\nfor people who, generally speaking, live in untenable\r\nconditions during wartime. That aspect is sometimes\r\nforgotten, as donors make their assistance contingent\r\non the restoration of security in a country, plunging us\r\nquickly into a vicious circle.\r\nAt least as far as Burundi is concerned,\r\nexperience has shown that once a peace agreement or a\r\nceasefire is concluded, unless a ceasefire monitoring or\r\npeacekeeping mission is quickly deployed, the situation\r\ncan get worse and there is a risk that an all-out war will\r\nbreak out. Africa does not have the resources for that.\r\nYet, the Security Council encourages Africans to\r\nresolve African conflicts themselves. Why do rich\r\n16\r\nA/58/PV.34\r\ncountries take their time in providing financial and\r\nlogistical resources to African countries that are\r\nmaking an effort to deploy their troops? For example,\r\nan African force has been deployed in Burundi for\r\nmonths, but it is not fully functioning due to a lack of\r\nnecessary resources. Yet, with the signing in Pretoria in\r\n2003 of the comprehensive Pretoria Protocol on\r\nPolitical, Defence and Security Power Sharing in\r\nBurundi between the Transitional Government and the\r\nmain rebel movement in Burundi, there is an\r\nincreasingly urgent need to prevent any resumption of\r\nwar, which would cancel out all the efforts made by\r\nBurundi, the facilitator and the subregion.\r\nMy delegation notes that international conditions\r\nsometimes impede our momentum towards political\r\nand economic modernization in the continent. Dialogue\r\nmust therefore continue on the basis of partnership\r\nbetween African countries themselves and between\r\nAfrican countries and the rest of the international\r\ncommunity, including such regional organizations as\r\nthe African Union and NEPAD.\r\nMr. Sow (Guinea) (spoke in French): Mr.\r\nPresident, I should like to express to you my\r\ndelegation’s satisfaction at the perfect organization of\r\nthis high-level debate, which enables us to assess\r\nprogress in implementing the New Partnership for\r\nAfrica’s Development (NEPAD) and international\r\nsupport for it. To the Secretary-General, my delegation\r\nonce again expresses its gratitude for the very useful\r\ninformation and relevant recommendations contained\r\nin his report (A/58/254). We commend him for his\r\nefforts within the international community to attain the\r\nobjectives contained in NEPAD’s programmes.\r\nThe excellent report under consideration is the\r\nSecretary-General’s first comprehensive report on the\r\nimplementation of resolution 57/7, by which the\r\nGeneral Assembly requested the international\r\ncommunity and the United Nations system to organize\r\ntheir support for African countries in conformity with\r\nthe principles, objectives and priorities of NEPAD. The\r\nreport has the great merit of shedding light on both\r\nprogress made and obstacles encountered, and it offers\r\nfor our consideration a series of proposals aimed at\r\nsupporting the process of implementing NEPAD and\r\nstrengthening the support provided to it by many\r\ndevelopment partners.\r\nMy delegation notes with satisfaction the resolve\r\nand awareness shown by African leaders in\r\nimplementing the provisions contained in NEPAD’s\r\nprogrammes, particularly by integrating NEPAD’s\r\npriorities into their respective countries’ development\r\npolicies and planning frameworks and by mobilizing\r\nnational resources to that end. As we see it, NEPAD\r\noffers to African countries and their development\r\npartners the opportunity to re-launch Africa’s\r\ndevelopment initiatives on the basis of commonly\r\nagreed objectives and mutual responsibilities.\r\nAs the priority establishment of the African Peer\r\nReview Mechanism illustrates, NEPAD reflects African\r\nleaders’ determination to shoulder responsibility for\r\nthe development of their countries, in partnership with\r\nthe international community. By committing\r\nthemselves — with the international community’s\r\nsupport — to ensuring peace, security, sound economic\r\nmanagement and good governance in Africa, our\r\nAfrican leaders are seeking to place NEPAD on a long-\r\nlasting and credible foundation. My delegation believes\r\nthat development and peace are two inseparable\r\nelements. Consequently, any development activity must\r\nbe accompanied by peace-building efforts. That is why\r\nwe welcome African countries’ commitment to peace,\r\nsecurity and good management of their economies. The\r\nAfrican continent seems to be on the right path for the\r\nswift realization of NEPAD’s promises.\r\nThe report rightly stressed the importance of\r\nworld partnership, including South-South cooperation,\r\ntriangular cooperation and the decisive contribution\r\nthat they can make to NEPAD’s implementation.\r\nNevertheless, we remain concerned that, despite the\r\nefforts of our partners and of Africans themselves,\r\nattainment of the Millennium Development Goals\r\nseems out of reach for most regions of the continent.\r\nTo achieve sustained and durable economic\r\ngrowth, we must attach greater importance to poverty\r\nreduction, human-based development, fighting the\r\nspread of HIV/AIDS and reducing dependence on\r\nimported foodstuffs. To help Africa reverse the current\r\ntrend, development partners must continue to play a\r\nsignificant role in critical sectors by, inter alia,\r\nincreasing official development assistance, creating a\r\nmore open and more equitable trade system, relieving\r\nor cancelling debt and reducing agricultural subsidies.\r\nIn that context, it is important to stress the United\r\nNations system’s praiseworthy record in creating an\r\noperational framework for NEPAD at the national,\r\nregional and world levels. We particularly welcome the\r\n17\r\nA/58/PV.34\r\nlead role played in Africa by the Economic\r\nCommission for Africa, alongside the African Union\r\nand the African Development Bank. Undoubtedly, the\r\ncreation on 1 May 2003 of the Office of the Special\r\nAdviser on Africa, charged with coordinating NEPAD\r\nat United Nations Headquarters, will enable us to\r\nstrengthen and build on international momentum for\r\ndevelopment, peace and security in Africa.\r\nIn conclusion, my delegation expresses its\r\nappreciation to the international community for the\r\nsolidarity and partnership that it continues to\r\ndemonstrate in making NEPAD a reality. We pay\r\ntribute to the Secretary-General for the resolute efforts\r\nof the Secretary-General and the Office of the Special\r\nAdviser on Africa with a view to strengthening\r\ncoordination among the various components of the\r\ninternational system so as to mobilize the support\r\nnecessary for NEPAD’s effective implementation.\r\nMr. Pemagbi (Sierra Leone): Mr. President, the\r\ndelegation of the Republic of Sierra Leone wishes to\r\nexpress its profound appreciation to your Bureau for\r\ndevoting this day to a comprehensive debate on\r\nprogress in the implementation of the New Partnership\r\nfor Africa’s Development (NEPAD). We also extend a\r\nwarm hand of gratitude to the Secretary-General and\r\nthe Office of the Special Adviser on Africa for the two\r\nlucid reports that have guided our participation in the\r\ndebate.\r\nNEPAD occupies a special place of pride in\r\nAfrica’s development and peace efforts, because it is\r\nthe product of a shared vision of the continent’s leaders\r\nthat is built on their genuine desire to conquer the\r\npersistent miseries of underdevelopment and conflict,\r\ntheir concomitant frustrating dependence and other\r\nindignities. It is a challenge to Africa, set by Africa,\r\nowned by Africa and pursued by Africa. But it is also a\r\nchallenge to the rest of the world to demonstrate\r\nunderstanding, solidarity and partnership with a\r\ncontinent that has very little to show for its immense\r\nnatural resources. Moreover, it is a challenge to the\r\nrapidly expanding phenomenon of globalization to\r\nensure that no part of the globe remains tethered to\r\npoverty and other disadvantages that deny it the\r\nenjoyment of the universally accepted basic necessities\r\nof life.\r\nTo the people of Sierra Leone, who suffered for\r\n11 years in the devastating grip of one of the most\r\nbrutal armed conflicts in the history of mankind but\r\nstood firm for their human and democratic rights,\r\nNEPAD connotes freedom; liberation from conflict and\r\nhunger; good health; stability; an end to abuse and to\r\nthe violation of rights; peace and security; sound,\r\ndemocratic, transparent and accountable governance;\r\nand accelerated development. Thus, to us, the NEPAD\r\nprogramme is a blueprint for salvation, as it is to many\r\nother Africans. Certainly, hopes and expectations are\r\nhigh, almost bordering on utopia.\r\nMy delegation is delighted that, in spite of its\r\nnumerous growing pains and constraints, NEPAD has\r\nscored impressive achievements within its short period\r\nof existence. We salute our African leaders and their\r\npartners as well as all others that have contributed to\r\nthis success.\r\nSierra Leone has a national recovery programme\r\ndesigned to address the issues that engendered the\r\nconflict, as well as to serve as the foundation for\r\nnational development. This recovery programme and\r\nits regional dimensions are in consonance with the\r\nobjectives of NEPAD. Thus, even though we have yet\r\nfully to recover from the nightmare of a violent\r\nconflict, we are resolved to fulfil our commitment to\r\nNEPAD.\r\nWe note, and have great expectations of, the\r\nAfrican Union’s establishment of a Peace and Security\r\nCouncil to deal with issues of conflict and maintenance\r\nof peace on the continent. We propose, as early as now,\r\nfor priority consideration of the Council when\r\noperational, a collective regional approach with a\r\nmechanism that is permanently ready speedily to\r\nrespond to conflicts — even to signs of conflicts. This\r\ncan reduce the human and material costs of conflicts.\r\nWe further suggest the establishment of a permanent,\r\nrather than ad hoc, partnership with the United Nations,\r\nfor the eradication of conflict from the continent.\r\nWe applaud NEPAD for its achievements and\r\nplans for the provision of social services and\r\ninfrastructure. We would, however, like to point out\r\none area that we think deserves more attention than\r\nwas accorded it in the report — that is, tertiary\r\neducation, especially at the university level, which\r\nproduces the upper-level manpower for engineering our\r\ndevelopment. It is common knowledge that Africa is\r\nsuffering a brain drain that is negatively affecting its\r\ndevelopment efforts. A substantial number of the best\r\nminds and professionals have left the continent in\r\nsearch of greener pastures. It is hard to imagine how\r\n18\r\nA/58/PV.34\r\nserious that problem is for war-ravaged countries such\r\nas Sierra Leone and Liberia. My delegation suggests\r\nthat a special programme to motivate Africa’s\r\nprofessionals to return home to build or rebuild their\r\ncontinent be cooperatively designed and pursued by\r\nnational Governments and NEPAD.\r\nMy delegation is totally convinced that the\r\nresolution of any conflict can be accomplished only\r\nthrough a comprehensive programme that addresses the\r\nroot causes of such conflict. This is the most concrete\r\nguarantee against the possibility of the country’s\r\nsliding back into conflict. We urge NEPAD to make\r\nthis issue a priority component of its peace programme.\r\nAlso, it is undeniable that the most worrying challenge\r\nfor any country emerging from conflict is how to\r\nmanage its newly acquired treasure of peace, in\r\naddition to directly addressing the issues that generated\r\nthe conflict.\r\nWe do not yet have an answer to that problem.\r\nRather, we propose that NEPAD and its partners give\r\nthe quest for an answer to that question a prominent\r\nplace on the peace agenda for Africa. As a shining\r\nexample of a United Nations peacekeeping success and\r\na model of the determination of a people to achieve\r\npeace when the odds are stacked against them, Sierra\r\nLeone — it is hoped — will have an opportunity to\r\nreport its experience to this world body on this matter\r\nin the near future.\r\nThere is no shortage of problems related to small\r\narms and light weapons, particularly in the West\r\nAfrican subregion. What we now need are the\r\nresources and the political will to resolve conflicts and\r\ncarefully manage peace, thus ensuring that no market\r\nexists for small arms and light weapons in the region.\r\nWe need also to cultivate in the region, through\r\neducation and practice, a culture of peace that rejects\r\nthe use of violence to settle disputes and differences —\r\na culture that is based on the principles of participatory\r\ndemocracy, the rule of law, human rights and\r\nresponsible governance.\r\nIt must be emphasized that there is no alternative\r\nto regional cooperation and support from the\r\ninternational community to build the capacity of poor\r\nAfrican countries to cope with the deadly problem of\r\nsmall arms and light weapons. Consequently, we are\r\nappealing for technical and financial support from the\r\ninternational community to help us to meet our\r\ncommitments.\r\nIn conclusion, let me reiterate that NEPAD is a\r\nnoble venture for durable peace and sustainable\r\ndevelopment in Africa. In spite of numerous\r\nconstraints, the programme is on course to achieve its\r\ngoals. To sustain this momentum, we would like to\r\nappeal to our partners, both bilateral and multilateral,\r\nfor more technical and financial support. With adequate\r\nsupport, Sierra Leone will never be found wanting in\r\nterms of its responsibility to implement the NEPAD\r\nprogramme.\r\nMr. Tekle (Eritrea): The Eritrean delegation takes\r\nthis opportunity to extend its gratitude and thanks to\r\nthe Secretary-General for the progress reports on the\r\ncauses of conflict and the promotion of durable peace\r\nand sustainable development in Africa (A/58/352) and\r\non the New Partnership for Africa’s Development\r\n(A/58/254).\r\nSince independence, numerous African States in\r\nalmost all of the regions of the continent have been\r\nplagued by interminable internal conflicts and inter-\r\nState wars, whose number seems to be increasing, not\r\ndecreasing. In spite of the end of the 30-year-long\r\nEritrean war of liberation and of the equally long\r\nAngolan civil war, as well as of the civil wars in\r\nMozambique and Sierra Leone, there are still a plethora\r\nof conflicts and wars in, inter alia, Somalia, the Sudan,\r\nLiberia, Côte d’Ivoire, Burundi and the Democratic\r\nRepublic of the Congo. The Eritrean-Ethiopian peace\r\nprocess, too, is being threatened with derailment.\r\nThose wars have resulted in incalculable and\r\nwidespread loss of life and destruction of property;\r\nthey have created failed States and “soft” States ripe\r\nfor destabilization; and they have ruined economies\r\nand, indeed, traditional, stable ways of life in many\r\nsocieties. They have created millions of refugees and\r\ndisplaced persons. They have caused disillusionment,\r\ndespair and frustration — sentiments that are ready to\r\nbe exploited by unscrupulous persons or groups.\r\nFurthermore, the overwhelming majority of\r\nAfrican States remain in the same extremely bad socio-\r\neconomic situation as they were at the time of\r\nindependence, in spite of the numerous economic and\r\nsocial experiments carried out, the strategies,\r\ndeclarations and programmes of action adopted and\r\neven the implementation of policies similar to those\r\nthat have been successful in other regions.\r\nIt is heartening to note that the international\r\ncommunity has undertaken peacemaking efforts at the\r\n19\r\nA/58/PV.34\r\ninternational and regional levels more actively than\r\never before. In this connection, due recognition must\r\nbe given to the United Nations for the creation of the\r\nSecurity Council’s Ad Hoc Working Group on Conflict\r\nPrevention and Resolution in Africa and for the\r\nestablishment of the Economic and Social Council’s\r\nAd Hoc Advisory Group on African Countries\r\nEmerging from Conflict. The concern for and\r\ncommitment to African causes by individual or groups\r\nof developed States is also encouraging.\r\nIt is obvious that active and meaningful\r\ninternational assistance is needed if the continent is to\r\nliberate itself from a cycle of despair and embark on a\r\ncourse of development. Yet it is equally important to\r\nnote that peace and development, which are\r\ninextricably linked, can be and must be promoted,\r\nprotected and sustained essentially by Africans\r\nthemselves. To that end, it will be necessary for us to\r\nreflect on the African condition deeply, to reassess\r\nourselves more critically and to formulate more\r\ncredible and meaningful strategies and policies.\r\nWhat are the problems, and what must be done?\r\nThe statistics are dismal. The World Bank’s World\r\nDevelopment Report 2003 clearly indicates that the\r\naverage gross domestic product per capita in real\r\npurchasing power terms is lower during the third\r\nmillennium than at the time of independence. It is only\r\nin Africa that poverty is on the rise; that almost 50 per\r\ncent of the population in sub-Saharan Africa still lives\r\non one dollar per day; that about 140 million African\r\nyoung people are illiterate; and that the number of\r\nschool-age children who are out of school is\r\nincreasing. In addition, health services not only are\r\ndismal but are unavailable to the overwhelming\r\nmajority of Africans.\r\nIt is imperative to recognize the interdependence\r\nbetween peace and development in any attempt to\r\ndiscern the root causes of conflict and in any search for\r\ndurable peace and development. Thus, we must\r\nidentify the lowest common denominators of political\r\ninstability in any African State beleaguered by civil\r\nstrife or at war with its neighbours.\r\nIt has been claimed by some Western academic\r\ncircles and policy makers that the nature of the African\r\nState, which is different from the Western model, is the\r\nprimary cause of conflict, instability and\r\nunderdevelopment. Neo-patrimonialist academics and\r\ntheir supporters in government have advanced the\r\nfatalist view that the African State, which is not\r\nfunctionally separated from society and which thrives\r\nnot so much on formal institutions as on informal\r\npatron-client relationships, tends to promote the\r\nprivatization of the State, to protect the distribution of\r\nresources and Government funds on a preferential basis\r\nand create what is known in French as “la politique du\r\nventre”. Inevitably, this has led to chronic shortages of\r\nresources and chronic instability, which spawn cyclical\r\ndisorder characterized by corruption, internal conflict\r\nand even war with neighbouring States. The State is\r\nthus criminalized by such instrumentalization of\r\ndisorder.\r\nRecent democratization and development\r\nprogrammes are dismissed as not serious, and are\r\nconsidered only as measures to placate the donor\r\ncommunity and as having no chance of being\r\nimplemented. Such fatalism can be dismissed easily.\r\nWithout being supportive of the attendant ills of\r\npatrimonialism, it can be pointed out that it has been\r\nsuccessfully employed to achieve development and\r\nstability by countries in other regions. Indeed, informal\r\nsystems have actually been formed by African societies\r\nto protect their interests, including the lives of their\r\ninhabitants, in situations where the State was so weak\r\nthat it could not stave off poverty — indeed, famine —\r\nand the other uncertainties of life. Thus, it is altogether\r\npossible to expect that such informal systems may be\r\nuseful in promoting development.\r\nA more constructive criticism relates to the social\r\nchasm that divides development planners from the\r\npeople — the would-be beneficiaries of development\r\nprojects. Most development planning in Africa has\r\nhitherto been formulated from above, externally\r\nimposed by Governments or external actors with little\r\nknowledge of, or links with, the people, on the basis of\r\nadministrative structures that ignore African realities,\r\nincluding cultural values. The overwhelming majority\r\nof the people have been excluded from the making of\r\ndecisions which have a direct impact on their daily\r\nlives as well as on their future. The net result of\r\nsuch development planning from above and outside\r\nhas been — in spite of the good intentions of the\r\nplanners — poverty, hunger, disease, social disorder,\r\nconflict, displacement and forced immigration, and\r\nenvironmental degradation.\r\nIt is only recently that development based on\r\nparticipatory democracy and self-reliance, within the\r\ncontext of the cultural environment of any given\r\n20\r\nA/58/PV.34\r\ncountry, has been made popular. There is now near-\r\nunanimous consensus in the African intellectual milieu\r\nthat no external assistance, however useful, can be a\r\nsubstitute for self-reliance, and that only participatory\r\ndemocracy at all levels of society can foster an\r\nenvironment for clean, responsible, accountable and\r\ntransparent government.\r\nObviously, in the era of globalization, it is not\r\npossible for societies, wherever they may be located, to\r\nlive in isolation, and they must therefore be prepared to\r\nlive with the attendant consequences of the global\r\nvillage. On the other hand, they must be able to\r\nformulate strategies and policies which would allow\r\nthe harmonious interplay of external influence and\r\nlocal cultural features.\r\nAfrica is now waging what is popularly known as\r\nthe second liberation struggle, whose principles and\r\nobjectives aim at reversing the frightening process\r\nwhich is threatening national integration. Those\r\nobjectives include the broadening and deepening of the\r\nrelations between centre and periphery and improving\r\nthe social fabric of our societies, the health of our\r\npeoples and the relations between States. The struggle\r\nis predicated on harmonious and cooperative relations\r\namong States based on the principles of coexistence\r\nand respect for the rule of law. That is the Eritrean\r\nunderstanding of the African renaissance.\r\nIt is in this context that we recognize the\r\nrelevance of the New Partnership for Africa’s\r\nDevelopment (NEPAD). At the beginning of the new\r\nmillennium, Africa seems to be determined to open a\r\nnew chapter in its history and to credibly address the\r\nnumerous challenges it is facing. The renewed\r\ndetermination of its leaders to kick-start inter-African\r\ncooperation and to establish a meaningful relationship\r\nwith the international community is a commendable\r\ncommitment of historic significance. The African\r\nUnion seems to possess the structural attributes that the\r\nOrganization of African Unity lacked to address\r\nconflict and development issues effectively. The\r\ninternational community seems to have received the\r\nUnion well. All of this augurs well for NEPAD.\r\nNEPAD differs from previous African\r\ninitiatives — including, inter alia, the Lagos Plan of\r\nAction — if only because it is a holistic,\r\ncomprehensive and strategic socio-economic plan\r\nwhich identifies and prioritizes critical political,\r\ncultural, social and economic issues. It also provides\r\nfor the creation of essential organs to ensure timely\r\nimplementation of programmes to achieve its goals.\r\nHowever, NEPAD is not without its flaws.\r\nAmong the major sources of concern and criticism\r\nfrom African academics and members of civil society\r\nare that African Governments will not commit\r\nthemselves to the management of their respective\r\nStates with the requisite good governance, and the\r\nrooting out of corruption, needed for the success of\r\nNEPAD; that African Governments will not uncritically\r\naccept globalization and readily integrate their\r\neconomies into the international system; that most\r\nAfrican Governments have already questioned the\r\nviability and applicability of the African Peer Review\r\nMechanism; that many African members of civil\r\nsociety question the correctness of the idea of receiving\r\nfrom potential donors the $64 billion purportedly\r\nneeded to activate NEPAD, as it would establish a\r\ndependency relationship that would in fact lead to the\r\nfurther weakening of African economies and the\r\ncurtailment of their independence and sovereignty; that\r\nNEPAD is considered “undemocratic”, as it did not\r\nbenefit from consultation with members of African\r\ncivil society, including, inter alia, community-based\r\norganizations, academics and other professional\r\ngroups; that NEPAD is considered contradictory\r\nbecause, in fact, it focuses on aid while its rhetoric\r\ndecries African dependence on aid and emphasizes\r\ntrade and investment as the real solutions to Africa’s\r\neconomic woes; and that many in Africa are sceptical\r\nthat developed countries will translate pledges of\r\nassistance into concrete action.\r\nThere is no question that the African Union,\r\nwhich is now empowered to ensure full African\r\nownership of the NEPAD initiative, will be able to\r\nsuccessfully achieve all of the Partnership’s political,\r\neconomic, social and environmental goals with the\r\nfurther refinement and clarification of strategies and\r\nprogrammes to allay fears and to eliminate concerns.\r\nMr. Kasri (Indonesia): We would like to thank\r\nthe Secretary-General for his thorough report\r\n(A/58/254) on progress in the implementation of the\r\nNew Partnership for Africa’s Development (NEPAD)\r\nwith support from the international community,\r\nincluding the United Nations system. Despite many\r\ndifficulties, which the report highlights, it is clear that\r\nthe momentum for Africa’s development is increasing.\r\n21\r\nA/58/PV.34\r\nAlthough some believe that Africa poses the\r\ngreatest development challenge for the twenty-first\r\ncentury, its leaders have clearly demonstrated faith in\r\ntheir own ability to overcome the many hurdles to the\r\ndevelopment of their nations. They have come up with\r\na credible and workable plan to bring about a positive\r\ntransformation in the still-difficult circumstances\r\naffecting the continent.\r\nWe are pleased to learn from the report that civil\r\nsociety and non-governmental organizations (NGOs)\r\nhave contributed constructively to NEPAD’s\r\nimplementation. Such support is important, because\r\nAfrica needs all the help it can get from all relevant\r\nstakeholders at all levels to implement NEPAD.\r\nPerhaps one of the most serious obstacles to the\r\nfull implementation of NEPAD is the persistent civil\r\nstrife and conflict that exist in many parts of sub-\r\nSaharan Africa. Development can occur only in\r\npeaceful conditions, because conflict depletes Africa’s\r\nvaluable human and financial resources and destroys\r\ninfrastructure. It is therefore encouraging to learn of\r\nthe development of a plan of action to enhance Africa’s\r\ncapability for conflict prevention and the promotion of\r\npeace. Note has also been taken of the African Union’s\r\nestablishment of a Peace and Security Council to\r\nensure that peace prevails in order to allow for the\r\ncontinent’s development.\r\nIn addition to peace, there is also a need for\r\nfunding. Yet, despite the fact that they are severely\r\nconstrained by unfavourable economic and financial\r\ncircumstances, African countries are nevertheless\r\ndetermined to retain ownership and leadership of\r\nNEPAD by providing its core funding. However, that\r\ndoes not mean that the financial problems of African\r\ndevelopment have been adequately addressed. On the\r\ncontrary, funding from donor countries remains a\r\ncritical factor in the successful implementation of\r\nNEPAD. In providing such support, it is important that\r\ndonors respond to development priorities set by\r\nAfrican countries themselves. The deep involvement of\r\nAfrican leaders in the continent’s development process\r\nmakes them fully knowledgeable about which areas\r\nrequire urgent attention in order that NEPAD may\r\nproduce the results they desire. In providing the\r\nnecessary assistance, it is crucial that donors align their\r\naid programmes with respective national strategies.\r\nIt is indeed heartening to learn from the report\r\nthat a number of African countries have benefited from\r\nacts of debt relief, debt forgiveness and outright debt\r\ncancellation as indirect forms of funding. It is equally\r\nheartening to learn that official development assistance\r\nto Africa is increasing, consistent with commitments\r\nmade at Monterrey. However, with the present levels of\r\nassistance, the attainment of the Millennium\r\nDevelopment Goals will be beyond the reach of most\r\nAfrican countries. The solution is obvious. Given the\r\nenormity of Africa’s needs, official development\r\nassistance must increase substantially. Donor countries\r\nmust honour the commitments they made at the various\r\ninternational conferences and summits to promote\r\nglobal development, because funding will accelerate\r\nimplementation of NEPAD and make the Millennium\r\nDevelopment Goals practical targets for African\r\ncountries.\r\nIt is therefore imperative that donors respond to\r\nthe appeal for $22 billion annually to enable African\r\ncountries to reach internationally agreed health targets.\r\nAlthough African countries have committed themselves\r\nto increasing their health budgets by 15 per cent, those\r\nincreases are unlikely to fully satisfy their needs for\r\nfunding in the health sector. By extension, that means\r\nthat programmes aimed at controlling and eliminating\r\nHIV/AIDS in Africa must continue to be supported\r\nfinancially by donor countries.\r\nI would also like to emphasize that greater\r\ninternational cooperation is needed in order to\r\naccelerate the implementation of NEPAD. In that\r\nconnection, the efforts and initiatives of the\r\ninternational community should be encouraged, as they\r\nprovide meaningful support for African development.\r\nIn that respect, and in the spirit of the Bandung Asian-\r\nAfrican Conference of 1955, Indonesia, together with\r\nSouth Africa, co-chaired the first Asian-African\r\nSubregional Organizations Conference in Bandung,\r\nIndonesia, on 29 and 30 July 2003. The Conference not\r\nonly endorsed NEPAD, but also laid the foundation for\r\nwide-ranging cooperation between Asia and Africa.\r\nIn its effort to establish links between the two\r\ncontinents, the Conference emphasized both the\r\ncollective responsibilities and the important role of\r\nsubregional organizations in exploring and\r\nimplementing concrete steps to propel growth and\r\ndevelopment in both regions. The Conference\r\ndiscussed areas of cooperation and issues of strategic\r\nimportance to both regions that will become key\r\nelements of a new strategic partnership.\r\n22\r\nA/58/PV.34\r\nThe second Conference, scheduled to be held in\r\nSouth Africa next year, will further develop a\r\nprogramme of work with specific time frames,\r\nmodalities, operational approaches and formats for\r\ncooperation to ensure the realization of the new\r\nstrategic partnership. The partnership is expected to be\r\nlaunched in 2005 during the Asian-African summit in\r\nconjunction with the commemoration of the golden\r\njubilee of the Bandung Asian-African Conference.\r\nIn conclusion, Indonesia is encouraged by the\r\nprogress of the implementation of NEPAD. While\r\nrecognizing the many constraints affecting the efforts\r\nof African countries, the international community\r\nshould continue to support and assist African countries\r\nto enable them to push forward with their continental\r\nvision. In this regard, Indonesia stands in full solidarity\r\nwith our brotherly African countries.\r\nMr. Berry (Canada) (spoke in French): I am\r\npleased to reaffirm Canada’s strong commitment to the\r\nNew Partnership for Africa’s Development (NEPAD).\r\nNEPAD recognizes that peace, security, democracy,\r\ngood governance, respect for human rights and sound\r\neconomic management are preconditions for\r\nsustainable development in Africa. The integrated,\r\ncredible and comprehensive programme of action set\r\nforth in NEPAD represents the best opportunity the\r\npeople of Africa are likely to have to improve their\r\nquality of life and to respond to the challenges\r\nconfronting their continent. All Member States and\r\nalmost every part of the United Nations system have a\r\nrole to play in ensuring that NEPAD succeeds.\r\nIn September of last year, during the Assembly’s\r\nhigh-level debate on NEPAD (see A/57/PV.10), Prime\r\nMinister Chrétien emphasized that the time for talk had\r\npassed and that now there must be action.\r\nCanada is delivering on its commitments in\r\nsupport of NEPAD, including those set out in the\r\nGroup of Eight (G-8) Africa Action Plan adopted in\r\nCanada in 2002. In January of this year, for example,\r\nwe opened our markets, quota- and tariff-free, to\r\nalmost all imports from the least developed countries.\r\nThe transparent rules-of-origin provisions we\r\nintroduced, in addition to our trade-related capacity-\r\nbuilding initiatives, will allow African countries other\r\nthan the 34 least developed countries in Africa to also\r\nbenefit from this increased market access.\r\nThe February 2003 federal budget increased\r\nCanada’s international assistance by 8 per cent\r\nannually through 2004-2005, half or more of which\r\nwill be earmarked for Africa. That is in keeping with\r\nour commitment made at Monterrey to double our\r\ninternational assistance by the end of the decade. This\r\nwill amount to $6 billion in international assistance for\r\nAfrica in new and existing resources in the five-year\r\nperiod following the 2002 G-8 Summit.\r\nWe have also begun to change the manner in\r\nwhich we allot official development assistance. We\r\nincluded African partners, in particular the United\r\nNations Economic Commission for Africa, in the peer\r\nreview of Canada undertaken last year by the\r\nOrganization for Economic Cooperation and\r\nDevelopment’s (OECD) Development Assistance\r\nCommittee. We are also untying our aid.\r\n(spoke in English)\r\nWe are set to double Canadian support for basic\r\neducation in Africa to $100 million per year. Through\r\nthe $500 million Canada Fund for Africa, set up in\r\nsupport of NEPAD, we are making major contributions\r\ntowards polio eradication, AIDS vaccine research,\r\ndigital opportunities, institutional capacity-building,\r\nagricultural research and development, capacity for\r\npeace support in Africa and much, much more. For\r\ninstance, we are launching a Canada Investment Fund\r\nfor Africa with $100 million in Government funding, to\r\nbe matched by the private sector, for the purpose of\r\nencouraging private sector engagement in Africa. We\r\nare also providing support to the African Development\r\nBank to improve the capacity of African countries to\r\nprepare projects and tap into unused sources of\r\nfinancial support for the development of infrastructure\r\ninitiatives.\r\nCanada welcomes the World Trade Organization’s\r\n(WTO) historic decision on the Agreement on Trade-\r\nRelated Aspects of Intellectual Property Rights and\r\npublic health. As members know, we are taking steps to\r\nimplement that decision domestically. We are well\r\naware that Canada’s leading initiative will be watched\r\ncarefully by the international community. We realize it\r\nis important for us to do this correctly, in a manner that\r\nensures consistency with both the spirit and the\r\npurpose of the WTO decision of 30 August.\r\nAt the G-8 Summit in France in June 2003, G-8\r\nleaders renewed their commitment to their Africa\r\nAction Plan and undertook to review progress in its\r\nimplementation no later than their 2005 Summit in the\r\nUnited Kingdom. We will continue to work closely\r\n23\r\nA/58/PV.34\r\nwith our G-8 partners, and we look forward to the\r\nexpansion of the G-8’s partnership with African\r\ncountries in support of NEPAD to include other major\r\npartners of Africa and key international institutions.\r\nNEPAD is beginning to have an impact, to the\r\nbenefit of the peoples of Africa. The success of African\r\npartners in their bold attempt to launch an African Peer\r\nReview Mechanism gives expression to this. The\r\nAfrican Peer Review Mechanism and the identification,\r\nthrough it, of best practices relating to governance,\r\nstand to be of enormous symbolic and practical value\r\nin attaining NEPAD’s objective of establishing the\r\nconditions necessary for development, including\r\nthrough increased investment and trade.\r\nThe persistent failure of some African\r\nGovernments to respect the principles contained in\r\nNEPAD and to govern in the interest of their people\r\nmust not blind us to the success that is being achieved\r\nelsewhere on the continent. For example, in Kenya the\r\nnew Government has moved quickly to implement the\r\nconcepts contained in NEPAD by expanding access to\r\neducation and by rooting out corruption. Democracy is\r\non the ascendant in Africa, and NEPAD has an\r\nimportant part to play.\r\nToday’s debate speaks to the remarkable success\r\nthat NEPAD has had in ensuring that crises elsewhere\r\ndo not divert the world’s attention away from Africa’s\r\npotential and its needs. We must all continue to build\r\non that initial success.\r\nMr. Chidyausiku (Zimbabwe): Let me begin by\r\nthanking the Secretariat for its report on the sub-item\r\nentitled “New Partnership for Africa’s Development\r\n(NEPAD): progress in implementation and\r\ninternational support: causes of conflict and the\r\npromotion of durable peace and sustainable\r\ndevelopment in Africa” (A/58/352), which was\r\nsubmitted in compliance with resolution 57/296. My\r\ndelegation associates itself with the statement delivered\r\nby the Chairman of the African Union.\r\nIn his opening statement in the general debate of\r\nthe Second Committee on 6 October, Mr. José Ocampo,\r\nUnder-Secretary-General for Economic and Social\r\nAffairs, indicated that the world economic recovery\r\nwas gaining traction and that the recovery was\r\nexpected to solidify and broaden in 2004. Mr. Ocampo\r\nalso indicated that, in spite of that improvement, global\r\neconomic growth had slipped since the Millennium\r\nDeclaration was adopted, with developing countries\r\nbearing the brunt of the slowdown. If this trend\r\ncontinues, only a few African countries will meet the\r\nMillennium Development Goals.\r\nIt is against that background that I wish to draw\r\nthe attention of the Assembly to some issues related to\r\nthis agenda item that are of concern to my delegation\r\nand affect its work. Given the depressing economic\r\ngrowth rates, the staggering figure of 30 million people\r\nliving with HIV/AIDS, the 380 million people living in\r\nabsolute poverty and the fact that armed conflict in\r\nseveral countries is reversing positive trends in human\r\ndevelopment, there is an urgent need to completely\r\noverhaul the development paradigm in Africa so as to\r\nmeet the challenges of implementing the New\r\nPartnership for Africa’s Development (NEPAD).\r\nReversing those trends will require a new,\r\nenergized relationship between Africa and its partners,\r\nbased on trust and a shared responsibility for\r\ndevelopment effectiveness. My Government\r\nunderscores the importance of African ownership of\r\nthe continent’s development strategies as a means of\r\nunderpinning the transformed partnerships that we seek\r\nwith our development partners. This will involve\r\ndeveloping home-grown policies and programmes for\r\npoverty reduction, improving our governance systems\r\nand resolving conflicts on the continent.\r\nIf the challenges of Africa are to be met,\r\ndeveloped countries also need to do a great deal more\r\non aid, trade and debt relief. My delegation calls on our\r\npartners to continue to focus on increasing the quantity\r\nand improving the quality of aid, as well as on\r\nenhancing policy coherence, both of which are\r\nconsidered central to upholding our partners’ side of\r\nmutual accountability.\r\nThere has been some progress in making official\r\ndevelopment assistance more effective. We welcome\r\nthe progress made in various forums, including through\r\nthe Monterrey Consensus and official development\r\nassistance commitments by members of the Group of\r\nEight and the Organization for Economic Cooperation\r\nand Development. In spite of those commitments,\r\nofficial development assistance flows to Africa are still\r\ntoo low and the principle of African ownership is often\r\ncompromised by conditionalities.\r\nWe also welcome efforts by our partners to align\r\ntheir aid programmes with country-led national\r\ndevelopment strategies. My delegation applauds Japan\r\nfor linking the Tokyo International Conference on\r\n24\r\nA/58/PV.34\r\nAfrican Development to support for Africa’s strategy\r\nfor development — NEPAD. However, the slow pace at\r\nwhich some of our partners are aligning their aid\r\nmodalities is undermining our national systems and\r\nprocesses for development. Predictability and the\r\ntimely disbursement of support remain elusive, creating\r\ndifficulties for our countries in designing and\r\nimplementing key policies. My delegation welcomes\r\nthe proposed establishment of the international finance\r\nfacility, designed to mobilize additional resources to\r\nhelp the poorest countries to meet the Millennium\r\nDevelopment Goals. We would welcome its\r\ninnovations, among them attempts to address the issue\r\nof predictability, an emphasis on the untying of aid and\r\na focus on low-income countries.\r\nIn the area of trade, the aid given by developed\r\ncountries is often undercut by their trade policies. We\r\ncall on our partners to ensure that policies having an\r\nimpact on African development, including those\r\nrelating to official development assistance, trade,\r\nmarket access and agriculture, are consistent with the\r\nMillennium Development Goals. My delegation\r\nwelcomes France’s proposal to remove subsidies on\r\nagricultural products as a step towards greater market\r\naccess for African products.\r\nWith regard to the African debt crisis, the Heavily\r\nIndebted Poor Countries Debt (HIPC) Initiative has\r\nbrought debt relief to a number of African countries.\r\nThe HIPC Initiative, however, is not delivering long-\r\nterm debt sustainability as expected, and African\r\ncountries remain overburdened by external debt.\r\nDeveloping countries should rethink their strategies for\r\nresolving the debt crisis. There are many facets of the\r\ndebt crisis, but the fundamental weakness is that the\r\ncreditors continue to dominate the decision-making\r\nprocess with regard to the resolution of the debt crisis.\r\nDebt-relief initiatives have been designed by donors to\r\nsafeguard their interests. There is a need for arbitration\r\non specific types of loans or debt, in particular odious\r\nand illegitimate debt. There are debts that African\r\ncountries ought not to pay because their people never\r\nbenefited from the loans. These include debts incurred\r\nby illegitimate debtors, loans misused because of\r\ncorruption, debts incurred as a result of illegitimate\r\nloans for projects that did not benefit the people as\r\nintended, and debts incurred through wrong policy\r\nadvice, such as adjustment policies, or as a result of\r\nexternal factors over which the debtors have no\r\ncontrol. The list should include debts in connection\r\nwith which money was actually stolen and banked in\r\nthe North.\r\nConflict and development are incompatible.\r\nAfrican countries must work together and use the\r\nmechanisms within NEPAD to prevent and resolve\r\narmed conflict and bring political stability to Africa.\r\nWe welcome the steps towards peace in Liberia, the\r\nSudan, Somalia, the Democratic Republic of the Congo\r\nand Sierra Leone. Recent events in Côte d’Ivoire are\r\ncause for concern, and amply demonstrate that the\r\nconsolidation of peace is important in preventing the\r\nrecurrence of conflict and constitutes an initial step\r\ntowards development.\r\nThere has been a notable improvement in peace\r\nand security in some parts of Africa due to the efforts\r\nof Africa leaders themselves, supported by the\r\ninternational community. African countries should\r\nconsolidate peace and put an end to remaining conflicts\r\non the continent so that States can devote all their\r\ncapacities and resources to economic growth and\r\nsustainable development. Conflict remains a serious\r\nobstacle to development because it wastes vital\r\nresources and has long-term consequences, such as\r\nrefugees, internally displaced persons, landmines and\r\nthe proliferation of small arms, which often exacerbate\r\nconflict.\r\nIn conclusion, my delegation agrees with the\r\nSecretary-General’s report that, while progress has\r\nbeen made in some areas, in general it has been very\r\nslow and uneven. Although there should be African\r\nownership of the African development process,\r\ninternational partnership also has an important role to\r\nplay in extending comprehensive and integrated\r\nassistance to African countries. African development\r\ncan be achieved only by the concerted efforts of Africa\r\nand its development partners.\r\nMr. Zhang Yishan (China) (spoke in Chinese):\r\nThe Chinese delegation wishes to express its thanks\r\nand appreciation to the Secretary-General for his\r\nreports on the implementation of the New Partnership\r\nfor Africa’s Development (NEPAD) (A/58/254) and on\r\nthe causes of conflict and the promotion of durable\r\npeace and sustainable development in Africa\r\n(A/58/352).\r\nNEPAD is a major initiative by the African\r\ncountries to empower themselves by joining forces\r\nwith a view to achieving development. It is an\r\nexpression of their determination, courage and\r\n25\r\nA/58/PV.34\r\npioneering spirit in taking their destiny into their own\r\nhands. In the year under review, Africa has made good\r\nprogress in the implementation of NEPAD. In July\r\n2003, in an effort to ensure the implementation of\r\nNEPAD, the African Union held a summit meeting,\r\nwhich adopted a Declaration on the New Partnership.\r\nMoreover, African countries have set up national focal\r\npoints, implemented regional measures and achieved\r\nwelcome results in areas such as agriculture, health\r\ncare, education, environment and infrastructure. We\r\nbelieve that through these efforts, African countries\r\nwill make historic headway in their path to\r\ndevelopment and reconstruction.\r\nAfrican development requires the active support\r\nand assistance of the international community in\r\nimplementing the New Partnership for Africa’s\r\nDevelopment (NEPAD). African countries face myriad\r\nchallenges in the areas of resources, debt relief, trade\r\nand investment. The Secretary-General’s report points\r\nout that official development assistance to Africa\r\ndeclined throughout the 1990s, falling from $26.6\r\nbillion in 1990 to $16.4 billion in 2000. In the past two\r\nyears, there has been a rebound, but the amount still\r\nfell short of the 1990s level. Moreover, the linkage of\r\nofficial development assistance is on the increase, with\r\nprocedures becoming increasingly cumbersome.\r\nThere has been limited focus in areas of trade and\r\nlack of progress in key areas of importance and interest\r\nto Africa, such as market access and agriculture\r\nsubsidies. Trade-related aspects of intellectual property\r\nrights and public health are hurting the development of\r\nAfrican countries. Investment prospects do not offer\r\ngrounds for optimism. Therefore, I wish to underscore\r\nthe following points concerning the future support of\r\nthe international community for African development.\r\nFirst, Africa’s ownership and leadership of\r\nNEPAD must be respected. Externally imposed\r\nconditions do not offer genuine solutions to African\r\nproblems. In many instances, liberalization,\r\nprivatization, market reform and other readjustment\r\nprogrammes not only do not promote African economic\r\ngrowth, but, to the contrary, they create serious social\r\nproblems. Therefore, the international community\r\nshould fully acquaint itself with the real circumstances\r\nof African countries, respect their sovereign choices\r\nand development strategies and support the efforts of\r\nthe African continent.\r\nSecondly, the commitments made to Africa in the\r\nMillennium Declaration, the Monterrey Consensus and\r\nthe World Summit for Sustainable Development Plan\r\nof Action must be translated into reality. The\r\ninternational community must genuinely deliver on\r\ncommitments in the areas of debt, trade, official\r\ndevelopment assistance and the transfer of technology.\r\nAfrican development also requires a fair and equitable\r\ninternational economic environment that is conducive\r\nto enhancing Africa’s capacity for self-sustaining\r\ndevelopment.\r\nThirdly, the prevention and the resolution of\r\nconflicts are important guarantees for the development\r\nof Africa. Over the past year, positive progress has\r\nbeen made in seeking settlements in countries such as\r\nthe Democratic Republic of the Congo and Liberia.\r\nHowever, uncertainties remain in some countries and\r\nregions. Bringing about comprehensive peace and\r\nstability in Africa will be an arduous and long-term\r\ntask. It is the shared responsibility and the obligation of\r\nall members of the international community to help\r\nAfrican countries realize national reconciliation.\r\nThe United Nations should play a bigger role in\r\nAfrica in the areas of conflict prevention,\r\npeacemaking, peacekeeping and post-conflict\r\nreconstruction and peace. Our Organization should\r\nstrengthen its coordination and cooperation with\r\nAfrican, regional and subregional organizations. We\r\ncall on national Governments to attach greater\r\nimportance to Africa, support African countries in\r\npeace-seeking efforts, increase assistance to enhance\r\nthe peace process and give priority to capacity-building\r\nin African countries.\r\nThe consolidation and the development of\r\nfriendly relations with the African people and the\r\nprovision of support and assistance to African States\r\nfor their economic and social development constitute a\r\nmain focus of China’s foreign policy. China has\r\nestablished the China-Africa Cooperation Forum to\r\ncarry out extensive and in-depth exchanges and\r\ncooperation with African countries.\r\nThe Chinese Government has already signed\r\ndebt-cancellation protocols with 31 African countries\r\ntotalling $1.05 billion, which accounts for about 60 per\r\ncent of the matured debts of those countries. From 15\r\nto 16 December 2003, the second ministerial meeting\r\nof the Forum will be held in Addis Ababa, the capital\r\nof Ethiopia. This marks the first Forum meeting to be\r\n26\r\nA/58/PV.34\r\nheld on the African continent. The Chinese\r\nGovernment will send a high-level delegation. This\r\nmeeting will review the implementation of two\r\nimportant programmes — the Beijing Declaration and\r\nthe China-Africa Economic and Social Development\r\nProgramme.\r\nOn the basis of the Forum’s experience of the\r\npast three years, delegations will discuss ways and\r\nmeans of enhancing cooperation in areas of human\r\nresources, agriculture, infrastructure and investment.\r\nThe China-Africa Entrepreneur Forum and the China-\r\nAfrica Friendship Exhibition will be featured at the\r\nministerial meeting.\r\nI wish to conclude by emphasizing that the\r\nChinese Government is ready to continue supporting\r\nAfrican development and the implementation of\r\nNEPAD through the China-Africa Cooperation Forum\r\nand other cooperation channels.\r\nMr. Alexandre (Haiti) (spoke in French): Allow\r\nme, at the outset, on behalf of the Haitian delegation, to\r\nwarmly congratulate Secretary-General Kofi Annan for\r\nhis outstanding work on the New Partnership for\r\nAfrica’s Development (NEPAD).\r\nResolution 57/7 is particularly important to Haiti\r\nbecause it attests to the determination of the peoples of\r\nAfrica, supported by the international community, to\r\nfight poverty and to work to develop the African\r\ncontinent. This part of the world has long endured for\r\nthe heavy blows of history, nature’s whims and the\r\nHIV/AIDS pandemic. Of 1.3 billion people around the\r\nworld living below the poverty line, 350 million are in\r\nAfrica. High debt and structural problems of all kinds\r\nseverely handicap the social economic development of\r\nthe continent.\r\nThat is why we must stay the course, guided by\r\nthe Millennium Declaration and the goals set at Doha,\r\nMonterrey and Johannesburg. We must join our efforts\r\nto free men, women and children from extreme poverty\r\nthat strips them of their humanity. It is our\r\nresponsibility to continue to work to reduce the gap\r\nbetween the rich and the poor countries and to ensure\r\nthat globalization benefits all of humankind.\r\nMy delegation reiterates its unconditional support\r\nfor NEPAD and reaffirms its solidarity and cooperation\r\nwith the fraternal African peoples and Governments.\r\nThis ambitious initiative, which redefines a partnership\r\nof responsibility and commitment, reflects Africa’s\r\ndetermination to take charge of its destiny. The\r\nchallenge is great. Overcoming it requires, among other\r\nthings, another form of trade relations with the\r\ndeveloped countries and the honouring of commitments\r\nmade by international partners. The failure at Cancún\r\nonce again underscores the need to rethink global trade\r\nmechanisms.\r\nThis initiative by Africa for Africa continues to\r\nrequire the full support of the international community,\r\nparticularly the donor countries. It represents an\r\nopportunity to break with tradition and for all our\r\npartners to coordinate their support, taking into account\r\npriorities of the Governments and peoples of that\r\nregion, not by imposing conditions from the outside.\r\nMy delegation believes that we should seize this\r\nhistoric opportunity to put an end to the suffering of\r\nthe peoples of Africa, for there is no shortage of\r\nresources to do so. Ongoing responsible leadership on\r\nthe part of Africa to work steadfastly towards lasting\r\ndevelopment on the continent will contribute to\r\nensuring NEPAD’s full success.\r\nThere is no doubt that, with all their energy and\r\ncreativity and with the genuine support of their\r\npartners, the people of Africa aspire to improving their\r\nquality of life. My delegation believes that we should\r\ntake advantage of that momentum to bring about a\r\nproductive partnership to reduce the aforementioned\r\ngap between rich and poor in order to bring about\r\ndevelopment in the African continent.\r\nAs the report of the Secretary-General contained\r\nin document A/58/254 points out, it is encouraging to\r\nnote that, one year after the General Assembly adopted\r\nresolution 57/12, African countries have adopted\r\nvarious constructive initiatives with a view to\r\nintegrating the priorities of the New Partnership for\r\nAfrica’s Development into their national policies and\r\ndevelopment planning frameworks, as well as to\r\nmobilize national resources to support that very\r\nimportant initiative. My delegation welcomes the\r\ncommitment of African countries to peace, democracy\r\nand good governance, which are essential to achieving\r\nlasting development.\r\nWe welcome the resurgence in official\r\ndevelopment assistance to the African continent, which\r\nrose from $16.38 billion in 2000 to $18.62 billion in\r\n2002. We also welcome the debt alleviation provided to\r\n22 African countries, as well as the debt cancellation\r\nfor certain countries of the region that have met the\r\n27\r\nA/58/PV.34\r\nconditions of the Heavily Indebted Poor Countries\r\nDebt Initiative.\r\nThe delegation of Haiti would like to conclude by\r\nexpressing its appreciation for the support afforded by\r\nthe United Nations system to NEPAD in line with the\r\nrelevant resolutions of the General Assembly.\r\nProgramme of work\r\nThe President: On Monday morning, 20 October\r\n2003 the General Assembly will consider, as the first\r\nitem, a letter by the Chairman of the Committee on\r\nConferences to be issued as document A/58/356/Add.1.\r\nThis is an addition to the programme that was already\r\nannounced in document A/INF/58/4/Rev.1.\r\nThe meeting rose at 1.05 p.m.\r\n"