"United Nations A/58/PV.47\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n47th plenary meeting\r\nWednesday, 29 October 2003, at 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-58471 (E)\r\n*0358471*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 104\r\nFollow-up to the International Conference on\r\nFinancing for Development\r\n(b) High-level dialogue for the implementation of\r\nthe outcome of the International Conference on\r\nFinancing for Development\r\nReports of the Secretary-General (A/58/216 and\r\nA/58/323)\r\nNote by the Secretary-General (A/58/436)\r\nReport of the Economic and Social Council\r\n(A/58/3, Parts I-II)\r\nSummary by the President of the Economic and\r\nSocial Council and notes by the Secretariat\r\n(A/58/77, A/58/77/Add.1 and A/58/77/Add.2)\r\nConference Room Paper (A/58/CRP.2)\r\nThe President: A little more than one and-a-half\r\nyears since we adopted the Monterrey Consensus at the\r\nInternational Conference on Financing for\r\nDevelopment, held in Monterrey, Mexico, we have\r\ncome, as agreed, to comprehensively review our\r\nprogress, both substantially and institutionally, in\r\nmeeting commitments made.\r\nToday, I am pleased to formally open this High-\r\nlevel Dialogue on Financing for Development, the\r\nmechanism agreed to the follow-up to Monterrey. The\r\npurpose of this short meeting of the Plenary is to\r\npermit us to adopt our Programme of Work and to\r\naddress other organizational matters. I consider it\r\nopportune, nevertheless, to emphasize the importance\r\nof the initiative in which we will engage over these two\r\ndays. It is pertinently captured in the theme for the\r\nHigh-level Dialogue, “The Monterrey Consensus:\r\nstatus of implementation and tasks ahead”. This theme\r\ntakes into account commitments made at Monterrey to\r\nadvance the development agenda by setting and\r\nimplementing internationally agreed development\r\ngoals. It also takes into account the essential need to\r\nmaintain a balance sheet of the progress we have made\r\nto permit us to systematically and strategically plan for\r\nfurther effective action.\r\nThe financing for development agenda is a\r\ncomprehensive one, encompassing trade, official\r\ndevelopment aid, debt relief, domestic resource\r\nmobilization, other private flows, institutional issues\r\nand partnerships. It is essential, therefore, that our two\r\ndays of deliberations are equally as comprehensive,\r\nand take into account the totality of commitments made\r\nat Monterrey. The framework of the High-level\r\nDialogue permits us to take this comprehensive\r\napproach. All those who were part of the broad\r\ncoalition established at Monterrey are also part of this\r\nHigh-level Dialogue — Governments, major\r\nstakeholders, other intergovernmental organizations,\r\ncivil society, and the business sector. Although,\r\n2\r\nA/58/PV.47\r\nregrettably, schedules of the heads of the major\r\nstakeholders did not permit all to participate, as was\r\nexpected in the documents established at the High-level\r\nDialogue, I am confident that their senior\r\nrepresentatives will appropriately represent the\r\ncontribution of the stakeholders.\r\nI take the opportunity to welcome Ministers and\r\nall participants to this High-level Dialogue. I express\r\nmy appreciation to the co-chairs of the round tables\r\nthat will be convened today. Importantly, I urge all\r\nPermanent Representatives to participate to the fullest\r\nextent possible in these two days of deliberations. Our\r\ncollective effort is critical to the successful outcome we\r\nall expect from this High-level Dialogue on Financing\r\nfor Development.\r\nTurning to the matters at hand, the General\r\nAssembly will now begin its High-level Dialogue on\r\nFinancing for Development, held under sub-item (b) of\r\nagenda item 104 and pursuant to General Assembly\r\nresolution 57/250 of 20 December 2002 and the letters\r\nfrom the Presidents of the General Assembly dated 7\r\nMay 2003 and 6 October 2003.\r\nAs representatives will recall, the High-level\r\nDialogue on Financing for Development will consist of\r\nthe following: this plenary meeting, to formally open\r\nthe High-level Dialogue; four round tables, to be held\r\nthis morning, immediately following the adjournment\r\nof this plenary meeting, in the Economic and Social\r\nCouncil Chamber and in Conference Rooms 5, 6, and\r\n7, respectively, and with themes as announced in the\r\nJournal of the United Nations; four round tables, to be\r\nheld this afternoon, in Conference Rooms 5, 6, 7 and\r\nthe Economic and Social Council Chamber,\r\nrespectively, and with themes as announced in the\r\nJournal of the United Nations; a plenary meeting at\r\n9.30 a.m. on Thursday, 30 October 2003, in the General\r\nAssembly Hall, to hear statements by the President of\r\nthe General Assembly, the Secretary-General of the\r\nUnited Nations, the President of the Economic and\r\nSocial Council, representatives of the World Bank, the\r\nInternational Monetary Fund, the World Trade\r\nOrganization and the United Nations Conference on\r\nTrade and Development.\r\nAlso speaking will be the Administrator of the\r\nUnited Nations Development Programme, as Chairman\r\nof the United Nations Development Group, as well as a\r\nrepresentative of the regional development banks and a\r\nrepresentative of the regional commissions.\r\nI would like to take this opportunity to remind\r\nthose who will be taking the floor on Thursday that\r\nthere is a time-limit of 5 minutes for each statement.\r\nIn addition, an informal interactive dialogue will\r\ntake place in Conference Room 4, immediately\r\nfollowing the adjournment of the plenary meeting of\r\nThursday, 30 October 2003. This will continue in the\r\nafternoon until 6 p.m.\r\nI would like to take this opportunity to encourage\r\nrepresentatives taking the floor in the informal\r\ninteractive dialogue not to read prepared statements.\r\nFinally, there will be a plenary meeting, to be\r\nheld at 6 p.m. on Thursday, 30 October, immediately\r\nfollowing the conclusion of the informal interactive\r\ndialogue, to hear a concluding statement by me, and to\r\nformally close the High-level Dialogue.\r\nThe meeting rose at 10.15 a.m.\r\n"