"United Nations A/58/PV.24\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n24th plenary meeting\r\nMonday, 6 October 2003, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-54298 (E)\r\n*0354298*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 3 p.m.\r\nAgenda items 60 and 10 (continued)\r\nFollow-up to the outcome of the Millennium Summit\r\nReport of the Secretary-General (A/58/323)\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/58/1)\r\nMr. Andjaba (Namibia): At the outset I associate\r\nmyself with the statement made this morning by the\r\nrepresentative of Morocco on behalf of the Group of 77\r\nand China.\r\nIn his introduction to the reports on the work of\r\nthe Organization and on follow-up to the Millennium\r\nDevelopment Goals, the Secretary-General begins by\r\nreferring to the abominable attack of 19 August on the\r\nUnited Nations headquarters in Baghdad. While the\r\nattack caused the loss of the lives of dedicated servants\r\nof the Organization and nationals of Iraq, as the\r\nSecretary-General rightly puts it in his report on the\r\nMillennium Development Goals, it was\r\n“a direct challenge to the vision of global ...\r\nsecurity rooted in the Charter of the United\r\nNations and articulated in the Millennium\r\nDeclaration.” (A/58/323, para. 2).\r\nThe blue flag and Blue Helmets have always\r\nsignified hope, protection and security. But in this\r\nworld of growing international tension the norm seems\r\nto be eroding. As we reflect on the events of 19\r\nAugust, therefore, and on the work of the Organization\r\nin general, perhaps we need to go further and look\r\ncritically at the underlying factors. For merely\r\ncondemning this attack — which we should do —\r\nmight not prevent a recurrence elsewhere.\r\nThe very name of our Organization denotes\r\ncollectivism. It stems from the lesson learned that\r\nwhen we are divided we are vulnerable, and that our\r\ndiverse national interests can be best served through an\r\ninternational order that is mutually beneficial.\r\nClearly, we have long realized that divisions in\r\nthe United Nations have far-reaching consequences.\r\nBut should agreement persist for the sake of unity, even\r\nwhen such agreement might lead to action that is\r\ninconsistent with the Charter? Those are some of the\r\nquestions that perhaps need to be borne in mind as we\r\nreflect further, and when the proposed panel of eminent\r\npersonalities on United Nations reform begins its\r\nimportant work.\r\nThe Millennium Declaration values include that\r\nof a world free from fear, and to this end world leaders\r\nhave committed themselves to maximize efforts to\r\nprevent conflict. In this connection, we look forward to\r\nthe Secretary-General’s report on the prevention of\r\narmed conflict, to be submitted to the General\r\nAssembly at its fifty-ninth session.\r\nIt is imperative to stress that, where conflict has\r\noccurred, the importance of timely peacekeeping\r\noperations, commensurate with the magnitude of the\r\n2\r\nA/58/PV.24\r\ntask at hand, cannot be overemphasized. My delegation\r\ntherefore shares the Secretary-General’s concern that\r\nthere was greater enthusiasm for discussing the\r\nBrahimi report than for implementing its\r\nrecommendations. Peacekeeping is the collective\r\nresponsibility of all Member States, irrespective of\r\ntheir geographical location.\r\nThe Secretary-General’s report on the causes of\r\nconflict and sustainable development in Africa contains\r\nrecommendations that remain valid. We can effectively\r\naddress conflict only by looking at the causes\r\ncomprehensively. In this connection, the African\r\nUnion, through its Peace and Security Council, which\r\nwill soon begin its activities, needs the assistance of\r\nthe international community and enhanced cooperation\r\nwith the United Nations with a view to strengthening\r\nconditions in which peace and development can thrive.\r\nIn the same vein, post-conflict peace-building is\r\nas important as peacekeeping. It is during the post-\r\nconflict, not the peacekeeping, period that the causes of\r\nconflict are addressed. This calls for closer\r\ncoordination between Security Council and the\r\nEconomic and Social Council to address sustainable\r\ndevelopment in post-conflict situations.\r\nIn the area of disarmament, the United Nations\r\nhas put in place the necessary agencies to oversee\r\ndisarmament. These agencies must be well equipped\r\nand allowed to carry out their work objectively.\r\nIn Africa, disarmament should include the\r\nproblem of small arms and light weapons. The loss of\r\nmillions of lives in conflict in some parts of Africa is\r\nthe result, not of weapons of mass destruction, but of\r\nsmall arms, which none of the affected African\r\ncountries produce.\r\nWe live in an interdependent world where\r\ndevelopmental problems are connected to security\r\nchallenges. The Millennium Declaration\r\ncomprehensively addresses all the problems facing\r\nmankind, because we cannot pursue one problem at the\r\nexpense of the others. Thus, we cannot effectively\r\ncombat terrorism while failing to respect for human\r\nrights and fundamental freedom. We cannot strive for\r\nsustainable development while neglecting security\r\nchallenges.\r\nNamibia believes that gender equality and the\r\nempowerment of women is crucial if we are to meet the\r\nMillennium Development Goals. The Beijing Platform\r\nfor Action comprehensively addresses ways and means\r\nof bringing about the equal participation of women.\r\nThe full participation of women in political and\r\neconomic decision-making is key in bringing about\r\ngender equality, which in turn will contribute to\r\npoverty eradication and enhance social justice. The\r\nparticipation of women in political decision-making is\r\none area in which Member States need but political\r\nwill, rather than outside measures.\r\nNamibia welcomes the initiatives of the United\r\nNations Development Fund for Women (UNIFEM)\r\naimed at helping low-income producers in developing\r\ncountries find markets for their products, and urges the\r\ninternational community to work to enable UNIFEM to\r\nreach more women, especially in rural areas.\r\nIn the same vein, as we maximize our efforts to\r\ncreate a world fit for children, we must pay attention to\r\nthe children who are caught up in conflict, as well as to\r\nthe increasing number of AIDS orphans. In this regard,\r\nwe welcome the United Nations Children’s Fund and\r\nthe African Union initiative aimed at prioritizing\r\ninvestment in the future of African children.\r\nGlobal partnership is dependent upon\r\ncooperation. In this context, the implementation of the\r\nMonterrey Consensus will give impetus to the\r\nrealization of the Millennium Development Goals.\r\nIn the context of sustainable development,\r\nNamibia attaches great importance to the promotion of\r\nthe equitable utilization of oceans resources and the\r\nprotection and preservation of the marine environment.\r\nIn this regard Namibia underlines the essential need for\r\ncapacity-building to ensure that developing countries\r\nare able to benefit from the resources of the oceans and\r\nseas. It is therefore vital that a voluntary trust fund be\r\nestablished, in accordance with part VII of the Fish\r\nStocks Agreement, to provide financial assistance to\r\ndeveloping States parties to the Agreement to assist in\r\nits implementation.\r\nAs the Secretary-General clearly stated in\r\nparagraph 72 of his report (A/58/323):\r\n“For the first time in human history, we\r\nhave the resources, the knowledge and the\r\nexpertise to eradicate human poverty — and to do\r\nso within the lifetime of a child born at the time\r\nwhen the Millennium Declaration was adopted”.\r\nWe concur with his assertion, based on the fact\r\nthat, while the Global Fund to Fight AIDS,\r\n3\r\nA/58/PV.24\r\nTuberculosis and Malaria still falls short of the $10.5\r\nbillion required annually by 2005 to fund global\r\nHIV/AIDS programmes, $800 billion is being spent\r\nannually on armaments.\r\nLet me conclude by stating that, just as we need\r\nto take a long look at the existing architecture of\r\ninternational institutions, so, too, we should look at\r\nwhat we are or are not doing to make them function\r\neffectively. After all, the United Nations can only be as\r\nstrong and effective as we the Member States want it to\r\nbe.\r\nMr. Gatilov (Russian Federation) (spoke in\r\nRussian): Most of the present day challenges and\r\nthreats are global by their nature and therefore\r\npresuppose the need for a collective response based on\r\nthe comprehensive regard and respect for the legitimate\r\ninterests of all members of the international\r\ncommunity, while strictly observing international legal\r\nrules and making comprehensive use of the potential of\r\nvarious multilateral universal and regional-level\r\ninstitutions.\r\nThe United Nations Secretary-General’s report\r\nsubmitted to the Assembly justly noted that the past\r\nyear has been extremely difficult for the Organization,\r\nprobably the most severe endurance test of recent\r\ntimes. But at the same time, it demonstrated the\r\npotential flexibility of the United Nations — for all its\r\nshortcomings — to adjust to changes, taking into\r\naccount new challenges and global processes, while\r\nadhering to its purposes and principles as they were set\r\nout by its founders.\r\nThe Russian Federation shares the United Nations\r\nSecretary-General’s conclusion that a strong and\r\neffective Organization is an indispensable tool for\r\nregulating international relations in the face of real and\r\npotential threats on the basis of the United Nations\r\nCharter and the rules of international law. As President\r\nVladimir Putin said from this rostrum, this is our\r\nchoice and our strategic position. However, as the\r\nSecretary-General rightly observes, the Organization’s\r\nstrength and efficiency depend directly on the Member\r\nStates’ active support for its policy and their readiness\r\nto use the United Nations to reconcile competing\r\nnational interests.\r\nIt is evident that during the past few years the\r\nOrganization has increasingly been forced to confront\r\nentirely new problems, to face different, but no less\r\nserious threats. Therefore, like any complicated\r\nsystem, it needs improving. In this context, we share\r\nthe Secretary-General’s opinion about the urgent need,\r\nat the present time, to take “a most careful look” at\r\nreforming the entire United Nations system, including\r\nits main organs, the Security Council, the General\r\nAssembly, the Economic and Social Council and the\r\nTrusteeship Council. We support his intention to create\r\na group of eminent persons to come up, by the fifty-\r\nninth session of the General Assembly, with\r\nrecommendations about reforming the above-\r\nmentioned mechanisms of the Organization. We are\r\nready to take an active part in developing these\r\nproposals.\r\nIn doing so, it is important first of all to sort\r\nthings out and to understand which of the United\r\nNations structures and mechanisms are still efficient\r\nand productive, and which have already fulfilled their\r\nmissions and are no longer in demand. That is why we\r\nhave to be very cautious when interfering in the fabric\r\nand mechanisms of the Organization’s functioning and\r\nto assume that any measures aimed at modernizing its\r\ninstruments must be based on thorough analysis and\r\naccurate calculation.\r\nThe Russian Federation is convinced that the\r\ncentral role of the United Nations should be\r\ncomprehensively consolidated by means of improving\r\nthe international legal tools and by creating a relevant\r\nstrategy on the basis of those tools.\r\nThe process was begun at the fifty-seventh\r\nsession of the General Assembly, which supported the\r\nRussian initiative and adopted General Assembly\r\nresolution 57/145, entitled, “Responding to global\r\nthreats and challenges”. We assume that active efforts\r\nin this context should be continued and that particular\r\nemphasis should be given to developing effective\r\npractical measures.\r\nIn his address to the current Assembly session,\r\nPresident Vladimir Putin suggested the adoption of a\r\nnew resolution, which would specify further steps to be\r\ntaken by the international community in order to\r\ncounter global threats and challenges. Its key elements\r\nwould include the goal of closer interaction between\r\nStates in this effort, based on a comprehensive and\r\nefficient strategy aimed at resolving specific problems,\r\nincluding international terrorism, regional conflicts and\r\nnon-sustainable development.\r\nWe believe that active practical efforts in this\r\ndirection can boost the authority of the United Nations\r\n4\r\nA/58/PV.24\r\nin real terms, and help correctly define priorities in the\r\nreform process. We also hope that the high-level panel\r\nof experts, which is being created by the Secretary-\r\nGeneral, will significantly contribute to this task. We\r\ncall upon all States to support this General Assembly\r\ndraft resolution.\r\nWe fully support the Secretary-General’s efforts\r\nintended to strengthen the principle of the supremacy\r\nof law as a basic element of today’s international\r\nrelations. For Russia, this is an imperative. We can see\r\nthat international law is going through complex\r\nprocesses affecting at times the very foundations of the\r\ninternational legal order.\r\nWe could cite as examples the rapid development\r\nof international criminal justice during the past few\r\nyears, the conditions and limits of the use of force in\r\nthe context of the fight against international terrorism,\r\ndevelopments in international human rights law and the\r\nstrengthening of the non-proliferation regimes for\r\nweapons of mass destruction.\r\nIn this vein we note as meriting our attention the\r\nSecretary-General’s proposal to reflect on how we\r\ncould, through joint actions, effectively address the\r\nproblems that cause certain States to think of\r\nthemselves as particularly vulnerable, which, in turn,\r\nprompts them to take unilateral measures.\r\nWe also believe it fundamentally important that\r\nthe United Nations should, in practice, become the\r\nbasis for the global anti-terrorist coalition. We note the\r\nrole of the Counter-Terrorism Committee of the\r\nSecurity Council, which ought to become a practical\r\ninstrument for effectively combating the terrorist\r\nthreat.\r\nAn important agenda item of the United Nations\r\ncontinues to be the improvement of peacekeeping\r\nmechanisms. The United Nations must be able to carry\r\nout a more expeditious and effective deployment of\r\npeacekeeping operations and, where needed, peace\r\nenforcement operations. Of course, this must be done\r\nin strict conformity with the United Nations Charter,\r\nwhich clearly defines the key role of the Security\r\nCouncil at all stages of a peacekeeping operation, from\r\nits authorization and elaboration of its mandate right\r\nthrough to its conclusion.\r\nWhat is particularly important in this context is\r\nnot to permit circumvention of Security Council\r\nauthority, particularly in situations which raise the\r\nissue of the use of force on behalf of the international\r\ncommunity. In the process, military measures must be\r\nagreed upon and must be both reasonable and\r\nsufficient.\r\nAs the President of the Russian Federation, Mr.\r\nPutin, emphasized, our country is prepared to intensify\r\nits participation both in operations conducted under\r\nUnited Nations auspices and in coalition operations\r\nauthorized by the Security Council. We support the\r\nimportance underlined by the Secretary-General of\r\ninsuring continuity in the peacekeeping cycle in United\r\nNations activities in “hot spots”, from preventive\r\ndiplomacy and the prevention of armed conflicts, to\r\nestablishing and maintaining peace and post-conflict\r\npeaceful construction.\r\nWe are pleased to note that over the past year the\r\nUnited Nations has achieved a measure of success in\r\nthe settlement of regional conflicts. The examples of\r\nthese operations in Afghanistan, the Democratic\r\nRepublic of the Congo, Sierra Leone and a number of\r\nother crisis regions clearly demonstrate a direct link\r\nbetween the maintenance of peace and full socio-\r\neconomic recovery in conflict-torn countries.\r\nIn this context, particular importance should be\r\ngiven to further development of, to quote the\r\nSecretary-General, “innovative partnerships” between\r\nthe United Nations and regional organizations. Positive\r\nexamples of such cooperation include the Security\r\nCouncil-mandated mission of the European Union in\r\nthe Democratic Republic of the Congo; the NATO-led\r\nInternational Security Assistance Force (ISAF)\r\noperations in Afghanistan; and the deployment of the\r\nmultinational forces of member countries of the\r\nEconomic Community of West African States\r\n(ECOWAS) in Liberia, later replaced by a United\r\nNations peacekeeping operation.\r\nThe list of present-day threats is certainly not\r\nlimited to problems of a military, terrorist or similar\r\nnature. To a great number of people on the planet, the\r\nutmost priority is overcoming the so-called soft threats\r\nin the socio-economic sphere, such as continued\r\nextreme poverty, income inequality, the spread of\r\ninfectious diseases and the deterioration of the\r\nenvironment.\r\nWe welcome the United Nations trend towards\r\nincreasing assistance to countries to attain their\r\ndevelopment goals and implement agreements reached\r\nat the recent landmark high-level conferences and\r\n5\r\nA/58/PV.24\r\nmeetings held under United Nations auspices. We\r\nsupport giving the Organization a truly key political\r\nmobilizing role in increasing policy coordination in the\r\nfield of international trade, finance and investment.\r\nThis requires further strengthening, on the basis of the\r\nMonterrey Consensus, of the interactions between the\r\nUnited Nations and the Bretton Woods institutions,\r\nand, finally, taking into account Cancun and the World\r\nTrade Organization.\r\nRealizing the great value of the United Nations\r\nhumanitarian mission, Russia, as President Vladimir\r\nPutin had noted, considers this to be a most important\r\npolitical objective of the Organization. Humanitarian\r\ncrises have lately become particularly complex and\r\nmultidimensional, which requires us to rethink the\r\nentire body of humanitarian assistance work. We agree\r\nwith the Secretary-General that United Nations\r\nactivities to implement the results of the World Summit\r\non Sustainable Development, held in Johannesburg,\r\nshould be intensified.\r\nWe also intend to actively work to resolve serious\r\nenvironmental problems. An important stage here was\r\nthe World Conference on Climate Change, which was\r\nrecently held in Moscow.\r\nOne of the most serious global threats is\r\nundoubtedly the spread of such severe diseases as\r\nHIV/AIDS, tuberculosis and malaria and flare-ups of\r\nnew deadly epidemics, such as severe acute respiratory\r\nsyndrome (SARS). We support the Secretary-General’s\r\ncall for the mobilization of additional financial\r\nresources to enhance the effectiveness of international\r\nresponse measures. To this end, we favour the\r\nestablishment of a global system to monitor and\r\nneutralize all dangerous infectious diseases.\r\nThe Secretary-General was certainly right when\r\nhe said at the opening of this session that we stand at a\r\ncrossroads. Indeed, the world may have changed, but\r\nthe United Nations must counter all the threats and\r\nchallenges, both new and old, in their new and\r\ndangerous combinations, both hard and soft, because\r\nthe Organization’s goals today are more real and urgent\r\nthan ever before.\r\nMr. Sardenberg (Brazil): At the outset, I thank\r\nthe Secretary-General for his comprehensive and\r\ntimely reports on the implementation of the United\r\nNations Millennium Declaration and on the work of the\r\nOrganization.\r\nI also associate my country with the statement\r\nmade by the representative of Peru on behalf of the Rio\r\nGroup.\r\nIn presenting his report on the implementation of\r\nthe Millennium Declaration a little less than a month\r\nago, the Secretary-General, in a commendably earnest\r\nand frank manner, warned us of the risks confronting\r\nthe very essence of our Organization. In his remarks\r\nduring this year’s general debate, he went beyond that,\r\nstating that in matters of international peace and\r\nsecurity the logic of unilateralism “represents a\r\nfundamental challenge to the principles on which,\r\nhowever imperfectly, world peace and stability have\r\nrested for the last fifty-eight years” (A/58/PV.7, p. 3).\r\nVery appropriately, the Secretary-General drew a\r\nparallel between the situation at the moment of the\r\ncreation of the United Nations and the reality today.\r\nThe founding fathers of the United Nations were aware\r\nthat the creation of an Organization such as this — a\r\nmeans for the peaceful resolution of conflict and the\r\npromotion of development through concerted action —\r\nwas the only viable alternative to a world of chaos,\r\nwhich at the time already threatened the very existence\r\nof mankind.\r\nThe United Nations based itself on the purposes\r\nand principles reflected in the San Francisco Charter,\r\nnot only because of their intrinsic and unquestionable\r\nmoral and ethical value, but also for the pragmatic\r\nreason that they were the only grounds on which it\r\ncould withstand the test of time.\r\nIt is tragic that the values enshrined in the Charter\r\nare being challenged by recent international events at a\r\ntime when continued technological developments have\r\nmade the consequences of resorting to the use of force\r\nmore dangerous and destructive, at a time when the\r\nambiguous forces of globalization have made the\r\ninterdependence of all our nations only more evident.\r\nThe moment has come for us to strengthen our\r\ncommitment to multilateralism and to the principles\r\nand values at the core of this Organization. As\r\nPresident Lula da Silva put it in this very hall barely\r\ntwo weeks ago:\r\n“Our central task is to preserve people from the\r\nscourge of war, to negotiate settlements inspired\r\nby the principles and objectives of the San\r\nFrancisco Charter. Let us not place greater trust\r\non military might than on the institutions we\r\n6\r\nA/58/PV.24\r\ncreated with the light of reason and the vision of\r\nhistory.” (A/58/PV.7, p. 6)\r\nReform of the United Nations has thus become a\r\npriority. The Security Council must be strengthened\r\nand made more legitimate. Its composition, in\r\nparticular as concerns its permanent membership,\r\ncannot remain unaltered. It can no longer ignore the\r\nemergence on the international scene of developing\r\ncountries that have become actors and often exercise a\r\ncritical role in promoting the pacific settlement of\r\ndisputes. Better representation means wider legitimacy.\r\nThe Economic and Social Council must be\r\nempowered so that it can make its indispensable\r\ncontribution to the establishment of a fair and just\r\neconomic order. It is crucial that the Council regain the\r\nrole bestowed upon it by our Charter. The causes of\r\npeace and social and economic development will be\r\nbetter served with an Economic and Social Council that\r\nis able to cooperate fully and actively with the Security\r\nCouncil in preventing conflicts and in nation building.\r\nThe General Assembly, in turn, as the universal\r\ndemocratic organ that it is, must be reinforced\r\npolitically so as to guide the work of the Organization\r\noverall and rekindle its status as the forum that\r\nembodies and gives voice to the principles of the\r\nCharter. It has to be more and more involved in the\r\ndebate and in the determination of solutions to the new\r\nchallenges facing humanity.\r\nThe Millennium Declaration has become a\r\nlandmark in the United Nations. It embodies the\r\nessence of our multilateral efforts in the past decade\r\nand clearly points to what must be done in order to\r\nbuild a fair, inclusive and equitable world by 2015.\r\nThe review of progress on the implementation of\r\nthe Millennium Declaration shows, however, mixed\r\nresults. We should not be defeated by the prospect that,\r\nat the current pace, many countries and regions will not\r\nbe able to achieve the Millennium Development Goals.\r\nOn the contrary, this realization should strengthen our\r\nresolve to work together to create the conditions for the\r\ninternational community to intensify efforts and fully\r\nachieve those goals. We must pursue them relentlessly\r\nin a true spirit of global partnership.\r\nWe are grateful for the personal commitment of\r\nSecretary-General Kofi Annan in this regard. The\r\ninternational community is indeed fortunate to count on\r\nhis engagement and leadership.\r\nIn Brazil, President Lula da Silva has made the\r\neradication of hunger not only a governmental policy\r\nbut also a personal one. This is why he has lent his\r\nvoice to advocating additional funding for the\r\nimplementation of the Millennium Development Goals\r\nworldwide. As a token of his commitment, he has made\r\na personal donation to the Secretary-General to be used\r\nin efforts towards this aim.\r\nTogether with the leaders of India and South\r\nAfrica, President Lula has invited other statesmen to\r\njoin this endeavour. We are grateful for the expressions\r\nof support received from many of our partners and look\r\nforward to working closely with them.\r\nBrazil welcomes the decision taken by the fifty-\r\nseventh General Assembly to hold, in 2005, a major\r\nevent to review progress made in the implementation of\r\nthe Millennium Declaration. This prospect should\r\nprovide us with the necessary impetus to move more\r\nexpeditiously from rhetoric to action to fulfil the\r\ncommitments already agreed upon.\r\nAs noted by the Secretary-General in his report,\r\nthere is a need for stronger international solidarity and\r\nresponsibility, together with greater respect for\r\ndecisions reached collectively and greater\r\ndetermination to put them into effect. Implementation\r\nis now, and should remain, our primary concern in the\r\ncoming years.\r\nAs the Secretary-General has emphatically stated,\r\nhistory has given us the task of reviewing and\r\nreforming this Organization. Never before has the need\r\nbeen so evident. In this connection, Brazil favours the\r\nSecretary-General’s initiative of convening a high-level\r\npanel to make the required recommendations.\r\nIn the end, it comes down to better equipping the\r\nUnited Nations — our United Nations — to deal with\r\nthe challenges of our time, namely the threats to\r\ninternational peace and security, the struggle to bring\r\nthose most in need out of misery and neglect, the\r\ndefence of the collective purposes and principles on\r\nwhich the United Nations is based and the promotion\r\nof the attainment of the Millennium Development\r\nGoals, as set out at the memorable Millennium\r\nSummit. In supporting the Secretary-General’s\r\ndetermined efforts, Brazil remains fully committed to\r\nthose objectives.\r\nThe President: I now give the floor to the\r\nrepresentative of Croatia.\r\n7\r\nA/58/PV.24\r\nMr. Drobnjak (Croatia): One has to start the\r\ndebate with strong praise for the report of the\r\nSecretary-General on the work of the Organization. It\r\nis a comprehensive and transparent document, one that\r\nprovides us with a broad picture of all the activities and\r\nimportant work that this Organization has achieved in\r\nthe course of one year. We appreciate, in particular, the\r\ndirectness of the report of the Secretary-General\r\nconcerning the implementation of the United Nations\r\nMillennium Declaration. Such an engaged and results-\r\noriented approach serves as an example for further\r\nreporting on the matter. Croatia shares the Secretary-\r\nGeneral’s opinion about the progress that has been\r\nachieved in certain areas of work, as well as his\r\nwarnings about the shortcomings or the lack of\r\npolitical will that exist in others.\r\nThe past year proved to be challenging for the\r\nUnited Nations in more ways than one, especially in\r\nthe field of peace and security. The war in Iraq\r\nprofoundly shook the very core of the Organization,\r\ntesting some of the basic United Nations principles to\r\nthe limit. If there was one valuable lesson learned from\r\nthis challenge, it is that we must act efficiently and\r\nswiftly in order to strengthen our Organization.\r\nAny comprehensive United Nations reform has to\r\ninclude the reform of the Security Council. For that\r\nreason, it is of the utmost importance to resume the\r\nnegotiations on this issue and to proceed with a\r\nstronger political will and an open mind. The strategic\r\nimportance of the Security Council’s reform should\r\noutweigh the single political agenda of any Member\r\nState. We must also review the functioning of the other\r\nmajor United Nations organs and the relationship\r\nbetween them, leaving no stone unturned. In this\r\nregard, we strongly support the Secretary-General in\r\nhis intention to establish a high-level panel of eminent\r\npersonalities to provide us with fresh ideas and views\r\non these far-reaching topics. We hope that the high-\r\nlevel panel will commence its work soon, and that its\r\ncomposition will be based as much on proven expertise\r\nas on the appropriate regional representation.\r\nThe comparative advantages of the United\r\nNations, like those in the field of peacekeeping and\r\npeace-building, conflict prevention and peacemaking,\r\nshould be fully utilized. The world needs this expertise.\r\nIt needs extensive United Nations knowledge and\r\nknow-how that can be supplemented by no other\r\ninternational organization, or by any one country. As\r\nregional organizations and initiatives are becoming\r\ncloser partners to the United Nations in the field of\r\nmaintaining peace and security, their specific\r\nknowledge and targeted influence in their respective\r\nregions should be further utilized as an added value,\r\nand their cooperation with the United Nations\r\nadditionally strengthened.\r\nThe terrorism of the twenty-first century, global\r\nin its reach and devastating in its consequences, has\r\nshed a new light on the issue of collective security and\r\nour collective responsibilities in maintaining\r\ninternational peace and security. The almost universal\r\nresponse of Member States to the Counter-Terrorism\r\nCommittee’s requests is a telling example of how\r\ncompetent the United Nations can be in mobilizing the\r\ninternational community in global action against\r\nterrorism. Croatia believes that determined\r\nmultilateralism is the most efficient weapon in this war,\r\nand this Organization continues to be the best possible\r\nframework for a long-term anti-terrorism strategy. This\r\nstrategy, however, must not ignore the basic principles\r\nthat the United Nations stands for, including full\r\nrespect for international law, human rights and\r\nfundamental freedoms.\r\nDisarmament remains a matter of high priority for\r\nthe international community, in particular as it relates\r\nto the threat of weapons of mass destruction.\r\nPrevention of the proliferation of weapons of mass\r\ndestruction is an issue that goes beyond the scope of\r\ndisarmament, falling squarely in the field of the fight\r\nagainst terrorism. We fully agree with the Secretary-\r\nGeneral in his assessment that there is a concern that\r\nnuclear, biological or chemical weapons might be used\r\nby State or non-State actors. Croatia fully subscribes to\r\nthe Secretary-General’s opinion that a major weakness\r\nof all weapons of mass destruction regimes is their\r\nweak enforcement provisions and that this matter\r\ndeserves review and possible action, some of which\r\nshould be undertaken within the framework of the\r\nUnited Nations, including the Security Council.\r\nOf equal importance is making further progress in\r\nconventional weapons disarmament, which should not\r\nbe subsumed into or overridden by a narrow focus on\r\ncertain aspects of the global nexus of disarmament,\r\nnon-proliferation and security of weapons-related\r\nmaterial. We remain concerned by the lack of progress\r\nin this field. Small arms and light weapons present a\r\nthreat to regional stability in some parts of the world of\r\nthe same magnitude as that of weapons of mass\r\ndestruction elsewhere.\r\n8\r\nA/58/PV.24\r\nWe have to devote special attention to so-called\r\nsoft threats posed by environmental problems,\r\ncontagious diseases, economic dislocation, crime,\r\nillegal transborder activities, corruption at various\r\nlevels and simple poverty. All of these make people\r\nmore vulnerable, more desperate and prone to\r\nradicalism of all sorts. We are still off track in reaching\r\nthe goals set for primary education, gender equality\r\nand child mortality. Fighting global poverty is the most\r\ndaunting of all problems, because poverty — whether\r\ncaused by a lack of money, food or perspective — is a\r\nbreeding ground for the expanding crisis, with\r\nunforeseeable consequences for peace and stability.\r\nAccording to the World Bank’s World Development\r\nReport 2004, there is a possibility that the proportion\r\nof people living on less than $1 a day will be halved by\r\n2015 if an annual gross domestic product growth of 2.9\r\nper cent is achieved. We should make that goal our\r\npriority.\r\nThe United Nations must increase its efforts to\r\nensure a smooth transition from the provision of\r\nhumanitarian assistance to that of development\r\nactivities in post-conflict situations. Lessons learned in\r\nsome parts of the world — in South-East Europe, for\r\nexample — could be utilized and further explored\r\nelsewhere, in parts of Africa in particular. We also\r\nencourage strengthening the role of the Economic and\r\nSocial Council and its cooperation with other main\r\nUnited Nations bodies, especially the Security Council.\r\nWe encourage further increased financing for\r\ndevelopment, a strong involvement of the private\r\nsector, a successful round of trade negotiations and the\r\nuse of new technologies, such as information and\r\ncommunications technologies, for poverty eradication.\r\nMonitoring progress of the achievement of the\r\nMillennium Development Goals at the national,\r\nregional and global levels is essential because it shows\r\nnot only the current state of play, but also what action\r\nhas to be taken. Therefore, the United Nations\r\nDevelopment Group, the Executive Committee on\r\nEconomic and Social Affairs and the World Bank\r\nshould continue to strongly cooperate in the\r\nimplementation of the Millennium Development Goals,\r\ntheir monitoring, and national and regional reporting.\r\nGlobal threats necessitate the globalization of the\r\nlegal order. The strengthening of the international rule\r\nof law as a guarantee of international peace and\r\nsecurity has been rightly recognized as one of the\r\ncornerstones of the implementation of the Millennium\r\nGoals. Croatia therefore welcomes the efforts\r\nundertaken by the Secretary-General and the\r\nOrganization directed at raising worldwide awareness\r\nof the importance of the rule of law. We particularly\r\nsupport new initiatives, such as annual treaty events,\r\nwhich have proven successful at mobilizing Member\r\nStates to join a number of important legal instruments,\r\nwhich in turn widen and strengthen their reach.\r\nWe are witnessing the emergence of a new\r\ninternational legal order. This evolutionary process is\r\nprobably most pronounced in international criminal and\r\nhumanitarian law. The beginning of the twenty-first\r\ncentury remains marked by the creation of the\r\nInternational Criminal Court, which is the first example\r\nof international criminal adjudication that is permanent\r\nand not linked to particular areas, nations or events. We\r\nwelcome the commencement of its work and feel proud\r\nto be an active participant in its creation.\r\nIn the area of human rights, democracy and good\r\ngovernance, my delegation welcomes the accelerated\r\nratification of major human rights treaties and deems\r\nequally important their effective and comprehensive\r\nimplementation. In this respect, the United Nations\r\nshould continue its support in building national\r\ncapacities in human rights as well as integrating human\r\nrights into its own development activities.\r\nWe welcome the initiatives and actions that have\r\nbeen taken on strengthening the administration and\r\nmanagement of the Organization. All efforts that are\r\nmade in order to enhance the operational capability and\r\neffective functioning of the Organization enjoy our\r\ncontinued support. As a country that fulfils its financial\r\nobligation towards the Organization on a regular basis,\r\nCroatia is encouraged that the financial situation of the\r\nOrganization has been showing a tendency towards\r\nimprovement in the past two years. In order for it to be\r\nmore efficient and effective in utilizing resources,\r\ncorresponding steps would need to be taken. We fully\r\nsupport all measures to streamline the work of the\r\nOrganization so as to ensure that resources and\r\nactivities are in line with the Organization’s priorities\r\nset out in the Millennium Declaration.\r\nThe general debate at the beginning of the fifty-\r\neighth session of the General Assembly underlined the\r\nimportance of our Organization. There is a need not to\r\nelaborate on this issue further, but to concentrate on the\r\nreal work. We have the structure, experience and\r\nknowledge in the United Nations that should be\r\n9\r\nA/58/PV.24\r\nimproved through comprehensive reforms, but is\r\nalready sufficient to enable us to act decisively in all\r\nthe fields where such an action is dearly needed.\r\nIn conclusion, I would like to inform the\r\nAssembly that Croatia, as an applicant country for\r\nEuropean Union membership, aligns itself with the\r\nEuropean Union’s statement delivered this morning on\r\nthis agenda item by the Union’s Italian presidency.\r\nMr. Hakeem (Saudi Arabia) (spoke in Arabic): I\r\nshould like at the outset to join preceding speakers in\r\nthanking the Secretary-General for his report on the\r\nwork of the Organization. I also wish to commend the\r\ngreat effort made in drafting the report, which is\r\ncomprehensive and accurate in its account of\r\ninternational developments last year and of the role of\r\nthe Organization in addressing issues of peace and\r\nsecurity and social and economic questions. In\r\nparticular, I commend the report’s realism in its early\r\nreference to the fact that this has been a trying year for\r\nthe United Nations in the area of peace and security.\r\nAny observer of the international situation will\r\nnote that the primary reason for this is the non-\r\nadherence of many countries to the principles and\r\npurposes of the United Nations and their lack of\r\nrespect for decisions of international legitimacy.\r\nRecent events in various parts of the world have shown\r\nthat there is no place for unilateral action outside the\r\nframework of international legitimacy in addressing\r\nsuch current problems as terrorism, the proliferation of\r\nweapons of mass destruction and even the resort to\r\nunilateral action on the basis of self-defence. The latter\r\nundermines the principle of collective security upon\r\nwhich the Charter of the United Nations is founded.\r\nThe report reviews the tragic situation in the\r\noccupied Palestinian territories and the persistent\r\nefforts made by the Secretary-General and the Quartet\r\nto resume the peace process. Unfortunately, despite all\r\nthose intense efforts and good offices, Israel still flouts\r\nthe decisions of international legitimacy. Israel has\r\nalways taken such a stance in its international relations\r\nregarding its occupation of Palestinian and other Arab\r\nterritories.\r\nThis stems first of all from the reluctance of the\r\ninternational community to compel Israel to implement\r\nUnited Nations resolutions. That has subjected the\r\nPalestinian people to increasing daily suffering and has\r\nencouraged Israel to persist in its efforts more\r\ntenaciously, as witnessed by its military aggression\r\nyesterday on the sisterly Syrian Arab Republic.\r\nTerrorism represents a threat to international\r\npeace and security. Our sense of security in the world\r\nis being eroded by that phenomenon. It is thus\r\nimperative that we firmly condemn terrorism in all its\r\nforms, and Saudi Arabia has expressed its position on\r\nthe matter. My country has also supported all Security\r\nCouncil resolutions related to terrorism. We have fully\r\ncooperated in efforts to implement international\r\nmeasures to combat terrorism, and have acceded to\r\ninternational treaties in that connection. Here, we\r\nshould emphasize that any international effort to\r\ncombat terrorism, however effective, will not be able to\r\neliminate the phenomenon completely if it is treated\r\napart from its root causes, and motivations, and the\r\nmeans by which its is spread. Therefore, circumstances\r\nthat produce a political, economic and social\r\nenvironment conducive to extremist and terrorist trends\r\nrequire our full attention.\r\nDespite the fact that 25 years have elapsed since\r\nthe holding of the first special session of the General\r\nAssembly devoted to disarmament, it is regrettable that\r\nthe international commitment to acceding to\r\ninternational treaties is still weak. My country, Saudi\r\nArabia, is making every effort to make the Middle East\r\nregion free from all weapons of mass destruction.\r\nDespite the adoption since 1974 of yearly resolutions\r\naimed at making the Middle East a zone free from\r\nweapons of mass destruction, that objective still eludes\r\nus, because of Israel’s refusal to accede to the Treaty\r\non the Non-Proliferation of Nuclear Weapons and\r\nsubmit its nuclear facilities to the international\r\nsafeguards regime. My country therefore appeals to the\r\ninternational community to take the measures\r\nnecessary to transform the Middle East region into a\r\nzone free from all weapons of mass destruction. That\r\nwould greatly contribute to the establishment of peace\r\nand stability in the region and throughout the world.\r\nConcerning item 60, on follow-up to the outcome\r\nof the Millennium Summit, my delegation agrees\r\ncompletely with the Secretary-General in his report on\r\nimplementation of the United Nations Millennium\r\nDeclaration (A/58/323). Any observer of international\r\nevents can see that — in addition to the key challenges\r\nfaced by the world today in the form of terrorism and\r\nthe proliferation of weapons of mass destruction — the\r\nmain challenge emphasized by heads of State or\r\nGovernment in the Millennium Declaration is making\r\n10\r\nA/58/PV.24\r\nglobalization a positive force for the benefit of all\r\npeoples of the world. The Millennium Declaration\r\nincluded a series of time-bound Development Goals.\r\nHowever, the Secretary-General referred in his report\r\nto the uneven way in which these Goals are being\r\nimplemented given the many differences among\r\nregions and countries, or even within countries. My\r\ndelegation still believes that implementing most of the\r\nMillennium Goals by 2015 will be likely only with the\r\npolitical will of the international community and with\r\ncollective action to implement our international\r\nobjectives.\r\nThe report of the Secretary-General on the\r\nMillennium Declaration refers to HIV/AIDS, which is\r\nthe most prominent threat faced by humanity in the\r\ntwenty-first century. Based on the great importance that\r\nSaudi Arabia attaches to this issue, my Government has\r\nworked side by side with the international community\r\nsince the twenty-sixth special session, held in late June\r\n2001. We have sought to implement the Declaration of\r\nCommitment on HIV/AIDS, because we believe that it\r\nis important to stand with the international community\r\nand support it in confronting this epidemic. Saudi\r\nArabia has also contributed $10 million to the Global\r\nFund to Fight AIDS, Tuberculosis and Malaria. My\r\ncountry has also participated in conferences held at the\r\nlocal, regional and international levels to contribute to\r\nlimiting the spread of AIDS.\r\nWe still have a lot to do and many challenges to\r\nmeet. I would like to emphasize that my country, Saudi\r\nArabia, is determined to participate seriously in our\r\ncollective work to address these challenges. I would\r\nalso emphasize the great importance that Saudi Arabia\r\nattaches to the United Nations and to its pivotal role in\r\nmaintaining peace, security and stability and in\r\nachieving development. We underline here that the\r\nimplementation of all these objectives should be in\r\nkeeping with the principles of the Charter and the\r\nresolutions of the Organization.\r\nMr. Rastam (Malaysia): My delegation would\r\nlike to thank the Secretary-General for his\r\ncomprehensive reports on the work of the Organization\r\nand on implementation of the United Nations\r\nMillennium Declaration, as contained in documents\r\nA/58/1 and A/58/323, respectively. We also thank him\r\nfor his statement of 23 September 2003 (see\r\nA/58/PV.7). We commend the Secretary-General for\r\nthe innovation and change that he has effected in the\r\nwork of the Organization as well as for his\r\ndetermination to bring about further changes to meet\r\npresent and future challenges. We also commend the\r\nSecretary-General for his strong commitment to\r\nmultilateralism. We share his view that the United\r\nNations can play a central role in resolving many\r\nissues of common concern to all nations. We concur, to\r\na large extent, with the Secretary-General’s bold and\r\ncandid analysis of the current global situation. Like\r\nhim, we have concerns over the future of the United\r\nNations and of multilateralism. These, we believe,\r\nshould be addressed by the General Assembly at this\r\nsession.\r\nMy delegation also wishes to congratulate you,\r\nMr. President, for your wise decision to continue to\r\nhave these two interrelated agenda items considered in\r\na joint debate in the interest of ensuring efficiency in\r\nthe work of the General Assembly. We view this as a\r\ngood beginning to our work during this session of the\r\nGeneral Assembly. We fully support you in your effort\r\nto achieve the goals that you have outlined on several\r\noccasions. We are confident that, under your\r\npresidency, the General Assembly will play its rightful\r\nrole: to assist the Secretary-General and the\r\nOrganization to meet the challenges outlined in the\r\nSecretary-General’s reports. My delegation associates\r\nitself with the statement made by Morocco on behalf of\r\nthe Group of 77 and China.\r\nClearly, the United Nations has faced tremendous\r\nchallenges during the past year. Our collective\r\ncommitment to a multilateralism centred around the\r\nUnited Nations has been severely tested. Many people,\r\nincluding the Secretary- General, have advocated the\r\nneed for urgent change and reform in the United\r\nNations. Malaysia welcomes such a move. Malaysia\r\nfully supports the proposed establishment of the high-\r\nlevel panel of eminent personalities, as announced by\r\nthe Secretary-General during the general debate on 23\r\nSeptember 2003. We join the Non-Aligned Movement\r\nin expressing that support. The Movement had\r\ndiscussed the Secretary-General’s proposal at its\r\nMinisterial Meeting, held in New York on 26\r\nSeptember 2003. Malaysia will work with the Non-\r\nAligned Movement and others to offer our views and\r\nsuggestions to the Secretary-General to ensure the\r\nsuccessful outcome of this exercise.\r\nThe Secretary-General has asked whether the set\r\nof rules drawn up by the founding fathers of the United\r\nNations, which have governed the conduct of relations\r\nbetween States over all these years, are still valid, or\r\n11\r\nA/58/PV.24\r\nwhether they need to be radically changed. We agree\r\nthat change is required. But change should not be made\r\nat the expense of principles. Malaysia firmly believes\r\nin the need to strengthen multilateralism, as embodied\r\nin the United Nations. It is clear that no country can act\r\nalone to resolve problems that concern the international\r\ncommunity. The situation in Iraq is a clear example.\r\nThe United Nations has to be given a central role in\r\nresolving issues relating to the maintenance of\r\ninternational peace and security and to the promotion\r\nof international cooperation.\r\nDuring the recent general debate, heads of State,\r\nPrime Ministers, Ministers and heads of delegation\r\nrepeatedly reaffirmed their commitment to\r\nmultilateralism. It is imperative that we now work,\r\nduring this session of the General Assembly, to develop\r\na renewed sense of purpose for the United Nations, so\r\nas to enable the Secretary-General and his colleagues\r\nto carry out their tasks and responsibilities with greater\r\nvigour and confidence. We also need to revive public\r\nconfidence in the United Nations.\r\nMy delegation maintains its conviction that the\r\nSecurity Council must be reformed and restructured in\r\norder to promote democratic practices in international\r\nrelations and reflect international geopolitical realities\r\nin the current membership of the United Nations.\r\nBesides the question of increased membership, the\r\nrights and privileges accorded to members, in\r\nparticular the veto power vested in the permanent\r\nmembers, must be seriously addressed in the reform\r\nprocess. Malaysia believes that very serious efforts\r\nmust be made to effect genuine reform of the Security\r\nCouncil as soon as possible.\r\nThe proliferation of weapons of mass destruction\r\nis highlighted in the Secretary-General’s report as a\r\nmajor threat to international peace and security. We\r\nshare the sentiment of the Secretary-General that we\r\nshould not differentiate between “good” and “bad”\r\nproliferation of weapons of mass destruction. It is\r\ndisturbing to my delegation that the prevailing\r\ninternational security situation is being used to give\r\nemphasis only to vertical proliferation of weapons of\r\nmass destruction. That trend is indeed incompatible\r\nwith the agreements reached at the first special session\r\nof the General Assembly devoted to disarmament.\r\nMalaysia agrees that the proliferation of weapons\r\nof mass destruction must be curtailed. Such weapons\r\nmust be eventually eliminated, without discrimination,\r\nif we are sincere in our resolve to create a peaceful and\r\nsecure world free from the threat of weapons of mass\r\ndestruction. But we cannot confuse the issues. The role\r\nof the United Nations in this regard cannot be ignored.\r\nThe situation in the Middle East remains an\r\nimportant issue of international peace and security for\r\nthe United Nations. We appreciate the efforts of the\r\nSecretary-General, the Quartet and other peace brokers\r\nin the region to revive the peace process through the\r\nimplementation of the road map. We encourage the\r\nSecretary-General to continue with his efforts. Israel\r\nmust be made to demonstrate firm commitment to the\r\nroad map and to announce its acceptance of the two-\r\nState solution, end its occupation of Palestinian and\r\nother Arab territories, cease military operations and\r\nhuman rights violations against the Palestinians and\r\nagainst its neighbours, such as the air strike against\r\nSyria yesterday, and terminate its settler colonialism\r\nactivities and the construction of the expansionist wall.\r\nThe Quartet, particularly those members with the\r\nnecessary influence, should intensify their efforts\r\ntowards ensuring the revival of the peace process and\r\nthe achievement of the objectives set out in the road\r\nmap. The United Nations should continue to work\r\ntowards that end while at the same time providing the\r\nnecessary humanitarian and other forms of assistance\r\nto the Palestinian people.\r\nMalaysia strongly believes that concerted and\r\ncoordinated action by the international community,\r\nparticularly within the framework of the United\r\nNations, is essential to ensure success in suppressing\r\nand preventing terrorism. We commend the Counter-\r\nTerrorism Committee and the relevant United Nations\r\nagencies in their work to assist Member States. We\r\ncontinue to believe that, to respond effectively to\r\nterrorism, it is equally important for the international\r\ncommunity to understand and seek to ameliorate the\r\nconditions that generate it. Therefore, Malaysia\r\nremains supportive of the proposal by the Non-Aligned\r\nMovement that a high-level international conference be\r\nconvened under the auspices of the United Nations to\r\nformulate a joint organized response of the\r\ninternational community to terrorism; and to obtain\r\nagreement on the definition of terrorism, as well as\r\naddress its root causes, so as to clear up any\r\nambiguities and uncertainties hampering international\r\ncooperation to combat terrorism. Malaysia has\r\nsupported and contributed to regional and international\r\n12\r\nA/58/PV.24\r\nefforts to combat acts of terrorism. We will continue to\r\nhonour our commitment.\r\nThe attack on United Nations headquarters in\r\nBaghdad was a tragic event not only for the United\r\nNations but also for the international community. The\r\nattack points to the vulnerability of United Nations\r\npersonnel in areas of conflict. It points to the need for\r\nthe United Nations to be given security assurances in\r\norder for it to carry out its mandate. The international\r\ncommunity must support the Secretary-General and all\r\nUnited Nations personnel concerned in their efforts at\r\npeacekeeping and peace-building, providing\r\nhumanitarian assistance and promoting development,\r\nwhether in Iraq, Afghanistan, West Africa or in other\r\nareas. The United Nations must be able to maintain its\r\nneutrality and credibility in order to be effective and\r\nsuccessful, as it has done in places such as Bosnia and\r\nHerzegovina, Cambodia and Timor-Leste.\r\nMalaysia fully supports United Nations\r\npeacekeeping activities, which are given a clear\r\nmandate by the Security Council. We are pleased that a\r\ncredible operational concept based on a specific time\r\nframe, with a clear exit strategy, has been adopted and\r\nsuccessfully implemented in most United Nations\r\npeacekeeping operations. It is the obligation of all\r\nMember States to ensure the success of United Nations\r\npeacekeeping operations. For its part, Malaysia will\r\ncontinue to contribute personnel and expertise to assist\r\nin United Nations peacekeeping.\r\nIn the area of human rights, we welcome the call\r\nby the Secretary-General for the Commission on\r\nHuman Rights to continue the process of reconsidering\r\nand strengthening its methods of work, in order to\r\nreduce the level of politicization in its work. We\r\nbelieve that the Commission should be more\r\nconstructive, see less politicization of issues and be\r\nmore positive in its approach and objectives so as to be\r\neffective.\r\nMalaysia believes that Member States must act in\r\naccordance with the principles and norms of\r\ninternational law in their conduct of international\r\nrelations. In this regard, Malaysia is supportive of\r\ninitiatives taken by the United Nations to promote the\r\nrule of law at the international level. Malaysia\r\nrecognizes that treaties are one of the main sources of\r\ninternational law. The universality and binding force of\r\nmultilateral treaties would be enhanced if a large\r\nnumber of Member States were to become parties to\r\nthem. Malaysia hopes that, in negotiations to elaborate\r\ninternational treaties, the concerns of as many countries\r\nas possible can be taken into consideration. All efforts\r\nshould be made to reach consensus, particularly on\r\ncontroversial issues, thereby enabling universal\r\nacceptance.\r\nMalaysia has always taken its international\r\nobligations seriously. Like many other sovereign\r\nnations, we undertake a thorough study before finally\r\ncommitting ourselves to a treaty.\r\nDuring the recent treaty event in New York,\r\nMalaysia signed the Framework Convention on\r\nTobacco Control and deposited its instruments of\r\naccession to two conventions relating to the fight\r\nagainst international terrorism. We would like to\r\ncommend the Secretary-General for his efforts to\r\npromote the participation of States in international\r\ntreaties through initiatives such as organizing treaty\r\nevents and training programmes, providing technical\r\nassistance on legal matters and the legal assistance web\r\nsite, in particular on the implementation of treaties.\r\nIt is obvious that much more needs to be done in\r\norder to achieve the Millennium Development Goals\r\nand their targets. The United Nations Development\r\nProgramme has estimated that an annual gross\r\ndomestic product growth rate of 2.9 per cent a year is\r\nthe minimum rate of growth required between now and\r\n2015 to achieve the Goals. We agree with the\r\nSecretary-General that the central challenge facing the\r\nworld today is the eradication of global poverty and\r\nhunger. We must also tackle the ever-present problem\r\nof killer diseases, in particular HIV/AIDS. In addition,\r\nwe must be prepared to confront new diseases such as\r\nsevere acute respiratory syndrome.\r\nIn that connection, my delegation joins the appeal\r\nto the developed countries to translate their support for\r\nand commitment to the Millennium Development\r\nGoals into real action to enable the developing\r\ncountries concerned to deal effectively with many of\r\nthe problems discussed by the Secretary-General in his\r\nreport. We are pleased to inform the General Assembly\r\nthat Malaysia has in general achieved — and in some\r\ninstances exceeded — the first seven Goals. We remain\r\ncommitted to the achievement of the Goals worldwide.\r\nWe will assist, within our means, other developing\r\ncountries to achieve them through bilateral, regional\r\nand multilateral programmes.\r\n13\r\nA/58/PV.24\r\nBoth the developed and the developing countries\r\nshould also adhere to the new framework of mutual\r\nobligations and mutual accountability as laid out in the\r\nMonterrey Consensus. My delegation takes this\r\nopportunity to acknowledge and applaud the good work\r\nthat has been done by the United Nations and its\r\nsubsidiary bodies as it continues in its work in all areas\r\nto achieve the Millennium Development Goals. We\r\nmust acknowledge the work done by the United\r\nNations in supporting regional initiatives such as the\r\nNew Partnership for Africa’s Development. Malaysia\r\nfully supports all the efforts of the Secretary-General\r\nand the various United Nations agencies in that regard.\r\nDuring the past year, we have witnessed a\r\nchallenge to the foundation of the Organization’s\r\nexistence, in the form of a strong trend towards\r\nunilateral approaches on the part of some. That\r\nhappened when war was launched against Iraq. In a\r\nway, that has affected the collective gathering by the\r\ninternational community of political will and resources\r\nto combat international terrorism since 11 September.\r\nThe Secretary-General has responded in a decisive and\r\ntimely way by urging Member States to return to the\r\nfundamentals of the Organization — essentially, to\r\nreturn to multilateralism. Malaysia strongly shares his\r\nsentiment. We must rededicate ourselves to the\r\nmultilateral approach in all aspects of the work of the\r\nUnited Nations. We sincerely hope that that call will be\r\nreinforced with continued vigour by all Member States,\r\nin strict conformity with the principles and purposes of\r\nthe United Nations Charter.\r\nWe must inject new dynamism into the General\r\nAssembly at this session. The political direction that\r\nhas been provided by our leaders is a key element in\r\nenabling the Assembly to effectively address critical\r\nissues of concern to all of us and to take up the\r\nchallenge to make the United Nations efficient and\r\neffective. My delegation believes that we, the Member\r\nStates, should rise to that challenge now.\r\nMr. Staehelin (Switzerland) (spoke in French):\r\nAt the outset, my delegation must thank the Secretary-\r\nGeneral for his report (A/58/323) and its conclusions.\r\nThe strengthening of multilateral institutions, their\r\nadaptation to new realities and respect for decisions\r\ntaken collectively are indispensable to the attainment\r\nof the objectives contained in the Millennium\r\nDeclaration.\r\nThe consensus reached at the Millennium Summit\r\nis weakening, and the United Nations must review its\r\noperations in order to be able to contribute effectively\r\nto the attainment of the goals set out in its Charter. We\r\nmust take advantage of the Assembly’s debates to\r\nreaffirm our attachment to multilateral cooperation and\r\nto the Organization’s objectives. Today’s multilateral\r\nproblems demand multilateral solutions.\r\nThree years after the Millennium Summit, we\r\nmust acknowledge that we are lagging behind on the\r\nroad map and that our pace is not sustained enough.\r\nThat is the assessment of the most recent Human\r\nDevelopment Report, which shows clearly that, despite\r\nthe positive results witnessed in a number of regions,\r\nother regions risk falling far short of the established\r\nobjectives for 2015.\r\nSwitzerland shares the view that there is no\r\ndevelopment without security and that it would be\r\nbetter to concentrate our efforts on eliminating the\r\ncauses of conflicts and preventing them rather than to\r\nhave to face their consequences later. Only economic,\r\nsocial and political stability enables everyone to\r\ndevelop and progress. We must focus our discussions\r\nof security on individuals and broaden our approach to\r\nhuman security. To help improve human security, we\r\nmust also keep promises made concerning\r\ndevelopment. Proclaiming objectives is not enough; we\r\nmust make them realities.\r\nIn Monterrey, the international community\r\nestablished a modern partnership to attain development\r\nobjectives, recognizing that the fight against poverty\r\ncannot be reduced to an increase in public development\r\nassistance or in economic growth. More effective aid\r\nmust be accompanied by, inter alia, sound national\r\npolicies, good governance in developing countries and\r\nsupport for international financial institutions. It must\r\nalso support efforts aimed at greater protection of\r\nnatural resources as a basis for life and prosperity.\r\nTrade liberalization can contribute to the fight\r\nagainst poverty. It plays an indispensable role in the\r\nintegration of developing countries into the global\r\neconomy, helping to free up the financial resources\r\nessential to attaining the Millennium Development\r\nGoals. Since no agreement was reached at the Cancún\r\nmeeting, we must give multilateral negotiations another\r\nchance and avoid the temptation of protectionism.\r\nIn that regard, we reaffirm our conviction that the\r\nUnited Nations, the Bretton Woods institutions and the\r\n14\r\nA/58/PV.24\r\nWorld Trade Organization must strengthen their\r\ncoordination, their cooperation and their consistency in\r\nthe implementation of strategies aimed at attaining the\r\nMillennium Development Goals and those of\r\nsustainable development, while preserving their\r\nrespective roles in their fields of action and\r\ncompetence. Switzerland believes that the relations\r\namong those institutions deserve to be re-examined, for\r\nexample, by a group of independent personalities.\r\nCollective responsibility in the quest for solutions\r\nand on the path towards comprehensive\r\nimplementation of the Millennium Declaration in no\r\nway exempts any State from its individual\r\nresponsibility to do everything necessary to ensure\r\ngood management of public affairs and to guarantee\r\nrespect for democracy and human rights, the protection\r\nof natural resources and the eradication of poverty.\r\nMr. Amer (Libyan Arab Jamahiriya) (spoke in\r\nArabic): My delegation has carefully considered the\r\nSecretary-General’s report on the work of the\r\nOrganization, contained in document A/58/1, and his\r\nreport on the follow-up to the outcome of the\r\nMillennium Summit, contained in document A/58/323.\r\nWe wish at the outset to express our satisfaction with\r\nthe contents of those two reports, which not only detail\r\nthe Secretary-General’s efforts to contribute to the\r\nsolution of international and regional problems and to\r\nenhancing international cooperation in all fields, but\r\nalso reflect courageously and frankly the\r\nOrganization’s successes and failures in its work and\r\nwhat it must do in the future to address the world’s\r\nproblems.\r\nThe Secretary-General introduces his report by\r\nsaying that this has been a trying year for the\r\nOrganization in the area of peace and security. He\r\nnevertheless points to certain positive developments on\r\nthe international scene, the solution of various\r\nproblems in a number of regions, the outcome of the\r\nmajor international conferences and the impulse they\r\ngive to sustainable development. We agree with his\r\nassessment that these developments indicate promising\r\nopportunities for establishing peace and stability in\r\nregions that continue to face problems and that there is\r\na general trend towards addressing the economic\r\nproblems of many States.\r\nWe are also satisfied that, although progress was\r\nelusive, the Secretary-General, with perseverance and\r\nresolve, made extra efforts to meet international\r\npolitical, economic and environmental challenges. We\r\nhope that these efforts will achieve results that reverse\r\nthe trend towards increasing poverty, spreading\r\ndisease, environmental deterioration and declining\r\ngrowth in many countries, especially the developing\r\nones.\r\nThe Secretary-General has said that terrorism\r\ncontinues to represent a major threat to international\r\npeace and security. We believe that this view is shared\r\nby all, because terrorism — whether committed by\r\ncountries, groups or individuals — threatens the\r\nsovereignty of States and erodes the principles\r\nenshrined in the United Nations Charter. It is fair to say\r\nthat the Organization has led the way in developing\r\ninternational conventions and agreements to safeguard\r\nhumanity. My delegation welcomes the Secretary-\r\nGeneral’s resolve to play a more active in combating\r\nterrorism and encourages all Member States to adhere\r\nto the international instruments aimed at containing\r\nand eventually eradicating this scourge.\r\nMy country has done just that. We are now party\r\nto the international anti-terrorism conventions and\r\nmembers of relevant regional organizations. We have\r\nsubmitted our principal and complementary reports to\r\nthe Counter-Terrorism Committee, established under\r\nSecurity Council resolution 1373 (2001), and have\r\nanswered all the Committee’s questions.\r\nWhile we have undertaken every possible\r\nmeasure to thwart terrorist activity, which we strongly\r\ncondemn, we believe that the eradication of the threat\r\nrequires us first to avoid double standards and to\r\naddress terrorism’s root causes, including occupation,\r\noppression, corruption and racism. We should stop\r\nlinking terrorism to a specific religion, culture or\r\nregion, as some do. It is totally unacceptable to define\r\nas terrorism the struggles of peoples to protect\r\nthemselves from their oppressors and to win their\r\nindependence and freedom.\r\nWe also stress the fact that terrorism cannot be\r\neradicated by unilateral action by one State or group of\r\nStates. Terrorism can be eradicated only by coordinated\r\nand organized action. That is the essence of the\r\nSecretary-General’s affirmation in a previous report\r\nthat the United Nations alone can give legitimacy to\r\nthe combat against terrorism. That is the right way of\r\nthinking.\r\nWe therefore hope that the text of a\r\ncomprehensive treaty on terrorism can be drafted\r\n15\r\nA/58/PV.24\r\nsuccessfully. More important still, we look forward to\r\nthe convening of an international conference or a\r\nspecial session of the General Assembly to debate the\r\nphenomenon of terrorism, its motives and causes, and\r\nthe measures necessary to eradicate it, but primarily to\r\nproduce a clear definition that distinguishes between\r\nterrorism as an abhorrent criminal activity and the right\r\nof peoples to struggle for their self-determination.\r\nTerrorism is one of the principal challenges\r\nfacing the international community. However, we\r\nshould not prioritize that scourge at the expense of\r\nother problems addressed by the Secretary-General in\r\nhis reports on the work of the Organization and on the\r\nimplementation of the Millennium Declaration. My\r\ndelegation shares the Secretary-General’s concern at\r\nthe lack of progress in disarmament, especially in the\r\nfield of weapons of mass destruction. We again stress\r\nthe need for all countries to destroy such weapons and\r\nto develop a time frame for such eradication, without\r\nwhich no one can feel safe or secure. This is especially\r\nnecessary in the Middle East, where the process of\r\nweapons of mass destruction disarmament must include\r\nIsrael, which has not joined the relevant international\r\nconventions.\r\nWe welcome the Secretary-General’s\r\ndetermination to enhance cooperation between the\r\nUnited Nations and regional organizations in various\r\nfields, especially strategies to prevent and solve\r\nconflicts. We commend his zeal to avoid duplication in\r\nthe work of the Organization, to streamline its\r\nprocedures, enhance its transparency and ensure\r\nequitable distribution of responsibility among Member\r\nStates.\r\nWe also welcome the success of attempts to\r\nachieve peace and national reconciliation in a number\r\nof African countries and we call on the Secretary-\r\nGeneral and his special envoys to make further efforts\r\nto solve problems in other parts of the continent. We\r\nalso urge the United Nations system to support African\r\nefforts to promote socio-economic development for the\r\npeople of the continent. We welcome the pledges of\r\nsupport for the New Partnership for Africa’s\r\nDevelopment. The priority in this regard should be the\r\ncooperation of all partners with African organizations,\r\nespecially the African Union, which is leading that and\r\nother initiatives to eradicate hotbeds of tension,\r\npoverty, disease, hunger and underdevelopment from\r\nthe continent.\r\nWe agree with the Secretary-General’s statement\r\nof 23 September that the United Nations, though not a\r\nperfect instrument, is a precious one. The\r\nOrganization’s importance lies in taking action that\r\nreflects the aspirations of the peoples it represents. To\r\nthat end, reform is of the utmost necessity. We\r\ntherefore welcome the Secretary-General’s call for\r\nstrengthening the role of the General Assembly and,\r\nmost importantly, to empower it to monitor and\r\nsupervise the Security Council and to follow up the\r\nimplementation of the Council’s resolutions, which\r\nhave become irrelevant outside these halls.\r\nWe also welcome the Secretary-General’s call for\r\nthe reactivation of other organs, including the\r\nEconomic and Social Council, as well as of the\r\ninternational economic mechanisms. We agree that we\r\nneed to break through the current impasse in the reform\r\nof the Security Council and expand its membership to\r\nmake it more representative of the international\r\ncommunity and of the realities of today’s world. We\r\nalso underline the need to remove all the obstacles that\r\nprevent the Council from carrying out its functions, in\r\nparticular the right of veto, as called for by my country\r\nand by the Non-Aligned Movement, the African Union\r\nand the Organization of the Islamic Conference.\r\nWe also welcome the Secretary-General’s\r\nproposal to create a high-level panel of eminent\r\npersonalities to consider all aspects of global\r\nchallenges. This proposal is entirely in keeping with\r\nthe appeals that we made during, inter alia, the most\r\nrecent Non-Aligned Movement summit.\r\nWe request the Secretary-General to take into\r\nconsideration the principle of equitable geographical\r\ndistribution when appointing members of that panel\r\nand to ensure that the personalities are well versed in\r\ninternational affairs and in the working methods of the\r\nOrganization. We appeal to the members of that panel,\r\nwhen undertaking their important task, to remain in\r\ndirect contact with Member States so as the ensure that\r\ntheir views are taken into account and are reflected in\r\nthe report that they submit for the consideration of all\r\nMember States.\r\nMr. Haraguchi (Japan): The members of the\r\ninternational community are becoming increasingly\r\ninterdependent as a result of the advance of\r\nglobalization. We are no longer able to achieve our\r\nsecurity or prosperity alone. We need to behave in\r\naccordance with international agreements and rules so\r\n16\r\nA/58/PV.24\r\nas to avoid unnecessary friction among us and to\r\nenhance cooperation. There is an increasing need for an\r\neffective, properly structured multilateral framework.\r\nFurthermore, the challenges we face today are\r\nbecoming more and more diverse and complex.\r\nEffective, lasting solutions have to be sought in a\r\ncomprehensive and integrated manner.\r\nThe United Nations, with its universal\r\nmembership and its broad mandate, is the only body\r\nthat can meet those requirements of our time. We\r\nbelieve that the United Nations should continue to play\r\nan important role — a role which no other international\r\norganization can fulfil.\r\nIt is true that a number of frustrations and\r\ncriticisms have arisen in relation to the United Nations\r\nas a result of the handling of the Iraq situation.\r\nHowever, they should be taken as a disguised\r\nexpression of the high expectations we have of the role\r\nof the United Nations. We continue to believe in the\r\nrelevance of the United Nations as the Organization\r\ncharged with the task of maintaining international\r\npeace and security.\r\nOf course, this does not mean that we are\r\nsatisfied with the Organization’s performance. There is\r\nno question that the United Nations needs to be\r\nreformed in a number of areas. We, the Member States,\r\nneed to reflect seriously on ways and means to\r\nrevitalize the United Nations: how best to reform the\r\nOrganization in order to enable it more effectively to\r\ncarry out the functions expected of it as an authentic\r\nsystem of world governance.\r\nIn that regard, Japan is of the view that Security\r\nCouncil reform, administrative and budgetary reform\r\nand the revitalization of the General Assembly deserve\r\nparticular attention. First, Security Council reform\r\nbasically involves enhancing the Council’s legitimacy\r\nand effectiveness. I could not agree more with the\r\nSecretary-General’s comments, in his report on the\r\nimplementation of the Millennium Declaration that,\r\n“The composition of the Security Council ... seems at\r\nodds with the geopolitical realities of the twenty-first\r\ncentury” (A/58/323, para. 96).\r\nIn our view, the Council needs new permanent\r\nmembers that are both willing and able to shoulder\r\nglobal responsibilities. As our Foreign Minister clearly\r\nindicated in her address during the general debate,\r\nJapan continues to work actively for the realization of\r\nSecurity Council reform and would like to assume\r\ngreater responsibility as a permanent member of a\r\nreformed Council.\r\nSecondly, in order to meet new challenges within\r\nits limited financial resources, the United Nations must\r\nfurther rationalize its budget through the stricter\r\nprioritization of its activities and the further\r\nredeployment of resources from obsolete activities.\r\nThat is the basic position of my Government with\r\nregard to deliberations on the programme budget for\r\nthe biennium 2004-2005.\r\nThe scale of assessments ought to be changed, in\r\na timely manner, so as to make it more properly\r\nbalanced and equitable, in conformity with each\r\ncountry’s actual economic performance, as well as with\r\nits status and responsibility in the United Nations.\r\nI would also like to draw attention to the need for\r\nequitable geographical distribution among Member\r\nStates with regard to the number of staff in the\r\nSecretariat. That goal is still far from being attained.\r\nSevere underrepresentation has to be redressed as a\r\nmatter of priority. I would like in particular to stress\r\nthat, unless a sense of fairness is widely shared among\r\nMember States, we cannot hope for the smooth\r\nmanagement of the Organization. In the long run, the\r\nUnited Nations will enjoy the wholehearted support of\r\nMember States only when each one of them considers\r\nthe Organization to be managed in a fair and equitable\r\nmanner. If the views of certain countries go unheeded\r\nand they are left with the feeling that they are obliged\r\nto bear excessive burdens or that they are being\r\nunfairly treated, I am afraid that this may lead to the\r\nserious erosion of support for the Organization.\r\nThirdly, some may believe that United Nations\r\ndiplomats are too preoccupied with the task of adopting\r\na great many resolutions every year that hardly have\r\nany real impact on the outside world. In order to enable\r\nthe General Assembly to effectively play the role of the\r\nchief deliberative, policy-making and representative\r\norgan of the United Nations, the discussion there must\r\nbe reinvigorated and regain relevance. The obvious\r\nstep to be taken in this direction is the further\r\nstreamlining and consolidation of the agenda.\r\nI would now like to turn to the three areas that the\r\nSecretary-General addresses in his report on the\r\nimplementation of the Millennium Declaration: peace\r\nand security; development; and human rights and\r\ndemocracy.\r\n17\r\nA/58/PV.24\r\nThe restoration of security to and the promotion\r\nof the reconstruction of Iraq remain high on our\r\nagenda. Japan believes that it is critically important for\r\nthe international community to extend support to Iraq\r\nso that it can become a moderate, unified country\r\nwhich coexists peacefully with neighbouring countries.\r\nIn this context, we sincerely hope that the new draft\r\nresolution now being discussed will provide a good\r\nbasis for strengthened international partnership.\r\nAs far as peace and security in North-East Asia is\r\nconcerned, North Korea’s nuclear development\r\nprogramme is of the gravest concern, not only to Japan,\r\nbut also to the international community as a whole. We\r\nurge North Korea once again to promptly dismantle all\r\nof its nuclear development programmes in a complete,\r\nverifiable and irreversible manner.\r\nAt the same time, as Foreign Minister Kawaguchi\r\nstated, Japan intends to effect the normalization of\r\ndiplomatic relations with North Korea on the basis of\r\nPyongyang Declaration, after achieving a\r\ncomprehensive resolution of all the outstanding issues,\r\nincluding the nuclear issue, the missile issue and the\r\nabduction issue.\r\nIn the area of disarmament and non-proliferation,\r\nJapan, as the only nation to have experienced the\r\nenormous tragedies caused by nuclear weapons, is\r\nmaking strenuous and resolute diplomatic efforts\r\ntowards a peaceful and safe world, freed from nuclear\r\nweapons through a realistic and incremental approach.\r\nWe will submit a draft resolution to the current General\r\nAssembly session entitled, “A path to the total\r\nelimination of nuclear weapons”. I call on Member\r\nStates to extend to the draft their overwhelming\r\nsupport.\r\nWe were all shocked by the terrorist attack on the\r\nUnited Nations offices in Baghdad. It was an attack on\r\nus all. We must take resolute action against those\r\ndespicable terrorists. It is now more important than\r\never for all members of the international community to\r\nshow the political will to take forceful counter-\r\nterrorism measures and to build the capacity to\r\nimplement them. At the same time, more effective\r\nways should be explored to ensure the safety of United\r\nNations and humanitarian personnel.\r\nThe realization of a universal criminal justice\r\nsystem to put an end to impunity for those who have\r\ncommitted serious crimes is another means of\r\naddressing the root causes of violent conflict. Japan,\r\nhaving played a central role in supporting Cambodia’s\r\nefforts to carry out the Khmer Rouge trials, with the\r\nhelp of the United Nations, welcomes the signing of\r\nthe draft agreement between the United Nations and\r\nCambodia. We call on both the Cambodian\r\nGovernment and the United Nations to expedite the\r\nprocess leading to the early realization of justice in\r\nCambodia and we appeal to Member States to extend\r\nsupport to the trials.\r\nI am happy to note that the third Tokyo\r\nInternational Conference on African Development\r\n(TICAD III) was successfully concluded on 1 October.\r\nThe TICAD process, which celebrates its tenth\r\nanniversary this year, demonstrates Japan’s firm\r\ncommitment to African development. We are proud to\r\nhave continued to stress the need for assistance to\r\nAfrica at a time when the international community was\r\nsuffering from aid fatigue to Africa. It is our hope that\r\nthe results of TICAD III will serve as another\r\nimportant impetus for further development in Africa.\r\nIn order to achieve the Millennium Development\r\nGoals, all concerned countries must increase their\r\nefforts to realize their commitments and work to\r\nproduce concrete positive results. It would be a pity if\r\ndeveloped and developing countries ended up accusing\r\none another of a lack of effort in working towards our\r\ncommon goals and objectives.\r\nRegarding the Secretary-General’s report on the\r\nMillennium Declaration (A/58/323), my Government\r\nhas some specific comments and is preparing a note to\r\npresent to the Secretariat and to distribute subsequently\r\nto Member States.\r\nNatural disasters often wipe out the precious\r\nfruits of our laborious efforts towards development.\r\nTherefore, disaster reduction is one of the\r\nindispensable prerequisites for sustainable\r\ndevelopment. Let me take this occasion to reiterate\r\nJapan’s proposal to host a world conference on disaster\r\nreduction, in the framework of the United Nations, in\r\norder to develop new strategies for the twenty-first\r\ncentury.\r\nFor achieving sustainable development, education\r\nis another key issue to be emphasized. Japan will\r\ncontinue to promote the United Nations Decade of\r\nEducation for Sustainable Development and would like\r\nto propose a draft resolution on this item.\r\n18\r\nA/58/PV.24\r\nWe are convinced that respect for human rights,\r\nestablishment of democracy and good governance are\r\nessential ingredients for the sound foundation on which\r\ndecent societies may flourish. However, the process by\r\nwhich this is achieved is by no means an automatic and\r\nself-sustaining one. It has been, and continues to be,\r\naffected by a whole variety of external and internal\r\nchallenges.\r\nThose challenges are so diverse and complex that\r\nwe need a more comprehensive and integrated\r\napproach that encompasses a wide range of the\r\npolitical, economic, and social aspects of our life.\r\nJapan is actively promoting the conceptual framework\r\nof human security and strengthening our efforts in\r\nprotecting and empowering individuals and\r\ncommunities from a human-centred perspective. We\r\nwill continue to work for the realization of the\r\nrecommendations made in the report by the\r\nCommission on Human Security.\r\nThe progress achieved in implementing the\r\nMillennium Declaration is to be reviewed in 2005.\r\nJapan remains committed to making its proper\r\ncontribution and to working with other Member States\r\ntowards the attainment of the goals of the Declaration.\r\nThe President: I now give the floor to the\r\nrepresentative of Jamaica.\r\nMr. Neil (Jamaica): Jamaica aligns itself with the\r\nstatement made this morning by the permanent\r\nrepresentative of Morocco, speaking on behalf of the\r\nGroup of 77 and China.\r\nOur review of the work of the United Nations\r\nover the past year comes at a significant time in the\r\nhistory of the Organization. The events over the past\r\nyear have brought new challenges and questions\r\nconcerning the future of our system of collective\r\nsecurity. This Assembly now provides a timely\r\nopportunity for assessment and reflection, since we are\r\nclearly at a point where we should contemplate some\r\nreshaping of the international system.\r\nJamaica congratulates the Secretary-General for\r\nhis leadership in the past year and we have studied his\r\nreport (A/58/1), which, as usual, gives a\r\ncomprehensive review of activities of the United\r\nNations over the past year. It was a difficult and\r\neventful year for the United Nations, dominated by\r\nintense preoccupations in the area of peace and\r\nsecurity. The war in Iraq was deeply divisive and\r\nchallenging to the role and relevance of our system of\r\ncollective security. What happened was damaging to\r\nthe Organization and to relations within the\r\ninternational community. Lessons are to be learned\r\nfrom that experience, the most important of which is\r\nthat there is no safe alternative to multilateralism or\r\nour collective system, which is the foundation for\r\ninternational security. What is needed is to strengthen\r\nthe effectiveness of the system in decision-making and\r\nenforcement mechanisms and to improve adherence of\r\nthe Membership to the obligations of the Charter and\r\nthe rules of international law.\r\nBy precept and in practice, the United Nations\r\nmust be democratic in its decision making, equitable in\r\nits policies, principled in its actions and impartial,\r\nobjective and non-discriminatory in the application of\r\nits rules and standards. The shocking and outrageous\r\nevents of 19 August, which we all have condemned,\r\nunderscore the importance of maintaining the image of\r\nthe United Nations in commanding respect and as an\r\nimpartial arbiter, acting in the interest of all nations\r\nand peoples in the global community.\r\nThere are some points of detail in the Secretary-\r\nGeneral’s report on which we are constrained to\r\nexpress reservations with regard to interpretation of\r\ncontext and circumstances. It is important that in such\r\nmatters there is balance in the respective roles of the\r\nSecretariat and of the Member States, and that in cases\r\nwhere United Nations assistance is given, it is not\r\nconstrued in terms that give rise to misleading\r\nimpressions. Paragraphs 95 of document A/58/323 and\r\n59 of document A/58/1 are the subject of these\r\nconcerns. However, in general we are satisfied that his\r\nreport reflects the mixed record of the Organization’s\r\nachievements and setbacks since our last session.\r\nIn the field of disarmament, we share his\r\ndisappointment at the weakening of the international\r\ncommitment to disarmament norms, and at the\r\nstalemate in the negotiating bodies. We must all be\r\nconcerned with the danger of the spread of weapons of\r\nmass destruction. But we are also concerned about the\r\nproliferation of small arms and conventional weapons.\r\nThese issues should be addressed in a balanced and\r\nnon-discriminatory manner, taking into account the\r\nsecurity concerns of all States.\r\nWith regard to terrorism, there was increased\r\ncooperation in counter-terrorism over the year but there\r\nis need to broaden the strategy which should not be\r\n19\r\nA/58/PV.24\r\nconfined to military and financial measures, but should\r\nalso be combined with a strategy of prevention, based\r\non careful analysis and actions to eliminate the root\r\ncauses.\r\nThe work of the United Nations has had its share\r\nof success in Africa, but it is clear that more resources\r\nare necessary to strengthen the foundations for peace\r\nand stability in post-conflict environments. Important\r\nachievements were also made in meeting humanitarian\r\ncommitments, but here again, resource constraints are\r\nhampering the work of the Organization, especially in\r\ncombating dangerous diseases and in providing\r\nemergency assistance for disaster relief and alleviating\r\nfood shortages.\r\nIn relation to the Millennium Development Goals,\r\nwe note that limited progress has been achieved, but\r\nthere seems to be in significant areas, some loss of\r\nmomentum. Implementation of the Monterrey and\r\nJohannesburg commitments is moving at too slow a\r\npace towards the targets set within the prescribed\r\ntimeframes. The sluggish growth in the world economy\r\nmight explain this in part, but it is also apparent that\r\nthe political solidarity and commitment to international\r\ndevelopment cooperation is still far below desired\r\nlevels to meet the objectives of Goal 8 of the\r\nprogramme.\r\nWe also believe that too often development\r\nassistance is being conditioned on specified political\r\ncriteria and the achievement of these conditionalities\r\nare given a greater priority than the substantive needs\r\nthat exist in relation to poverty reduction and economic\r\nwelfare in the developing countries. The critical\r\nproblem remains the quantum of resources and we\r\ncommend those donor countries which have\r\nconsistently met their prescribed official development\r\nassistance target and urge that their example be\r\nfollowed. We also continue to urge that priorities in\r\neconomic development cooperation reflect concerns of\r\nvulnerability as well as absolute poverty levels in the\r\ndeveloping countries.\r\nWe also wish to say that overall development\r\nneeds and the achievements of the Millennium\r\nDevelopment Goals require that the United Nations\r\nplay a more important role in the formulation of\r\npolicies affecting the development process. Currently,\r\nthese are still largely determined by the Bretton Woods\r\ninstitutions within a system of governance in which\r\nlittle voice or influence is allowed to the developing\r\ncountries. This results in the formulation of substantive\r\npolicies in finance and trade tailored to ideological\r\nprescriptions, rather than the economic and social\r\ndynamics and the diversity of circumstances existing in\r\nthe developing countries.\r\nFor this reason, we need the United Nations to\r\nexert greater influence and to play a more central role\r\nin determining the policies guiding international\r\neconomic relations, for these have a profound bearing\r\non security and stability within the global community.\r\nWe recognize that some steps have been taken towards\r\ncoordination, but we need to go further and develop a\r\nmechanism within the United Nations which would\r\noversee development issues and devise prescriptions\r\nfor development crises as they arise.\r\nThe Secretary-General has emphasized the need\r\nfor reform and we support his intention to appoint a\r\nhigh panel of eminent persons to consider the issue. We\r\nlook forward to its results. However, this should not\r\ndelay our efforts to make progress at the present\r\nsession. Mention has been made of the need for radical\r\nreform, but we have our doubts whether what is needed\r\nnow is radical reform, for we believe that the\r\nfundamentals are in place. What is needed are\r\nadjustments and changes to bring the existing\r\nstructures in line with the Charter principles and\r\ncurrent needs.\r\nReform must be in the direction of achieving\r\nmore democratization and revitalization of the role of\r\nthe principal organs. We should remember that\r\ndemocratization is not simply about structures and\r\nprocedures; it is about transparency and open\r\nparticipation in an environment for the free exchange\r\nof views and for an inclusive process of decision-\r\nmaking which takes into account the interests and\r\nviews of all States.\r\nWhat should also be borne in mind is the\r\nimportance of revitalization in relation to the political\r\ncommitment of Member States. A major part of the\r\nproblem we face today results from a failure to observe\r\nthe obligations of the Charter and to honour its\r\nprinciples — the sovereign equality of States, mutual\r\nrespect for sovereignty and territorial integrity, self-\r\ndetermination and the peaceful settlement of disputes.\r\nIn the absence of a strong commitment to adherence, it\r\nwill not matter what kind of structures or procedures\r\nare devised if States will not honour their obligations.\r\n20\r\nA/58/PV.24\r\nFor the international system to operate effectively\r\nand enjoy the confidence of the world, all States must\r\nbe bound by its common rules, without exception.\r\nWhatever may be a nation’s degree of military power\r\nor level of development, all nations must abide by this\r\nobligation and all are entitled to equal security and\r\nopportunity to share in global prosperity. Our reform\r\nefforts should seek to achieve these objectives.\r\nThe President: I now give the floor to the\r\nrepresentative of Serbia and Montenegro.\r\nMr. ahović (Serbia and Montenegro): My\r\ndelegation has studied the report of the Secretary-\r\nGeneral on the work of the Organization with great\r\ninterest. We fully concur with the Secretary-General’s\r\nassessment that the past year has been an extremely\r\ntrying one, particularly in the field of peace and\r\nsecurity. Indeed, developments during this period have\r\nplaced the Organization before great challenges.\r\nTerrorism continues to pose a major worldwide\r\nthreat. Hence, the fight against terrorism should\r\ncontinue to be a major area of engagement of the\r\nUnited Nations. My country firmly believes that this\r\nscourge can be best fought through the mechanism of\r\nclose multilateral cooperation, never losing sight of the\r\nnecessity to respect human rights and promote values\r\nof tolerance and dialogue. We stand firmly committed\r\nto fully contributing to all regional and global\r\ninitiatives to combat terrorism.\r\nIn connection with the struggle against terrorism,\r\nbut also in a broader context, we support enhancement\r\nof the role of the United Nations in the field of non-\r\nproliferation of weapons of mass destruction.\r\nAs indicated in the Secretary-General’s report,\r\nthe situation in Iraq and the Middle East peace process\r\nhave preoccupied the agenda of the Organization, as\r\nwell as the attention of the world public in the past\r\nyear. My Government fully supports efforts to establish\r\nan optimal time frame for the restoration of sovereignty\r\nto the Iraqi people. An active and clear role of the\r\nUnited Nations in facilitating and supporting this\r\nprocess offers the best chance for success. We also\r\nconsider it vital to put implementation of the Middle\r\nEast road map back on track.\r\nAllow me to touch on the issues of conflict\r\nprevention, peacemaking and peace-building. The\r\nreport before us gives ample evidence of the many\r\ncrises that demand the continuous engagement of the\r\nUnited Nations in efforts to stabilize conditions in\r\nfragile regions on various continents.\r\nMy country is currently contributing to these\r\nefforts in the United Nations missions in Timor-Leste\r\nand the Democratic Republic of the Congo, and is\r\npreparing to join the United Nations operation in\r\nLiberia.\r\nTurning to one specific aspect of peacekeeping\r\nand peace-building, I should like to emphasize that we\r\nwelcome the intensified cooperation between the\r\nUnited Nations and regional organizations. Close\r\ncooperation with the European Union in the\r\nDemocratic Republic of the Congo and with the\r\nEconomic Community of West African States\r\n(ECOWAS) in West Africa have yielded exemplary\r\nresults.\r\nOur part of the world is a particular case in point\r\nin this respect. The smooth transition from the United\r\nNations to the European Union mission in Bosnia and\r\nHerzegovina has provided a model for future reference.\r\nPositive instances of cooperation between the United\r\nNations, the European Union and the Organization for\r\nSecurity and Cooperation in Europe (OSCE) can be\r\nseen in my country as well. Suffice it to say on this\r\noccasion that those regional organizations lead two of\r\nthe four pillars of the United Nations Interim\r\nAdministration Mission in Kosovo (UNMIK).\r\nSpeaking of UNMIK, we regret to note that the\r\nreport omitted any mention of the unsatisfactory\r\nconditions on the ground in our province of Kosovo\r\nand Metohija. All relevant periodic reports — of the\r\nMission itself, of the Secretary-General, of United\r\nNations bodies and of other international organizations\r\npresent in the field — conceded that there is an\r\nunacceptable level of violence directed against\r\nminorities. The international presence has failed to put\r\nan end to the activities of several extremist\r\norganizations of ethnic Albanians, including the\r\nAlbanian National Army (ANA), which UNMIK itself\r\nproclaimed a terrorist organization. The overall\r\nsituation, which is also affected by high levels of\r\norganized crime — including trafficking in arms, drugs\r\nand human beings — had led to perhaps the most\r\nsignificant failure of all — the lack of refugee and\r\ninternally displaced persons returns.\r\nIt is therefore particularly surprising that the\r\nplight of the hundreds of thousands of refugees and\r\ninternally displaced persons in my country has\r\n21\r\nA/58/PV.24\r\nwarranted no mention in the report, although\r\napproximately 260,000 internally displaced persons\r\nfrom Kosovo and Metohija still reside in Serbia and\r\nMontenegro, unable to return home.\r\nIn addition to this discouraging situation, I must\r\nalso add that Serbia and Montenegro is hosting almost\r\n400,000 refugees — about 65 per cent of them from\r\nCroatia and the remaining number from Bosnia and\r\nHerzegovina. There is, however, a considerable\r\ndifference in the rate of returns to those two countries:\r\nhalf of the overall numbers of refugees from Bosnia\r\nand Herzegovina have returned home, while less than a\r\nfifth of the refugees from Croatia have been able to do\r\nso.\r\nWhile we recognize that the Office of the United\r\nNations High Commissioner for Refugees (UNHCR) is\r\nwithdrawing from the region, that should not mean that\r\nall international attention to, and assistance for,\r\nrefugees in the region should stop. On the contrary, it\r\nshould continue. For our part, we are fully engaged in\r\nbilateral efforts with both aforementioned neighbouring\r\ncountries to facilitate returns.\r\nI would like to emphasize Serbia and\r\nMontenegro’s full support for the enhanced\r\nengagement of the United Nations in promoting human\r\nrights. We welcome the fact that, during the past year, a\r\nlarge number of States, including my own, have\r\nacceded to many international human rights\r\ninstruments. I am pleased to be able to note that Serbia\r\nand Montenegro has ratified six of the seven\r\nconventions and five of the optional protocols\r\nmentioned in the report. That fact, together with the\r\noverall improvement of the human rights situation in\r\nthe country, led to the termination of the mandate of\r\nthe special representative of the Commission on\r\nHuman Rights who monitored developments in the\r\nregion.\r\nIn this context, it would be difficult to overstate\r\nthe importance of the increasing focus of the United\r\nNations on the promotion of the rule of law in post-\r\nconflict societies, as highlighted also by the recent\r\ndebate in the Security Council on this subject. Allow\r\nme to reiterate in this connection that Serbia and\r\nMontenegro is fully committed to cooperating with the\r\nInternational Criminal Tribunal for the former\r\nYugoslavia (ICTY).\r\nAs for the follow-up to the Millennium Summit, I\r\nwould like to note the assessment in the Secretary-\r\nGeneral’s report that the Goals could be reached if, in\r\nthe period leading up to 2015, we maintain and\r\nincrease the momentum generated over the last three\r\nyears. The successful and timely implementation of the\r\nGoals will not only be a great contribution to the\r\nstruggle against extreme poverty and to the meeting of\r\nbasic human needs, but will target some of the main\r\ncauses of tensions and armed conflicts, as well as\r\nintolerance and terrorism.\r\nEfforts to achieve the Goals call for a new\r\npartnership, involving mutual responsibilities. The\r\nGoals can be achieved only if efforts in developing\r\ncountries are supported by those countries with the\r\nmeans to provide official development assistance, debt\r\nrelief, market access and stimulation of foreign direct\r\ninvestment.\r\nWe fully support the integrated and coordinated\r\nimplementation of and follow-up to major United\r\nNations conferences and summits, reflecting a new,\r\ncomprehensive and cross-cutting concept. We deem\r\nmost useful the findings of the ad hoc Working Group\r\nestablished to look at the whole mechanism of the\r\nfollow-up processes to these conferences and summits,\r\nespecially with respect to simplifying, improving the\r\nefficiency of, and integrating the efforts of the United\r\nNations system in this respect.\r\nMy Government attaches great importance to the\r\nholding of a major political event in 2005 to review the\r\nprogress achieved in implementing the commitments\r\ncontained in the Millennium Declaration and the\r\noutcomes of conferences and summits in the economic\r\nand social fields.\r\nI would like to conclude by saying that we\r\nwelcome the Secretary-General’s initiative for a\r\nmeasured appraisal of how events in the past year have\r\naffected the United Nations. Indeed, Member States\r\nneed to engage actively in the process of assessing the\r\nkind of Organization that will be best adapted to\r\ncontributing to international stability, in order that it\r\nmay continue to serve as a central multilateral\r\ninstrument of global cooperation in the years ahead.\r\nWe look forward to the conclusions and\r\nrecommendations of the panel of eminent personalities\r\nthat the Secretary-General intends to appoint to discuss\r\nthe reform of the United Nations.\r\nMr. Al-Otaibi (Kuwait) (spoke in Arabic): Allow\r\nme at the outset to commend the remarkable and\r\n22\r\nA/58/PV.24\r\ntireless efforts made by the Secretary-General, Mr.\r\nKofi Annan, in discharging the heavy responsibilities\r\nentrusted to him in the political, economic and\r\nhumanitarian fields, and to express our appreciation to\r\nhim for his wise leadership, despite the difficult\r\nchallenges he faces.\r\nMy delegation has read the two reports, under\r\nitems 10 and 60, on the work of the Organization and\r\non the implementation of the Millennium Declaration,\r\nrespectively, and our statement will be in line with the\r\ngeneral trend towards the rationalization and reform of\r\nthe work of the General Assembly. We will not\r\nreiterate Kuwait’s position on all the issues included in\r\nthe report, because the General Assembly is aware of\r\nmy delegation’s position, having heard Kuwait’s\r\nstatement in the general debate.\r\nMy delegation would like to comment on the\r\ncontent of the aforementioned reports. First, Kuwait\r\nagrees with the Secretary-General that the war against\r\nIraq, which liberated it from the ousted regime, was a\r\nchallenge to collective security, and that there is no\r\nalternative to the role of the United Nations in\r\nmaintaining collective security and international peace\r\nand security.\r\nHowever, my delegation believes that the war\r\nagainst Iraq was not the first challenge to collective\r\nsecurity and to the legitimacy of the United Nations.\r\nPolitical events and past wars have taken place that\r\ncannot be ignored that represented a flagrant challenge\r\nto our Organization — starting with the Israeli\r\noccupation of Arab territories, the occupation of\r\nKuwait by Iraq, the flouting by Saddam Hussain of\r\nUnited Nations resolutions over a period of 12 years,\r\nand the divided views of the international community\r\non how to address those violations.\r\nMy delegation, however, sees here a golden\r\nopportunity for maintaining the credibility and prestige\r\nof the United Nations, through the efforts made by the\r\nSecretary-General to achieve international consensus\r\non the best means to help the Iraqi people restore their\r\nsovereignty and reconstruct their country.\r\nSecondly, my delegation noted that the report of\r\nthe Secretary-General on the work of the Organization\r\naccurately detailed, in chronological order, the\r\ndevelopment of the situation in Iraq in all its political\r\naspects. It explained the efforts of the Organization to\r\nreach a peaceful settlement in this respect. However, it\r\ndid not touch on the efforts of the United Nations to\r\nfollow up the issue of Kuwaiti prisoners of war — an\r\nissue that the ousted regime in Iraq brushed aside and\r\ndid not cooperate in resolving, despite the adoption by\r\nthe Security Council of four resolutions under Chapter\r\nVII. Neither did it refer to the most recent\r\ndevelopments in this matter: the discovery of the mass\r\ngraves of those people and of third-country nationals.\r\nThat regime denied the facts for 12 years, during which\r\ntime the prisoners and their families in Kuwait lived\r\nthrough indescribable suffering — shared by the people\r\nof Iraq, who suffered under the ousted regime. We hope\r\nthat the Secretary-General will not ignore this issue but\r\nwill follow it up, especially given the fact that earlier\r\nreports of the Secretary-General have periodically\r\nreferred directly to it, and to the question of Kuwaiti\r\nproperty.\r\nIn this respect, we would like to express our\r\nappreciation to the members of the Security Council,\r\nHigh-Level Coordinator Yuli Vorontsov, the Gulf\r\nCooperation Council, the League of Arab States, the\r\nOrganization of the Islamic Conference and the Non-\r\nAligned Movement for the honourable stand that they\r\nhave taken, as reflected in their recent declarations,\r\nstrongly condemning the killing of Kuwaiti prisoners\r\nof war by the ousted regime and requesting that those\r\nresponsible be brought to justice.\r\nThirdly, my delegation concluded, after careful\r\nperusal of the reports on the work of the Organization\r\nand on implementation of the Millennium Declaration,\r\nthat there is international agreement with regard to the\r\nlink between development and poverty eradication on\r\nthe one hand, and the establishment of peace and\r\nsecurity on the other. This has become a clearly\r\nestablished principle. Political will for peace must now\r\ntake precedence over narrow self-interest.\r\nMy delegation believes that the follow-up to the\r\ngoals of the Millennium Declaration, especially in the\r\nareas of reform, development and poverty eradication,\r\nshould not be carried out on the basis of periodic\r\nreports covering short periods. The objective should be\r\na long-term strategic perspective with a view to\r\nrevitalizing the role of the United Nations in the new\r\ncentury and linking it to the taking of well-defined\r\npractical steps. We believe that the attainment of that\r\nobjective should be the focus of the Organization’s\r\nwork. There is no need to begin a vicious cycle of\r\nreports from one reporting period to the next.\r\n23\r\nA/58/PV.24\r\nWe agree that a firm schedule should be drawn up\r\nto review comprehensively what has actually been\r\nimplemented of the goals of the Millennium\r\nDeclaration and what still needs to be done. Here, we\r\nwelcome the follow-up process, which is\r\ncomprehensive in that respect.\r\nIn conclusion, we would like to reaffirm our\r\nsupport for the Secretary-General’s initiative to\r\nestablish a high-level panel to review issues relating to\r\nstrengthening the role of the United Nations and to\r\nsubmit recommendations to the General Assembly. We\r\nbelieve that the reform process must continue so as to\r\nensure the effectiveness of the United Nations and its\r\ncollective multilateral work.\r\nMr. Nambiar (India): I would like to convey to\r\nyou, Mr. President, the appreciation of my delegation\r\nfor the considerable efficiency with which you have\r\nbeen conducting the work of this session.\r\nThe Secretary-General has presented a\r\ncomprehensive report (A/58/1) on the activities of the\r\nOrganization during the past year. He has also\r\npresented an important report (A/58/323) on the\r\nimplementation of the Millennium Declaration. During\r\nthe general debate last week and the week before, many\r\nworld leaders emphasized that the events of the past\r\nfew months, especially those in Iraq, have shaken some\r\nof the fundamental assumptions governing the working\r\nof this Organization. Not only have some of these\r\ndevelopments cast a shadow on the legitimacy of the\r\nworld Organization as the body representing the\r\naspirations and concerns of the world community at\r\nlarge, rather than just a part of it, but they have\r\nreopened the broader debate on the future path this\r\nOrganization must tread. We agree with the Secretary-\r\nGeneral that the present juncture represents both a\r\nchallenge and an opportunity for the international\r\ncommunity to address meaningfully the need for urgent\r\nreform of the institutions and processes of the United\r\nNations.\r\nWe pay special tribute to the late Sergio Vieira de\r\nMello for his selfless and dedicated efforts on behalf of\r\nthe United Nations to assist Iraq in its return to\r\nnormalcy. Sergio Vieira de Mello and his colleagues\r\nwho laid down their lives in Baghdad on 19 August\r\n2003 served in the finest tradition of the international\r\ncivil service, and their loss will be irreparable to the\r\nOrganization. We express our sincere condolences over\r\nthat loss, just as we condemn the senseless terrorist\r\nattack on the United Nations headquarters in Baghdad.\r\nIndia endorses the Secretary-General’s call for the\r\nearly restoration of full sovereignty to the Iraqi people.\r\nWe hope the requisite conditions, including appropriate\r\nsecurity and political measures, for the active\r\nre-engagement of the United Nations in Iraq will be\r\nforthcoming. We believe that the United Nations\r\nshould play a crucial role in the process of the political\r\nand economic reconstruction of Iraq.\r\nIn his reports, the Secretary-General correctly\r\nfocused on the hard threats from terrorism and weapons\r\nof mass destruction. Those threats are real and\r\nimminent, and they cannot be ignored. The proactive\r\napproach of the United Nations in combating the global\r\nthreat of terrorism has been evident in the functioning\r\nof the Security Council Committees established\r\npursuant to resolution 1373 (2001) and to resolution\r\n1267 (1999) relating respectively to counter-terrorism\r\nand to the Taliban and Al-Qaeda. However, given the\r\nincreasing reach of terrorist networks and their ability\r\nto disrupt the orderly functioning of society and\r\nthreaten the lives and livelihoods of large numbers of\r\npeople worldwide, the international community needs\r\nto accelerate, through practical and realistic measures,\r\nthe pace of its collective actions to meet the challenge\r\nposed by terrorists and their sponsors.\r\nThe Secretary-General has referred to new\r\nterrorist attacks in different parts of the world. Those\r\nincidents only reinforce the view that no religion\r\nremains immune to such attacks. There can be no\r\njustification for connecting any particular religion with\r\nterrorism. Nor can any political, territorial, religious or\r\nideological rationalization be used to justify the killing\r\nof innocent men, women and children in terrorist\r\nattacks.\r\nIn his two reports, the Secretary-General has\r\nstressed the need to combat terrorism while ensuring\r\nfull compliance with established human rights and\r\nother international norms. We fully agree with that\r\nview. But it is equally important to note that States are\r\naccountable for their actions through their legal and\r\nother obligations, both international and domestic.\r\nEvery State Member of the United Nations is fully\r\naware of those obligations. Governments of Member\r\nStates that form part of democratic polities also find\r\ntheir policies subjected to the periodic scrutiny of their\r\npeople, to whom they are ultimately accountable. On\r\n24\r\nA/58/PV.24\r\nthe other hand, a disproportionate emphasis upon this\r\narea of a Member State’s actions could serve as an\r\nunintended handle for non-State actors who seek to\r\nevade responsibility for their own action. It also —\r\nhowever unwittingly — seems to place rule-abiding\r\nMember States and lawless terrorist outfits on the same\r\nplane. It must be remembered that those outfits and\r\ntheir adherents are accountable to none for their\r\nmindless terrorism and violate the most basic of the\r\nhuman rights of their hapless victims, namely, their\r\nright to life.\r\nThe Secretary-General has pointed out that in the\r\n25 years since the first special session of the General\r\nAssembly devoted to disarmament, there has been little\r\nforward movement on multilateral disarmament issues.\r\nIndia has consistently pursued the objective of global\r\ndisarmament based on the principles of universality,\r\nnon-discrimination and effective compliance. We\r\nstrongly emphasize that the Conference on\r\nDisarmament must be allowed to play its mandated role\r\nas the sole multilateral disarmament negotiating body.\r\nThe increased danger of weapons of mass\r\ndestruction falling into the hands of terrorists is also\r\nhighlighted in the Secretary-General’s report.\r\nRecognizing that concern, last year India initiated a\r\ndraft resolution entitled “Measures to prevent terrorists\r\nfrom acquiring weapons of mass destruction”, which\r\nwas adopted by consensus as resolution 57/83. We\r\npropose to introduce an updated version of that draft\r\nresolution during the current session of the General\r\nAssembly for adoption with the support of all\r\nconcerned.\r\nIn recent years, the Security Council has\r\nincreasingly resorted to the use of sanctions as a tool\r\nfor promoting and maintaining international peace and\r\nsecurity. We fully concur with the Secretary-General\r\nthat while sanctions should maximize pressure on their\r\nintended targets, they should not adversely impact on\r\ninnocent civilian populations or third countries. In that\r\ncontext, the work of the Interlaken, Bonn-Berlin and\r\nStockholm processes have been invaluable in refining\r\nthe instruments of international sanctions. It is our\r\nview that similar efforts need to be undertaken to\r\nfurther improve sanctions against terrorist groups and\r\nnon-State actors.\r\nWhile presenting his report on the work of the\r\nOrganization (A/58/1) at the beginning of the general\r\ndebate, the Secretary-General announced his intention\r\nto establish a high-level panel of eminent personalities\r\nentrusted with the task of reviewing and making\r\nrecommendations on strengthening the United Nations\r\nthrough reforming its institutions and processes.\r\nAlmost every speaker in the general debate welcomed\r\nthe initiative of the Secretary-General. We reiterate our\r\nsupport for the Secretary-General in his efforts at\r\ninitiating a process of far-reaching reforms of the\r\nOrganization, its institutions and processes. We stand\r\nready to cooperate with other Member States in\r\ncarrying forward the efforts of the Secretary-General in\r\nthat regard.\r\nThe Secretary-General has pointed out that the\r\nSecurity Council must garner the widest possible\r\nsupport for its decisions and actions, and that this can\r\nonly be achieved if it is perceived to be broadly\r\nrepresentative of the international community and the\r\ngeopolitical realities of the contemporary world. He\r\nhas also drawn attention to the fact that the\r\nenlargement of the Security Council has been on the\r\nagenda of the General Assembly for more than a\r\ndecade. For the decisions of the United Nations in\r\ngeneral and of the Security Council in particular to\r\ncarry international credibility and, indeed, legitimacy,\r\nthe expansion of the Security Council is imperative.\r\nExpansion should take place at both the permanent and\r\nnon-permanent levels to include countries that\r\nrepresent significant sections of the world population,\r\neconomic aspirations, political values and commitment\r\nto the United Nations system. We should take\r\nadvantage of the opportunity afforded to us by the\r\nSecretary-General’s proposals and the receptivity of a\r\nlarge number of Member States to this idea, to forge\r\nahead in the interests of multilateralism and collective\r\ninternational decision-making.\r\nDuring the current session of the General\r\nAssembly, my delegation looks forward to advancing\r\nthe agenda for further change in the Organization. The\r\nGeneral Assembly has called for reports on several of\r\nthe proposals, and we remain ready to consider them\r\nactively in the relevant intergovernmental forums.\r\nWe would like to express satisfaction at the role\r\nplayed by the United Nations in the coordination of\r\nhumanitarian assistance. The Consolidated Appeals\r\nProcess is a useful tool, and the ongoing process of\r\nstrengthening it further should, we feel, also lead to a\r\nmore adequate and equitable funding of humanitarian\r\ncrises. At the same time, we are somewhat uneasy with\r\nthe blurring of the mandate of the organizations of the\r\n25\r\nA/58/PV.24\r\ndevelopment system which has taken place in recent\r\nyears. The alleviation of human suffering is a moral\r\nimperative, and United Nations agencies possess\r\ncertain comparative advantages for the implementation\r\nand delivery of humanitarian assistance. The use of\r\nthese agencies should not, however, lead to a diversion\r\nof development assistance. That would be short-sighted\r\nand self-defeating. The components of the United\r\nNations system themselves have a responsibility to\r\nensure that this does not happen, notwithstanding the\r\ncurrent competitive aid environment.\r\nOver the years, the Commission on Human\r\nRights has assumed increased significance as a focal\r\npoint for addressing human rights issues. Improving\r\nthe efficiency and methods of work of the Commission\r\nhas therefore engaged the attention of Member States\r\nin recent times and will continue. On more than one\r\noccasion, the Secretary-General has raised the issue of\r\nthe membership of the Commission, and the\r\nresponsibilities and privileges that members of the\r\nCommission assume, and the need for a possible code\r\nof conduct for members. We are not persuaded. In our\r\nview, such prescriptions strike at the very root of the\r\nprinciple of sovereign equality of Member States\r\nenshrined in the United Nations. Concern has also been\r\nexpressed at the politicization of the Commission on\r\nHuman Rights. Selective criteria for membership will\r\nserve only to accentuate politicization, not reduce it.\r\nAnd finally, violations, and those responsible for\r\nviolations, of human rights can be addressed by\r\nengaging them and bringing them into the fold of the\r\nCommission, not by leaving them outside.\r\nWe welcome the Secretary-General’s observation\r\nthat “poverty and grievance over injustices are only\r\nindirectly related to terrorism and cannot excuse it”\r\n(A/58/1, para. 5). We also welcome the increase in the\r\npractice of the Security Council requesting assessment\r\nreports on the humanitarian implications of current and\r\npossible future sanction regimes.\r\nWe are happy to note that the negotiations\r\nbetween the United Nations and Cambodia had yielded\r\nthe fruitful outcome of a draft agreement signed at\r\nPhnom Penh on 6 June 2003.\r\nWe note that the Ad Hoc Committee on\r\njurisdictional immunities of States and their property\r\nhas succeeded in resolving all of the outstanding issues\r\nregarding the draft articles on jurisdictional immunities\r\nthat the International Law Commission adopted in\r\n1991. Considering the importance of those draft\r\narticles and their ability to contribute to the\r\ndevelopment of international law, we feel it more\r\nappropriate to adopt them as a legally binding\r\ninstrument. Our concerns about the employment of\r\nterrorist methods across boundaries are well known.\r\nStates which sponsor such international criminal\r\nactivities are responsible under international law.\r\nI shall now briefly refer to the report of the\r\nSecretary-General on the implementation and follow-\r\nup to the outcome of the Millennium Summit\r\n(A/58/323). The report states that the question remains\r\nopen as to whether the world is managing to build the\r\nmore inclusive and equitable globalization called for in\r\nthe Millennium Declaration. It also affirms, correctly,\r\nthat it would be no exaggeration to state that the\r\nsuccess or failure of the Millennium Development\r\nGoals hinges on whether developed countries meet\r\ntheir commitments in the areas of trade, debt relief and\r\naid.\r\nThe Secretary-General has reminded us that\r\nachieving the Millennium Development Goals requires\r\na collective response to the challenges faced by the\r\ninternational community in the area of development.\r\nThe challenge before us is to translate the\r\ncommitments that have been undertaken into concrete\r\nactions so that the internationally agreed development\r\ngoals are achieved. A sustained and broad-based annual\r\nper capita income increase of 3 per cent is required to\r\nmeet the goal of reducing by half, by the year 2015, the\r\nproportion of people living on less than a dollar a day.\r\nIt has been estimated that an additional $50 billion a\r\nyear in official development assistance alone will be\r\nneeded. Forward movement in trade negotiations to\r\naddress the key concerns of developing countries, in\r\nparticular increased market access for products of\r\nexport interest to the developing countries, and the\r\noperationalization of special, differential treatment for\r\ndeveloping countries, are urgently needed steps\r\ntowards achieving the Millennium Development Goals.\r\nWe are disappointed that the Fifth World Trade\r\nOrganization Ministerial Conference at Cancún failed\r\nto produce an agreement that would have addressed the\r\ninterests and concerns of the developing countries.\r\nThe Millennium Declaration is based on a vision\r\nof global solidarity. Millennium Development Goals\r\nrepresent a global compact that brings together all\r\nMember States, developed as well as developing. We\r\nnote that the Secretariat has adopted a core strategy for\r\n26\r\nA/58/PV.24\r\nsupporting the achievement of the Millennium\r\nDevelopment Goals. One of the three elements of the\r\nstrategy is the monitoring of progress at the national\r\nlevel. Thirty-seven national Millennium Development\r\nGoals reports have been prepared and another 60 are to\r\nbe completed by the end of this year.\r\nHowever, not one of these 97 reports covers a\r\ndeveloped country. The question that inevitably arises\r\nis why this should be so. We note also that it is the\r\nSecretary-General’s view that developed countries\r\nshould be encouraged, working through the\r\nOrganisation for Economic Cooperation and\r\nDevelopment or other forums, to agree upon time-\r\nbound deadlines for the pledges they have made on\r\nMillennium Development Goal 8, comparable to the\r\n2015 target for the first seven Millennium Goals. The\r\nMillennium Declaration was adopted in a universal\r\nsetting. If the Declaration and the time-bound\r\ncommitments for the first seven Millennium\r\nDevelopment Goals were accepted by the United\r\nNations and are subject to monitoring by it, why then\r\nshould the eighth Millennium Development Goal not\r\nalso be governed by the same time-bound commitment\r\nand subjected to similar monitoring by the United\r\nNations?\r\nThe Secretary-General clearly states the view that\r\nthe success or failure of Millennium Development\r\nGoals is dependent on the fulfilment of commitments\r\nby developed countries. If the Organization is to meet\r\nthe test of even-handedness and representativeness in\r\nits functioning, we would urge that country-level\r\nreports be prepared for developed countries, as well as\r\nwith regard to progress on the commitments made by\r\nthem to developing countries for the achievement of\r\nMillennium Development Goals.\r\nThese are some questions that arise on one of the\r\nmain elements of the core strategy of the Secretariat.\r\nThe lack of a satisfactory response to these questions\r\nwould no doubt detract from the credibility of the\r\nmonitoring exercise. Questions also arise on another\r\nelement of the Secretariat strategy. The Secretary-\r\nGeneral launched, in October last year, the Millennium\r\nDevelopment Goals campaign. This campaign seeks to\r\nbuild coalitions in developing countries that would\r\nencourage Governments to implement pro-poor\r\npolicies.\r\nI speak for a country, Government and people\r\nunited in a single coalition and one primary mission.\r\nThat mission is to eradicate poverty and to raise the\r\nstandard of living of our people. For the democratically\r\nelected Government of India, there can be no higher\r\naim, no nobler objective, than the eradication of\r\npoverty.\r\nSo, what is the coalition that the Secretariat\r\nwould build? And what is the advocacy that they would\r\nengage in? Does the Secretariat wish to assume the role\r\nof keeper of scores or conscience? These, however, are\r\nnot roles that Member States have assigned to it. Nor\r\nhas the Charter done so. As to seeking a wider\r\nadvocacy role within the broader elements of civil\r\nsociety, it must be understood that these are, at best,\r\nself-assumed roles that the United Nations bureaucracy\r\nmay seek to influence, without getting out of touch\r\nwith its main constituency within Member States.\r\nDuring the current session we shall actively\r\nfollow the reform of the planning and budgetary\r\nprocess. We are conscious of the importance of reform,\r\nnot only in imparting efficiency and substance to the\r\nprocess itself, but also in improving mechanisms that\r\nensure adequate budgetary provisions to meet the\r\nrequirements of mandated programmes and activities.\r\nConsidering its long-term implications for the\r\nOrganization, there is need for urgency in addressing\r\nthis issue but we need also to avoid hasty or half-\r\ncooked conclusions.\r\nIn the area of ongoing reforms, we appreciate the\r\nefforts to improve the servicing of the General\r\nAssembly, refocusing public information activities and\r\nthe wide-ranging reforms in human resources\r\nmanagement that have taken place. Considerable\r\ninvestment has been made in enhancing the\r\ninformation and communication technology base of the\r\nOrganization. While some results are already apparent,\r\nwe look forward to returns that are commensurate with\r\nthe volume of such investment.\r\nThe importance of the current session also lies in\r\nthe fact that the General Assembly will be considering\r\nthe regular budget of the Organization for the coming\r\nbiennium. We welcome the presentation of the regular\r\nbudget in a results-based budgeting framework. We\r\nhope that further development of results-based\r\nbudgeting tools will help the Organization to better\r\njustify the resources needed for its programmes and\r\nactivities and to improve accountability.\r\nThe President: I now give the floor to the\r\nrepresentative of Austria.\r\n27\r\nA/58/PV.24\r\nMr. Pfanzelter (Austria): Austria fully associates\r\nitself with the statement delivered by Italy, on behalf of\r\nthe European Union, and would like to concentrate\r\nonly on a few points. First of all, my delegation\r\ncommends the Secretary-General on his reports on the\r\nimplementation of the Millennium Declaration, as well\r\nas on the work of the Organization. They are an\r\nexcellent basis for our debate.\r\nIn his report on the implementation of the\r\nMillennium Declaration, the Secretary-General asks for\r\nthe development of a fair and consistent collective\r\nsecurity system based on a common understanding of\r\nwhat the major threats of today’s world are and what\r\nour common responses should be. In our view, it is of\r\ncritical importance to put the human being at the very\r\ncentre of this debate.\r\nSecurity, as we see it, is human security. Human\r\nsecurity can embrace both the soft threats, such as\r\nnatural disasters, environmental degradation, poverty\r\nand disease, as well as the hard threats, such as\r\nterrorism, transnational organized crime and weapons\r\nof mass destruction. We need to study those threats\r\nthrough the prism of the human beings concerned, in\r\nparticular the most vulnerable.\r\nHaving chaired the Human Security Network,\r\nAustria is committed to further promote the concept of\r\nhuman security within the United Nations, focusing\r\nparticularly on the need to improve the plight of the\r\nunacceptably large number of people who face poverty,\r\nsuffer from disease and remain uneducated. At the\r\nsame time, we must concentrate on the promotion and\r\nprotection of human rights and fundamental freedoms.\r\nThe year 2003 has been, beyond any doubt, a\r\nvery difficult period for our Organization. The horrible\r\nattack on the United Nations offices in Baghdad on 19\r\nAugust has highlighted the great risks that the United\r\nNations staff faces while carrying out its humanitarian\r\nwork in the field. The Secretary-General’s plans to\r\nenhance the safety measures for United Nations\r\npersonnel deserve the full support of the General\r\nAssembly.\r\nWe welcome the Secretary-General’s call for\r\nreform and commit ourselves to engage vigorously in\r\nthe debate and the search for timely solutions. Austria,\r\nhosting one of the headquarters of the United Nations,\r\nhas a strong sense of responsibility for the effective\r\nand efficient functioning of the Organization. We are\r\nready to work with all partners concerned to take up\r\nthe reform proposals of the Secretary-General.\r\nThe reform of the Secretariat has made\r\nsubstantial and commendable progress under the\r\nleadership of Secretary-General. Austria welcomes this\r\npositive development, but still sees room for\r\nimprovement.\r\nAt the same time, we, the Member States, must\r\nlive up to our commitment for a more effective and\r\nefficient multilateralism.\r\nThe General Assembly is at the heart of the\r\nOrganization as the universal body where every\r\ncountry is represented on an equal footing. It is\r\nunfortunate that this organ, which has substantially\r\ncontributed to the creation of international norms and\r\nstandards, has seen a decline in relevance. Repetitive\r\nand lengthy debates, as well as an overburdened\r\nagenda, impede its proper functioning. Austria\r\ntherefore fully supports your efforts, Mr. President, to\r\nrevitalize the Assembly.\r\nThe Economic and Social Council has also been\r\ncriticized for not playing its role as the major guiding\r\nand coordinating body in the field of economic and\r\nsocial development. The revitalization of the Economic\r\nand Social Council through a review of its role and\r\nworking methods is an area to which Austria also\r\nattaches great importance.\r\nThe composition of the Security Council is\r\nindeed at odds with the geopolitical realities of our\r\ncentury. It does not reflect the growing number of\r\nmembers or the necessary regional balance. Its\r\ndecision-making process therefore is perceived by\r\nmany as lacking legitimacy. In our view, this\r\ndiscussion is not only about who just be represented on\r\nthe Council, but about ensuring that the decision-\r\nmaking therein is in the interests of world peace and\r\nglobal security. In this context, the regional groups\r\nmust accept their responsibility in coming forward with\r\nsolutions.\r\nIn concluding, I wish to express Austria’s strong\r\nbelief that the strengthening of the main organs of the\r\nUnited Nations will help to achieve the goals of the\r\nMillennium Declaration and will make the\r\nOrganization better suited to meet future challenges.\r\nMr. Dauth (Australia): I am very pleased to\r\naddress the Assembly on behalf of Canada, New\r\nZealand and Australia under agenda items 10 and 60.\r\n28\r\nA/58/PV.24\r\nOur delegations wish, of course, to congratulate\r\nyou, Sir, on your election as President of the General\r\nAssembly at its fifty-eighth session, and we look\r\nforward very much to working with you in the year\r\nahead. We want to thank the Secretary-General for his\r\noutstanding leadership of the Organization over the\r\npast year and for presenting these two reports to us\r\ntoday.\r\nOur delegations applaud the Secretary-General\r\nfor providing us with a great deal more than a progress\r\nreport, important as such a report is. His report on the\r\nwork of the Organization sets out the grave and\r\nmomentous challenges facing the United Nations —\r\nand its membership — in these troubling times. He has\r\nalso pointed to the Organization’s successes, which are\r\nconsiderable even in a year as trying as the one just\r\npassed.\r\nOur delegations wholeheartedly endorse the\r\nSecretary-General’s message that multilateral\r\ninstitutions — especially the Security Council, the\r\nGeneral Assembly and the Economic and Social\r\nCouncil — must adapt to meet the challenges that we\r\nnow face. If they do not, their marginalization is all but\r\ninevitable.\r\nWe welcomed the Secretary-General’s\r\nannouncement that he will create a panel to examine\r\nthe policy challenges facing the Organization and the\r\ninstitutional structures needed to meet them effectively.\r\nSuch an exercise is urgently needed, and it has our full\r\nsupport. We will look forward to receiving the\r\nSecretary-General’s proposals next year.\r\nNot least among the challenges facing the United\r\nNations is the enormous suffering which brutal\r\nconflicts, particularly in Africa, are inflicting on\r\ncountless numbers of civilians. It is not enough simply\r\nto urge Governments and rebel movements to comply\r\nwith the most minimal standards of civilized behaviour,\r\nand then shrug helplessly when they fail to do so as\r\nthousands are raped, mutilated, tortured and murdered.\r\nRobust international responses to suffering on\r\nsuch a scale cannot be precluded by narrow\r\ninterpretations of sovereignty. The most fundamental\r\nduty of a State is to protect its own people. Where\r\nGovernments cannot or will not protect their people\r\nfrom great harm, or are themselves the perpetrators of\r\nthat harm, the responsibility to protect the people falls\r\ntemporarily to the international community, acting\r\nthrough the Security Council. Likewise, perpetrators of\r\nsuch atrocities cannot be allowed to escape justice.\r\nIn this respect, all of us should share the\r\nSecretary-General’s anticipation that the International\r\nCriminal Court will make a lasting contribution to the\r\nmaintenance of peace and security, the promotion of\r\nthe rule of law and respect for human rights.\r\nStates Members of the United Nations must do\r\nmore to protect those whom we employ to work on our\r\nbehalf. We urge all countries to become parties to the\r\nConvention for the Protection of United Nations and\r\nAssociated Personnel, and to work to ensure that all\r\nsituations in which United Nations and other associated\r\npersonnel are engaged in peacekeeping, humanitarian\r\nand other related activities are adequately protected.\r\nWe do not wish to understate the importance of\r\nthe other issues highlighted in the report. Among them\r\nwe take special note of the need for concerted efforts to\r\nprevent the proliferation of nuclear, biological and\r\nchemical weapons; the threat to peace posed by\r\nterrorism; the risk of combating terrorism in a manner\r\ninsensitive to human rights and due process of law; and\r\nthe continuation of gross violations of human rights —\r\noften, most egregiously, against the rights of women.\r\nFurther, we agree with the Secretary-General that more\r\naggressive efforts are needed to prevent conflicts, to\r\nhalt those which do occur, and to assist with the\r\nreconstruction of afflicted States.\r\nIn this context, we welcome the positive\r\ncomments in the report on the valuable peacekeeping\r\nrole which can be played by coalitions of the willing.\r\nIn East Timor, the Congo and — most recently —\r\nLiberia, we have seen coalitions take the lead in\r\nstabilizing conflict situations. We wish to underline\r\nonce more that all peacekeepers operating under a\r\nUnited Nations mandate should be fully recognized as\r\nsuch, whatever the colour of their helmets.\r\nAs the Secretary-General and the Security\r\nCouncil have acknowledged, effective regional action\r\nsuch as that undertaken in Solomon Islands by\r\nAustralia, New Zealand and their partners in the\r\nPacific Islands Forum can make a significant\r\ncontribution to maintaining international peace and\r\nsecurity, in full compliance with the Charter.\r\nOur delegations also appreciate the Secretary-\r\nGeneral’s report on progress made in implementing the\r\nMillennium Development Goals. The eighth of the\r\n29\r\nA/58/PV.24\r\nMillennium Development Goals calls on the\r\ninternational community to build a global partnership\r\nfor development. It recognizes that it will take more\r\nthan aid to eradicate poverty.\r\nIn this context, the lack of progress at the World\r\nTrade Organization (WTO) ministerial meeting in\r\nCancún is distressing. There is a profound\r\ncontradiction here. We cannot, on the one hand,\r\nadvocate achieving the Millennium Development\r\nGoals, and on the other, allow the trade barriers,\r\nsubsidies and quotas — which undermine economic\r\ngrowth and help perpetuate poverty — to remain. Of\r\nparticular concern are those barriers preventing and\r\ndistorting agricultural trade. Those rotten structures\r\nmust be dismantled, and we must get the Doha Round\r\nback on track.\r\nThe common message in the Secretary-General’s\r\nreports is that the Organization must improve its\r\ninstitutional capacity — and Member States must show\r\ngreater political will — if we are to fulfil the\r\naspirations contained in the Charter in this increasingly\r\ncomplex and daunting international environment.\r\nCanada, New Zealand and Australia believe that the\r\nSecretary-General is right when he says that the\r\nOrganization has reached a fork in the road. We call on\r\nall Member States to choose the road towards a more\r\nproductive and effective multilateral system that can\r\nseriously address the problems facing us.\r\nThe meeting rose at 6 p.m.\r\n"