"United Nations A/58/PV.6\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n6th plenary meeting\r\nMonday, 22 September 2003, 9.05 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-52771 (E)\r\n*0352771*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nIn the absence of the President, Mr. Alimov\r\n(Tajikistan), Vice-President, took the Chair.\r\nThe meeting was called to order 9.05 p.m.\r\nAgenda item 47 (continued)\r\nFollow-up to the outcome of the twenty-sixth special\r\nsession: implementation of the Declaration of\r\nCommitment on HIV/AIDS\r\nHigh-level plenary meetings devoted to the\r\nfollow-up to the outcome of the twenty-sixth\r\nspecial session and the implementation of the\r\nDeclaration of Commitment on HIV/AIDS\r\nReport of the Secretary-General (A/58/184)\r\nThe Acting President: I now give the floor to\r\nHis Excellency The Honourable Joseph Borg, Minister\r\nfor Foreign Affairs of Malta.\r\nMr. Borg (Malta): My delegation aligns itself\r\nwith the statement delivered by Italy on behalf of the\r\nEuropean Union and acceding countries.\r\nAlthough the number of cases of HIV/AIDS in\r\nMalta remains comparatively low, we recognize the\r\nfurther potential devastating impact of the disease and\r\nacknowledge that there is certainly no room for\r\ncomplacency. We reaffirm Malta’s pledge to fight\r\nagainst that pandemic, as well as our commitment to\r\nstrive further to address the problem of HIV/AIDS in\r\nall its aspects. Discussing the problem at the national\r\nlevel is not enough. Our responsibilities as\r\nrepresentatives of our citizens compel us to take the\r\ndebate further. We have a collective moral obligation\r\ntowards the citizens we represent to address this\r\nchallenge in a concrete manner and in a concerted\r\nglobal response.\r\nThat fight has to be fought on two fronts, namely,\r\nthose of containment and prevention. Admittedly, that\r\nis not easy; but the experiences of other countries that\r\nhave been successful should serve as an example for all\r\nto follow. Malta has closely witnessed the changes and\r\nadvances that have occurred in the field over past\r\nyears — from the unfortunate earlier times, when all\r\nthat could be offered to our patients was the treatment\r\nof opportunistic infections and palliative care, to the\r\nmore recent availability of antiretroviral medication.\r\nThat has completely changed the outlook and quality of\r\nlife of our patients and of all concerned.\r\nMalta believes that an accessible and well-\r\norganized health care system is the key to an effective\r\ncontainment strategy. Our State hospital’s infectious\r\ndiseases unit offers centralized service on the island.\r\nFree antiretroviral treatment may only be prescribed\r\nfrom that unit, which also works very closely with a\r\ncentralized laboratory where anonymous HIV-testing is\r\ncarried out. That allows for more accurate collection of\r\ndata and epidemiological study, which is central to a\r\ntargeted response and appropriate allocation of limited\r\nresources.\r\n2\r\nA/58/PV.6\r\nMalta’s response to the epidemic has been a\r\ncomprehensive one, integrating prevention, voluntary\r\nconfidential counselling and testing, care, support and\r\ntreatment. That multidisciplinary service is provided by\r\nvarious departments of the national health service,\r\nworking in close liaison with social workers and\r\nrelated non-governmental organizations.\r\nIndeed, the prevention of infection remains the\r\nmainstay of Malta’s response, through the provision of\r\ninformation, the screening of all blood donors and\r\ndonations, the adoption of universal precautions in the\r\nhealth care setting, awareness-raising campaigns and\r\ntargeted educational and other programmes, such as the\r\nfree distribution of syringes from health centres. In\r\naddition, people living with HIV/AIDS in Malta benefit\r\nfrom easy access to free health care, including\r\nmedication, information, counselling and support — all\r\nof which has resulted in improved quality of life.\r\nConfidentiality is a priority throughout the system, and\r\nis of the utmost importance in a small community like\r\nMalta.\r\nIt has long been recognized that the fight against\r\nHIV/AIDS must include all sexually transmitted\r\ninfections. HIV testing is actively encouraged in all\r\npatients attending the recently set up walk-in clinic for\r\nthe diagnosis and management of sexually transmitted\r\ninfections. The very good uptake of 70 per cent is\r\nmuch higher than the minimum recommended target.\r\nMalta is actively working on its first national\r\nsexual health policy. Key elements of the policy\r\ninclude proposals for a review of sex education in\r\nschools and surveillance of major sexually transmitted\r\ninfections, including HIV. It will also emphasize the\r\nneed for specific legislation to address problems such\r\nas discrimination in employment opportunities and\r\nother basic human rights.\r\nAlthough the problem of HIV/AIDS is relatively\r\ncontained on our island, it is still a reality and larger\r\nthan life for those who live with the virus day in and\r\nday out.\r\nIn conclusion I would like to reiterate an all-\r\nimportant point that our countries had made in the\r\nDeclaration of Commitment expressed at the twenty-\r\nsixth special session of the General Assembly, when\r\nwe affirmed the key role played by the family in the\r\nprevention, care, support and treatment of our fellow\r\nhuman beings affected by this human tragedy.\r\nThe Acting President: I now give the floor to\r\nHer Excellency Mrs. Geneviève Sindabizera, Minister\r\nin Charge of the Fight against AIDS of the Republic of\r\nBurundi.\r\nMrs. Sindabizera (Burundi) (spoke in French):\r\nThe HIV/AIDS pandemic, which emerged at the start\r\nof the 1980s, has now become not only a public health\r\nproblem but also a major challenge to all sustainable\r\nhuman development. This scourge has seriously\r\njeopardized the achievements of humanity in terms of\r\nsocial and economic development. This situation is of\r\nparticular concern in countries with fragile economies,\r\nparticularly African countries.\r\nWithin the past 20 years, specialized institutions\r\nare reporting alarming figures on infected persons. It\r\nshould be stressed that the majority of people affected\r\nare found in sub-Saharan Africa. The world must show\r\nmore solidarity, for Africa is truly in the process of\r\ndecline.\r\nTo confront this unprecedented global crisis, the\r\nGeneral Assembly outlined in 2001 a global plan of\r\naction to fight HIV/AIDS, together with a Declaration\r\nof Commitment to promote the involvement at the\r\nhighest level in the fight against HIV/AIDS. Two years\r\nafter that Declaration, the time has come for reviewing\r\nthe outcome.\r\nConcerning my country, Burundi, in particular, it\r\nshould first be stressed that the rate of HIV infection\r\nhas reached a very alarming level. Thus, according to\r\nthe last national survey of seroprevalence, in December\r\n2002, the infection rate was, respectively, 9.4 per cent\r\nin urban areas, 10.5 per cent in suburban areas and 2.5\r\nper cent in rural areas.\r\nThe combined effects of the war that has afflicted\r\nmy country for some 10 years, accelerated\r\nimpoverishment, the weakness of actions against\r\nHIV/AIDS and low level of training and information\r\nhave contributed to this rapid spread of the epidemic.\r\nConfronted with the magnitude of this pandemic, the\r\nGovernment of Burundi has drafted a national plan of\r\naction to combat AIDS covering the period 2002-2006.\r\nThe plan is now at its implementation phase.\r\nThe Government of Burundi initially gave great\r\npriority to the establishment of an institutional\r\nframework. It is to this end that it set up a National\r\nCouncil, sectoral departments, provincial committees,\r\ncommunal committees and local committees to combat\r\n3\r\nA/58/PV.6\r\nAIDS. This approach was adopted to involve all sectors\r\nof the population, from top to bottom.\r\nTo show the commitment at the highest level of\r\nGovernment to that fight, which we cannot afford to\r\nlose, the National Council to combat AIDS is presided\r\nover by the head of State himself. At the same time, a\r\nministry attached to the presidency responsible for the\r\nfight against AIDS was created.\r\nToday, thanks to the Government’s tenacity and\r\nsupport from our partners, virtually all of these\r\nstructures are operational. The determined involvement\r\nof civil society associations, national and international\r\nnon-governmental organizations, religious groups and\r\norganizations of persons living with HIV/AIDS in the\r\nfight against this scourge should also be mentioned.\r\nOf course, the optimal implementation of our\r\nplan of action requires financial resources, part of\r\nwhich remains to be acquired, namely $140 million out\r\nof an estimated budget of $230 million.\r\nI would like to take this opportunity to thank\r\nthose who have already come through with their\r\npledges. I would especially like to mention the World\r\nBank, the Joint United Nations Programme on\r\nHIV/AIDS (UNAIDS), and the Global Fund to Fight\r\nHIV/AIDS, Malaria and Tuberculosis. I would also like\r\nto urge those who have not made their contribution to\r\ndo so promptly, for tomorrow risks being too late.\r\nIt is very regrettable today that in most poor\r\ncountries like Burundi we are not able to prevent\r\nmother-to-child transmission of the virus, whereas\r\nappropriate and effective treatment exists. It is also\r\nfrustrating to see that medicine to reduce the viral load\r\nexists, but because of the low income of our\r\npopulations, we are deprived of progress made by\r\nmedicine.\r\nThe problem of care for the sick is a major\r\nhindrance to voluntary testing. To get beyond this\r\ndeadlock and safeguard humanity, it is high time to\r\nconcert our efforts more specifically to stem this\r\nscourge and to be able to pass on to our youth a world\r\nfull of hope.\r\nLet us rest assured: the success of this noble\r\nmission will depend on active solidarity between\r\nnations, which should be our banner in the fight.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Michael Vit, Deputy Minister of\r\nHealth of the Czech Republic.\r\nMr. Vit (Czech Republic): The Czech Republic\r\nfully associates itself with the statement delivered\r\nearlier by Italy on behalf of the European Union. Let\r\nme, however, add a few words on the specific situation\r\nof my country, the Czech Republic.\r\nI must admit that the Czech Republic is still a\r\nvery fortunate country as far as the HIV/AIDS\r\nepidemic is concerned. As of 31 July 2003, only 633\r\ncases of HIV infection have been diagnosed among the\r\n10.3 million of our citizens, reaching a cumulative HIV\r\nprevalence of 61.6 cases per million inhabitants. To\r\ndate, exactly 100 patients have died, out of the 168\r\nAIDS cases in our country. For many different reasons,\r\nthe Czech Republic belongs to the countries least\r\naffected by this epidemic scourge in both the European\r\nand the global perspective.\r\nOur country greatly appreciated the whole\r\nprocess in the United Nations leading to the adoption\r\nof the Declaration of Commitment during the United\r\nNations special session of the General Assembly in\r\nJune 2001. The Czech Republic fully supported the\r\nJoint United Nations Programme on HIV/AIDS\r\n(UNAIDS) effort to achieve effective leadership and\r\ncoordination of the worldwide actions to combat\r\nHIV/AIDS, agreed targets for the prevention of\r\nHIV/AIDS, mobilization of the necessary level of\r\nfinancial resources and other important goals. Having\r\nthe targets set by the Declaration of Commitment, we\r\nhave to fully concentrate on fulfilling these targets and\r\non monitoring the progress in achieving them in the\r\nperiods set by the Declaration itself.\r\nPlease allow me to quote some data from nine\r\nnational indicators monitoring the progress of the\r\nnational AIDS programme and HIV-related behaviour.\r\nFirst, our data suggest that teachers in 93 per cent of\r\nthe grammar schools have been trained in life-skills-\r\nbased education and have taught the subject during the\r\npast school year. We consider that all young people\r\nhave the right to get the correct information about how\r\nto protect themselves and how to adopt skills to limit\r\ntheir risky behaviour.\r\nSecondly, nearly 100 per cent of the clients in\r\nregional sexually transmitted disease (STD) facilities\r\nare afforded appropriate counselling, diagnosis and\r\ntreatment for STDs, including HIV counselling. These\r\n4\r\nA/58/PV.6\r\nfacilities offer HIV testing on a voluntary basis to all\r\npatients with STDs.\r\nThirdly, this year we are in the process of\r\ncollecting updated information on behaviour among\r\nyoung adults from 15 to 24 years of age and\r\nintravenous drug users, and we will analyse and\r\ninterpret that data by the end of this year.\r\nWith regard to the overall impact of HIV, since\r\n1985 we have diagnosed only three cases of vertical\r\ntransmission of HIV infection among 30 babies\r\ndelivered of HIV-infected women, due to the universal\r\nantiretroviral prophylaxis. This prophylaxis is\r\ndelivered free of charge to all pregnant women infected\r\nby the HIV virus.\r\nThe Government of the Czech Republic, the\r\nCzech Ministry of Health and the Czech National\r\nAIDS Programme reaffirm their sense of responsibility\r\nfor containing the HIV/AIDS epidemic in the country\r\nand alleviating its overall impact on our society. I have\r\njust outlined some of the policies we have formulated\r\nand have been implementing towards this end.\r\nI have the honour to also express the readiness of\r\nmy country to continue these efforts and to implement\r\nthe new initiatives of the Declaration of Commitment\r\non HIV/AIDS towards combating the HIV/AIDS\r\nepidemic. We are committed to strengthening the\r\nmonitoring and evaluation of our achievements and are\r\nready to adjust our actions in accordance with the\r\nresults generated by the Joint United Nations\r\nProgramme on HIV/AIDS (UNAIDS) Country\r\nResponse Information System (CRIS).\r\nIn conclusion, allow me to thank the United\r\nNations for conducting this high-level plenary meeting\r\ndevoted to the follow-up to the outcome of the twenty-\r\nsixth special session and implementation of the\r\nDeclaration of Commitment on HIV/AIDS. I\r\nparticularly appreciate the interactive character of this\r\nevent. I hope it will inspire and energize our further\r\nwork in fighting this pandemic all over the world.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Gao Qiang, Deputy Minister of Health\r\nof the People’s Republic of China.\r\nMr. Qiang (China) (spoke in Chinese): Entrusted\r\nby His Excellency Mr. Hu Jintao, President of the\r\nPeople’s Republic of China, I now have the pleasure to\r\nattend this high-level meeting on HIV/AIDS and to\r\nmake a statement.\r\nHIV/AIDS is a common enemy of the whole of\r\nmankind. It is our common task to control and prevent\r\nHIV/AIDS. The special session of the General\r\nAssembly on HIV/AIDS, which was held two years\r\nago, played an important role in attracting global\r\nattention to the issue of HIV/AIDS and to improving\r\nmeasures aimed at its prevention and control.\r\nThe convening of this high-level plenary meeting\r\nonce again demonstrates the importance the United\r\nNations has attached to HIV/AIDS. The Chinese\r\nGovernment greatly appreciates the efforts made by the\r\nUnited Nations and is working actively in the global\r\nfight against HIV/AIDS and to fulfil our\r\nresponsibilities.\r\nThe Chinese Government attaches great\r\nimportance to HIV/AIDS prevention and treatment.\r\nThe Chinese President Hu Jintao once stated explicitly,\r\n“HIV/AIDS prevention, care and treatment is a major\r\nissue pertinent to the quality and prosperity of the\r\nChinese nation. ... We need to motivate the whole\r\nsociety to deal with it.” Mr. Wen Jiabao, Premier of the\r\nState Council, has also given instructions to address\r\nHIV/AIDS issues\r\nBased on the experience and lessons learned in\r\nthe past ten years, we have established the principle of\r\nHIV/AIDS prevention, care and treatment — focusing\r\non prevention — and have formulated medium and\r\nlong-term strategic plans.\r\nThe Chinese Government has allocated 6.8 billion\r\nyuan to establish and improve disease prevention and\r\ncontrol mechanisms in the provinces. It has invested\r\n2.25 billion yuan to strengthen the blood stations. Each\r\nyear more than 200 million yuan are used as a special\r\nfund for HIV/AIDS prevention, care and treatment.\r\nChinese care projects have been established in 51\r\ncounties in China and encompass extensive and\r\ncomprehensive prevention and treatment measures.\r\nHowever, we are fully aware of the fact that China is a\r\ndeveloping country and its economic and social\r\ndevelopment is still at an early stage. Consequently,\r\nsufficient attention has not been devoted to AIDS-\r\nrelated issues. This year, we have cooperated with the\r\nWorld Health Organization and the Joint United\r\nNations Programme on HIV/AIDS (UNAIDS) in\r\nconducting a joint HIV/AIDS epidemiological survey.\r\nIn China we have about 840,000 HIV/AIDS infected\r\nindividuals including about 80,000 patients with AIDS.\r\n5\r\nA/58/PV.6\r\nFaced with the arduous task of HIV/AIDS\r\nprevention and treatment, the Chinese Government will\r\nintensify our work in preventing the spread of\r\nHIV/AIDS. First, we will strengthen Government\r\nefforts to fulfil its responsibility. The Chinese\r\nGovernment considers HIV/AIDS prevention and\r\ntreatment an important task and we will further clarify\r\nthe targets. With regard to cases caused by negligence,\r\nwe will punish those accountable.\r\nSecondly, the Chinese Government is committed\r\nto providing free treatment and medicine to HIV/AIDS\r\npatients. We will strengthen our development of\r\nresearch and study of HIV/AIDS drugs. We will also\r\nincrease the construction of hospitals to treat people\r\nwith HIV/AIDS.\r\nThirdly, public awareness campaigns will be\r\nlaunched, educating the public and encouraging them\r\nto participate in HIV/AIDS prevention and treatment\r\nefforts. We will crack down on illegal acts such as drug\r\ntrafficking, drug use, prostitution and illegal blood\r\ncollection and supply.\r\nFourthly, we will protect the legitimate rights of\r\nHIV/AIDS patients. In all of the 124 counties where\r\nthe Chinese care projects will be established, the\r\nGovernment will provide economic aid to HIV/AIDS\r\npatients who are living in poverty, and their children\r\nwill have free tuition to attend school.\r\nFifthly, we will be more active in international\r\ncooperation. We have pledged $10 million to the\r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria\r\nto support the HIV/AIDS prevention and treatment\r\nefforts of developing countries, fulfil the development\r\ngoals of the United Nations Millennium Declaration\r\nand contribute to the early control of the spread of\r\nHIV/AIDS.\r\nThe Acting President: I call on Her Excellency\r\nMs. Lidija Topic, Deputy Minister for Foreign Affairs\r\nof Bosnia and Herzegovina.\r\nMs. Topic (Bosnia and Herzegovina): Let me\r\ncongratulate the United Nations for convening this\r\nimportant meeting at a time which is far too late for\r\nmillions of victims — children, women and men — but\r\nstill in due time to join the effort in the fight to prove\r\nthat the spread of AIDS is no longer inevitable. Let me\r\nalso thank the United Nations Secretary-General for\r\nthis timely initiative.\r\nBosnia and Herzegovina belongs to the group of\r\ncountries with a low-level epidemic, meaning that HIV\r\nprevalence does not exceed 5 per cent within any\r\ndefined sub-population. But, epidemiologists in Bosnia\r\nand Herzegovina agree that this is only the tip of the\r\niceberg, and that the number of those living with\r\nHIV/AIDS in Bosnia and Herzegovina is much larger.\r\nIn addition, our analysis of the current situation,\r\nweaknesses in the early-detection system and our\r\nmonitoring of HIV/AIDS have led us to the following\r\nconclusions: there are some weaknesses even in first-\r\ngeneration monitoring; second-generation monitoring\r\nhas not yet been introduced; with regard to testing, the\r\ngoal of anonymity has not been met and testing has not\r\nbeen free of cost; and finally, there has been no\r\nadequate qualitative response on the part of the health\r\nsector to diagnostics and treatment with highly active\r\nantiretroviral therapy.\r\nWe in Bosnia and Herzegovina have therefore\r\nundertaken energetic action to fight the spread of\r\nHIV/AIDS, which we are obliged to do as a Member of\r\nthis body. In accordance with the Declaration of\r\nCommitment on HIV/AIDS (resolution S-26/2,\r\nannex) — which Bosnia and Herzegovina has adopted,\r\nthereby fully accepting the relevant obligations —\r\nBosnia and Herzegovina’s Council of Ministers has\r\nestablished a National Advisory Board for fighting\r\nHIV/AIDS. The Board’s mission of fighting HIV/AIDS\r\nis focused on developing and implementing an\r\nadequate response to the spreading of the HIV/AIDS\r\nepidemic throughout the world and its expected further\r\nspread throughout Bosnia and Herzegovina. The Board\r\nwill carry out its mission by developing a national anti-\r\nHIV/AIDS policy and strategy. In order to respond\r\nadequately to the increasing interest of youth in\r\nHIV/AIDS issues, the National Advisory Board, taking\r\ntheir special interests into account, has defined\r\npriorities for protecting the interests of the groups most\r\nvulnerable to HIV/AIDS exposure.\r\nTaking a multisectoral approach in the fight\r\nagainst HIV/AIDS, the National Advisory Board has\r\nestablished principles of HIV/AIDS prevention based\r\non: permanent cooperation among governmental\r\ninstitutions at all levels; transparency in HIV/AIDS\r\nwork at all levels; the establishment of an appropriate\r\nlegal framework based on European Union\r\nrecommendations; continuous education and training\r\nfor all actors involved in the implementation process to\r\nensure that they are qualified and relevant participants\r\n6\r\nA/58/PV.6\r\nin activities to prevent and fight HIV/AIDS; equal\r\nparticipation on the part of all actors — including those\r\nwho are HIV-positive, with or without symptoms, and\r\nthose who live or work with them — in implementation\r\nof the HIV/AIDS prevention strategy; and programme\r\nself-sustainability following the eventual termination\r\nof international assistance.\r\nBased on those principles, the Advisory Board\r\nhas prepared a prevention strategy that has been\r\ndiscussed extensively in the country. The document’s\r\nspecial value lies in its definition of strategic goals:\r\npreventing the transmission and spread of HIV/AIDS;\r\nensuring adequate medical treatment, care and support\r\nfor persons living with HIV/AIDS; creating a legal\r\nframework for protecting ethnic principles and the\r\nhuman rights of persons living with HIV/AIDS;\r\nensuring the coordination and development of\r\nsustainable capacities for fighting against HIV/AIDS;\r\nand supporting the strengthening of ties with\r\ninternational organizations.\r\nAlthough the document has not yet been formally\r\nadopted, according to the discussions, preparations for\r\nthe implementation of its strategic goals are currently\r\nunder way. Intensive cooperation has been initiated\r\nwith United Nations agencies active in Bosnia and\r\nHerzegovina, primarily the United Nations\r\nDevelopment Programme, the World Health\r\nOrganization, the United Nations Population Fund and\r\nthe United Nations Children’s Fund. Other\r\norganizations from the non-governmental sector, acting\r\nthrough youth centres, have also developed a better\r\napproach towards vulnerable groups, especially drug-\r\naddicted persons. In addition, we have initiated\r\nimprovements in the relevant legislature.\r\nFinally, the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria, established at the initiative\r\nof the Secretary-General, is becoming an effective tool\r\nfor implementing the Declaration of Commitment. In\r\nthat context, I should like to express appreciation for\r\nthe steps actively taken by the Governments of the\r\nUnited States and of the European Union countries in\r\norder to support the Fund. Additionally, Bosnia and\r\nHerzegovina very much supports the initiative for\r\nyearly follow-up on implementation of the Declaration\r\nof Commitment on HIV/AIDS.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Sorajak Kasemsuvan, Vice-\r\nMinister for Foreign Affairs of the Kingdom of\r\nThailand.\r\nMr. Kasemsuvan (Thailand): I share the view\r\nexpressed this morning by the Secretary-General and\r\nmany other speakers who preceded me that, although\r\nwe have achieved significant progress in our fight\r\nagainst HIV/AIDS, it is simply not enough.\r\nSince the outbreak of the AIDS epidemic in\r\nThailand, no less than 1 million people have been\r\ninfected, nearly 400,000 have died and approximately\r\n600,000 are currently living with HIV/AIDS. To meet\r\nthis devastating challenge, strong leadership and firm\r\npolitical commitment are of the utmost importance.\r\nPolitical leaders in Thailand have successively placed\r\nHIV/AIDS prevention high on their national agendas\r\nand have committed much-needed resources to the\r\nnational AIDS programme. Between 1984 and 2002,\r\nthe Thai Government progressively increased the\r\nannual national budget for HIV/AIDS programmes\r\nfrom less than $50,000 to more than $35 million.\r\nTo fight the pandemic, multisectoral participation\r\nhas been at the core of the Thai Government’s\r\napproach. Civil society — especially non-governmental\r\norganizations — have taken a very active part in policy\r\ndevelopment and implementation through the national\r\nAIDS prevention and control committee, chaired by the\r\nPrime Minister. In addition, a substantive portion of the\r\nannual budget has been allocated to support HIV/AIDS\r\nprevention and treatment projects carried out by non-\r\ngovernmental organizations.\r\nThe work of civil society in Thailand has\r\nexpanded our HIV/AIDS programme to reach target\r\ngroups in areas where the Government has constraints\r\nor limitations. Moreover, to adopt a holistic approach,\r\nthe Government has incorporated the HIV/AIDS\r\nprogramme into the national economic and social\r\ndevelopment plan. That has led the Government to\r\nimplement, control and monitor the HIV/AIDS\r\nprogramme in a comprehensive manner.\r\nThailand’s successful measures to stop\r\nHIV/AIDS transmission also include an awareness-\r\nraising campaign and a policy aimed at 100 per cent\r\ncondom use. Thailand’s prevention of mother-to-child\r\nHIV infection has resulted in a great decline in the\r\nannual HIV infection rate from 140,000 cases to\r\napproximately 20,000. The Thai Government is\r\ncommitted to providing comprehensive care for people\r\nliving with HIV/AIDS, including voluntary counselling\r\n7\r\nA/58/PV.6\r\nand testing and medical, nursing and social welfare\r\ncare. We believe that our approach and the\r\nimplementation of our policy for approximately the\r\npast decade have lessened the number of potential\r\nHIV/AIDS infections in our country.\r\nDespite our success, however, Thailand cannot\r\nafford to be complacent. We must continue our\r\nawareness-raising and prevention campaigns with a\r\nparticular focus on new potentially vulnerable groups\r\nsuch as youth. At the same time, we must continue to\r\nplace emphasis on addressing the need for treatment\r\nand care of the 600,000 people currently living with\r\nHIV/AIDS.\r\nThailand considers HIV/AIDS to be a threat to\r\nhuman security from the perspectives of both freedom\r\nfrom fear and freedom from want. The psychological\r\nimpacts of HIV/AIDS can create a climate of fear that\r\ncan be more harmful than the disease itself. Thailand’s\r\nnewly established Ministry of Social Development and\r\nHuman Security is charged with playing a leading role,\r\ntogether with the Ministry of Public Health, in\r\naddressing HIV/AIDS from the human security\r\nperspective.\r\nAs a member of the Human Security Network,\r\nThailand hosted the Network’s Intersessional Meeting\r\non Human Security and HIV/AIDS, held in Bangkok,\r\nin January 2002. In an effort to sustain the momentum\r\ngenerated thereby within the Network, the Fifth\r\nMinisterial Meeting of the Human Security Network,\r\nheld in Graz, Austria, in May 2003, agreed, at the\r\ninitiative of Thailand, to incorporate the HIV/AIDS\r\nissue into the Network’s medium-term work plan for\r\nthe period 2003 to 2005.\r\nFaced with the movement of millions of migrants\r\nfrom the Mekong subregion into Thailand — which has\r\nfurther complicated HIV/AIDS prevention and\r\ncontrol — Thailand is pleased that, at the fifty-ninth\r\nsession of the United Nations Economic and Social\r\nCommission for Asia and the Pacific, ministers and\r\npolicy-makers reaffirmed their political commitment to\r\nthe implementation of the Declaration of Commitment\r\non HIV/AIDS (resolution S-26/2, annex). But their\r\npledge would be of no avail were it not for the pledge\r\nto mobilize resources to address this global crisis. The\r\nThai Government has pledged a $5 million contribution\r\nto the Global Fund for the period 2003-2007.\r\nIn July 2004, Thailand will host the fifteenth\r\nannual International AIDS Conference, on the theme of\r\naccess for all. Thailand hopes to foster closer and more\r\nconcrete cooperation among developed and developing\r\ncountries, in partnership with all stakeholders, to\r\naddress the HIV/AIDS problem, especially in\r\npromoting affordable, safe and effective medicines for\r\nthose infected with HIV/AIDS and increasing access to\r\nHIV/AIDS care. It is hoped that the Conference will be\r\na good follow-up to today’s high-level plenary\r\nmeetings. I therefore wish to invite all members to\r\nattend the fifteenth International AIDS Conference in\r\nBangkok at the highest possible level.\r\nI strongly believe that with our collective efforts,\r\nwe can reverse the threat of HIV/AIDS, which\r\nundermines human security.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Ichiro Fujisaki, Deputy Minister\r\nfor Foreign Affairs of Japan.\r\nMr. Fujisaki (Japan): We are at war. There is no\r\ncracking sound of bombs and bullets. Nonetheless,\r\nmillions of people are suffering every day. Millions of\r\npeople are dying every year. That is the war between\r\nhumankind and HIV/AIDS. It is a real war.\r\nMankind has fought against many diseases. We\r\nare winning on some of the fronts. However, we are\r\nnow facing one of our toughest enemies, namely\r\nHIV/AIDS. We know that if we spare any effort, our\r\nopponent will gain ground. We will not let that happen.\r\nThat was the political commitment made two years\r\nago. We are here to renew our political will. And that is\r\nexactly what I think all countries are going to do today.\r\nAs this is not the first war against disease that\r\nmankind has fought, we know what the strategy should\r\nbe. Let me spell out four points. First is the importance\r\nof prevention. Prevention is the most effective way of\r\ncontaining diseases. The key here is knowledge. People\r\ncan avoid diseases only if they know what to guard\r\nagainst. We have to promote education and\r\ndissemination of information.\r\nThe second is increased access to treatment and\r\ncare. The recent World Trade Organization Agreement\r\non Trade-Related Aspects of Intellectual Property\r\nRights (TRIPS) is to be welcomed. Now it is all the\r\nmore important to make the best use of it. And, for\r\nthat, we have to enhance health systems, including\r\nenhancement of health personnel, evaluation and\r\nmonitoring capabilities. We must also make support a\r\npriority. We have to have a comprehensive strategy.\r\n8\r\nA/58/PV.6\r\nThirdly, we must mobilize all our forces at once.\r\nAll stakeholders, including the Governments of\r\ndeveloping countries and donor countries, non-\r\ngovernmental organizations and the private sector, have\r\nto work as partners. Ownership and partnership have to\r\nplay a major role here.\r\nFourthly, we need better coordination among us.\r\nFor example, each international organization is not an\r\nindividual division. Each is a regiment of our entire\r\nforces. Bilateral assistance should be coordinated with\r\nmultilateral assistance. From that standpoint, we\r\nwelcome the establishment of the Global Fund. It gives\r\nus a strong hope.\r\nI would like now to touch on Japanese policy.\r\nJapan reportedly has fewer than 10,000 people who are\r\nHIV positive in a country with a population of 120\r\nmillion people. That may be a small number compared\r\nto other countries. However, we take this issue very\r\nseriously. Why? We do so for two reasons. First, it\r\ninvolves human life. Secondly, we have a recent\r\nmemory of fighting epidemics in our country. We know\r\nthat without containing diseases, there can be no\r\ndevelopment.\r\nThat is why the Government of Japan announced\r\nthe Okinawa Infectious Diseases Initiative three years\r\nago. We have announced $3 billion in five years as our\r\ntarget. We have already disbursed $2 billion. In doing\r\nso, we have tried to strike the right balance in different\r\nregions and among different measures, namely\r\nprevention, treatment, care and support. On top\r\nbilateral assistance, we have tried our best, with others,\r\nto establish the Global Fund. We have pledged that in\r\nthe initial three years, we will contribute $200 million.\r\nWe are faithfully implementing our commitment. Japan\r\nwill continue to support a wide range of measures to\r\nfight infectious diseases through a combination of\r\nbilateral and multilateral programmes.\r\nIn concluding, let me thank the United Nations\r\nfor taking this valuable and opportune initiative. We\r\nthink that this is very timely, because we are now\r\nentering a critical phase in our war. We have to fight\r\ntogether, and we will win.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Abelardo Moreno, Deputy Minister\r\nfor Foreign Affairs of Cuba.\r\nMr. Moreno (Cuba) (spoke in Spanish): The\r\nspecial session of the General Assembly devoted to\r\ncombating HIV/AIDS, held in June 2001, gave\r\nsignificant political impetus to confront this pandemic.\r\nNevertheless, a vast gap between the rich and the poor\r\nand between North and South still prevails in our\r\nworld. We live in a world where one fifth of the\r\nchildren born in the poorest countries do not live to the\r\nage of five, where 50 per cent of all children under five\r\nsuffer from malnutrition and where 70 per cent of\r\npeople between 15 and 24 are illiterate. More than a\r\nbillion people lack low-cost essential drugs, and more\r\nthan a billion still cannot meet their basic needs for\r\nfood, sanitation, health care, housing and education.\r\nThe HIV/AIDS pandemic is part of that harsh\r\nreality. The disease is spreading increasingly, with\r\ngreater force, among the poorest and most marginalized\r\npopulation with no access to education and health care.\r\nIt is more concentrated in those countries that are\r\nvictims of the unjust and unsustainable international\r\neconomic order, particularly in the high-risk groups of\r\nthe urban population who endure poverty and\r\nmarginalization. AIDS is one of the worst\r\nconsequences of the long and sad history of the\r\nexclusion of millions of people.\r\nMore than two thirds of the people in the world\r\nsuffering from HIV/AIDS live in Africa. The situation\r\nof that continent is truly tragic. Only a minute fraction\r\nof the tens of millions of infected Africans receive the\r\nantiretroviral treatment they require. Millions more do\r\nnot have access to medicine for the treatment of\r\nopportunistic infections either.\r\nCuba has succeeded in containing the pandemic\r\ndespite the fierce economic, commercial and financial\r\nblockade imposed by the Government of the United\r\nStates, which hinders our access to 50 per cent of the\r\nnew drugs produced in the world, since they are\r\nproduced by United States companies or their\r\nsubsidiaries, which, under the blockade laws, cannot\r\nhave economic and trade relations with my country.\r\nSo far, the epidemic in Cuba has been classified\r\nas low-level, and the prevalence in Cuba of infected\r\npeople aged from 15 to 49 years old is 0.05 per cent:\r\nthe lowest rate in the Americas and one of the lowest in\r\nthe world.\r\nTraining, social and workplace security and\r\nspecialized medical care, including antiretroviral\r\ntreatments and treatments for opportunistic disease, are\r\noffered through a comprehensive health-care\r\nprogramme that is free of charge and to which 100 per\r\n9\r\nA/58/PV.6\r\ncent of persons suffering from HIV/AIDS are entitled.\r\nA growing educational programme is being developed\r\nas well, which provides for sex education in schools\r\nand educational action for vulnerable groups, teenagers\r\nand the general population and which includes\r\npreventive strategies.\r\nAs a result of the experience acquired in the\r\nstruggle against this pandemic, Cuba has also\r\ndeveloped medical care programmes for other third-\r\nworld countries and for the countries with the highest\r\nincidence of the disease. We are deeply convinced that\r\nthe struggle against HIV/AIDS demands strong\r\ninternational commitment based on a profound feeling\r\nof solidarity and cooperation.\r\nTherefore, Cuba reiterates its willingness to\r\nparticipate in a joint international effort to combat\r\nHIV/AIDS. In this context, we reiterate the offer we\r\nmade two years ago in this Hall of 4,000 doctors and\r\nother health-care workers to create the infrastructure\r\nneeded to supply medicine, with the necessary\r\nprescriptions and follow-up treatment, to the\r\npopulation; the professors needed to create 20 medical\r\nschools, many of whom could be selected from the\r\nthousands of Cuban doctors already providing their\r\nservices in 17 countries in Africa as part of the\r\nComprehensive Health Care Programme; doctors,\r\neducational specialists, psychologists and other\r\nspecialists needed to provide advice and cooperation\r\nfor campaigns to prevent AIDS and other diseases;\r\nequipment and diagnostic kits needed for basic\r\nprevention programmes; and antiretroviral treatment\r\nfor 30,000 patients.\r\nIn these uncertain times, some of us still harbour\r\ndreams and hopes of a better world where a long,\r\nhealthy and dignified life is not a utopia. Let us\r\nstruggle to change the destiny of the millions of people\r\nwho are fighting, this very minute, for their lives. Let\r\nus advocate for an equal and just world, where every\r\nman and woman has the right to play a part in\r\ndevelopment. It is not too late.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Fayssal Mekdad, Chairman of the\r\ndelegation of the Syrian Arab Republic.\r\nMr. Mekdad (Syrian Arab Republic) (spoke in\r\nArabic): By any standard, our meetings today are a\r\nmomentous and special event. The fact that an entire\r\nday of the fifty-eighth session of the General Assembly\r\nhas been devoted to following up on the outcome of the\r\ntwenty-sixth special session of the Assembly and to\r\nassessing the implementation of the Declaration of\r\nCommitment on HIV/AIDS demonstrates the\r\nimportance that the international community attaches\r\nto combating and containing that deadly scourge.\r\nToday we are sharing our expertise, our experience and\r\nthe lessons we have learned in order to redress the\r\nshortcomings and obstacles and, as a result, to be better\r\nprepared to deal with this disease, which threatens all\r\naspects of human life and society.\r\nThe Government of the Syrian Arab Republic\r\nearly on became aware of the magnitude of this disease\r\nand considers it a source of great concern. Thus, we\r\nestablished in 1987 a national programme to deal with\r\nAIDS. In that regard, Syria has established a cross-\r\nsectoral national strategic plan, which has led to the\r\nestablishment of a national committee on AIDS. The\r\ncommittee is making every effort in all areas covered\r\nby the Declaration of Commitment on HIV/AIDS. I\r\nwould like to highlight some of the measures Syria has\r\ntaken to deal with this epidemic.\r\nFirst, through education and health\r\ncommunication, we are raising the awareness of young\r\npeople from 15 to 24 years of age, in and outside of\r\nschools. We are also carrying out field studies and\r\npreparing manuals and posters on AIDS prevention. We\r\nare making use of all our information technologies and\r\nmedia to raise public awareness.\r\nSecond, we are involved in cooperation with\r\nvarious sectors to ensure early detection of the disease.\r\nThird, we have put in place programmes to\r\nincrease the education of high-risk groups.\r\nFourth, we provide medical care and\r\npsychological or social counselling to infected persons\r\nand to anyone who wishes to know more about the\r\ndisease.\r\nFifth, we provide all necessary medicines to treat\r\nAIDS-related opportunistic diseases.\r\nSixth, we are fighting the causes of the disease by\r\nproviding health education and counselling on\r\nappropriate health behaviour.\r\nSeventh, we are carrying out thorough studies to\r\ntrack and evaluate the disease, by conducting medical\r\nsurveys and epidemiological studies.\r\nEighth, we are cooperating with governmental\r\norganizations, civil society organizations and the\r\n10\r\nA/58/PV.6\r\nrelevant international organizations, particularly the\r\nWorld Health Organization (WHO) and the Joint\r\nUnited Nations Programme on HIV/AIDS (UNAIDS).\r\nThanks to the efforts of health-care agencies in\r\nSyria and the role played by community organizations\r\nand social and religious institutions, the incidence of\r\nHIV/AIDS in Syria is low. Despite this, there are key\r\nobstacles that impede national efforts to achieve the\r\nresults set forth in the Declaration of Commitment.\r\nThis involves a lack of human and financial resources\r\nto support our efforts.\r\nWe reaffirm that the eradication of HIV/AIDS\r\nwill depend on cooperation among the world’s\r\ncountries and on the support provided to developing\r\nand poor countries. This is directly related to\r\nworldwide technological progress, progress that will\r\nenable us to produce AIDS vaccines. There is also a\r\nneed to develop medications beyond those currently\r\nused. We believe that the efforts made by UNAIDS are\r\nessential to international efforts to contain the disease.\r\nWe echo the international appeal for support of\r\nthe countries that are most seriously affected by this\r\ndisease, particularly the African countries, which are\r\nbearing the brunt of this disease. It goes without saying\r\nthat the disease has a major impact on their economies\r\nand their social development. We also reaffirm the need\r\nto cancel the external debt of those States so that they\r\ncan channel their capabilities to fighting the disease.\r\nFinally, we affirm that Syria is fully prepared to\r\ndo its utmost within the framework of collective efforts\r\nto combat this epidemic so we can ensure that\r\nhumankind has a healthier and brighter future.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Aleg Ivanou, Chairman of the\r\ndelegation of the Republic of Belarus.\r\nMr. Ivanou (Belarus) (spoke in Russian): The\r\nHIV/AIDS epidemic is one of the most serious global\r\nthreats to contemporary public health care and socio-\r\neconomic development — and, in certain regions of the\r\nworld, to security. There are tremendous tasks related\r\nto reducing the heavy burden of this epidemic.\r\nProtection of the new generation of young people from\r\nthe disease and premature death is a responsibility of\r\nthe highest order for the leaders of all countries. Other\r\npriorities include strengthening our political will,\r\nmobilizing resources and increasing our social\r\nobligations at the national, regional and international\r\nlevels.\r\nIn dealing with AIDS, Belarus is actively\r\ninvolved and is cooperating with the United Nations; it\r\nis guided by the decisions of the primary international\r\nforums under the Organization’s auspices, particularly\r\nthose of the twenty-sixth special session of the General\r\nAssembly, on HIV/AIDS. In that regard, primary areas\r\nfacing the spread of the pandemic in Belarus are\r\nincluded in a national strategy for sustainable\r\ndevelopment.\r\nBelarus has established a cross-sectoral system\r\nand is implementing a strategy to reduce the pace of\r\nthe spread of HIV. Since 1996 an inter-agency council\r\non the prevention of HIV infection has been operating\r\nin the Republic. Under the leadership of the Deputy\r\nPrime Minister, a State programme has been\r\nestablished, and a strategic plan of priority actions has\r\nbeen created which includes a number of\r\norganizational, legal, preventive, educational and\r\nrehabilitation efforts for various categories of the\r\npopulation, including groups which are highly\r\nvulnerable to HIV infection.\r\nBelarus has established a nationwide system of\r\nagencies to organize work with children, teenagers and\r\nyouth: groups that are highly vulnerable to HIV\r\ninfection. Schools and academic institutions in Belarus\r\nhave social and psychological services that provide\r\ndiagnosis, consultation and assistance to children and\r\ntheir parents in the areas of sex education and\r\nestablishing a healthy lifestyle.\r\nLast year, Belarus carried out its first national\r\nconference to step up activities in various sectors of\r\nsociety to combat HIV/AIDS; all aspects of the\r\nepidemic were addressed.\r\nCurrently, Eastern Europe and Central Asia is\r\nseeing the highest rate of the spread of HIV/AIDS. At\r\nthe same time, we are certain that in cooperating with\r\nall interested countries and international organizations,\r\nincluding the Global Fund to Fight AIDS, Tuberculosis\r\nand Malaria, we can achieve one of the most ambitious\r\ngoals of the Millennium Declaration that was\r\npromulgated in this Hall three years ago.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Tawfeeq Almansoor, Chairman of the\r\ndelegation of the Kingdom of Bahrain.\r\n11\r\nA/58/PV.6\r\nMr. Almansoor (Bahrain) (spoke in Arabic): The\r\npresent meetings have special importance, because they\r\nfocus on implementation of the goals defined in the\r\nDeclaration of Commitment on HIV/AIDS, as we set\r\nabout implementing the outcome of the twenty-sixth\r\nspecial session, on HIV/AIDS, aimed at reducing the\r\nrate of HIV infection worldwide.\r\nThe Declaration of Commitment on HIV/AIDS,\r\nadopted on 27 June 2001 at the special session on\r\nHIV/AIDS, constitutes an international commitment to\r\ncombat this dangerous scourge. Since that time, the\r\ninternational community has become aware of the\r\nmagnitude of the scourge and has concentrated its\r\nefforts in support of national and international\r\nprogrammes to combat this disease.\r\nProgress has been made in dealing with this\r\ndisease since the first report of the Secretary-General\r\n(A/57/227) was issued on 12 August 2002. Despite all\r\nof this, the scourge of HIV/AIDS continues to claim\r\nmany victims, particularly women and children, as well\r\nas among the poorest and most vulnerable segments of\r\nsociety.\r\nInternational statistics show frightening numbers:\r\nsome 24 million people are infected, most of whom are\r\nyoung and at the most productive phase of their lives.\r\nThe negative impact of HIV/AIDS is not limited\r\nto the many people who die daily but goes beyond that\r\nto affect those who are at the height of their active\r\nlives. The disease has torn families apart, weakened the\r\nlabour force and exhausted the socio-economic\r\nstructure of societies. The rapid spread of the disease\r\nand its contamination of many strata of society has also\r\nweakened national development plans. For that reason,\r\nthe struggle against HIV/AIDS has become the\r\ncollective responsibility of all countries and peoples;\r\nwe must redress its negative impact and prevent its\r\nspread.\r\nThe Declaration of Commitment embodies a\r\nworking framework that reflects the will of the\r\ninternational community with respect to combating this\r\ndisease. Genuine political will is required to provide a\r\nrobust response that is consonant with the need to\r\nattain the objectives of the Declaration that we have all\r\nadopted and so that we may enhance and carry out our\r\nnational programmes on a large scale.\r\nRegrettably, current political commitments are\r\nnot enough. Therefore, political leaders need to take\r\neffective and prompt measures commensurate with the\r\nrapid spread of this scourge in a number of third-world\r\ncountries. Not only is there a major need to intensify\r\nour efforts locally, regionally and internationally, but\r\nwe also need to highlight the important roles of civil\r\nsociety and non-governmental organizations in the\r\ncampaign against HIV/AIDS.\r\nThe Kingdom of Bahrain, as a response to the\r\nDeclaration of Commitment of the special session on\r\nHIV/AIDS, has focused all of its efforts through the\r\nestablishment of a high-level national committee and of\r\ncivil society associations, within the framework of\r\npreventive and treatment programmes to reduce the\r\nspread of the disease.\r\nDespite the fact that there is limited infection in\r\nBahrain, we have established a strategic plan to\r\npromote activities that would implement the\r\nrecommendations of the World Health Organization\r\n(WHO) and would enhance the national programme to\r\nhelp contain the disease. Thus, I would like to point out\r\nthat Bahrain has participated in all meetings of the\r\nWHO and all other United Nations agencies with\r\nrespect to HIV/AIDS. The Ministry of Health in\r\nBahrain provides free treatment as well as triple\r\ntherapy in accordance with WHO standards. We are\r\nalways trying to find new medications in order to deal\r\nwith any resistance to treatment.\r\nIn terms of prevention, the Kingdom of Bahrain\r\nhas undertaken all steps to implement preventive\r\nmeasures for care of the sick and people under\r\ntreatment, and for training doctors in government and\r\nprivate hospitals and health-care centres, where we\r\nprovide training, workshops and counselling for\r\nfamilies.\r\nIn addition, the subject of AIDS forms part of\r\nschool programmes and curricula within the framework\r\nof scientific, family and Islamic education. Local\r\nassociations also hold seminars and workshops dealing\r\nwith the social aspects of HIV/AIDS prevention. Social\r\ncounsellors in the Ministry of Education have been\r\ntrained on how to deal with the disease and on the role\r\nof counselling in preventing it. The Ministry of Health\r\nhas established an educational programme for the\r\nactive population, working with the Ministry of Public\r\nWorks and other ministries to avoid the further spread\r\nof the disease. We should like to point out that a\r\ncommission was established in 1988 to provide\r\nguidelines for monitoring and supporting AIDS\r\n12\r\nA/58/PV.6\r\nsufferers and their families within the framework of\r\nmedical treatment and care programmes.\r\nToday, the international community must conduct\r\nan all-out war against HIV/AIDS — a war for which\r\nwe must provide all the necessary resources. The\r\nestablishment of The Global Fund under the patronage\r\nof the Secretary-General was an excellent idea that\r\ndeserves support so that we can use every means at our\r\ndisposal to deal with the disease. Monitoring and\r\nfollow-up are obviously two very important measures\r\nthat will help us to successfully implement the\r\nDeclaration of Commitment.\r\nIn conclusion, we hope that these meetings will\r\nhave a successful outcome in the form of genuine\r\ncommitment to achieving success in the campaign\r\nagainst AIDS. It is our hope that the disease will\r\nsomeday be contained and eliminated.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Mauricio Solórzano, Chairman of the\r\ndelegation of the Republic of Nicaragua.\r\nMr. Solórzano (Nicaragua) (spoke in Spanish): I\r\nshould like to congratulate Mr. Julian Hunte on his\r\nelection as President of the General Assembly and to\r\nexpress our gratitude for the holding of these important\r\nmeetings, in which the efforts of many countries in the\r\nfight against HIV/AIDS are being assessed.\r\nNicaragua, like many other countries in the\r\nworld, has not been spared the scourge of HIV/AIDS.\r\nIt is primarily our youth — the most important source\r\nof human resources — who have suffered the\r\ndevastation of this illness. We have made significant\r\nefforts, adopted prevention programmes and\r\nimplemented policies in accord with the guidelines of\r\nthe principal United Nations bodies that are tackling\r\nthe problem of this disease. In the light of the danger of\r\nrising infection levels, we have decided to take more\r\nconcrete action to control transmission rates. We can\r\nhighlight the fact that the official Nicaraguan\r\nHIV/AIDS register was begun in 1987; since that year\r\na total of 997 cases have been reported.\r\nWithin Central America, we have had the fewest\r\nrecorded cases. It is argued that that is due to the\r\npolitical environment of the 1980s, to the limited\r\nmigration of that time, to our having regulated\r\nanonymous donations of blood and blood derivatives,\r\nto prevention interventions carried out by the country\r\nsince the beginning of the epidemic and to the\r\nmultisectoral response to it. In 2002, there were 194\r\nreported seropositive cases, comprising 101 HIV\r\ninfections, 61 AIDS cases and 32 deaths.\r\nCompared with 2001 and 2002, an accelerated\r\nadvance of the virus has been observed in our country.\r\nThat underscores the fact that, at the end of 2001, the\r\nincidence of the virus was no longer limited to the\r\nPacific zone of Nicaragua but had spread to the\r\nAtlantic coast regions, specifically the autonomous\r\nnorthern and southern regions. It is important to stress\r\nthat the most affected age group is 20 to 34, comprising\r\nthe most economically and sexually active population.\r\nOn the other hand, the affected group aged 0 to 4 is\r\nalso growing because of the increase in mother-to-child\r\ntransmission, which reached 2 per cent in 2002.\r\nThe most frequent transmission mechanism\r\nremains sexual activity, representing 88 per cent of\r\ncases; in second place is transmission through\r\nintravenous drug use, representing 5 per cent; and in\r\nthird place is mother-to-child transmission,\r\nrepresenting 2 per cent. The epidemic is showing\r\naccelerated growth in its infection rates given that, in\r\nthe epidemic’s first years, we had a rate of 0.77 per\r\n100,000 inhabitants, and at the end of 2002 we had a\r\nrate of 3.63 per 100,000 inhabitants, with the highest\r\nincidence among young people. That leads us to\r\nbelieve that in our country, the epidemic, once nascent,\r\nis becoming concentrated and generalized in some\r\ncases.\r\nIn 1987, Nicaragua began its response to AIDS\r\nby drafting short-term intervention plans with\r\nassistance from the Pan American Health Organization\r\nin the form of external cooperation. In the 1990s, we\r\nbegan our medium-term intervention plans, and we\r\nhave worked out interventions with other cooperative\r\nagencies such as the Pan-American Health\r\nOrganization, the World Health Organization, the\r\nUnited Nations Development Programme, the Japan\r\nInternational Cooperation Agency and the United\r\nStates Agency for International Development.\r\nMore recently, we have coordinated these\r\nactivities, linking them multisectorally. We have\r\ncreated the AIDS action group and are drafting\r\nstrategic multisectoral plans for the prevention of\r\nsexually transmitted diseases, HIV and AIDS. In 1999,\r\nwe in Nicaragua approved and presented the national\r\nstrategic plan to fight sexually transmitted diseases and\r\nHIV/AIDS, for 2000 to 2004. The plan was drafted\r\n13\r\nA/58/PV.6\r\nwith the support of organized civil society, the\r\ngovernmental sector and the private sector, with\r\ninternational assistance and cooperation from\r\ninternational bodies. The plan is now in force. It\r\ncontains the following eight strategies: strengthening\r\nthe country’s existing cooperation networks; defining\r\nnational policies to promote human rights and to\r\nguarantee equality — in accordance with Law 238 and\r\nthe principle of non-discrimination — in the national\r\nresponse to the epidemic; designing and implementing\r\nactions aimed at securing and managing financial\r\nresources to implement the plan; designing and\r\nimplementing a plan to prevent sexually transmitted\r\ndiseases and HIV/AIDS among the population;\r\npreventing and controlling sexually transmitted\r\ndiseases; guaranteeing a safe supply of blood and blood\r\nderivatives; adopting a comprehensive approach in\r\npublic and private health services for people living\r\nwith HIV/AIDS; and finally, strengthening the national\r\nsystem of epidemiological monitoring for sexually\r\ntransmitted diseases and HIV/AIDS at all its levels and\r\nin all health subsectors. Also in 1999, we adopted Law\r\n238 to promote, protect and defend the human rights of\r\nthose with AIDS, which led to the establishment of the\r\nNicaraguan AIDS commission, established in\r\nSeptember 2000.\r\nNicaragua recognizes that the path still to be\r\ntravelled is very long. Nevertheless, the Government is\r\ncoordinating even more effective efforts to control the\r\ndisease in the hope that one day we will eradicate this\r\nscourge in our Nicaragua.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Lemuel Stanilaus, Chairman of the\r\ndelegation of Grenada.\r\nMr. Stanilaus (Grenada): Because the night is far\r\nspent, and because much has been written and spoken\r\nabout the HIV/AIDS pandemic with which the Grenada\r\ndelegation readily concurs — especially the substantive\r\nand eloquent statement made by Prime Minister Owen\r\nArthur of Barbados — my delegation will limit its\r\nshort contribution mainly to prevention, the first line of\r\ndefence against HIV/AIDS.\r\nThe age-old adage that an ounce of prevention is\r\nworth a pound of cure is the underpinning of good\r\nphysical and mental health. Following that sensible\r\nadvice reduces the pain and suffering and time and\r\nfinancial loss caused by illness generally. Add to this\r\nthe case of HIV/AIDS — the stigma, the rejection, the\r\nconspiracy of silence based on ignorance, the high\r\nmortality — and you have the makings of a human\r\ntragedy of immeasurable proportions.\r\nGeneral Assembly resolution S-26/2 of 27 June\r\n2001, entitled Declaration of Commitment on\r\nHIV/AIDS, one of whose sections is entitled\r\n“Prevention must be the mainstay of our response”, is\r\nthe focus of my delegation’s statement on this global\r\nscourge. My delegation compliments the Joint United\r\nNations Programme on HIV/AIDS (UNAIDS) office\r\nhere on its embrace of “The ABC of AIDS prevention\r\nand care”. A stands for abstinence, B stands for be\r\nfaithful and C stands for condomize. The alarming\r\nglobal statistics with respect to morbidity and mortality\r\namong people who are sexually active demand that\r\nevery attempt be made to change behavioural habits\r\nthrough education, by stressing the ABC of AIDS\r\nprevention and care, with emphasis on abstinence and\r\nfidelity.\r\nToday, when young people are bombarded by the\r\nideology of free sex, which is as commonplace as a\r\nhandshake, who will deny that the first line of defence\r\nagainst HIV/AIDS is abstinence, which, additionally,\r\nmust be held up to teenagers as a virtue and as worthy\r\nof emulation? However, because stressing abstinence\r\nand education gives the appearance of promoting\r\nmorality and moral rectitude, we tend to de-emphasize\r\nthe safest, the surest and the most foolproof guarantee\r\nof HIV/AIDS prevention.\r\nAn ounce of prevention is worth a pound of cure\r\ntoday, tomorrow and in the future. We should therefore\r\naccentuate the positive aspects of health in the\r\neducation of our children. In that connection, the\r\ninternational community can take a page from Uganda\r\nand Senegal, whose success stories have turned the tide\r\nin the affairs of young people.\r\nFinally, our hearts go out to the widows,\r\nwidowers and orphans — and especially to the\r\ngrandparents, who, in the twilight and sunset of their\r\nlives, have become parents again.\r\nThe Acting President: I now give the floor to\r\nMrs. Anna Marzec-Boguslawska, Director of the\r\nNational AIDS Centre of Poland and Chairperson of\r\nthe delegation of Poland.\r\nMrs. Marzec-Boguslawska (Poland): The HIV\r\nepidemic appeared in Poland in the 1980s. Despite the\r\nstable epidemiological situation with respect to HIV\r\n14\r\nA/58/PV.6\r\ninfections observed in Poland over the past years,\r\nabout 8,200 HIV infections have been detected in our\r\ncountry since 1985, among a population of almost 39\r\nmillion. However, there are an estimated 15,000 to\r\n20,000 people living with HIV/AIDS in Poland. It is\r\nworth mentioning that in recent years we have\r\nobserved a changing profile of the epidemic, with an\r\nincreased number of people infected through\r\nheterosexual behaviour.\r\nIn spite of the well-known difficulties all over the\r\nworld, we are making every effort to maintain the\r\neffectiveness and variety of our preventive activities.\r\nTraining, publications, education activities and large-\r\nscale multimedia campaigns explaining the complexity\r\nof the issue of HIV/AIDS to different target groups of\r\npeople are organized very frequently. Continuing\r\neducation for medical professionals, social workers and\r\ntherapists in the field of HIV/AIDS is provided within\r\nthe framework of a national strategy. The main goal of\r\nour approach is the gradual development of a stable\r\nnational policy on the management of HIV- and AIDS-\r\nrelated issues.\r\nSince 1996, prevention, treatment and support\r\nhave been carried out in Poland on the basis of our\r\nnational programme of prevention of HIV infections\r\nand care offered to people living with HIV and AIDS,\r\nwhich was adopted by the Government and the\r\nParliament. The programme is a strategic document\r\nthat determines the State’s multisectoral policy on\r\nHIV/AIDS. It is mainly aimed at limiting the spread of\r\nHIV infection in Poland as well as at improving the\r\nquality of and access to care for people living with HIV\r\nand AIDS. It must be pointed out that gender equality\r\nconstitutes a fundamental element of the entire\r\nprogramme. Among other issues, particular attention\r\nhas been paid in the programme to educating society\r\nand ensuring high safety standards of blood and blood-\r\nreplacing agents.\r\nOne of the core issues in our common fight\r\nagainst HIV/AIDS is the constant updating and\r\nintroduction of international clinical guidelines for the\r\ncare of people living with HIV and AIDS.\r\nA very unique and valuable feature of our\r\nnational programme is its multilevel structure. The\r\nmain objective of setting up regional coordinators was\r\nto ensure the decentralization of HIV/AIDS-prevention\r\nactivities and the mainstreaming of HIV/AIDS-related\r\nissues, including effective cooperation between local\r\ngovernments and non-governmental organizations on\r\nthe local authorities’ agendas.\r\nPreventing transmission of HIV and reducing the\r\nimpact of HIV/AIDS in Poland fully ensures the\r\nprotection and promotion of human rights. Since the\r\nbeginning of the 1990s, our country has significantly\r\ncontributed to the human rights-based approach to HIV\r\nand AIDS at the international level by submitting a\r\ndraft resolution every two years on the protection of\r\nhuman rights in the context of HIV and AIDS at the\r\nsessions of the Commission on Human Rights.\r\nPeople living with HIV/AIDS in Poland have had\r\naccess to specialized treatment since 1996. All patients\r\nwho meet the relevant clinical criteria receive free\r\nantiretroviral treatment. The Minister of Health has\r\nearmarked $15 million for antiretroviral therapy for\r\n2003.\r\nModel testing centres have been operating in\r\nPoland since 1997, offering anonymous, free tests as\r\nwell as pre- and post-test counselling. In order to\r\nprevent social and health damage linked to intravenous\r\ndrug use, the exchange of needles and syringes has\r\nbeen practised in Poland since 1991. Methadone-based\r\nsubstitution therapy started in 1997. About 700 people\r\nare in the programme, and those who meet the criteria\r\nreceive free highly active antiretroviral therapy.\r\nIncarcerated persons also have the same access to the\r\nantiretroviral treatment. In order to reduce mother-to-\r\nchild transmission, all pregnant women with known\r\nseropositivity receive antiretroviral prophylactics. As a\r\nresult of this, the rate of vertical transmission since\r\n1989 has decreased by as much as a factor of 40. That\r\nextraordinary effect has been achieved thanks to the\r\nfirm HIV/AIDS policy of the Government as well as\r\nthe genuine determination and dedication of medical\r\nstaff.\r\nThe role of non-governmental organizations and\r\nlocal authorities in the process of tackling HIV/AIDS\r\nhas never been underestimated in Poland. From the\r\nvery beginning of the epidemic, the Polish Government\r\nfocused on the promotion and funding of cross-\r\ndisciplinary initiatives among all related governmental\r\nagencies, non-governmental organizations and other\r\ncivil society partners.\r\nLet me take this opportunity to stress that the\r\nimplementation of the Declaration of Commitment,\r\ndespite all the difficulties and obstacles we are facing,\r\n15\r\nA/58/PV.6\r\nhas led to significant progress in the prevention and\r\neradication of HIV/AIDS.\r\nPoland declares that it stands ready to share all its\r\nexperience with other members of the international\r\ncommunity and will be most grateful to learn from\r\nthem in order to multiply our efforts in fighting\r\nHIV/AIDS on a global scale.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Clifford Sibusiso Mamba,\r\nChairman of the delegation of the Kingdom of\r\nSwaziland.\r\nMr. Mamba (Swaziland): The Kingdom of\r\nSwaziland remains committed to the implementation of\r\nthe targets set by the Declaration of Commitment on\r\nHIV/AIDS adopted at the General Assembly special\r\nsession on 27 June 2001. We remain committed to\r\neffectively addressing the increasing HIV/AIDS\r\nproblem that has seen our country rank amongst the top\r\nfive most heavily affected in the world.\r\nRegrettably, Swaziland has not been able to meet\r\nall the goals set out for 2003 in the Declaration of\r\nCommitment. To a large extent, that has been due to\r\ninsufficient financial resources. The major challenges\r\nfaced by the kingdom due to the HIV/AIDS situation\r\ninclude the fact that the epidemic continues to spread.\r\nFurthermore, the situation has become a humanitarian\r\ncrisis as it has resulted in a diversion of resources from\r\nother areas of need. There has been an unprecedented\r\nincrease in the number of orphans and other vulnerable\r\nchildren. Most of the health facilities are in dilapidated\r\ncondition and require upgrading.\r\nThere has been a significant increase, specifically\r\nfor HIV/AIDS, in the budgetary allocation, and a\r\nnational coordinating mechanism at the highest level of\r\ngovernment has been established. His Majesty King\r\nMswati III is personally involved in supporting\r\nnational efforts, through advocacy and resource\r\nmobilization. Different sectors have been engaged in\r\nthe national response. These are the private sector, civil\r\nsociety groupings and organizations, people living with\r\nHIV/AIDS, cultural groupings, youth and faith-based\r\norganizations and the traditional healing systems.\r\nThe financial assistance granted by the Global\r\nFund came as a major boost to our national response to\r\nHIV/AIDS. The resources from the Global Fund will\r\nenhance the concerted efforts of the Government, civil\r\nsociety and the private sector and the technical support\r\nprovided by UNAIDS and other donors. The\r\ndisbursement of the initial resources from the Global\r\nFund in August 2003 has increased the hope of\r\nthousands of the affected and infected population. The\r\nincrease in available resources will help us scale up\r\nactivities and implement more strategies than otherwise\r\nwould have been possible.\r\nThe country is in the process of initiating a mass\r\nmobilization of population groups and sectors for an\r\nenhanced response. National traditional ceremonies\r\ninvolving youth, women and men provide an\r\nopportunity for such activities. These events bring\r\ntogether a number of the population groups, thus\r\nmaking it possible to engage in mass mobilization of\r\nthe population. A historical forum has been undertaken\r\nbringing together all religious groupings to engage in\r\ndialogue on their role in the national response.\r\nIt should be further acknowledged that prevention\r\nstrategies will be scaled up as well, targeting behaviour\r\nchange through encouraging abstinence among the\r\nyoung and further curtailing the spread of HIV/AIDS\r\nthrough parent-to-child transmission and accidental\r\noccupational exposure.\r\nThe availability of resources from the Global\r\nFund is also making it possible for the country to try\r\nhome-grown solutions for responding to the epidemic.\r\nThey include the revival of traditional and cultural\r\nsafety nets at the community level, such as in the\r\nprovision of support to orphans and vulnerable persons\r\nthrough communal care and support efforts, which\r\ninclude provision for basic needs, and through\r\naddressing the problem of declining literacy levels\r\namong the young.\r\nThe Government, with the Turner Foundation, has\r\ninitiated the establishment of youth-friendly services in\r\nthe kingdom with a view to decreasing risky behaviour\r\namong the youth. This programme specially targets the\r\ngirl child in an attempt to reduce the vulnerability of\r\ngirls.\r\nLet me conclude by expressing the gratitude of\r\nthe Government and the people of the Kingdom of\r\nSwaziland, particularly those who are infected and\r\naffected by HIV/AIDS, to all those that have donated to\r\nthe Global Fund and to all other programmes and\r\nindividual efforts that assist countries like Swaziland in\r\ntheir national efforts at alleviating the problems\r\nbrought about by this disease. We encourage them not\r\nonly to continue providing such assistance, but to work\r\n16\r\nA/58/PV.6\r\ntowards meeting the set targets, as the task ahead\r\nremains enormous.\r\nThe Declaration of Commitment adopted in 2001\r\nhas, to a large extent, not been fully implemented due\r\nto insufficient resources. In his report on progress\r\ntowards implementation of the Declaration of\r\nCommitment on HIV/AIDS (A/58/184), which is\r\nbefore us today, the Secretary-General offers a set of\r\nrecommendations, which we must study carefully and\r\nendorse for our future road map. For those reasons and\r\nmore, we ought to remain committed to achieving the\r\ngoals we have set. Collectively, we can achieve those\r\ngoals.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Luis Gallegos Chiriboga, Chairman of\r\nthe delegation of the Republic of Ecuador.\r\nMr. Gallegos Chiriboga (Ecuador) (spoke in\r\nSpanish): Among the major questions regarding\r\nacquired immunodeficiency syndrome (AIDS) are its\r\norigin and causes, and how it became the epidemic\r\nwhich has spread to the point that it has become one of\r\nthe worst pandemics ever to affect mankind. The crisis\r\ngenerated by HIV/AIDS flourishes in environments of\r\npoverty, social disintegration and ignorance. Economic\r\ndifficulties, external debt and adjustments have been\r\naggravating elements for the crisis, which has grown\r\nfaster than education and prevention.\r\nThe Declaration of Commitment on HIV/AIDS,\r\nadopted by the General Assembly in June 2001, is an\r\nimportant step forward and a landmark in our struggle\r\nto combat this scourge since it reflects the sensitivity\r\nand the awareness of the international community\r\nfaced with the undeniable global dimension of the\r\nproblem. It shows, moreover, an interest in joining\r\ntogether to fight this evil, which is afflicting all\r\nmankind.\r\nMy delegation welcomes the report of the\r\nSecretary-General on progress towards implementation\r\nof the Declaration of Commitment on HIV/AIDS\r\n(A/58/184). We can see that the Declaration has been\r\nwidely accepted and has become a basic tool for\r\nstrengthening and speeding up global response and in\r\npromoting more responsible and transparent\r\nmanagement in this area. However, despite the fact that\r\nsignificant progress has been made in implementing\r\npolicies aimed at reducing the rate of infection, serious\r\nproblems still exist. Our efforts have been insufficient\r\nin this lengthy and difficult struggle to achieve the\r\nproposed objectives.\r\nMy Government supports efforts developed by\r\nthe United Nations system to respond effectively to the\r\nproblems posed by this virus and is pleased to note the\r\ncommitment shown by political leaders of developed\r\nand developing countries. This is proof of the growing\r\ngeneral awareness of the problem. It is extremely\r\ngratifying to note that investments in HIV/AIDS\r\nprogrammes in low- and medium-income developing\r\ncountries have increased significantly over the past\r\nyear and that the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria is now becoming a viable\r\nmechanism for financing HIV/AIDS programmes and\r\nother health programmes in developing countries.\r\nMy delegation notes with concern the limited\r\nprogress achieved in the area of human rights and that\r\nthe stigma associated with HIV/AIDS could be an\r\nimpediment to providing an effective global response\r\nto the epidemic. In addition, we are concerned that the\r\ntrends indicate that global financial resources to\r\ncombat AIDS will leave us $10.5 billion short by 2005.\r\nSimilarly, increased vulnerability to AIDS among\r\nwomen, teenage girls and girl children due to\r\neconomic, social and legal situations deserves special\r\nattention.\r\nEcuador is particularly interested in prevention\r\nand protection activities developed by the United\r\nNations and continues to move forward with projects to\r\nprevent and reduce the spread of the disease. However,\r\nthe shortage of material and financial resources make\r\ninternational cooperation with my country essential.\r\nI wish to reiterate the commitment that the\r\nGovernment of Ecuador made at the special session of\r\nthe General Assembly in 2001, when we reaffirmed our\r\nresponsibility to individuals living with HIV/AIDS in\r\norder to insure safe access to appropriate health\r\nservices. In this context, we feel it is imperative for all\r\nindividuals infected with the virus to be able to\r\nexercise fully their right to access to low-cost drugs\r\nwhich will help them fight the epidemic.\r\nIn accordance with the outcome of the 2001\r\nspecial session on HIV/AIDS, my Government has\r\ndrafted a national strategic plan on HIV/AIDS for 2001\r\nto 2003. It focuses on the following strategic areas:\r\nestablishing a programme of services for those who are\r\nHIV-positive, strengthening mother-child care in the\r\narea of HIV/AIDS, increasing the number of users of\r\n17\r\nA/58/PV.6\r\nspecial services and establishing conditions for\r\nimproving access to necessary medication. Ecuador\r\nconsiders in particular that developed countries should\r\nprovide access to low-cost medications for infected\r\npersons, as part of the fight against the epidemic.\r\nAllow me finally to call on the international\r\ncommunity to continue its efforts in the fight against\r\nthis scourge which has serious economic and social\r\nconsequences for all of mankind.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Abdulaziz Al-Shamsi, Chairman of the\r\ndelegation of the United Arab Emirates.\r\nMr. Al-Shamsi (United Arab Emirates) (spoke in\r\nArabic): Allow me at the outset to congratulate\r\nMr. Julian Hunte on his election to the presidency of\r\nthe fifty-eighth session of the General Assembly. We\r\nare confident that his expertise and diplomatic skills\r\nwill enable him to guide the work of these high-level\r\nmeetings on the HIV/AIDS pandemic with efficiency\r\nand success. I also would like to express our\r\nappreciation to the Secretary-General for his\r\nunyielding personal efforts to combat HIV/AIDS.\r\nAfter reviewing the report of the Secretary-\r\nGeneral (A/58/184) and other international reports on\r\nfollow-up of the Declaration of Commitment on\r\nHIV/AIDS, it has become clear to us that HIV/AIDS\r\nstill represents one of the biggest obstacles to\r\ninternational and national efforts to attain sustainable\r\ndevelopment and the Millennium Goals. It also poses a\r\nclear threat to international peace and security.\r\nSince the discovery of AIDS more than 20 years\r\nago, it has infected over 60 million people, of all races,\r\nclasses, cultures and economic levels. It is the fourth\r\ngreatest cause of death in the world.\r\nThe United Arab Emirates is deeply concerned\r\nabout the continuing increase in the rate of infection\r\nworldwide, and particularly in African countries.\r\nReports by observers of the spread of the disease\r\nindicate that there will be an estimated 45 million new\r\ncases of AIDS between 2002 and 2010. Most of these\r\ncases will occur in developing and poor countries,\r\nwhich are already suffering from abject poverty,\r\nilliteracy and armed conflict. The disease kills millions\r\nin the workforce, infects millions of children under 16\r\nand creates millions of orphans, which leads to further\r\ndeterioration of the economy and living conditions of\r\nthese countries. It leads also to more poverty, despair\r\nand violence.\r\nWe therefore stress the importance of mobilizing\r\ninternational and regional efforts to implement the\r\nrecommendations and plans of action of the\r\nconferences on development, and especially to fulfil\r\nthe commitments by developed and donor countries to\r\nfacilitate the flow of financial, technical and\r\ndevelopmental assistance to developing and poor\r\ncountries, in particular African countries, which are the\r\nmost affected by the disease. We must also settle their\r\nexternal debts so they can have the resources and a\r\nsecure economic, political and social environment in\r\nwhich to implement national strategies to combat AIDS\r\nand overcome its tragic effects.\r\nFurthermore, we reiterate the importance of\r\nfacilitating easy access by these countries to drugs and\r\nmedications to treat the disease, on terms suited to their\r\nfinancial situation. We also reaffirm the importance of\r\nenhancing preventive measures, especially in terms of\r\npublic awareness and limiting behaviours that\r\ncontribute to infection and to the spread of the disease.\r\nThe United Arab Emirates has adopted national\r\nand regional strategies aimed at preventing AIDS since\r\nit was discovered more than 20 years ago. It has\r\nsucceeded, through the national AIDS prevention\r\nprogramme launched by the Ministry of Health in\r\n1985, in reducing the number of HIV cases to the\r\nlowest in the world, with no demonstrable increase\r\nover the past two decades, as was reported in a World\r\nHealth Organization (WHO) report on the United Arab\r\nEmirates and neighbouring countries.\r\nWe believe that our laws, which are derived from\r\nthe spirit of Islamic Shariah and the social traditions\r\nand practices that prohibit certain behaviours leading to\r\nthe spread of the disease — such as illegal sexual\r\nrelations, drug abuse and trafficking in women — have\r\nto a great extent contributed to this low number of\r\ncases, along with the measures adopted by the national\r\nprogramme to control and monitor the entry into the\r\ncountry of AIDS patients from abroad, and to monitor\r\nlaboratory workers, hospital patients and those who\r\nwork in blood banks and pregnancy clinics.\r\nLast July, we hosted in Abu Dhabi the Regional\r\nMeeting for the HIV/AIDS and STD Surveillance and\r\nMonitoring of National Aids Programmes.\r\n18\r\nA/58/PV.6\r\nFinally, the United Arab Emirates hopes that\r\ninternational efforts through the United Nations,\r\ncombined with national efforts, will be able to win the\r\nfight against this pandemic and find practical solutions\r\nto impede its spread and eventually eliminate it.\r\nThe Acting President: I now give the floor to\r\nHer Excellency Mrs. Dolores Balderamos-García,\r\nChairperson of the delegation and Special Envoy for\r\nChildren, Gender Affairs and HIV/AIDS, Ministry of\r\nHuman Development, Local Government and Labour\r\nof Belize.\r\nMs. Balderamos-García (Belize): We came to\r\nthe United Nations in 2001 fully aware of the extreme\r\nchallenge we faced as a world community. The picture\r\nwas bleak, and we set about changing the world. In the\r\nface of a pandemic with the severity of HIV/AIDS, this\r\ntask remains one of the most crucial undertakings of\r\nour generation. Since then, more of our children are\r\nsuffering from HIV/AIDS; more of our people have\r\ndied; and we find ourselves expending more and more\r\nfunds to tackle the effects of this pandemic. Yet today,\r\nas a result of our collective efforts, we can celebrate\r\nthe gains we have made in the past two years.\r\nIt is estimated that, in the Caribbean and in Latin\r\nAmerica, 1.6 million people are living with HIV/AIDS.\r\nThe Caribbean, now the second most affected region in\r\nthe world, averages approximately a 2 per cent\r\nprevalence rate among adults, a figure mirrored in the\r\nlocal reality of my country, Belize. Belize is thus both\r\nwitness and subject to the ravages of HIV/AIDS in our\r\nregion.\r\nIn the face of this enormous challenge, my\r\ndelegation returns to the United Nations to offer the\r\nassurance of the Government of Belize that it will\r\ncontinue to engage in the global fight against\r\nHIV/AIDS.\r\nIn Belize, HIV/AIDS has been declared one of\r\nthe greatest health and human development challenges.\r\nOur Prime Minister, The Honourable Said Musa,\r\nresponded by establishing the National AIDS\r\nCommission, our country’s coordinating mechanism,\r\nand has now placed it under the authority of his Office.\r\nWe have developed a multisectoral approach in our\r\nstrategic plan to address this pandemic. The success of\r\nthis multisectoral strategy has been manifested in\r\nenlarged and strengthened partnerships with non-\r\ngovernmental organizations, community-based\r\norganizations and the private sector. In addition, in a\r\nrecently held Youth Parliament, we saw the increased\r\ninvolvement and participation of young people in\r\nspreading the message of prevention.\r\nWe continue, however, to face such obstacles as\r\nstigma and discrimination towards persons living with\r\nHIV/AIDS. As a result, the face of HIV/AIDS is still\r\nlargely hidden. To overcome this will require greater\r\ninvolvement by all sectors as well as a more strategic\r\nresponse from those already participating.\r\nWe are also in the process of enacting HIV/AIDS\r\nlegislation and will shortly pass a law incorporating the\r\nNational AIDS Commission as a statutory body. This is\r\nan important step in the implementation of our strategic\r\nplan.\r\nIn the area of resource mobilization, local funding\r\nhas been increased, and we are receiving greater\r\nexternal cooperation — though not nearly enough.\r\nWhile we acknowledge the support of agencies such as\r\nthe Caribbean Development Bank, the United Nations\r\nPopulation Fund, the International Labour Organization\r\nand the Joint United Nations Programme on HIV/AIDS\r\n(UNAIDS), we are concerned about the slow progress\r\nof the implementation of the Global Fund to Fight\r\nAIDS, Tuberculosis and Malaria. We must all do more\r\nto realize the goal set for that Fund, for we realize that\r\nto do otherwise could be deadly.\r\nThrough our Ministry of Health, the programme\r\non the prevention of mother-to-child transmission is\r\nachieving some success. In addition, we have started to\r\nprovide antiretroviral medication to persons in need.\r\nVoluntary counselling and testing centres have also\r\nopened, and we continue to increase our activities to\r\nbring greater awareness of prevention methods and safe\r\npractices.\r\nWhen we assess the social and economic impact\r\nof HIV/AIDS in Belize, we realize that the vast\r\nmajority of those infected are at their most productive\r\nstage in life. Their contribution to our sustainable\r\ndevelopment is indispensable. Responsible governance\r\ncannot tolerate such a loss; we must do more to protect\r\nthis valuable resource. At the same time, we are aware\r\nthat reversing the present trend will require an\r\ninclusive and well-coordinated effort with the\r\nparticipation and support of all levels of society.\r\nIn this context, we are pleased at the outcome of\r\nthe recently concluded planning workshop on\r\nmanaging the impact of HIV/AIDS on public-sector\r\n19\r\nA/58/PV.6\r\nhuman resources in the Caribbean, sponsored by the\r\nCommonwealth Secretariat.\r\nWe have not returned to the United Nations to\r\nrestate known facts and express lamentations. We know\r\nthe problems, and we are aware of them. We make our\r\ncommitment even stronger at all levels. The situation is\r\nserious, but we will do what needs to be done to\r\nreverse it. This we will accomplish in solidarity with\r\nour developing and developed partners, so that together\r\nwe can prevail in our fight against HIV/AIDS.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Isaac Lamba, chairman of the\r\ndelegation of the Republic of Malawi.\r\nMr. Lamba (Malawi): On behalf of the Malawi\r\ndelegation, I would like to join other speakers in\r\nthanking the Secretary-General for having convened\r\nthis meeting to take stock of our progress in the fight\r\nagainst the HIV/AIDS pandemic.\r\nThe interplay between poverty, famine and\r\nHIV/AIDS necessitates new approaches that must\r\nintegrate HIV/AIDS into national and international\r\nhumanitarian responses. For sub-Saharan Africa, and,\r\nindeed, for Malawi, HIV/AIDS is a humanitarian crisis\r\nof a complex nature, which is undermining years of\r\nhard-won gains in economic and social development.\r\nThe Government of Malawi remains fully and\r\nstrongly committed to the fight against HIV/AIDS. The\r\nPresident himself, Mr. Bakili Muluzi, has personally\r\ntaken the lead in championing the national HIV/AIDS\r\nresponse, to demonstrate political will. That response\r\nhas further been strengthened by the establishment of a\r\nministerial portfolio responsible for HIV/AIDS\r\nprogrammes to collaborate with existing institutional\r\nstructures, which include the Cabinet Committee on\r\nHIV/AIDS, the Parliamentary Committee on\r\nHIV/AIDS, and a Board of Commissioners responsible\r\nfor the National AIDS Commission. Those three\r\nstructures provide the political framework for\r\nnetworking with the public and private sectors and civil\r\nsociety, as well as the faith-based sector.\r\nIn keeping with the principle of respect for\r\nhuman rights and fundamental freedoms, the\r\nGovernment of Malawi has come up with an\r\nHIV/AIDS policy which provides a legal and\r\nadministrative framework and aims to meet the special\r\nneeds of women, men and children living with\r\nHIV/AIDS, orphans and other marginalized groups.\r\nThis year, the Malawi Government launched a\r\nnationwide programme on the prevention of mother-to-\r\nchild transmission of HIV. Furthermore, although only\r\n1.8 per cent of Malawians with advanced HIV/AIDS\r\ninfection are estimated to be receiving ARV\r\ncombination therapy, the Government of Malawi has\r\nbeen successful in its efforts to secure assistance from\r\nthe Global Fund, among other donors, to roll out and\r\nscale up treatment of HIV/AIDS-related infections.\r\nDespite all these bold efforts and high-level\r\nnational commitments on our part to fight this scourge,\r\nstatistics on trends in prevalence, morbidity, mortality\r\nand the number of orphans have continued to show\r\ndisturbing results. For example, data from the 2001\r\nsentinel surveillance report revealed a national adult\r\nHIV prevalence rate of 15 per cent — 25 per cent in\r\nthe urban areas and 13 per cent in the rural areas. The\r\nrisk of mother-to-child transmission of HIV remains\r\nvery high, with an estimated 27 per cent of infants born\r\nto HIV-infected mothers becoming infected.\r\nI am, however, encouraged to report high levels\r\nof HIV awareness and knowledge among our\r\npopulation, with more than 85 per cent of the 15-24 age\r\ngroup becoming very much aware of what is meant by\r\nHIV/AIDS. About 35 per cent of people aged 15 to 24\r\nreported the use of condoms with casual partners, a\r\nsubstantial increase from the 1996 data. It is also\r\ngratifying to observe that HIV prevalence estimates in\r\nthe adult population have more or less stabilized at 15\r\nper cent for nearly three consecutive years.\r\nMy delegation is encouraged at the increasing\r\ndonor support for the national HIV/AIDS response.\r\nThe United Nations agencies, the Canadian\r\nInternational Development Agency, the Swedish\r\nInternational Development Cooperation Agency, the\r\nNorwegian Agency for Development Cooperation, the\r\nUnited Kingdom Department for International\r\nDevelopment, the United States Centers for Disease\r\nControl and Prevention, the United States Agency for\r\nInternational Development and the World Bank,\r\nthrough the Multicountry AIDS Programme, among\r\nothers, have assisted Malawi in coming up with various\r\nprogrammes which have led to significant gains in\r\nHIV/AIDS education and awareness among the people.\r\nIn conclusion, my Government continues to\r\nderive encouragement from the concerted efforts that\r\ncurrently are being exerted at the national, regional and\r\n20\r\nA/58/PV.6\r\ninternational levels. The fight is a hard one, but it must\r\nbe won, and we can all win if we are all together.\r\nThe Acting President: I now give the floor to\r\nMr. Alfred Capelle, Chairman of the delegation of the\r\nRepublic of the Marshall Islands.\r\nMr. Capelle (Marshall Islands): I am honoured to\r\ndeliver this statement on behalf of the Republic of the\r\nMarshall Islands. Two years ago, the Marshall Islands\r\nparticipated in the twenty-sixth special session of the\r\nGeneral Assembly and joined in declaring a global\r\ncommitment to address the HIV/AIDS crisis.\r\nNot long ago, HIV/AIDS was considered a new\r\nand alarming disease, affecting countries outside the\r\nPacific region. Today, HIV/AIDS has crossed all\r\nborders. It is now a major concern for the countries of\r\nthe Pacific region, including the Marshall Islands. The\r\nnumber of registered cases in the Marshall Islands may\r\nbe low in comparison to many other areas of the world.\r\nHowever, with our very small population and high rates\r\nof sexually transmitted diseases, the risk of the virus\r\nspreading is a matter of great concern to our\r\nGovernment and our people. The potential social and\r\neconomic consequences pose a particularly grave threat\r\nto small island communities such as our own.\r\nThe vulnerability of our people to the risk of\r\ninfection is intensified due to various factors, including\r\nhigh mobility within and across our borders, risky\r\nlifestyle choices of our youth, who constitute a high\r\npercentage of the population, and traditional cultural\r\nbarriers that prevent open discussion about sexual\r\nbehaviours.\r\nAlthough the Marshall Islands is a small country,\r\nthe spread of the population across many remote\r\nislands presents an additional challenge in terms of\r\nreaching the groups most vulnerable to HIV/AIDS,\r\nwhich are women and children. In attempting to reach\r\nall members of the community, but particularly those\r\nmost vulnerable groups, we have focused our efforts on\r\nincreasing local community participation in HIV/AIDS\r\neducation and prevention. We encourage the active,\r\nongoing involvement of non-governmental\r\norganizations, churches, women’s groups and other\r\nstakeholders.\r\nThe Marshall Islands has a public health system\r\nwith very limited capabilities stemming from restricted\r\nfinancial resources, a lack of adequate infrastructure\r\nand a weak technical capacity. Because of restricted\r\nlaboratory facilities, blood samples must be sent out of\r\nthe country for testing, a process that is far too time-\r\nconsuming considering the rapid pace at which the\r\nvirus can spread. There is also an urgent need for\r\nmedical staff to receive training on HIV/AIDS\r\ntreatment, care and prevention.\r\nAs in many other small developing countries, the\r\ncosts of effectively combating HIV/AIDS are more\r\nthan our struggling health system can sustain. We\r\nappeal to countries with experience in combating the\r\ndisease to share their experience on best practices and\r\nto offer financial and technical assistance to developing\r\ncountries in need of medical resources, capacity-\r\nbuilding, staff training and policy development.\r\nAmong the many health concerns in the Marshall\r\nIslands, HIV/AIDS poses the greatest threat. The\r\nGovernment of the Marshall Islands is committed to\r\naddressing this threat by enhancing its efforts to\r\ndevelop and implement appropriate health, education\r\nand social policies. We welcome assistance from the\r\ninternational community in that regard. Despite the\r\nmany challenges faced at the national and local levels,\r\nthe Marshall Islands reaffirms its commitment to\r\nsupport global efforts to combat HIV/AIDS.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Stafford Neil, Chairman of the\r\ndelegation of Jamaica.\r\nMr. Neil (Jamaica): The grave implications of the\r\nHIV/AIDS pandemic for long-term human survival and\r\nfor the socio-economic development of countries all\r\nover the world require us to come together to find\r\nurgent solutions. Against that background, my\r\ndelegation views with grave concern what is reflected\r\nin the Secretary-General’s report before us (A/58/184):\r\nthat the financial, technical and human resources\r\nneeded to fight HIV/AIDS remain below the required\r\nlevels. This situation is worrying and places in\r\njeopardy the effectiveness of national and regional\r\nefforts to combat the spread of the disease.\r\nThe issue of adequate resources is critical for the\r\nexpansion of access to treatment and care in\r\ndeveloping countries, as well as for the sustainability\r\nof the progress achieved to date. In Jamaica, for\r\nexample, the high cost of antiretroviral drugs remains a\r\nmajor problem. While the Government has been able to\r\nsuccessfully negotiate with leading pharmaceutical\r\ncompanies for some reduction in the price of these\r\ndrugs, costs are still a significant problem.\r\n21\r\nA/58/PV.6\r\nWe acknowledge the efforts made with respect to\r\nthe establishment of the Global Fund to provide\r\nadditional resources, and we welcome the agreement\r\nreached within the World Trade Organization to give\r\ndeveloping countries greater access to cheaper\r\nmedicines, but much remains to be done to move the\r\nprocess forward. Accordingly, we underscore the need\r\nfor support to be given to developing countries to\r\neffectively utilize this mechanism, so that drugs can be\r\nprovided to those suffering from HIV/AIDS. We would\r\nalso wish to encourage greater investment in research\r\nand development on HIV/AIDS, and we urge greater\r\nfinancial support of the Global Fund.\r\nCombating the spread of HIV/AIDS requires a\r\ncoordinated and collaborative response and the\r\nstrengthening of links between Governments and civil\r\nsociety. We believe that this will facilitate and promote\r\na multisectoral and participatory approach to fighting\r\nthe pandemic. We acknowledge that there are\r\nchallenges to attaining this objective, in the light of the\r\nvarying cultural and gender dimensions of the\r\nHIV/AIDS pandemic. But Jamaica is confident that this\r\nkind of collaboration can provide meaningful results.\r\nOne of the issues we hope it will advance is the\r\nprotection of the human rights of those living with\r\nHIV/AIDS, as well as a greater emphasis on the special\r\nneeds of children orphaned by the disease.\r\nDeveloping this broad based approach to\r\nHIV/AIDS has become a central feature of Jamaica’s\r\nresponse. The national strategic plan for the period\r\n2002 to 2006 has as one of its goals the development of\r\nan effective multisectoral response to HIV/AIDS, with\r\nspecial emphasis on preventive programmes which\r\npromote behavioural change and target vulnerable\r\ngroups within the society through media campaigns,\r\neducational materials and outreach programmes, with\r\nthe participation of persons living with HIV/AIDS.\r\nIn addition, there is a programme on HIV mother-\r\nto-child transmission currently being expanded to\r\nparishes all over the island, and there are centres\r\nproviding free HIV testing and counselling. These\r\nefforts are reinforced at the regional level, within the\r\ncontext of the Caribbean Regional Strategic\r\nFramework aimed at mitigating the consequences of\r\nthe disease at both the national and regional levels\r\nthrough the development of regional plans of action.\r\nJamaica will continue to make its contribution to\r\nthis critical international campaign. As Members of the\r\nUnited Nations, we are all charged with creating a\r\nviable future for our own as well as succeeding\r\ngenerations. Let us not falter in fulfilling that\r\nobligation.\r\nThe Acting President: I call on His Excellency\r\nMr. Murari Raj Sharma, Chairman of the delegation of\r\nthe Kingdom of Nepal.\r\nMr. Sharma (Nepal): Today 42 million people\r\nare living with HIV/AIDS. In 2002 alone, 5 million\r\nnew infections occurred, half of them in people aged\r\n15 to 24 and more than 95 per cent in developing\r\ncountries; 3.1 million infected persons died. Those are\r\nstaggering statistics that call for an urgent, massive and\r\ncoordinated response.\r\nThe Declaration of Commitment on HIV/AIDS,\r\nadopted by the special session of the General Assembly\r\nin 2001, has scaled up the efforts of the global\r\ncommunity to combat the disease and has provided one\r\nmore tool to advance goal six of the Millennium\r\nDevelopment Goals.\r\nWe take heart that the Joint United Nations\r\nProgramme on HIV/AIDS (UNAIDS) and a number of\r\nother United Nations agencies have been working with\r\nMember States at the front lines in the global fight\r\nagainst HIV/AIDS. The Global Fund to Fight AIDS,\r\nTuberculosis and Malaria has helped reinforce the fight\r\nsignificantly. More than 140 countries now have\r\nprogrammes to tackle this epidemic.\r\nWe welcome the first contributions announced\r\nhere today by the United States and the European\r\nUnion. This marks one step forward in our collective\r\neffort to tackle HIV/AIDS. Despite all that progress,\r\nhowever, HIV/AIDS continues to fan out to new\r\ncountries and to claim new victims.\r\nNepal is an example of where the epidemic is\r\nspreading like wildfire. With the first case detected in\r\n1988, Nepal had, according to World Bank estimates,\r\nmore than 30,000 infected people by September 2000.\r\nSome other estimates put the figure at a much higher\r\nlevel. Nearly 3,000 people die from this disease every\r\nyear. The prevalence rate exceeds 50 per cent among\r\nintravenous drug users and 70 per cent among sex\r\nworkers.\r\nNepal is fully committed to fighting HIV/AIDS in\r\nour country, but constrained resources seriously\r\nhamper our efforts. For instance, we have established a\r\nnational centre and adopted a national policy in 1995\r\n22\r\nA/58/PV.6\r\nand a national strategy in 1997 to combat this disease.\r\nA high-level national council has been set up, chaired\r\nby the Prime Minister, with the broader participation of\r\ncivil society to help implement the national policy and\r\nstrategy.\r\nPrevention of the disease, as well as treatment of\r\nand support to its victims, is critical to reverse the\r\nsurge of the HIV/AIDS pandemic. In the current 5 and\r\n10 year plans, Nepal has accorded priority to\r\nprevention through the creation of awareness,\r\nembracing a multisectoral approach. We have allocated\r\nresources, within our capacity, to implement various\r\nprogrammes in this area.\r\nAs the problem has regional dimensions, due to\r\nNepal’s close links with high-prevalence countries and\r\nareas, we have underlined regional cooperation as one\r\nof the key elements of our strategy to combat\r\nHIV/AIDS. In that context, I thank UNAIDS and the\r\nUnited Nations Children’s Fund for organizing a high-\r\nlevel regional meeting on HIV/AIDS in Kathmandu\r\nlast February.\r\nGaps between the needed and available resources\r\nremain painfully wide. Given the limited resources at\r\nits disposal, Nepal needs resources to carry out the\r\nprevention strategy, as well as to treat and support\r\nvictims. So does South Asia in general.\r\nWe therefore call on the international community\r\nto generously contribute to the Global Fund and to\r\nUnited Nations agencies, as well as to make\r\nantiretroviral drugs available and affordable for victims\r\nin poor countries.\r\nDespite tremendous scientific progress, the\r\nHIV/AIDS epidemic remains a terrible misfortune, a\r\nchallenge to human society and a bleak threat to human\r\ndignity and existence. We share the anguish and\r\nsuffering of those living with HIV/AIDS. Let us\r\nreaffirm once again our commitment to fight\r\nHIV/AIDS through concerted global action and to save\r\nthe world from this terrible epidemic.\r\nThe Acting President: I call on Her Excellency\r\nMs. Susana Rivero, chairman of the delegation of\r\nUruguay.\r\nMs. Rivero (Uruguay) (spoke in Spanish): As a\r\nmember of the Rio Group, Uruguay associates itself\r\nwith the statement made by Peru on behalf of the\r\nGroup.\r\nIn Uruguay, the 2002-2003 strategic plan\r\nformulated by the National AIDS Programme is aimed\r\nat regulating, implementing and evaluating the\r\ndevelopment of HIV/AIDS prevention and treatment\r\npolicies. Its guiding principles are the promotion of and\r\nrespect for human rights and the ethical principles that\r\nensure the right to health and non-discrimination, with\r\na view to achieving three key objectives: to prevent\r\nnew infections, to reduce the negative personal and\r\nsocial impact of HIV/AIDS, and to mobilize and\r\ncoordinate efforts to combat the disease.\r\nAs of June 2003, in Uruguay 7,018 cases had\r\nbeen reported mainly among vulnerable groups. Of\r\nthese, 4,855 were carriers and 2,163 infected persons;\r\n1,233 have died. A large number of affected persons\r\nface serious social problems, such as unemployment,\r\ndiscrimination, poverty and family dysfunction. In\r\norder to fight discrimination and prejudice, solidarity\r\nand respect for human rights are promoted among\r\nworkers and employers through educational and\r\ninformation programmes. As a way of reducing the\r\nnegative personal and social impact of the epidemic\r\nand thanks to the use of generic drugs, 100 per cent\r\ncoverage of antiretroviral therapy was begun in 1996,\r\nso that all AIDS patients in Uruguay now receive equal\r\ntreatment, regardless of their social and economic\r\nsituation.\r\nHowever, the main objective of the strategic plan\r\nis the prevention of new infections, particularly among\r\nyoung people and adolescents, vulnerable groups,\r\nwomen, from mother-to-child transmission, and in the\r\nhealth-care environment.\r\nAmong the most important actions to be taken to\r\nthat end are increasing information, sex education,\r\npromoting and developing healthful sexual\r\nbehaviours — including condom use — from a gender\r\nperspective and raising young people’s awareness of\r\nthe relationship between alcohol and drug abuse and\r\nrisky behaviours.\r\nMore than 50 per cent of the reported cases in our\r\ncountry affect young people between the ages of 15\r\nand 34, who were infected in adolescence. That is why\r\njoint efforts among the National Youth Institute, the\r\nNational Institute for Minors and non-governmental\r\norganizations working with children and young people\r\nare essential.\r\nWith regard to prevention among women,\r\nalthough women in Uruguay fell victim to the epidemic\r\n23\r\nA/58/PV.6\r\nat a later stage in its development, currently the\r\nincidence among women is steadily rising, owing to a\r\nchange in the pattern of infection. Last year, women\r\nrepresented 30 per cent of all reported cases in the 15\r\nto 34 age group — that is, at the height of fertility.\r\nTherefore, policies are being implemented to promote\r\nwomen’s participation in the design, execution and\r\nevaluation of programmes and to train health personnel\r\nin prevention from a gender perspective. With respect\r\nto mother-to-child transmission, in our country the\r\nincidence of such transmission without intervention\r\nhad been 25 per cent. Thanks to the introduction of\r\nantiretroviral treatments in 1997, we were able to\r\nreduce it to 4 per cent in 2002.\r\nOur challenge consists not only in undertaking\r\nthe formidable effort required for capacity-building,\r\nbut also in maintaining such capacities among all\r\ninvolved actors for sustained action to tackle the\r\nmultidimensional problems posed by HIV/AIDS. For a\r\ndeveloping country like Uruguay, the implementation\r\nof a strategic plan on this scale is a titanic task,\r\nparticularly considering that the country suffered the\r\nworst economic crisis in its history last year.\r\nThe effectiveness of these actions depends on\r\ncommitment and political resolve, on intra- and inter-\r\ninstitutional cooperation and on the availability of the\r\nresources necessary to fund a forceful national\r\nresponse to the epidemic. Therefore, we recognize in\r\nparticular the cooperation received through, for\r\nexample, the Joint United Nations Programme on\r\nHIV/AIDS, the Pan American Health Organization, the\r\nUnited Nations Children’s Fund, the United Nations\r\nEducational, Scientific and Cultural Organization and\r\nthe Inter-American Development Bank, as well as the\r\ncooperation of France and Spain, without which it\r\nwould be very difficult to mobilize and coordinate so\r\nmany anti-HIV/AIDS efforts and actions. Likewise, we\r\nhighlight civil society’s active and resolute\r\nparticipation through the network of Uruguayan non-\r\ngovernmental organizations, particularly those that\r\nbring together persons living with HIV.\r\nUruguay remains committed in the fight against\r\nHIV/AIDS and ready to work domestically, regionally\r\nand with the entire international community to reach all\r\nestablished goals that will enable us to free humanity\r\nfrom this epidemic.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Teruneh Zenna, Chairman of the\r\ndelegation of the Federal Democratic Republic of\r\nEthiopia.\r\nMr. Zenna (Ethiopia): Let me take this\r\nopportunity to thank the Secretary-General for the\r\nlucid and concise report (A/58/184) before us. The\r\nreport allows us to evaluate the progress made towards\r\nthe implementation of the Declaration of Commitment\r\non HIV/AIDS (resolution S-26/2, annex) since its\r\nadoption in June 2001 at the twenty-sixth special\r\nsession of the General Assembly.\r\nAs detailed in the Secretary-General’s report,\r\nsignificant progress has been made in the global\r\nresponse to HIV/AIDS. It is encouraging to note that\r\nall countries now have multisectoral HIV/AIDS\r\nstrategic plans and have established national AIDS\r\ncouncils chaired at the highest levels of Government.\r\nCommitment on cross-country cooperation to fight the\r\nepidemic has also been enhanced among regional\r\npolitical bodies.\r\nDespite those achievements, HIV/AIDS is\r\nbecoming more alarming in its devastating effect on\r\nsocio-economic development in some affected sub-\r\nSaharan African countries. HIV infection rates\r\ncontinue to rise, and the meagre institutional capacity\r\nto fight the epidemic is being seriously undermined. It\r\nis therefore time for the international community to\r\nintensify its efforts to raise the HIV/AIDS response to\r\nthe level required in the subregion. Out of the 67\r\nmillion Ethiopians, 2.2 million — including 200,000\r\nchildren — are living with HIV/AIDS. The rate of new\r\ninfections has started to decline, but the highest\r\nprevalence of HIV is still in the 15 to 24 age group —\r\nan age group that is most productive.\r\nThe Government of Ethiopia attaches prime\r\nimportance to the Declaration of Commitment on\r\nHIV/AIDS and has thus taken numerous steps to speed\r\nup its implementation. My Government established a\r\nNational AIDS Prevention and Control Council,\r\nchaired by the President, in April 2000. The Council\r\nregularly evaluates the status of the disease’s\r\nprevalence rates throughout the country, disseminates\r\ninformation about HIV/AIDS and promotes awareness\r\nat the national level. Furthermore, several ministries\r\nhave formed HIV/AIDS task forces and have\r\ndesignated HIV/AIDS focal points with the objective\r\nof raising awareness in the civil service about the\r\nepidemic. The Council has also established structures\r\nat the grass-roots level to reach the broadest possible\r\n24\r\nA/58/PV.6\r\nsector of the society in its endeavour to raise awareness\r\nabout the epidemic. Centres for the distribution of\r\nantiretroviral medicines have also been established at\r\nthe national level.\r\nIn terms of policy, my Government adopted its\r\nfirst HIV/AIDS policy in 1998. It has since launched\r\nand implemented numerous policy directives and\r\nguidelines to provide advice to HIV/AIDS patients and\r\nto intensify the media campaign about the epidemic.\r\nWe have also presented various proposals to the Global\r\nFund to Fight AIDS, Tuberculosis and Malaria, and we\r\nhave managed to secure resources that have enhanced\r\nour capacity to fight the epidemic.\r\nThe establishment of an enabling policy\r\nenvironment is only the first stage in our response to\r\nHIV/AIDS. Additional programmes should be\r\nlaunched, and those already under way need to be\r\nvigorously implemented, their impact assessed and\r\nlessons drawn for further action. That is a continuous\r\nprocess requiring substantial financial, human and\r\ntechnical resources. The Government of Ethiopia has\r\nbeen implementing a health sector programme, and this\r\nyear the budget for that sector has been significantly\r\nincreased. However, all the resources required to fight\r\nHIV/AIDS cannot be mobilized domestically.\r\nIn that regard, Ethiopia is pleased that it has been\r\nable to secure some resources from the Global Fund,\r\nfrom the Joint United Nations Programme on\r\nHIV/AIDS and from other bilateral and multilateral\r\ndonors, either directly through governmental\r\ninstitutions or through non-governmental\r\norganizations. We should like to express our\r\nappreciation to President Bush of the United States,\r\nwho has committed $15 billion to fight AIDS in the\r\nmost affected countries. We are also grateful to the\r\nEuropean Union and to other bilateral donors for the\r\ncommitment of resources. The speed with which the\r\nfunding mechanism for HIV/AIDS has become\r\noperational is also encouraging.\r\nBut, while thanking the United States, the\r\nEuropean Union and government and private\r\ninstitutions for their initial pledges to the Global Fund\r\nand similar institutions, we fully agree with the\r\nSecretary-General’s report, which clearly emphasizes\r\nthat the resources available for HIV/AIDS programmes\r\nat the country level fall far short of the desired level.\r\nThe $4.7 billion to be reached by 2003 is less than half\r\nof the $10.5 billion needed by 2005. It is thus\r\nnecessary for donors to make good on their\r\ncommitments and to accelerate the momentum for\r\nincreased funding for HIV/AIDS efforts if the targets\r\nof the Declaration of Commitment are to be met.\r\nThe Acting President: I give the floor to\r\nMr. Moon-shik Kim, Director-General of the National\r\nHealth Institute of the Republic of Korea.\r\nMr. Kim (Republic of Korea): It is a great honour\r\nand privilege for me to speak, on behalf of the\r\nGovernment of the Republic of Korea, at this important\r\nmeeting.\r\nOver two years ago, at the historic special session\r\nof the General Assembly, the global body adopted the\r\nDeclaration of Commitment on HIV/AIDS,\r\nunderscoring the urgent need for action against\r\nHIV/AIDS. The unprecedented level of commitment\r\ngathered from countries around the world led to the\r\nadoption of time-bound targets in the fight against the\r\npandemic.\r\nI am confident that today’s review of the progress\r\nmade and the lessons learned in our effort to meet the\r\ngoals for 2003 will enable us to devise more effective\r\naction to meet the challenging goals of future years.\r\nI note with satisfaction the advances made in\r\nmany countries, particularly in heavily affected\r\ncountries. As indicated in the report of the Secretary-\r\nGeneral (A/58/184), the issue is now accorded high\r\npriority on many national agendas. National strategies\r\nto address HIV/AIDS have been established. Greater\r\nresources have been mobilized and are now being\r\nexpended at the national and global levels. Infection\r\namong young people has declined in a growing number\r\nof countries. The developments of the past two years\r\nstrengthen our hope and resolve that, with strong\r\npolitical commitment and cooperation among all\r\nstakeholders, we can bring the deadly disease under\r\ncontrol.\r\nThe challenges facing us, however, are still\r\nenormous. The number of infected people is still\r\ngrowing, with 5 million new cases detected every year.\r\nThe prevalence of HIV/AIDS in the Latin American\r\nand Caribbean and Eastern European regions shows no\r\nsign of diminishing. In sub-Saharan Africa, where 11\r\nmillion children have lost one or both parents to the\r\ndisease, it is disheartening, to say the least, to think of\r\nthe long-term consequences. Despite an unprecedented\r\nlevel of contributions from the governmental and other\r\n25\r\nA/58/PV.6\r\nsectors, the gap between needs and resources remains\r\nhuge.\r\nThe experience of the past two years has served\r\nto highlight several points. First, political commitment\r\nand leadership must remain firm. Given the ambitious\r\ntargets to be met by 2005, leaders, not only in\r\nGovernment but also in civil society, need to strengthen\r\ntheir resolve still further. HIV/AIDS has proved to be\r\nan intractable enemy. The slightest negligence or\r\nindifference in leadership can easily result in huge\r\nsetbacks in our effort against HIV/AIDS.\r\nSecondly, we must do what we can right now to\r\nsave the lives and relieve the suffering of those\r\naffected by HIV/AIDS. The Korean Government is\r\nproviding people with an HIV/AIDS antiretroviral\r\nagent for free. We must continue to strive to make\r\ndrugs available at a reasonable cost, especially to those\r\nin the developing countries.\r\nThirdly, we should strengthen international\r\nsupport mechanisms. Many developing countries are\r\nstill without adequate resources to address the problem\r\nof HIV/AIDS effectively. In that regard, the Korean\r\nGovernment is endeavouring to ensure that it will be\r\nable to deliver its contribution to the Global Fund in\r\nthe near future.\r\nFourthly, prevention should continue to be at the\r\ncentre of our efforts. The Republic of Korea, which had\r\nbeen considered relatively safe from HIV/AIDS, has\r\nrecently experienced a dramatic rise in the number of\r\npeople infected, especially young adults. In response to\r\nthis challenge, the Korean Government, working in\r\nclose partnership with non-governmental organizations,\r\nis now focusing on the development of prevention and\r\nawareness programmes for the younger generation.\r\nLastly, greater attention should be paid to the\r\nrights and needs of those infected by HIV/AIDS. Legal\r\nprotection is essential, but it is not enough. Social\r\nstigmatization and marginalization will be eliminated\r\nonly when there is a general change in attitude, and\r\nthat calls for active publicity campaigns.\r\nDuring the two years since the special session, we\r\nhave achieved a great deal. Yet much still needs to be\r\ndone. Perhaps the most important point to take away\r\nfrom today’s discussion is that we cannot relax our\r\nvigilance or relent in our efforts. It is imperative that\r\nwe continue to be alert.\r\nLet us look to 2005 with renewed resolve.\r\nTogether, we pledged by that date to have made\r\nsubstantial progress in reducing infection among\r\nvulnerable groups, in providing extensive care to meet\r\nthe needs of those infected with HIV/AIDS and their\r\nfamilies, and in protecting the human rights of the\r\ninfected. Meeting those targets will be no easy task.\r\nBut as the past two years have shown, we can do it by\r\nworking together with steady determination. Our\r\nefforts will be fully rewarded when our children can\r\nlive in a world free from the dark shadow of the\r\ndisease.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Christian Wenaweser, Chairman of\r\nthe delegation of the Principality of Liechtenstein.\r\nMr. Wenaweser (Liechtenstein): The adoption of\r\nthe Declaration of Commitment on HIV/AIDS in 2001\r\nprovided us with a timely instrument to use in our\r\ncommon fight against the HIV/AIDS pandemic. As we\r\nreach the first target date contained in the Declaration,\r\nthe record of implementation is mixed. There was a\r\nstrong initial momentum, which led, inter alia, to the\r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria\r\nquickly becoming operational. Keeping up this\r\nmomentum, nationally and internationally, and not\r\nletting other crises divert our attention from\r\nHIV/AIDS, is one of our most important tasks, and that\r\nis the purpose of today’s meetings.\r\nWe live in a rapidly changing world characterized\r\nby a quick succession of crises of all sorts. The threat\r\nposed by HIV/AIDS will be with us for many years to\r\ncome and, if we are to be successful, we must be\r\nconsistent in our will to fight it. The leadership shown\r\nby the United States of America and the European\r\nUnion will hopefully lead to sustained support for the\r\nGlobal Fund, which we consider a valuable means to\r\nfight the pandemic. Liechtenstein made an initial\r\ncontribution to the Fund of 100,000 Swiss francs and is\r\nnow in the process of determining the size of its next\r\ncontribution.\r\nHIV/AIDS constitutes not only a global health\r\nthreat, but, indeed, one of the main obstacles to\r\ndevelopment. The common fight against it thus\r\nconstitutes an investment in the future of mankind. The\r\nexperience gained in recent years makes it clear that\r\nprevention and care and treatment strategies must be\r\nconsidered to be complementary. The financial and\r\nhuman costs of prevention are, of course, much smaller\r\n26\r\nA/58/PV.6\r\nthan those related to care and treatment, and if effective\r\nstrategies can prevent more than 50 per cent of\r\nprojected new infections over the next decade, we must\r\nclearly give strong priority to such strategies. At the\r\nsame time, we cannot expect prevention to be\r\nsuccessful if we neglect those populations already\r\nafflicted, in various forms, by the disease and its\r\nconsequences. We hope that agreements recently\r\nreached in the framework of the World Trade\r\nOrganization will help make rapid progress with regard\r\nto the care and treatment of people living with\r\nHIV/AIDS.\r\nPoverty and inadequate access to education, in\r\nparticular information on sexual and reproductive\r\nhealth, rank highest among the factors that contribute\r\nto the destructive spread of the disease. Such factors\r\nare then compounded by discrimination against people\r\nliving with HIV/AIDS.\r\nWe thus welcome the Secretary-General’s\r\nemphasis on the aspect of human rights in the fight\r\nagainst HIV/AIDS. Both the consequences and the\r\neradication of HIV/AIDS are inextricably linked to\r\nhuman rights. Stigmatization and discrimination\r\nagainst people living with the disease exacerbate the\r\neffects of the virus by adding to its disastrous effects in\r\ndestroying families and communities.\r\nPeople living with HIV/AIDS can contribute\r\nmuch to the fight against the epidemic of which they\r\nhave become a victim. Indeed, some of the strongest\r\nleadership in the fight against HIV/AIDS has been\r\nshown by people who themselves live with the disease.\r\nParticipation in decisions affecting their lives is not\r\nonly something to which people are entitled; it is also\r\nan essential ingredient for success. We join the\r\nSecretary-General in calling on Governments to enact\r\nand enforce national policies that address\r\nstigmatization and discrimination in order to make our\r\ncommon fight more effective.\r\nIn that context, special attention must be paid to\r\nthe rights of women and girls, as was done in the\r\nDeclaration of Commitment. Women and girls are not\r\nonly biologically more susceptible to infection when\r\nnot protected; they are often much more vulnerable\r\nbecause of societal and structural inadequacies, not to\r\nmention manifestations of discrimination. Policies need\r\nto be enacted to make women economically more\r\nindependent and to reduce their risk of being sexually\r\nvictimized. Widows and — ever more frequently —\r\norphaned girls are left with the task of leading their\r\nhouseholds. They are entitled to out best possible\r\nefforts to make their fate manageable by at least\r\nremoving all forms of discrimination they face simply\r\nbecause they are women.\r\nThe Acting President: I now give the floor to\r\nMs. Tonka Vurleva, National Coordinator on\r\nHIV/AIDS and General Secretary of the National\r\nCommittee on Prevention of HIV/AIDS and Sexually\r\nTransmitted Diseases of the Republic of Bulgaria.\r\nMs. Vurleva (Bulgaria): I have the honour to\r\naddress the Assembly today on behalf of the\r\nGovernment of the Republic of Bulgaria and to extend\r\nour hope that, through joint efforts at the individual,\r\nregional and international levels, Governments\r\nworldwide will commit themselves to the fight against\r\nHIV/AIDS.\r\nAware of the AIDS epidemic, which is a global\r\nchallenge in the current century, Bulgaria fully\r\nrecognizes that the issue transcends the area of health\r\nand has acquired demographic, economic, social and\r\nethical dimensions. Therefore, two years ago Bulgaria\r\njoined in the Declaration of Commitment on\r\nHIV/AIDS of the special session of the General\r\nAssembly, which provides a historic opportunity for all\r\ncountries, rich and poor, large and small, to mobilize\r\navailable resources to combat this threat to humanity.\r\nAt present, Bulgaria is fortunate in that it ranks\r\namong the countries with a low prevalence of\r\nHIV/AIDS. So far, a total of 499 cases of people living\r\nwith HIV/AIDS have been registered in the country,\r\neven though we live in a region where the epidemic is\r\nrapidly spreading. The Government of Bulgaria has\r\nshown clearly that there is strong political will to\r\nundertake the actions necessary to maintain the\r\ncountry’s low prevalence of HIV/AIDS. In 2001, the\r\nBulgarian Government adopted a national strategy and\r\na national action plan for the prevention and control of\r\nAIDS and sexually transmitted diseases, covering the\r\nperiod 2001-2007.\r\nThe activities under the national action plan are\r\nfinancially and technically supported by the competent\r\ninternational organizations, such as the Joint United\r\nNations Programme on HIV/AIDS (UNAIDS), the\r\nWorld Health Organization, UNICEF, the United\r\nNations Development Programme (UNDP) and others.\r\nThe successful implementation of the national action\r\nplan is financed through yearly allocations from the\r\n27\r\nA/58/PV.6\r\nbudget of the Ministry of Health, amounting to\r\napproximately $3 million. Those financial resources\r\nare used to provide free of charge testing and\r\ncounselling focused on prevention, as well as free\r\nmodern antiretroviral therapy for people living with\r\nHIV/AIDS. There is a network of centres providing\r\nvoluntary counselling and testing for HIV/AIDS.\r\nCoordination of the national action plan’s\r\nimplementation at the national and institutional levels\r\nis the primary responsibility of the National Committee\r\non Prevention of HIV/AIDS and Sexually Transmitted\r\nDiseases and the Council of Ministers. Currently, nine\r\nministries are represented on the National Committee.\r\nThe successful national response also involves active\r\npartnership with various international donors, academic\r\nand research institutions, media and civil sector\r\norganizations.\r\nThe local-level response is coordinated through\r\nthe activities of local civil committees for the\r\nprevention and control of HIV/AIDS. In 2000, the\r\nAntiAIDS Coalition was established to coordinate with\r\nnon-governmental organizations and other stakeholders\r\nto enhance cooperation and raise awareness among the\r\ngeneral public.\r\nThe combat against HIV/AIDS is also an integral\r\npart of the national health strategy, which uses the\r\nmotto of “Better health for a better future in Bulgaria\r\n2001-2006”. In 2003, that combat was established as\r\none of Bulgaria’s Millennium Development Goals.\r\nOpenness, global solidarity and firm political\r\nleadership are a must if we want to bridge the gaps\r\ncreated by stigmatization, discrimination and denial\r\nwith respect to ethnic, cultural or religious differences.\r\nThe world is now facing an enormous challenge and\r\nmust stand up for the protection of human rights and\r\ndignity.\r\nThe Acting President: I now give the floor to\r\nMr. Paul Goa Zoumanigui, Chairman of the delegation\r\nof the Republic of Guinea.\r\nMr. Zoumanigui (Guinea) (spoke in French): I\r\nwish to express my delegation’s appreciation to the\r\nSecretary-General for presenting his report on progress\r\ntowards implementation of the Declaration of\r\nCommitment on HIV/AIDS (A/58/184) and the priority\r\nefforts of the United Nations in fighting that pandemic.\r\nThe holding of today’s meetings stems from our shared\r\nduty to create in 2003 an enabling environment for\r\nmeeting the 2005 and 2010 objectives, in terms of\r\nprogrammes and results, of the Declaration of\r\nCommitment on HIV/AIDS, which was adopted at the\r\nspecial session of the General Assembly in June 2001.\r\nWe endorse the recommendations of the\r\nSecretary-General and would like to add that the\r\nimplementation of the Declaration of Commitment has\r\nenabled greater awareness about HIV/AIDS at the\r\nglobal level; alliances among various partners of the\r\npublic and private sectors and civil society, which\r\nshould nevertheless be further strengthened; deeper\r\ninvolvement of eminent personalities at the national\r\nand international levels; special attention to research\r\nand development; and a more active commitment to the\r\nmobilization of essential resources, especially\r\ncontributions to the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria. My delegation would also\r\nlike to highlight the importance of the related issues\r\nsuch as human rights, strengthening programmes,\r\nwomen, girls and HIV/AIDS, care, support and\r\ntreatment and follow-up, monitoring and evaluation,\r\namong others.\r\nThe Assembly’s special session of 2 June 2001\r\nwas an opportunity for my delegation to put forward\r\nthe broad policy guidelines of Guinea in the fight\r\nagainst HIV/AIDS. Confronted with the threats of\r\nemerging or re-emerging diseases, particularly the\r\nsexually transmitted disease AIDS, a national health\r\nplan 2000-2010 was launched to stabilize or reduce\r\ntheir social and economic impact.\r\nDespite the establishment of a national coalition\r\nto combat AIDS, comprised of the Government, its\r\ndevelopment partners, the Joint United Nations\r\nProgramme on HIV/AIDS team and national and\r\ninternational organizations, HIV/AIDS is spreading in\r\nGuinea at an alarming rate. Furthermore, according to\r\nthe most recent surveys made public by the\r\nGovernment, the rate of infection of the population is\r\nclose to 2.8 per cent. According to projections, the\r\nnumber of HIV-infected persons will double, reaching\r\nmore than 282,000 between now and 2010 unless\r\nsweeping measures are taken. To reverse this trend,\r\nmany initiatives have been undertaken in the Republic\r\nof Guinea. The Government has given priority to\r\nfinancing prevention projects and spreading public\r\nawareness among young adolescents, women and\r\nworkers. The efforts of the First Lady of Guinea to\r\nreduce mother-to-child transmission and the drafting a\r\n28\r\nA/58/PV.6\r\npublic information guide for the eradication of AIDS\r\nare part of this new process.\r\nGuinea is stepping up its mobilization to combat\r\nthe devastating effects of HIV/AIDS. But to succeed, it\r\nneeds the support of the international community. This\r\nis why it welcomes the agreement on generic drugs\r\nreached 30 August 2003 and the Secretary-General’s\r\nestablishment of the Commission for HIV/AIDS and\r\nGovernance in Africa, presided over by the Executive\r\nSecretary of the Economic Commission for Africa.\r\nWe would like to express our gratitude to the\r\nUnited States, the European Union and other donors for\r\ntheir substantial contributions to the Global Fund to\r\nFight AIDS, Tuberculosis and Malaria. We are\r\nconvinced that this will contribute to the success of the\r\nimplementation of the Declaration of Commitment on\r\nHIV/AIDS. My delegation would like to thank the\r\nvarious partners who, despite numerous difficulties,\r\nhave spared no effort to support my country’s actions.\r\nDespite the progress made, my delegation\r\nremains convinced that further considerable efforts\r\nmust be made to prevail in the fight against the\r\nHIV/AIDS pandemic. To reach that objective, it is\r\ncrucial, now more than ever, to promote the present\r\npartnership, coordinate our activities more closely and\r\nunite actors at all levels.\r\nThe Acting President: I now give the floor to\r\nMr. Ricardo Luque Nuñez, adviser of the Direction of\r\nPublic Health and Minister of Social Protection of the\r\nRepublic of Colombia.\r\nMr. Nuñez (Colombia) (spoke in Spanish): As a\r\nfollow-up to the Declaration of Commitment on\r\nHIV/AIDS, adopted in 2001, Colombia has without a\r\ndoubt made considerable advances, including the\r\ndrafting of a strategic plan that views sexual and\r\nreproductive health as one of the main priorities of\r\npublic health, and has developed and implemented a\r\npolicy that incorporates the main recommendations of\r\nthe Declaration of Commitment on HIV/AIDS. The\r\nGovernment has taken the lead in fostering greater\r\nparticipation of civil society in advancing proposals for\r\njoint work, including the Global Fund’s allocation of\r\nfunding to implement a project to reduce the\r\nvulnerability of young people, men and women, in the\r\nmunicipalities most affected by forced internal\r\ndisplacement.\r\nIn addition, a fund for drugs was established this\r\nyear to reduce the economic impact of antiretroviral\r\ntreatment on and provide coverage for the poorest\r\npeople and, in Lima, we took part in a round of\r\nnegotiations with other countries of the region and\r\npharmaceutical companies to obtain a reduction in drug\r\nprices, which, unquestionably, is a good step towards\r\nensuring universal access to treatment.\r\nWe have allocated additional resources to the area\r\nof prevention, focused our action on our young people\r\nand taken into account the most vulnerable groups by\r\nimplementing a strategy of information, education and\r\ncommunication. We have also received international\r\ncooperation funds to implement a project that enables\r\nus to diagnose and provide timely treatment to\r\npregnant women living with HIV. However, there are\r\nmany difficulties in guaranteeing sustained treatment\r\nonce the babies are born.\r\nAdditionally, we are intensely working to develop\r\nand implement a managerial model to cope with\r\nHIV/AIDS, which will strengthen the health-care\r\nsystem at the national level. The model fosters\r\ninteraction among the various parts of the programme\r\nand meets people’s demand for adequate private and\r\npublic services. The challenge is to encourage\r\ncommunity participation in order to shorten the gap\r\nbetween policies and action, which is essential in such\r\na decentralized country, with so many social, ethnic\r\nand cultural particularities, as Colombia.\r\nNevertheless, fulfilling agreements in the medium\r\nterm has been challenging. It has been difficult to\r\nsecure the commitment of other sectors outside health\r\ncare and work in particular environments such as the\r\nprivate sector. Furthermore, the conservative groups\r\nare opposed to the implementation of specific and\r\nsustained sex education programmes in schools. The\r\ndifficulties are compounded by limited funding in this\r\narea.\r\nAlthough Colombia has specific HIV/AIDS\r\nlegislation, with a strong human-rights component and\r\nfull constitutional backing, sometimes, in efforts to\r\nenforce the law and avoid discrimination and clear\r\nviolations of rights, the effective implementation of\r\nthis legislation is hindered on the ground because of a\r\nlack of understanding of the law or fear on the part of\r\nthe affected parties. Consequently, there is a challenge\r\nto implementing strategies to empower minorities and\r\nthe most vulnerable groups to understand and exercise\r\n29\r\nA/58/PV.6\r\ntheir rights and, above all, to reject all kinds of sexual\r\nviolence against women.\r\nFinally, if we consider the multiple health factors\r\ninvolved when new cases of infection arise, we cannot\r\nignore the conditions of violence and poverty that the\r\narmed conflict in Colombia has caused. If we\r\nunderstand public health as a collective obligation of\r\nsociety to assure healthy conditions for the population,\r\nit will always be necessary to consider the inequality\r\nand socio-economic vulnerability caused by the ever-\r\nincreasing incidence of AIDS. In the same way that the\r\nbest educational process will not have a positive effect\r\non a woman who continues to be subjected to physical\r\nand emotional abuse, discrimination and economic\r\ndependency, it will not be easy for our country to\r\nestablish effective prevention mechanisms if it suffers\r\nfrom the aftermath of violence, the scourge of drug\r\ntrafficking and a crushing debt burden.\r\nThe State and civil society will make every effort\r\nto fight AIDS, with the significant support of resources\r\nobtained through the Global Fund, which will, without\r\ndoubt, strengthen Colombia’s capacity to respond to\r\nthe epidemic. This is all the more relevant if we think\r\nof this initiative not as an AIDS prevention programme\r\nto improve our human development index, but rather as\r\na development project that will have a major positive\r\ninfluence on AIDS statistics. If we really want to stem\r\nthe spread of this epidemic, we must promote the\r\nprocesses that truly favour the development of the most\r\naffected countries and peoples.\r\nThe Acting President: I call on His Excellency\r\nMr. Alounkèo Kittikhoun, chairman of the Delegation\r\nof the Lao People’s Democratic Republic.\r\nMr. Kittikhoun (Lao People’s Democratic\r\nRepublic): Much has been said about the challenges\r\nposed by the HIV/AIDS pandemic, especially its threat\r\nto the health and well-being of all people. There is\r\ntherefore no need for further recitation. Since the\r\nadoption by the special session of the General\r\nAssembly on HIV/AIDS of resolution S-26/2 in June\r\n2001, there was a global commitment to achieve, by\r\n2003, many targets pertaining to the establishment of\r\nan enabling policy environment to combat HIV/AIDS.\r\nTwo years have now passed, and the outcome of\r\nthe special session on HIV/AIDS still remains far from\r\nbeing implemented, despite the growth in political\r\ncommitment and resources and the various efforts\r\nundertaken at national, regional and international\r\nlevels.\r\nAccording to the report of the Secretary-General,\r\nchallenges posed by the HIV/AIDS epidemic remain as\r\nlarge as ever. This situation thus calls for a broad-based\r\napproach and adequate resources to tackle the spread of\r\nthis scourge. All in all, a greater epidemic can be\r\nprevented if national capacity is built upon,\r\ncommitment is increased, cross-sectoral approaches are\r\nexpanded and affordable access to care and treatment is\r\nprovided.\r\nMy country, the Lao People’s Democratic\r\nRepublic, remains relatively low in terms of its\r\nHIV/AIDS rate, with an estimate of 0.05 per cent in\r\n2003. The first single case of HIV was identified in\r\n1990 and one person was identified as living with\r\nAIDS in 1992. As of December 2000, 717 people were\r\nfound to be HIV positive, 190 were living with AIDS,\r\nand 72 people have already died. In 2002, 13 new cases\r\nwere found. Although the prevalence of HIV/AIDS is\r\nstill low, the Lao Government has already undertaken\r\ncomprehensive measures to control and prevent the\r\ndisease through an HIV/AIDS sexually transmitted\r\ndisease policy based on universal principles.\r\nAt the political level, coordination is ensured by\r\nthe Lao National Committee for AIDS Control, an\r\ninter-ministerial and multisectoral committee\r\nestablished in 1988. Furthermore, the National\r\nHIV/AIDS Trust, a thematic group, composed of\r\nrelevant Governmental departments and donor\r\norganizations, was also created to provide technical\r\nsupport. On the implementation of the outcome of the\r\ntwenty-sixth special session of the General Assembly\r\non HIV/AIDS, my Government is committed to\r\nachieving the internationally agreed targets in the\r\nsocial sector despite a limitation of its domestic\r\nresources.\r\nThe allocation of investment in the social sector\r\nhas increased steadily over the years. For instance, in\r\nfiscal year 2002-2003, the amount reached 27.6 per\r\ncent of the total capital investment, of which 11.5 per\r\ncent was allocated for education and 8.8 per cent for\r\npublic health. This ensures sound investment\r\nproportioned between economic and social sectors.\r\nNevertheless, the programmes and targets of the\r\noutcome of the twenty-sixth special session pose a\r\ngreat challenge for us. However, it is our belief that\r\nwith continued support, cooperation and investment\r\n30\r\nA/58/PV.6\r\nfrom the world community, we will be able to\r\novercome those challenges and, thus, achieve our\r\nultimate goal.\r\nFinally, finding a solution to this problem\r\nrequires international efforts. Let us come together in\r\nsolidarity and fight to combat HIV/AIDS.\r\nThe Acting President: I call on His Excellency\r\nMr. Ahmed Tahir Baduri, chairman of the delegation of\r\nEritrea.\r\nMr. Baduri (Eritrea): Allow me to begin by\r\nextending gratitude to Secretary-General Kofi Annan\r\nfor his commitment to, and exemplary leadership in,\r\nthe struggle against the catastrophic, global HIV/AIDS\r\ncrisis. My delegation also takes this opportunity to\r\nthank him for his comprehensive report, contained in\r\ndocument A/58/184.\r\nThe Declaration of Commitment, adopted by the\r\ntwenty-sixth special session of the General Assembly\r\nin 2001, has been a significant demonstration of\r\nhumanity’s collective determination to eradicate the\r\nscourge. Yet, it is dismaying to note that in spite of the\r\ndetermination and collective efforts of the international\r\ncommunity to eradicate it, HIV/AIDS continues to\r\ndecimate populations around the world without any\r\nencouraging sign of a cure.\r\nThe prevalence of HIV/AIDS in Eritrea is\r\ncomparatively much less than in the rest of Africa. For\r\nexample, among the antenatal attendees, the\r\nseroprevalence is 2.8 per cent. This, by inference, is the\r\nprobable prevalence rate in the general population. Yet,\r\nby December 2002, there were only 15,698 reported\r\ncases of AIDS. That would constitute 0.6 per cent of\r\nthe population living in Eritrea. We are, however,\r\ngravely concerned by the antenatal statistics, and have\r\nbeen vigilant ever since our liberation 12 years ago.\r\nPrudence dictates that prevention and\r\ncontainment are better than cure, if only because even a\r\nsmall number of cases can be detrimental to our\r\ndevelopment programmes and our socio-economic\r\nfabric, especially since statistics also reveal that the\r\nscourge is most prevalent among males between the\r\nages of 25 and 34, and females between 20 and 23,\r\nwho make up the critical core of the workforce.\r\nThe Eritrean Government had launched its first\r\nfive-year plan (1997-2001), even before the United\r\nNations summit on HIV/AIDS. As an implementing\r\nagency, the five-year plan created a National AIDS\r\nControl Programme, a unit in the Communicable\r\nDiseases Control Division of the Ministry of Health.\r\nThe unit consists of counselling, prevention of mother-\r\nto-child transmission, social mobilization and condom\r\npromotion, care and support activities, and the sexually\r\ntransmitted infections (STI) sub-units.\r\nThe HIV/AIDS and STI policy guidelines,\r\nadopted in 1998, provided direction for the\r\nimplementation of programmes such as the promotion\r\nof safe sex behaviour, early diagnosis and treatment of\r\nSTI, provision of condoms, the use of aseptic\r\ntechniques to prevent infection in health facilities,\r\ncounselling, health care and social support of people\r\nliving with, and affected by HIV/AIDS, community\r\nempowerment, home-based care and mobilization of\r\nthe international community. However, it soon became\r\nobvious, even before the 2001 summit, that they had to\r\nbe revised, expanded and updated, especially in view\r\nof the major health sector review and the introduction\r\nof programmes for the prevention of mother-to-child\r\ntransmission and antiretroviral treatment.\r\nThus, following a long process of assessment of\r\nthe first plan, a new strategic plan for 2003-2007 was\r\nadopted and became operational this year. The new\r\nplan took the Declaration of Commitment on\r\nHIV/AIDS into account. The strategic plan process was\r\ndirected by a task force composed of officials from the\r\nMinistry of Health and other relevant ministries; and\r\nmembers of the United Nations system, civil society\r\nand the private sector. The NACP, which was only a\r\nunit, was replaced by a new, enlarged and strengthened\r\ndivision in the Ministry of Health — that is, the\r\nNational HIV/AIDS, Sexually Transmitted Infections\r\nand Tuberculosis Control Division. That division,\r\nwhich is composed of four units, is in charge of overall\r\nprogramme planning and of the implementation,\r\nmanagement, monitoring and evaluation of activities\r\nrelated to HIV/AIDS, sexually transmitted infections\r\nand tuberculosis, and also of cooperation with\r\ninternational organizations, national and international\r\nnon-governmental organizations, Government\r\nministries and community- and faith-based\r\norganizations.\r\nThe strategic plan outlines priorities which, inter\r\nalia, include an HIV surveillance system, voluntary\r\ncounselling and testing, early diagnosis and treatment\r\nof sexually transmitted infections, prevention of\r\nmother-to-child transmission, medical treatment, a\r\nbehavioural change communications strategy, and the\r\n31\r\nA/58/PV.6\r\nreduction of the economic, social and disease burden\r\ncaused by HIV/AIDS, sexually transmitted infections\r\nand tuberculosis. Thus, it emphasizes prevention,\r\ntreatment and impact mitigation.\r\nI wish to conclude by emphasizing that the people\r\nand the Government of Eritrea are committed to the\r\nrealization of the goals set out in the Declaration of\r\nCommitment on HIV/AIDS and will actively\r\nparticipate in the concerted effort to eradicate that\r\nscourge.\r\nThe Acting President: I give the floor to\r\nMr. Jean Alexandre, Chairman of the delegation of\r\nHaiti.\r\nMr. Alexandre (Haiti) (spoke in French): We are\r\nmeeting today in plenary to discuss HIV/AIDS, a\r\nsubject of great importance that should stir the\r\nconscience of all. Its harmful impact on populations on\r\na global scale, its accelerated spread and the exorbitant\r\ncost of medications, which makes them inaccessible to\r\nthe poorest countries, poses a grave threat to the world.\r\nIndeed, estimates made by experts and the calls of\r\nnational and international leaders are cause for alarm.\r\nThe Republic of Haiti remains the country in the\r\nregion most affected by the AIDS pandemic and by\r\npoverty, which together are doing incalculable damage.\r\nHaiti has seen its rate of HIV incidence go from 4.5 per\r\ncent to 6 per cent, with rates as high as 13 per cent in\r\ncertain rural areas.\r\nA total of 250,000 people between the ages of 15\r\nand 49, half of whom are women, live with the virus,\r\nand there are 200,000 AIDS orphans. Haiti is terribly\r\naffected by this scourge, which last year affected\r\n30,000 citizens and is at this time one of the main\r\ncauses of mortality.\r\nThe pandemic is exacerbating the already\r\nprecarious economic situation in the country and\r\nremains the primary challenge facing the Government,\r\nwhich continues to work tirelessly to implement the\r\ncommitments taken pursuant to the Declaration of\r\nCommitment on HIV/AIDS, in June 2001.\r\nThe President of the Republic, Mr. Jean Bertrand\r\nAristide, and the First Lady have with great resolve\r\ncommitted themselves to the struggle against this\r\ndisease. Thus in 2001 the President launched a\r\nstrategic plan for the period 2002-2005 to combat\r\nHIV/AIDS, which for Haiti is a national priority. The\r\nplan focuses on prevention; care of the sick throughout\r\nthe country; prevention of sexually transmitted\r\ninfections; prevention of mother-to-child transmission;\r\nsecurity of blood banks; and vaccine research.\r\nOur country’s multisectoral approach also\r\nhighlights the need for legislation in order to safeguard\r\nthe rights of HIV-positive people, protect them against\r\nmarginalization and encourage their participation and\r\neffective integration in society, as well as their\r\nparticipation in the combat against AIDS.\r\nThe Government of the Republic is very aware of\r\nthe gravity of the situation and, together, with the\r\nprivate sector, non-governmental organizations and\r\ninternational organizations, it is doing its best to try to\r\nmitigate as much as possible the spread of this scourge\r\nby encouraging research, educational programmes and\r\nawareness programmes in unaffected communities, and\r\nassistance programmes for those already affected.\r\nIn order to attain those goals and to make clear\r\nthe steady process of the implementation of its\r\ncommitment, the Haitian Government has set up a plan\r\nwhich receives financial support from the Global Fund\r\nto Fight AIDS, Tuberculosis and Malaria. Haiti was\r\nthus one of the first countries to sign a grant agreement\r\nwith the Global Fund. To date, the programme has\r\nopened health centres and dispensaries in several\r\ngeographical areas. It has also increased from one to\r\nsix the number of institutions that offer assistance to\r\npersons living with AIDS, and has made it possible to\r\ntreat several hundred patients.\r\nThe number of blood transfusion centres has\r\ndoubled, and seven new centres for counselling and\r\nexaminations have been opened. An increasing number\r\nof pregnant women now have access to maternal care\r\nservices, and preventive-education and nutritional\r\nprogrammes for affected families have been set up.\r\nWith international assistance and that of non-\r\ngovernmental organizations, many projects are under\r\nway and are being developed in order to set up a\r\nphysical infrastructure and to ensure that there is\r\ncompetent technical personnel to support the efforts\r\nthat are being made.\r\nFinancial assistance from the Global Fund is\r\naimed, inter alia, at guaranteeing blood transfusions,\r\nproviding antiretroviral drugs to more than 1,200 HIV-\r\npositive people, distributing more than 15 million\r\ncondoms, raising the awareness of and educating more\r\nthan 400,000 young people by the end of this year;\r\n32\r\nA/58/PV.6\r\nhelping AIDS orphans; and providing micro-credits to\r\nthe adoptive parents of those orphans.\r\nSpecial attention will be devoted to sex workers,\r\nand home visits to affected communities are being\r\nplanned within the context of the programme. Twelve\r\nthousand pregnant HIV-positive women will be treated.\r\nOur Government is grateful for the support and\r\ncooperation of non-governmental and international\r\norganizations, civil society, the private sector and the\r\ninternational community, within the context of which\r\nthe United Nations plays an essential role in combating\r\nAIDS.\r\nWe also appreciate the dedicated efforts of\r\nscientists worldwide who are working side by side with\r\nour doctors in the quest for a vaccine or for\r\nmedications that will free humankind from this terrible\r\nillness.\r\nWe launch a heartfelt appeal to the international\r\ncommunity that it continue to work in a spirit of\r\npartnership, which alone is capable of overcoming the\r\nAIDS pandemic. We urge pharmaceutical companies to\r\nmake more accessible generic antiretroviral products\r\nand lifesaving drugs.\r\nOn behalf of the Government and of the people of\r\nHaiti, we express our thanks to the United Nations, in\r\nparticular to the Joint United Nations Programme on\r\nHIV/AIDS (UNAIDS) and to those countries and\r\ninternational organizations that have provided\r\ncooperation and assistance to Haitians.\r\nThe Acting President: I give the floor to His\r\nExcellency Luis Emilio Montalvo Arzeno, Executive\r\nDirector, Presidential Council for AIDS and\r\nCoordination of the Country Coordinator Mechanism\r\nfor the Global Fund of the Dominican Republic.\r\nMr. Arzeno (Dominican Republic) (spoke in\r\nSpanish): The final Declaration adopted at the special\r\nsession of the General Assembly held in June 2001\r\ncharted an important, innovative course in the combat\r\nagainst the HIV/AIDS pandemic. HIV/AIDS is a\r\nserious threat to the development of our peoples and, as\r\na result, to peace and security.\r\nWith this vision, we returned to our country,\r\ntaking advantage of the fact that our head of State had\r\nrecently created a body at the highest level of the State\r\nto lead the fight against HIV/AIDS: the Presidential\r\nAIDS Council (COPRESIDA), with the participation of\r\nthe Government, the private sector and civil society, as\r\nwell as with foreign cooperation.\r\nOur country and Haiti share the island of\r\nHispaniola, and, with the other islands of the\r\nCaribbean, we are the region with the second highest\r\nprevalence of HIV/AIDS, after sub-Saharan Africa.\r\nOur region is also characterized by high migratory\r\nrates towards the United States, to every one of the\r\nislands, to South America and to Europe. One might\r\nsay that the epicentre of the epidemic in the Americas\r\nis the Caribbean, and within it, the island of\r\nHispaniola.\r\nThe prognosis for the epidemic in 1990 was that\r\nin 2005 the Dominican Republic would have a\r\nprevalence rate of 5 per cent, close to the current\r\nprevalence rate of Haiti, which is roughly 5.8 per cent.\r\nHowever, data provided by the most recent population\r\nand health survey of the Dominican Republic shows\r\nthat the prevalence rate is 1.7 per cent, which indicates\r\nthat the epidemic is levelling off. These results in our\r\nwar against HIV/AIDS, of which we are proud, are the\r\nproduct of neither chance nor luck. They are the\r\nproduct of a political commitment that the Dominican\r\nGovernment has assumed through a national strategic\r\nplan drawn up by Government experts, the private\r\nsector, civil society and representatives of international\r\norganizations.\r\nIn August 2000, the Dominican Government\r\nbegan a financing effort, with the World Bank, which\r\nwas supported unanimously by the national congress.\r\nWith this funding, we implemented a multisectoral\r\nmobilization, which involved all of Dominican society,\r\nincluding the Government, private sector, civil society\r\nand international organizations.\r\nAs a result of concerted national efforts, we\r\nreceived the backing of the Global Fund in the form of\r\n$44 million over five years. We also received support\r\nfrom the Clinton Foundation that will make it possible\r\nto strengthen a gradual coverage programme for\r\nantiretrovirals for HIV-positive people who require\r\nthem because of their biological profile. We had\r\nalready begun this programme with the limited\r\nresources of the national budget.\r\nWithin the framework of South-South\r\ncooperation, we are receiving cooperation from Brazil\r\nfor a group for mothers who are HIV positive in the\r\nMother-to-Child Transmission Prevention Programme.\r\n33\r\nA/58/PV.6\r\nIt is important to mention the considerable\r\nassistance provided by the United States Agency for\r\nInternational Development (USAID) since the 1980s\r\nfor preventive purposes and, more recently, in support\r\nof the comprehensive care strategy initiated by the\r\nDominican Government for AIDS patients.\r\nRecently, the Government took advantage of the\r\npublicity provided by two major events in order to tie\r\nin our HIV/AIDS campaign. Miss Universe, Amelia\r\nVega, visited our country and conducted an intense\r\nsolidarity campaign by visiting hospitals, HIV/AIDS\r\nprevention clinics and communities, and issuing\r\nimportant press statements to increase public\r\nawareness. Secondly, our country hosted 42 nations for\r\nthree weeks for the celebration of the fourteenth Pan-\r\nAmerican Games of 2003. During the games, we\r\nlaunched an HIV/AIDS prevention programme among\r\nathletes and spectators with brochures and banners\r\nthroughout Santo Domingo promoting the use of\r\ncondoms as well as other preventive measures.\r\nThe Dominican Republic media provide\r\ntelevision, radio and magazine space free of charge —\r\nworth about $1 million a year — for messages dealing\r\nwith HIV/AIDS prevention.\r\nFinally, with respect to the results and impact of\r\nthe HIV/AIDS campaign in our country, we should\r\nmention the following points. First, there has been a\r\nsubstantial increase in the number of actions against\r\nthe epidemic, developed by the health sector.\r\nSecondly, 23 participation agreements between\r\ndepartments and sectoral programmes have been\r\nformalized, the most notable examples being the\r\ninitiation of the sex education programme in schools,\r\nthe formal commitment of the public and private\r\ntourism sector and the multi-sectoral agreement for the\r\nprevention of HIV/AIDS and against discrimination in\r\nthe work place.\r\nThirdly, the theme of HIV/AIDS is a priority in\r\nthe political agenda for the country’s development.\r\nFourthly, the Presidential AIDS Council has\r\narticulated and put into action mechanisms that make\r\npossible a consistent national response to the epidemic.\r\nFifthly, as an external sign of recognition of the\r\nDominican programme, the assessment of the\r\nperformance of our national AIDS programme carried\r\nout by the Futures Group — working for the Joint\r\nUnited Nations Programme on HIV/AIDS\r\n(UNAIDS) — shows that the effort on the part of the\r\nDominican Republic has increased by 16 per cent over\r\nthe past 24 months, coinciding with COPRESIDA’s\r\nmanagement of the effort. This increase is 12 per cent\r\nhigher than that of the average of 10 Latin American\r\nprogrammes which took part in the study.\r\nWe are creating the basis for a model programme\r\nfor Latin America taking into account the financial\r\nlimits and caps that do not allow us to follow the model\r\nof wealthier nations but that fit perfectly within our\r\npossibilities and socio-economic realities.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Boniface Chidyausiku, Chairman\r\nof the delegation of the Republic of Zimbabwe.\r\nMr. Chidyausiku (Zimbabwe): It is now\r\ncommon knowledge that HIV/AIDS continues to cause\r\nuntold suffering among many nations in the world.\r\nRegrettably, our Southern African region has been the\r\nhardest hit by that pandemic. AIDS threatens to destroy\r\nall the progress that our young nations have made since\r\nour independence. And, at a global level, it threatens to\r\ndecimate the human race. In the light of this\r\nunprecedented threat to our survival and to our national\r\ndevelopment efforts, our region has committed itself to\r\nhalt and roll back the advance of this deadly pandemic\r\nthrough national and regional efforts.\r\nIn my country, Zimbabwe, the tragic reality is\r\nthat an estimated 2 million people are living with\r\nHIV/AIDS and that 600,000 have full-blown AIDS,\r\nwhile 782,000 children have been orphaned by the\r\nepidemic. Infant mortality has more than doubled, from\r\n60 to 130 per 10,000 births, and life expectancy\r\ndropped from the projected 67 years to 40 years in\r\n2001. Over 70 per cent of admissions to medical wards\r\nin our major hospitals are patients with HIV/AIDS-\r\nrelated opportunistic infections. The capacity of the\r\nhealth delivery system to cope with the demands of this\r\nepidemic in the face of limited resources and\r\ncompeting claims on them, coupled with human\r\nresource shortages caused by the brain drain, has been\r\nseverely undermined. The crisis has been further\r\nworsened by the food shortages we have experienced\r\nover the last two years as a result of the drought. The\r\nresultant inadequate and poor nutrition has worsened\r\nthe physical strain on people living with HIV/AIDS\r\nand on AIDS orphans, who can hardly fend for\r\nthemselves even under normal circumstances.\r\n34\r\nA/58/PV.6\r\nNotwithstanding that background, I feel\r\nencouraged that, in recent years, we have amassed a\r\nsignificant body of knowledge about the pandemic. We\r\nnow know of the devastation and helplessness wrought\r\nby AIDS on individuals, communities and society at\r\nlarge. We are now also aware of how to prevent\r\ninfection, while research now enables us to prolong and\r\nimprove the lives of those who are infected. Despite\r\nthe frightening statistics on HIV/AIDS and its far-\r\nreaching consequences, Zimbabwe is now working\r\ntirelessly to scale up its response in order to implement\r\nthe commitments on HIV/AIDS adopted by the General\r\nAssembly in June 2001. The Government has\r\ndemonstrated its commitment to and leadership of the\r\nfight against HIV/AIDS through several policy\r\ninitiatives.\r\nWe have made great strides in improving care and\r\nproviding comprehensive care for HIV/AIDS-related\r\nopportunistic infections through a package that\r\nincludes access to counselling, testing, psychosocial\r\nsupport, nutrition, prevention and treatment of\r\nopportunistic infections, prevention and care of\r\nsexually transmitted diseases, and the prevention of\r\nparent-to-child transmission of HIV/AIDS. In that\r\nregard, opportunistic infection clinics have been\r\nestablished for both adults and children at major central\r\nhospitals in our country.\r\nOur Government is committed to the provision of\r\nantiretroviral drugs, and we have declared AIDS a\r\nnational emergency, in order to improve access to those\r\ndrugs, in line with the Trade-Related Aspects of\r\nIntellectual Property Rights (TRIPS) Agreement.\r\nGuidelines for the use of antiretroviral drugs have been\r\nproduced, and they are now available in both the\r\nprivate and the public sectors. Training of health-care\r\nstaff on the use of antiretroviral drugs in the\r\nmanagement of HIV/AIDS has started. In the 2003\r\nbudget, there is a provision for the procurement of\r\nantiretroviral drugs and related support services.\r\nUnfortunately, the unavailability of foreign currency\r\nhas delayed the introduction of antiretroviral drugs in\r\npublic-sector health institutions. With funding from the\r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria\r\nand other partners, we should be able to start a public-\r\nsector antiretroviral programme very soon.\r\nMy Government has developed an orphan care\r\npolicy, which provides an enabling legal environment\r\nfor the support and protection of children. The\r\nGovernment has also put in place social protection\r\nprogrammes for these orphans and vulnerable children\r\nand is working tirelessly to alleviate the social and\r\neconomic impact of AIDS. In that regard, my\r\nGovernment introduced a trust fund, financed through a\r\n3 per cent levy on taxable income, aimed at financing\r\nactivities for the prevention, care, mitigation and\r\nmanagement of the HIV/AIDS pandemic. The National\r\nAIDS Council has created mechanisms through a\r\ndecentralized system to assist infected and affected\r\npersons.\r\nMy Government is committed to monitoring the\r\nHIV/AIDS epidemic through a well-established\r\nsurveillance system. As part of that surveillance, a\r\nYoung Adults Survey was conducted in 2002;\r\nAntenatal Clinic surveys were conducted in 2000, 2001\r\nand 2002. Using the computer bases packages of the\r\nJoint United Nations Programme on HIV/AIDS\r\n(UNAIDS), new estimates for Zimbabwe have been\r\nworked out from these recent surveys. Although these\r\nestimates have shown that the HIV/AIDS prevalence\r\nrates are still unacceptably high, they have also\r\ndemonstrated that the epidemic seems to be levelling\r\noff. We hope that data from the coming years of\r\nsurveillance will confirm this stabilization.\r\nZimbabwe, like most of the countries in the\r\nregion, depends mostly on donor support for its\r\nHIV/AIDS programmes, but that support has declined\r\nsince 1999. To complement its efforts, the Government\r\nhas applied to the Global Fund to Fight HIV/AIDS,\r\nTuberculosis and Malaria for funds to support scaling\r\nup our national response to AIDS. While the\r\ncomponent on prevention and care was approved in\r\n2003, we sadly note that no disbursements have been\r\nmade so far. We are also extremely concerned by the\r\nfact that major cooperating partners have excluded\r\nZimbabwe as a beneficiary from ongoing initiatives to\r\nsupport AIDS prevention and care efforts in the world’s\r\nworst affected countries, a group in which Zimbabwe\r\nbelongs. It is my sincere hope that my Government will\r\nreceive additional humanitarian support for AIDS.\r\nOur own efforts in combating the HIV/AIDS\r\npandemic are not enough. They need to be augmented\r\nby positive contributions from countries that have the\r\nrequisite financial resources and technological know-\r\nhow. We continue to call on the international\r\ncommunity and private companies to hasten their\r\nefforts directed at finding an answer to this pandemic,\r\nwhich is ravaging populations and economies.\r\nAffordable but effective drugs need to be made\r\n35\r\nA/58/PV.6\r\navailable. We hope that the Fund set up at the last\r\nspecial session will receive the urgent and meaningful\r\nsupport it deserves.\r\nFinally, I wish to thank the United Nations and\r\nother international partners who are contributing to our\r\nnational and regional efforts against the HIV/AIDS\r\nscourge. Zimbabwe remains forever grateful for those\r\nefforts.\r\nThe Acting President: I call on Mr. Marco\r\nAntonio Suazo, chairman of the delegation of the\r\nRepublic of Honduras.\r\nMr. Suazo (Honduras) (spoke in Spanish): Allow\r\nme, at the outset, to congratulate the President on his\r\nelection to preside over this special session of the\r\nGeneral Assembly devoted to the follow-up to the\r\noutcome of the implementation of the Declaration of\r\nCommitment on HIV/AIDS. We also appreciate the\r\nreport of the Secretary-General on the achievements\r\nmade in this area so far.\r\nFirst, I wish to state that my delegation fully\r\nsupports the statement made yesterday by the\r\nrepresentative of the Rio Group and the Group of 77.\r\nThe people and Government of Honduras,\r\nparticularly all persons infected with AIDS,\r\ntuberculosis and malaria, send to the Assembly their\r\nmessage of solidarity to the peoples represented here,\r\nwho, like us, are constantly seeking to alleviate the\r\ngreat economic and social hardship of those diseases,\r\nwhich, year after year, destroy wide sectors of our\r\npopulation, usually the most vulnerable, the poorest\r\nand the dispossessed.\r\nWhen the United Nations, at events of this kind,\r\nbrings together the highest political representatives and\r\nwhen they raise their voices to contribute to seeking a\r\nglobal solution to these problems, hope is reborn and\r\nfaith in a possible solution grows. The President of the\r\nFrench Republic said this morning: “The spread of\r\nHIV/AIDS is no longer insuperable and inevitable. We\r\nnow have the means to bring it under control.”\r\n(A/58/PV.3, p.11) Our people, who have been greatly\r\naffected by this disease, believe in this premise and\r\nfocus their efforts at the national level in order to help\r\ncontribute to this collective effort.\r\nDuring his visit to our country last year,\r\nSecretary-General Kofi Annan together with the\r\nPresident of the Republic, Mr. Ricardo Maduro,\r\nlaunched the first national forum on HIV/AIDS in\r\nMarch 2002. The results stemming from that event\r\nwere not late in coming. After the first six months of\r\nthe programme’s implementation, the figures on\r\ntransmission of the disease declined and information\r\nand prevention programmes for the most exposed\r\nsectors increased. Thus, health and educational\r\nmeasures have become our main weapon in combating\r\nthis pandemic.\r\nIt is necessary to point out that there is still a long\r\nand difficult path to travel, for our country, as well as\r\nfor the international community. The purchase of\r\nappropriate drugs or the ability to produce them locally\r\nis the greatest economic and financial obstacle to\r\nachieve even better results. The Secretary-General has\r\nmentioned that in his report.\r\nIt is timely to recall the urgent appeal to allow the\r\npoorest and most heavily indebted countries the\r\nopportunity to obtain generic products at lower costs or\r\nto manufacture them. I wish to underscore to\r\nparticipants the set of recommendations that the\r\nSecretary-General has given the Assembly in his\r\ndocument as immediate and concrete actions to be\r\ntaken in this area. In our opinion, if we want to produce\r\na real international commitment, we have to follow up\r\non these recommendations, and, above all, implement\r\nthem at all corresponding levels. I repeat what was said\r\nthis morning. This is an enormous moral debt to all\r\nthose who have already lost their lives fighting these\r\ndiseases.\r\nThe importance of this session and our\r\ncommitment to the fight against the HIV/AIDS\r\npandemic make us think about the session’s\r\norganization. We believe that this event deserves a\r\nbetter fate.\r\nThe Acting President: I call on His Excellency\r\nMr. Agim Nesho, Chairman of the delegation of the\r\nRepublic of Albania.\r\nMr. Nesho (Albania): HIV/AIDS is a very\r\nserious and troublesome issue of our world today. It is\r\nemerging as one of the great economic, social, security\r\nand development challenges of this new century\r\nbecause of its dramatic and devastating impact. The\r\nworld community has to face it with courage and\r\ndedication. It is a big battle that we all have to fight\r\nand win through united efforts, shared responsibility\r\nand serious commitment on the part of everyone.\r\n36\r\nA/58/PV.6\r\nIn that context, we highly appreciate this high-\r\nlevel plenary on HIV/AIDS. Its scheduling just before\r\nthe opening of the regular General Assembly session,\r\nmakes an important point as it is clear evidence of the\r\nconcern and attention that the international community\r\nin general and the United Nations in particular continue\r\nto focus on this very crucial issue. It highlights the\r\npriority that the Organization and its Member States\r\nplace on achieving the goals of the Declaration of\r\nCommitment on HIV/AIDS (resolution S-26/2, annex),\r\nadopted at the special session of the General Assembly\r\nin 2001. We think it fitting at this meeting to commend\r\nthe Joint United Nations Programme on HIV/AIDS for\r\nits efforts in the two priority areas of: increasing global\r\nawareness of the disease through education and\r\ndissemination of information to the public; and\r\nstrengthening the capacity of communities through\r\nparticipation by civil society in the fight against the\r\ndisease.\r\nWe also welcome the rapid commencement of the\r\nactivities of the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria, and we express special\r\nthanks to all its donors. The Fund remains an essential\r\ntool of the world community in striving to achieve the\r\nsixth Millennium Development Goal: combating\r\nHIV/AIDS, malaria and other diseases. We are\r\nconfident that success will be achieved in that field\r\nthrough active collaboration on the part of all partners,\r\nincluding Governments, international organizations, the\r\nprivate sector and civil society.\r\nOn behalf of my Government, I should like to\r\nreaffirm our commitment to be an active partner in this\r\ncommon endeavour and to do our part to help sustain\r\nthe momentum created by those important plenary\r\nmeetings. We are confident that these meetings will\r\nadd considerably to previous relentless efforts on this\r\nnon-controversial issue and to the further rallying of\r\nthe world to increased action on global HIV/AIDS\r\nawareness, prevention and care.\r\nAlbania has joined the global consensus that has\r\nemerged on the actions necessary to fight the disease.\r\nAlthough we are not a heavily affected country, we are\r\ndevoting attention to this issue. National policies, plans\r\nand programmes are being implemented in all the areas\r\nrequested — awareness, prevention and care — as\r\nparts of our national strategy. During the past year,\r\nmeasures have been taken to strengthen our national\r\nresponse to the disease at the levels of both\r\nGovernment and civil society. Governmental structures\r\nor bodies have been established and mobilized to\r\ncoordinate HIV/AIDS efforts and activities nationwide;\r\na senior coordinator has been appointed with the\r\nauthority to raise the level of responsibility and\r\naccountability; the necessary legal framework has been\r\nencouraged and developed; HIV/AIDS education has\r\nbeen included in school curricula; and specialized\r\nmedical centres have been established. In general, a\r\ngreater political commitment to combating HIV/AIDS\r\nnationwide is being reflected.\r\nStill, it is not likely that the Government acting\r\nalone will be able to mount the needed response to the\r\ndisease. Bearing that in mind, we have expanded our\r\nefforts beyond Government, encouraging and\r\nsupporting active involvement on the part of civil\r\nsociety. Particular sectors of civil society are playing a\r\ncritical role in the fight against HIV/AIDS. Through\r\ntheir partnership with the Government and with\r\ninternational donors and organizations, various public\r\nactivities have been organized, with a focus on areas of\r\nexpertise such as education, communication, promoting\r\nthe use of contraceptives, safer behaviours,\r\nconfidentiality and preventive measures. Various\r\ncommunity projects and programmes aimed at\r\nincreasing knowledge about the factors fuelling the\r\nepidemic and at strengthening the capacity for\r\nprevention, care and treatment are being implemented.\r\nWe are aware that much more needs to be done to\r\nensure that obstacles to the implementation and\r\nreinforcement of HIV/AIDS strategies are further\r\naddressed. Responses to the disease are not yet strong\r\nenough to fully prevent its spread. Education, care and\r\nsupport need to be further strengthened and expanded\r\nat all local levels. We must admit that our national\r\nefforts to address the disease continue to need\r\ninternational support, particularly for the allocation of\r\nthe resources necessary to fight HIV/AIDS.\r\nOnce again, we express our appreciation for these\r\nhigh-level plenary meetings on HIV/AIDS. We are\r\nconfident that they will intensify action on all fronts in\r\nthe battle against the disease so that we can reach the\r\ntargets contained in the Declaration of Commitment.\r\nThe Acting President: I give the floor to Her\r\nExcellency Ms. Anabella Arredondo, chairperson of\r\nthe delegation of the Republic of Chile.\r\nMs. Arredondo (Chile) (spoke in Spanish): We\r\nthank the Secretary-General for his excellent report\r\n(A/58/184). I should also like to express our total\r\n37\r\nA/58/PV.6\r\nsupport for the statement made earlier by the Minister\r\nof Health of Peru on behalf of the Rio Group.\r\nThe spread of AIDS continues to have a\r\ndevastating impact on all sectors and levels of society\r\nin the various regions of the world. It remains a global\r\nthreat demanding new efforts of international\r\ncooperation to prevent situations of greater social\r\ninstability. This disturbing situation must be addressed\r\ncomprehensively. The network of responsibilities\r\nshared among Governments, civil society and\r\ninternational organizations must be strengthened.\r\nPrevention and treatment must be the central elements\r\nin reversing the current trends.\r\nOne of the important issues that we must consider\r\nis the stigma and discrimination associated with AIDS,\r\nwhich constitute one of the major difficulties in\r\npreventing new infections, in providing access to high-\r\nquality comprehensive care and in reducing the\r\nepidemic’s impact on individuals, families,\r\ncommunities and countries. Stigma and discrimination\r\nare factors that increase people’s vulnerability to\r\nHIV/AIDS. They result from a lack of knowledge;\r\nfrom myths and beliefs; from prejudices; and from fear\r\nof the disease, sexuality and death.\r\nFor my Government, unconditional respect for\r\nthe rights of persons living with HIV/AIDS and for the\r\nrights of the most vulnerable population is not only a\r\nduty of the State, but also a requirement for progress in\r\ncontrolling the epidemic. Therefore, the President of\r\nthe Republic promulgated a law that defines the\r\nChilean State’s responsibility in AIDS prevention and\r\nthat aims to promote prevention and non-discrimination\r\nagainst persons living with the disease.\r\nThe participation of civil society and the\r\nepidemiological nature of AIDS served as the basis for\r\nthe elaboration of a participatory, intersectoral and\r\ndecentralized working strategy, our national response\r\nto the HIV/AIDS epidemic. Its greatest merit lies in\r\ncombining the resolve and the efforts of other\r\ninstitutions of the State, of civil society — particularly\r\npersons living with HIV/AIDS — of the academic\r\nworld and of scientific societies. Although we must\r\nstill intensify the commitment of the education and\r\nlabour sectors, there is already a clear decision to\r\npursue this strategy together.\r\nMy Government is developing intersectoral\r\nprevention plans aimed at the general population.\r\nThese incorporate socio-cultural variables to promote\r\nsocial integration and reduce discrimination. In that\r\ncontext, I wish to highlight work aimed particularly at\r\nvulnerable populations through specific projects within\r\nthe intersectoral regional prevention plans. The army’s\r\ncomprehensive HIV/AIDS prevention and education\r\nplan deserves special mention in that regard.\r\nChile is developing a comprehensive care model\r\nthat includes antiretroviral treatment and the treatment\r\nof opportunistic infections; the definition and periodic\r\nupdating of the antiretroviral protocol; negotiations\r\nwith pharmaceutical companies; and centralized\r\npurchase and distribution. Through that strategy, Chile\r\nhas succeeded in meeting 100 per cent of the demand\r\nfrom public sector beneficiaries, covering 90 per cent\r\nthrough national resources and the remainder through\r\nGlobal Fund resources.\r\nI take this opportunity to express my\r\nGovernment’s gratitude for the establishment of the\r\nFund, whose resources have enabled us to effectively\r\ncomplement our national policies in this area. That is a\r\nclear example of the importance of international\r\ncooperation for our countries.\r\nIt will be necessary to step up technical\r\ncooperation to promote information-sharing and the\r\ndevelopment of regional proposals for research and\r\naction with regard to a number of countries in\r\nsituations of social vulnerability.\r\nIn conclusion, I would like to underline that a\r\ncollective commitment, such as that which the States\r\nMembers of the United Nations have undertaken with\r\nregard to information exchange, joint policies and\r\ninternational cooperation, will enable us to deal more\r\neffectively with preventing and controlling HIV/AIDS,\r\nwith a view to ending, in the near future, the suffering\r\nand pain of millions of people throughout the world.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Joël Adechi, Chairman of the\r\ndelegation of the Republic of Benin.\r\nMr. Adechi (Benin) (spoke in French): Since the\r\nfirst case of HIV/AIDS was diagnosed in Benin in\r\n1985, the AIDS pandemic has been spreading like a\r\nbrush fire, despite the many awareness and prevention\r\ncampaigns set up by the Government and supported by\r\nour development partners. Indeed, according to\r\nepidemiological data, the incidence of the disease in\r\nBenin rose from 0.36 per cent in 1994 to 4.1 per cent in\r\n1999. According to current statistics, 50 people are\r\n38\r\nA/58/PV.6\r\ninfected every day in Benin. Furthermore, it has been\r\nestimated that more than 150,000 people are living\r\nwith HIV and that 42,000 children have been orphaned\r\nas a result of the disease, 25,000 of whom are infected\r\nwith the virus.\r\nThis fearsome disease is continuing to ravage the\r\npopulation, jeopardizing the lives of innocent children.\r\nIt is the result of a lack of awareness on the part of\r\nadults, as well as of human error. AIDS is no longer\r\njust a public health issue; it is also a development\r\nissue. In response to the scourge, which is clearly\r\nacting as a brake on the increasingly precarious\r\ndevelopment of our country, my Government set up the\r\nBenin HIV/AIDS Prevention Project, which aims to\r\nreduce the HIV/AIDS transmission rate in Benin by\r\nstrengthening the management and coordination\r\ncapacities of our National AIDS Programme.\r\nFurthermore, the Government has launched a\r\nmultisectoral project to combat AIDS, with a view to\r\ngiving additional impetus to the fight against the\r\npandemic. The objective of this project is to slow the\r\nrate of HIV infection and to reduce the impact of the\r\nvirus on those infected. The project has three main\r\ncomponents: support for civil society; support for the\r\npublic sector; and support for the coordination,\r\nmanagement, follow-up and development. The\r\nGovernment must respond to the scourge at a\r\nmultisectoral level.\r\nDespite all of the efforts of our Government and\r\nof the international community through the adoption of\r\nsuch plans and projects, HIV/AIDS is continuing to\r\nspread, as various studies have shown. We concluded,\r\ntherefore, that it was necessary to institute a new\r\nplanning process that took into account the outcome of\r\nanalyses of and responses to the situation, as well as\r\nfactors determining the spread of infection, with a view\r\nto developing an appropriate multisectoral plan. My\r\ncountry has therefore adopted a new policy to fight\r\nAIDS: the National Strategic Framework to Combat\r\nAIDS in Benin. The Framework defines guidelines and\r\nthe main areas, strategies and priority actions to\r\ncombat the pandemic over the next five years. It\r\nfocuses on 14 main objectives and has as its\r\ninstitutional framework, inter alia, the National\r\nCommittee to Combat AIDS, presided over by the head\r\nof State himself. All socio-professional categories in\r\nour country are represented on the Committee, which\r\nreflects the need to involve all of the diverse\r\ncommunities of our country in the battle against AIDS.\r\nThis new strategy has enabled us, since February\r\n2002, to treat with antiretroviral drugs 380 people\r\nliving with HIV/AIDS, and we are in the process of\r\nstepping up that programme, thanks to the support of\r\nthe Global Fund. Despite such positive results, great\r\nefforts will still have to be made to ensure that\r\nthousands of sick people can be treated and cared for,\r\nand the impact of the epidemic thereby reduced.\r\nI would like, on behalf of the Government of\r\nBenin, to thank all of our development partners and the\r\nnon-governmental organizations, which have spared no\r\nefforts to help our country in its daily struggle against\r\nthis scourge.\r\nFinally, we ardently hope that, over and above\r\nexperience sharing and the implementation of our\r\npolicies, our countries will be able rapidly to achieve\r\ngreater synergy in their various actions and initiatives\r\nin the relentless struggle against this terrible disease.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Mwelwa C. Musambachime, Chairman\r\nof the delegation of the Republic of Zambia.\r\nMr. Musambachime (Zambia): My delegation is\r\npleased to participate in the deliberations of these\r\nimportant meetings on the outcome of the twenty-sixth\r\nspecial session of the General Assembly and on the\r\nimplementation of the Declaration of Commitment on\r\nHIV/AIDS. It is now more than two years since that\r\nDeclaration was adopted by the General Assembly in\r\nJune 2001. The global challenge to combat HIV/AIDS\r\nhas not diminished, as we are still far from achieving\r\nthe targets we set for ourselves in the Declaration.\r\nWe need to remind ourselves of the grim realities\r\nof this epidemic. Currently, at least 42 million people\r\nworldwide are estimated to be living with HIV/AIDS.\r\nFive million people were infected in 2002, while 3.1\r\nmillion died from the disease in that year alone. In sub-\r\nSaharan Africa, the region most affected by the\r\nepidemic, 29.4 million people are living with the virus,\r\n58 per cent of whom are women.\r\nIn terms of its impact, the disease has had\r\ndevastating and profound effects on all socio-economic\r\nsectors and all levels of society, affecting individuals,\r\nhouseholds and entire communities. In the southern\r\npart of Africa, HIV/AIDS has combined with other\r\nfactors, such as drought and flood, to cause a steady\r\nfall in agricultural production — the principal means of\r\nlivelihood for much of the population — thus further\r\n39\r\nA/58/PV.6\r\nimpoverishing vast numbers of people and weakening\r\ntheir coping mechanisms.\r\nIt is pertinent, therefore, that we should once\r\nagain assemble here to take stock of where we stand\r\nand to evaluate what progress has been made in the\r\nimplementation of the Declaration. It is in that regard\r\nthat I wish to thank the Secretary-General for having\r\ncalled for these very important meetings and to pay\r\ntribute to him for his personal commitment and\r\nleadership in the global fight against HIV/AIDS.\r\nMy delegation welcomes the reports of the\r\nSecretary-General on the progress achieved in realizing\r\nthe commitments set out in the Declaration. The\r\nreports, contained in documents A/58/184 and\r\nA/58/CRP.1, are concise, and clearly outline the\r\nresponses of Member States to the 18 global indicators\r\ndeveloped by the Joint United Nations Programme on\r\nHIV/AIDS and aimed at measuring progress towards\r\nimplementation.\r\nMy delegation further notes with satisfaction that\r\nsince the first report of the Secretary-General\r\n(A/57/227 and Corr.1), issued on 12 August 2002, there\r\nhas been progress in the implementation of the\r\nDeclaration. In Zambia, at the policy level, strategic\r\nplans have already been drawn up and are in the\r\nprocess of being implemented. They include the\r\ncreation of a National AIDS Council, which receives\r\npolicy direction and guidance from the President of the\r\nRepublic of Zambia, Mr. Levy Mwanawasa. The\r\nCouncil was shaped with the assistance of a committee\r\nof cabinet ministers and is comprised of a cross section\r\nof stakeholders, is mandated to coordinate and support\r\nthe development, monitoring and evaluation of\r\nmultisectoral national responses for the prevention and\r\ncombating of the spread of HIV/AIDS, sexually\r\ntransmitted diseases and tuberculosis, in order to\r\nreduce the social economic impact of the diseases.\r\nThe aforementioned institutions are now at the\r\nfrontline of the fight against HIV/AIDS because,\r\nthrough them, the Government is able to direct\r\navailable resources to those in need. The impact of\r\nZambia’s national programme for combating\r\nHIV/AIDS is beginning to yield positive results,\r\nespecially in the reduction of infection among young\r\npeople.\r\nZambia has a long way to go in its fight to\r\ncombat this scourge. The areas currently in need of\r\neven greater effort and support include the availability\r\nof and access to medicines, particularly antiretroviral\r\ntherapy; enhanced programmes to prevent mother-to-\r\nchild transmission; tackling the growing number of\r\nAIDS orphans; and creating a support system to protect\r\nwomen and young girls from being infected by\r\nHIV/AIDS, given that more women than men are being\r\ninfected by the disease.\r\nInternational cooperation is needed to bring much\r\nneeded resources and related expertise. It is in that\r\ncontext that we call for increased financing for the\r\nGlobal Fund to Fight HIV/AIDS, Tuberculosis and\r\nMalaria, as well as other related initiatives, such as the\r\nMulti-Country HIV/AIDS Programme.\r\nMay I also emphasize the need for the\r\ninternational community to make resources available to\r\nsupport, not just national programmes like the ones we\r\nhave in Zambia, but regional initiatives as well, such as\r\nthe Abuja Declaration of 2001 and the Maseru\r\nDeclaration of 2003 on the fight against HIV/AIDS.\r\nLet me end by reaffirming Zambia’s commitment\r\nto the fight against HIV/AIDS and pledging its support\r\nto the decisions of this meeting, which will once again\r\nchart a road map for making further progress.\r\nThe Acting President: In accordance with\r\nresolution 57/308, of 22 May 2003, I call on His\r\nEminence Cardinal Claudio Hummes, Archbishop of\r\nSao Paolo, Brazil, representing the Observer\r\nDelegation of the Holy See.\r\nArchbishop Hummes (Holy See) (spoke in\r\nSpanish): First, on behalf of my delegation, let me\r\nconvey to the United Nations our condolences for the\r\nvictims of the attacks in Baghdad yesterday and on 19\r\nAugust. I hope that the path towards a constructive and\r\nlasting peace will become increasingly possible. We\r\nwill remember the families of the victims in our\r\nprayers.\r\nWe express our sincere appreciation to the\r\nAssembly President for presiding over the high-level\r\nplenary meetings on HIV/AIDS. It is a most opportune\r\ninitiative, expressing the international community’s\r\nresolve to create more effective strategies to address\r\nthe challenges posed by this epidemic and other\r\npreventable diseases, such as malaria, cholera and\r\ntuberculosis.\r\nHIV/AIDS continues to be one of the greatest\r\ntragedies of our time. It is not only a health problem of\r\nenormous magnitude, it is a social, economic and\r\n40\r\nA/58/PV.6\r\npolitical question as well. And, as my delegation has\r\nalready underlined many times here at the United\r\nNations and in similar forums elsewhere, it is also a\r\nmoral question because the causes of the epidemic\r\nclearly reflect a serious crisis of values. Its rapid\r\nspread and tragic consequences have spared no\r\ngeographic segment of the human family. In 2001, on\r\nthe occasion of the Tenth Ordinary General Assembly\r\nof the Synod of Bishops of the Catholic Church, the\r\nbishops of sub-Saharan Africa launched an appeal to\r\nthe international community for urgent help in their\r\nbattle against this plague that is reaping a fearful\r\nharvest of death in that region.\r\nAllow me to draw special attention to one of the\r\nmost vulnerable groups among HIV/AIDS victims: our\r\nchildren. So many of them have been and continue to\r\nbe victims of the epidemic, either because they have\r\nbeen infected by the virus, passed on to them by birth\r\nor because they have become orphans due to the AIDS-\r\nrelated premature death of their parents.\r\nThe urgent need to treat those young patients can\r\nbe met through the advances in medical science.\r\nUnfortunately, the cost of medical treatment is high and\r\nis often beyond the reach not only of the poor but even\r\nof those in the middle income bracket. This economic\r\nproblem is compounded by legal issues, such as\r\ncontentious interpretations of the right to intellectual\r\nproperty. My delegation is heartened by the World\r\nTrade Organization agreement reached last 30 August\r\n2003, which will make it easier for poorer States to\r\nimport cheaper generic pharmaceuticals made under\r\ncompulsory licensing. That agreement should give\r\nthose young patients greater access to medicines. We\r\ndare to hope for further such concrete expressions of\r\npolitical will and moral courage.\r\nThe Holy See and the Catholic institutions have\r\nnot shirked from the global fight against HIV/AIDS.\r\nMy delegation is pleased to note that 12 per cent of\r\ncare providers for HIV/AIDS patients are agencies of\r\nthe Catholic Church and 13 per cent of global relief for\r\nthose affected by the epidemic comes from Catholic\r\nnon-governmental organizations. The Holy See, thanks\r\nto its institutions worldwide, provides 25 per cent of\r\nthe total care given to HIV/AIDS victims, making it\r\none of the leading protagonists in the field, more\r\nspecifically, one of the most ubiquitous and best\r\nproviders of care for the victims.\r\nIn fact, by the end of this year, through the\r\nPontifical Council for Health Care and various Catholic\r\norganizations, the Holy See will have reached its\r\nobjective of having operational institutions and\r\nprogrammes in all sub-Saharan African countries and\r\nits objective of starting new such programmes in\r\nBrazil, Argentina, Mexico, Thailand and Lithuania, in\r\naddition to those already existing in other countries\r\nworldwide. They offer wide-ranging services, from\r\nawareness campaigns to education towards responsible\r\nbehaviour, from psychological assistance to moral\r\nsupport, from nutrition centres to orphanages, from\r\nhospital treatment to home and prison care for\r\nHIV/AIDS patients.\r\nIn closing, let me reiterate the willingness of the\r\nHoly See to cooperate with the rest of the international\r\ncommunity in combating the scourge of the century, in\r\nmitigating its present devastating impact, in arresting\r\nits menacing spectre cast across the globe, to prevent it\r\nfrom claiming the lives of future generations. We\r\ncannot fail to rise to this daunting challenge.\r\nThe Acting President: In accordance with\r\nGeneral Assembly resolution 49/2 of 19 October 1994,\r\nI now call on His Excellency Mr. Juan Manuel Suárez\r\ndel Toro, President of the International Federation of\r\nRed Cross and Red Crescent Societies.\r\nMr. Suárez del Toro (International Federation of\r\nRed Cross and Red Crescent Societies) (spoke in\r\nSpanish): I speak today on behalf of the International\r\nFederation of Red Cross and Red Crescent Societies.\r\nWe are an international organization with a presence\r\nhere and with links to civil society. That is why I am\r\nspeaking with a great feeling of responsibility.\r\nMuch has been said about the economic impact of\r\nthe HIV/AIDS epidemic and the threat that it poses to\r\nsecurity and stability in the world. The projections are\r\ntruly frightening. HIV/AIDS will kill more people this\r\ndecade than all the wars and disasters of the past 50\r\nyears. But this simply must not become a cold debate\r\nabout numbers and figures. Instead, we must make this\r\nan ethical debate, and move away from the ethics of\r\nmere survival to the ethics of dignity. The fact that the\r\ndebates have turned into discussions on how much\r\nmoney is needed or what types of intervention we\r\nshould or should not do is indecent and an affront to\r\nthe dignity of every affected person. Meanwhile,\r\nmillions of people continue to suffer and die from the\r\nepidemic. Meanwhile, attitudes and policies continue\r\n41\r\nA/58/PV.6\r\nto discriminate against people living with HIV/AIDS\r\nand impede our efforts to respond to the crisis. If we\r\nmust speak of numbers, let us talk about the investment\r\nthat is necessary to prevent and alleviate suffering and\r\nprotect human dignity.\r\nThe time for debate is long behind us. There are\r\nno mysteries here. We know what we need to do, and\r\nwe know how to do it. We know that we can defeat this\r\nterrible epidemic. The Declaration of Commitment\r\nmentions the need to invest a minimum of $10 billion\r\nby 2005 if the response to HIV/AIDS is to have an\r\nimpact. Using the most conservative figures of the\r\nnumber of persons living with HIV/AIDS, the $10\r\nbillion would barely cover $250 per person over three\r\nyears: much less than $1 a day per person. Is that too\r\nhigh a price to pay to protect human dignity? Is that too\r\nmuch to restore hope and dignity to the millions of\r\npersons affected and living with HIV/AIDS? No, it is\r\nnot. But we are far from reaching even that target.\r\nImportant mechanisms such as the Global Fund to\r\nFight AIDS, Tuberculosis and Malaria are threatened\r\nby the lack of resources. We call on all Governments to\r\nhonour their commitments to support the Global Fund\r\nand to adopt funding mechanisms such as an equitable\r\ncontributions framework based on a county’s gross\r\ndomestic product to assure stable financing. This is\r\ncritical, because we know that the response to the crisis\r\nmust be sustained over many years to come.\r\nIt is also important to understand what science\r\nand experience have taught and to incorporate it into\r\nthis fight. It is a clear and indisputable fact that the\r\nharm-reduction approach reduces HIV transmission.\r\nWe therefore urge Governments and international\r\norganizations to adopt harm-reduction measures to\r\nreduce risks and halt the spread of the disease.\r\nFinally, there has been some promising news\r\nabout access to drugs for the countries that most need\r\nthem. However, for the millions of people affected by\r\nHIV/AIDS, access is still one of the greatest\r\nchallenges, especially for those who are victims of\r\ndiscrimination and are marginalized. If we fail to help\r\nthem, then our efforts will have failed.\r\nIn this regard, the Red Cross and Red Crescent\r\nand other organizations can act as the bridge between\r\nnational health systems and persons affected by\r\nHIV/AIDS. But this requires Governments to recognize\r\nthe value of civic organizations and support and\r\nstrengthen local capacity to be able to serve\r\ncommunities.\r\nIn December 2003, the International Conference\r\nof the Red Cross and Red Crescent will bring together\r\nGovernments and the Red Cross and Red Crescent to\r\ndiscuss the theme of protecting human dignity. It will\r\nbe an excellent opportunity for all Governments\r\nrepresented here today, as well as the Red Cross and\r\nRed Crescent, to reaffirm their determined commitment\r\nto support the response to the HIV/AIDS epidemic and\r\nto take concrete actions against the indignity that\r\nensues from it.\r\nThe Acting President: In accordance with\r\nGeneral Assembly resolution 48/265 of 24 August\r\n1994, I now call on His Excellency Mr. José Antonio\r\nLinati-Bosch, Chairman of the observer delegation of\r\nthe Sovereign Military Order of Malta.\r\nMr. Linati-Bosch (Sovereign Military Order of\r\nMalta): Allow me to congratulate Mr. Julian Hunte on\r\nhis election to the presidency of the General Assembly\r\nat its fifty-eighth session. I am confident that his\r\nefficiency and capacity will ensure the success of this\r\nsession.\r\nIt is useless to underline the importance of these\r\nmeetings. According to 2002 statistics, HIV/AIDS now\r\nafflicts 40 million people, as compared to 37 million in\r\n2001, with 4.2 million new HIV infections per year\r\nworldwide. Those figures reveal the perilous nature of\r\nthe disease. It has been estimated that by 2010, there\r\nwill be at least 60 million and as many as 80 to 110\r\nmillion people with AIDS. In 2002, 8,500 people\r\nworldwide died of AIDS each day; 1,600 were children\r\nunder 15 years of age. At the same time, 14,000 people\r\nper day were newly infected. Of the 42 million people\r\naffected, 95 per cent live in developing countries.\r\nAlthough public education programmes have\r\nbeen implemented and medical treatment is available,\r\nthe foregoing statistics prove that the spread of\r\nHIV/AIDS is causing a global catastrophe, not limited\r\nto so-called risk groups. In fact, we are facing what the\r\nSecretary-General has called “the most formidable\r\ndevelopment challenge of our time” (A/55/779, para.\r\n123).\r\nBasic medical care, affordable medicines,\r\nprevention and research, together with technical\r\nassistance, can substantially contribute, but only with\r\nan increase in financial support. It is absolutely\r\n42\r\nA/58/PV.6\r\nnecessary to mobilize large-scale resources, in terms of\r\nboth financial means and skilled personnel.\r\nFirst of all, there is a need to consolidate the\r\ncurrent projects and programmes by means of suitable\r\nstructures and professional management systems. And\r\nthere is a need to ensure that the quality of work can be\r\nmaintained and further increased. HIV/AIDS control\r\nmust remain a specific priority over the long term,\r\nparticularly in those countries and regions where the\r\nsituation is most urgent, where adequate public\r\nservices are lacking and where self-help initiatives are\r\nworthy of being sponsored. Such programmes should\r\nalso focus on providing clean drinking water, setting up\r\nsanitation facilities and offering public education and\r\nnutrition programmes.\r\nBut all the legal, practical and social measures\r\ntaken in the struggle against AIDS must be\r\naccompanied by education — education based on the\r\ntraditional values of morality. The HIV/AIDS crisis is a\r\ncentral subject of focus for the humanitarian facet of\r\nthe Sovereign Military Order of Malta. The Comité\r\nInternational de l’Ordre de Malte has established\r\nprogrammes of medical and palliative care for AIDS\r\nsufferers. The primary goals of these programmes is to\r\nprotect against vertical infection by providing mothers\r\nwith access to screening, prenatal therapy and\r\ntreatment.\r\nThe Order is particularly active in Mexico, in\r\ncollaboration with the National Institute of\r\nPerinatology, and it works with medical foundations in\r\nArgentina, Kenya and South Africa. The Order’s\r\npresence in this field stands in accordance with its\r\ntradition of medical assistance.\r\nThe Order of Malta is fighting HIV/AIDS to its\r\nutmost. We are confident in upholding our\r\ncollaboration in solidarity with the States Members of\r\nthe United Nations, the entire international community\r\nand civil society. We can continue to talk; we can\r\ncontinue to recommend. But what we really need is to\r\nconvert words into action through the common effort of\r\nthe whole international community. We are convinced\r\nthat only a global strategy can be effective to combat\r\nthe threat represented by AIDS.\r\nThe Acting President: In accordance with\r\nGeneral Assembly (XXIX) resolution 3208 of 11\r\nOctober 1974, I now call on His Excellency Mr. John\r\nRichardson, Chairman of the observer delegation of the\r\nEuropean Community.\r\nMr. Richardson (European Community): The\r\nAIDS crisis besetting the world is not just a personal\r\ntragedy for the men, women and children suffering\r\nfrom the disease. It is a global economic catastrophe,\r\nbecause it attacks the active members of the\r\npopulation.\r\nWe are convinced that not only HIV/AIDS but\r\nalso malaria and tuberculosis need to be tackled on\r\nmany fronts at once. We have therefore taken a\r\ncomprehensive approach in the European Union (EU)\r\nProgramme for Action on Communicable Diseases\r\nlaunched over two years ago, addressing issues such as\r\npeace and security; economic development and the\r\nstruggle against poverty; and research and trade. In\r\ntotal we have allocated more than 1 billion euros to the\r\nProgramme for Action to date, equally addressing\r\nprevention, care and treatment.\r\nWe have made progress in tiered pricing of\r\nmedicines, an approach we proposed a few years ago\r\nand which has just received a boost through the\r\nadoption of unprecedented EU legislation that seeks to\r\nprevent reimportation of reduced-price drugs into\r\nEurope and thus to encourage the pharmaceutical\r\nindustry to get involved. Some laboratories have\r\nalready done so. We call now on other major players to\r\nshow the same willingness and determination.\r\nThe European Union believes that it is possible to\r\nprotect scientific innovations while preserving the right\r\nof all to treatment. Leading up to the World Trade\r\nOrganization Ministerial Conference, held at Cancún,\r\nwe reached an agreement to lift the barriers that\r\ncurrently stop generic medicines from being distributed\r\nin developing countries that cannot produce them on\r\ntheir own. In that context, let us remember also the\r\nagenda set at the International Conference on\r\nPopulation and Development, held in Cairo almost 10\r\nyears ago, which called for all men and women, adult\r\nor adolescent, to have the free choice to decide on their\r\nreproductive well-being.\r\nSince the beginning, the European Commission\r\nstrongly supported the idea of setting up a global fund\r\nto finance specific actions and interventions. We were\r\nconvinced that a mechanism was needed to provide\r\nadditional resources, quickly step up efforts already\r\nundertaken, help us to do things better than before and\r\nachieve results fast. The Commission is a member of\r\nthe Board of the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria and it chairs, or is actively\r\n43\r\nA/58/PV.6\r\nrepresented on, several of its committees. We pay\r\nspecial attention to the interests of the developing\r\ncountries and to participation by civil society and\r\npeople living with the disease.\r\nWithin the Fund we encourage the supply of\r\ntiered-price, high-quality products to our partner\r\ncountries, and the distribution of generic products. We\r\nwant to introduce openness, transparency and\r\ninnovation in administration, in cooperation with all\r\nthe main players. Above all, we want to make the Fund\r\na viable, long-term financial instrument that can\r\nfinance all quality actions proposed by our partners.\r\nThe European Commission has paid 120 million euros\r\ninto the Global Fund and has allocated an additional\r\n340 million euros for the coming years. That brings our\r\ntotal contribution to the Fund to 460 million euros.\r\nPresident Prodi is personally committed to ensuring\r\nthat those figures represent a minimum contribution, a\r\nbeginning.\r\nThe EU member States have collectively\r\nincreased funding to fight against the three diseases\r\nthrough additional aid to national and regional\r\nprogrammes, United Nations agencies, funds and\r\nprogrammes and other multilateral channels. For the\r\nGlobal Fund alone, the European Union and its\r\nmember States have pledged a total of $2.56 billion in\r\nadditional resources. The EU contribution therefore\r\nnow accounts for 55 per cent of all resources pledged\r\nto the Fund.\r\nJust before summer, the EU Council of Ministers\r\nadopted a declaration calling on member State\r\nGovernments to continue their support for the Global\r\nFund, and if possible to increase it. But the Fund is not\r\nthe only mechanism through which we channel\r\nsupport. We do so also through national budgets, in-\r\ncountry — and that is where we, all donors, need to\r\nharmonize our procedures and coordinate our policies.\r\nWe will continue to work together to develop\r\neffective and sustainable methods of cooperation, so\r\nthat we can provide hope to those most in need.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate. The General Assembly has thus\r\nconcluded the high level plenary meetings devoted to\r\nfollow-up to the outcome of the twenty-sixth special\r\nsession and the implementation of the Declaration of\r\nCommitment on HIV/AIDS, and this stage of its\r\nconsideration of agenda item 47.\r\nThe meeting rose at 1.30 a.m., 23 September 2003.\r\n"