"United Nations A/58/PV.51\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n51st plenary meeting\r\nFriday, 31 October 2003, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-58988 (E)\r\n*0358988*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nIn the absence of the President, Mr. Kirn\r\n(Slovenia), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 108 (continued)\r\nCrime prevention and criminal justice\r\nReport of the Ad Hoc Committee for the\r\nNegotiation of a Convention against Corruption\r\non the work of its first to seventh sessions\r\n(A/58/422 and A/58/422/Add.1)\r\nDraft resolution (A/58/422, para. 103)\r\nThe Acting President: I give the floor to the\r\nrepresentative of China, who will speak on behalf of\r\nthe Group of Asian States, to introduce the draft\r\nresolution contained in document A/58/422, paragraph\r\n103.\r\nMr. Zhang Yishan (China) (spoke in Chinese): I\r\nam speaking on behalf of the Group of Asian States.\r\nToday the General Assembly will adopt the draft\r\nUnited Nations Convention against Corruption. This is\r\nan important moment for the international community,\r\nbecause the draft Convention we are going to adopt is a\r\nvery important legal instrument that represents the\r\ncrystallization of the international community’s efforts\r\nto preserve the international legal system and to\r\ncombat corruption.\r\nThe States members of the Asian Group welcome\r\nthe success of the Ad Hoc Committee for the\r\nNegotiation of a Convention against Corruption. We\r\nexpress our appreciation for the arduous efforts and\r\ncooperative spirit of the delegations participating in the\r\nnegotiations. We would also like to express our thanks\r\nto the United Nations Office on Drugs and Crime for\r\nits help. We wish further to express our appreciation\r\nfor the enormous contribution that Ambassador Héctor\r\nCharry Samper of Colombia, the late Chairman of the\r\nAd Hoc Committee, made to the drafting of the\r\nConvention. Although he has left us, his spirit,\r\nenthusiasm and contributions will encourage us to\r\nbetter carry out the fight against corruption.\r\nThe States members of the Asian Group support\r\nthe General Assembly’s adoption of the draft resolution\r\non the United Nations Convention against Corruption,\r\nwhich is contained in paragraph 103 of document\r\nA/58/422. We also believe that the adoption of the draft\r\nConvention will contribute to enhancing the\r\ninternational community’s fight against corruption.\r\nMr. Staehelin (Switzerland) (spoke in French):\r\nSwitzerland welcomes the conclusion of negotiations in\r\nthe Ad Hoc Committee for the negotiation of a\r\nConvention against Corruption, which marks a\r\nsignificant advance in the international effort to\r\neradicate one of the greatest scourges of our time. The\r\nGovernment of Switzerland calls upon States to sign\r\nthe Convention instrument as soon as possible.\r\nThe community of States will henceforth benefit\r\nfrom an additional important instrument to foster good\r\n2\r\nA/58/PV.51\r\ngovernance. In that way, the Convention will make a\r\nsubstantial contribution to improving the rules\r\ngoverning international trade by introducing greater\r\ntransparency and equity in transactions. For the first\r\ntime, an international convention includes the principle\r\nof the obligatory return of illicitly acquired funds. My\r\ncountry welcomes that development, to which the\r\ndelegation of Switzerland contributed very actively\r\nduring the Committee’s negotiations. That development\r\nis also in line with our well established practice vis-à-\r\nvis legal cooperation and the return of assets of\r\npolitically exposed persons.\r\nWith regard to the return of illegally acquired\r\nassets, the establishment of new international standards\r\nand their conversion into international law is more than\r\nnecessary. The comprehensive Convention against\r\nCorruption marks an undeniable step forward in the\r\napplication of the fundamental principles governing\r\nour legal systems. It is also clear evidence of a desire\r\nto strengthen equality in our societies.\r\nMr. Lobach (Russian Federation) (spoke in\r\nRussian): May I first of all thank Ambassador\r\nMuhyieddeen Touq of Jordan, Acting Chairman of the\r\nAd Hoc Committee for the Negotiation of a\r\nConvention against Corruption, for introducing to the\r\nGeneral Assembly the Committee’s report (A/58/422\r\nand Add.1) on its work. I would also like to join others\r\nin expressing condolences on the death of Ambassador\r\nHéctor Charry Samper of Colombia, Chairman of the\r\nAd Hoc Committee, who made a great personal\r\ncontribution to the drafting of the Convention.\r\nThe Russian Federation is very pleased to note\r\nthe successful completion of work on the draft\r\nConvention against Corruption. In our view, every\r\naspect of the draft Convention against Corruption —\r\nwhich was prepared in a very short period of time —\r\nincluding the question of the repatriation of financial\r\nresources acquired in an illicit manner, deserves very\r\nhigh praise. The Ad Hoc Committee took into account\r\nall approaches with demonstrated practical value in the\r\ncontext of combating corruption. The resulting text\r\nthus takes into account all aspects of the fight against\r\ncorruption. It also significantly broadens the\r\nopportunities for effective cooperation among States in\r\nthis area.\r\nThe Convention against Corruption is destined to\r\nrank among the other basic legal documents prepared\r\nunder the auspices of the United Nations, both in terms\r\nof the importance and innovative nature of its main\r\nprovisions and in terms of the variety of mechanisms to\r\nbe brought into play to fulfil the aims and purposes of\r\nthe Convention.\r\nThe question of the repatriation of assets illicitly\r\nacquired and illegally exported across borders is a\r\npriority for our country. We believe that the existence\r\nof effective mechanisms to counter money-laundering\r\nand of procedures to provide for the return of assets\r\nillegally acquired through corruption is highly\r\ndesirable. In that regard, we note with satisfaction that\r\nthe draft Convention contains the necessary\r\nmechanisms to strengthen the overall fight against\r\ninternational corruption and to detect, confiscate and\r\nreturn illegally acquired assets, as well as provisions\r\nfor the prevention of the transfer of resources illegally\r\nacquired through corruption. We hope that those key\r\nprovisions of the draft Convention will work in\r\npractice.\r\nIn conclusion, I would like to express our hope\r\nfor the success of the High-level Political Signing\r\nConference for the Convention, which will held in\r\nMerida, Mexico, in December. We hope that this\r\nimportant international instrument will quickly enter\r\ninto force.\r\nMr. Oratmangun (Indonesia): On behalf of my\r\ndelegation, I would like to thank the Ad Hoc\r\nCommittee for the report we have before us on the\r\nwork it did to produce the Convention against\r\nCorruption. My delegation notes that it took the\r\nCommittee less than two years to complete work on the\r\nproposed Convention, which is, without a doubt, a truly\r\neffective, comprehensive and workable legal\r\ninstrument as it stands. We therefore take this\r\nopportunity to commend the Committee for the high\r\nlevel of efficiency with which it has fulfilled its\r\nmandate.\r\nBecause no society is immune from the scourge\r\nof corruption, Indonesia welcomes the adoption of the\r\nConvention against Corruption as an important legal\r\ninstrument that will be available to all societies to\r\ncombat this evil. Indeed, the basic premise of the\r\nConvention is that positive action must be taken by all\r\nsegments of society for social and economic justice to\r\nprevail.\r\nA society inflicts injury on itself if it is aware that\r\nthere is corruption in its midst, yet it tolerates it as a\r\nnecessary evil of politics. Politics is about the public\r\n3\r\nA/58/PV.51\r\ngood, not private gain for crooked politicians and\r\nbusinessmen. Developing countries, especially those\r\nburdened with debt, can ill afford to suffer the\r\neconomic and social losses caused by corruption. Any\r\ndeveloping country that is casual about corruption will\r\nput its progress at risk.\r\nNot only does corruption cause a haemorrhage of\r\nfunds needed for investment to promote sustainable\r\ndevelopment, but it threatens the fabric of society in\r\nmany ways. It undermines democracy, can destabilize\r\nGovernments, taints public service, and can, in the long\r\nrun, breed poverty. Because of its connection to\r\norganized crime, corruption can also lead to increased\r\nviolence in society — and without peace, societies\r\ncannot concentrate on their development goals.\r\nWhat this means is that there must be national\r\nand international efforts to combat the scourge of\r\ncorruption. The Convention does just that. Its\r\nprovisions call for collaboration within, between and\r\namong nations to prevent and combat the transfer of\r\nfunds of illicit origin derived from acts of corruption.\r\nMore than that, it approaches corruption through the\r\ndoorway of good governance, including among its\r\nmany provisions activities that will encourage\r\ntransparency and accountability in public- and private-\r\nsector affairs.\r\nHowever, for international efforts to be strong\r\nand effective, national and regional efforts also must be\r\nstrong and effective. While Indonesia firmly supports\r\ninternational cooperation such as extradition and\r\nmutual legal assistance between States, and, while it\r\nhas been involved in regional activities to combat\r\ncorruption, it has also taken decisive legal steps in\r\nrecent times to combat corruption at home. To deal\r\nwith corruption and prevent the transfer of funds\r\nderived from acts of corruption, the Government of\r\nIndonesia passed Law No. 31 in 1999, later amended\r\nand improved by Law No. 20 in 2001. By Law No.\r\n30/2002, it established an anti-corruption commission\r\nand passed Law No. 15/2002 to counteract money\r\nlaundering, and its amendment has removed the $500\r\nmillion threshold. An independent financial\r\nintelligence unit to prevent and eliminate money\r\nlaundering also has been set up. In that same year, the\r\nGovernment also initiated action to establish the\r\nNational Coordination Committee on Money\r\nLaundering.\r\nIndonesia is therefore very pleased that the Ad\r\nHoc Committee has completed work on the Convention\r\nagainst Corruption. The Convention is a significant\r\ninstrument available to nations in their fight to\r\neliminate corruption at the national and international\r\nlevels. Its true value will be known only when the\r\nConvention is signed, ratified and implemented by all\r\nStates. Indonesia is committed to achieving those\r\nobjectives in due course.\r\nIn that regard, Indonesia welcomes the convening\r\nin December this year, in Merida, Mexico, of the High-\r\nLevel Political Signing Conference for the United\r\nNations Convention against Corruption.\r\nMr. Bin Rindap (Nigeria): The draft Convention\r\nagainst Corruption which is before us is a milestone in\r\nthe history of the United Nations. It marks the\r\nfulfilment of the mandates set out by the General\r\nAssembly in its resolutions 55/61 and 56/260 of 4\r\nDecember 2000 and 31 January 2002, respectively. The\r\ninterest shown by all delegations during the\r\nnegotiations, which spanned seven sessions, was an\r\nindication of the transboundary nature of the scourge of\r\ncorruption, which transcends all countries and all\r\nregions.\r\nThe Convention is the only broad-based\r\ninstrument that attempts to tackle, for the first time, all\r\naspects of corruption, including money laundering. It\r\naddresses corruption in both the public and private\r\nsectors. We particularly welcome the provisions of the\r\nchapters on prevention and on assets recovery.\r\nNigeria shares the view expressed by the\r\nSecretary- General at the conclusion of the negotiations\r\nthat the Convention can make a real difference to the\r\nquality of life of millions of people around the world.\r\nThat is because we believe that the proceeds of\r\ncorruption concealed in foreign countries far exceed\r\nthe amount received in terms of official development\r\nassistance.\r\nThe provisions of chapter V on asset recovery are\r\nof particular importance to Nigeria in view of our\r\nexperience as a victim State. To us, this is the crux of\r\nthe Convention. Also of key importance is international\r\ncooperation, particularly in the area of mutual legal\r\nassistance in the tracing, confiscating and transfer of\r\nassets of illicit origin to the countries of origin. We are\r\nconvinced that the prevention and eradication of\r\ncorruption is the responsibility of all States, because its\r\nnegative effects have an impact on all countries and\r\n4\r\nA/58/PV.51\r\nsocieties — hence the need for international\r\ncooperation to combat it.\r\nThe purpose of the Convention is to promote and\r\nstrengthen measurers to prevent and combat corruption\r\nmore efficiently and effectively. The Convention is a\r\nuseful tool for enhancing national mechanisms to fight\r\ncorruption. For my country, it will enhance the\r\nimplementation of our Government’s anti-corruption\r\nmeasures.\r\nCorruption is a threat to sustainable development\r\nand to the rule of law. It is also a threat to the\r\nenjoyment of human rights and fundamental freedoms\r\nfor all and deprives the victim countries of much-\r\nneeded funds for development. We call upon all\r\ncountries to sign and ratify the Convention to enable it\r\nto come into force as soon as possible. We call also\r\nupon those countries harbouring proceeds of corruption\r\nand assets of illicit origin to remove all obstacles and\r\nreturn any concealed assets to their countries of origin.\r\nThey should demonstrate their commitment to the fight\r\nagainst corruption by providing much-needed mutual\r\nlegal assistance to those States that request it.\r\nMr. Ozawa (Japan): The United Nations\r\nConvention against Corruption has taken almost three\r\nyears to elaborate. Through its adoption today, we will\r\nbe taking a great step forward in combating corruption,\r\nwhich is a type of misbehaviour common to all our\r\nsocieties, regardless of the level of economic\r\ndevelopment. We would like to reiterate our\r\nappreciation to all those who were involved in the\r\nnegotiations for their unparalleled efforts, and\r\nespecially to the late Chairman of the Ad Hoc\r\nCommittee for the Negotiation of a Convention against\r\nCorruption, Ambassador Samper, for his devotion to\r\ncompleting this task. His sudden death in September,\r\njust before the conclusion of the negotiations, was a\r\ngreat loss and saddened all of us.\r\nThe comprehensive convention before us today is\r\nthe first universal legal instrument against corruption.\r\nJapan, as an Asian country, particularly welcomes this\r\ndevelopment as Asia has no regional instrument to\r\naddress that problem.\r\nThe Convention contains a wide range of\r\npreventive measures that are essential in promoting\r\ngovernment transparency and accountability. The next\r\nstep after its adoption will be for each Member State to\r\nturn their attention to implementing the Convention\r\neffectively, both domestically and internationally.\r\nWe would also like to touch on the importance of\r\npreventing and combating what is called “passive\r\nbribery” by public officials in international\r\norganizations, including the United Nations. To this\r\nend, we believe a truly effective and efficient\r\nframework — one that takes the privileges and\r\nimmunities of United Nations officials into account —\r\nis necessary to comprehend and analyse the current\r\nsituation in regard to this type of corruption.\r\nFinally, I would like to take this opportunity to\r\noffer an example of the contribution that Japan can\r\nmake in this area. In Tokyo, we have established the\r\nUnited Nations Asia and Far East Institute for the\r\nPrevention of Crime and the Treatment of Offenders.\r\nThis regional organization is dedicated to establishing,\r\nthrough dialogue and deliberation, international\r\ncooperation to address issues relating to criminal\r\njustice, including corruption.\r\nI wish to close by expressing the hope that the\r\nConvention will be adopted as the culmination of our\r\nefforts over the past three years.\r\nMr. Paulinich (Peru) (spoke in Spanish): Peru\r\nwould like to say how pleased and satisfied it is with\r\nthe conclusion of the work of the Ad Hoc Committee\r\nfor the Negotiation of a Convention against Corruption\r\nand that we now have before us a draft United Nations\r\nConvention against Corruption for consideration and\r\nadoption in the General Assembly.\r\nPeru reaffirms its abiding commitment to\r\neliminate corruption in all its forms and manifestations\r\nand at all levels. Corruption has a serious effect on\r\nsociety’s structures, it impairs democracy and weakens\r\ninstitutions and the rule of law. It also seriously\r\nimpedes the mobilization and efficient allocation of\r\nresources and imperils sustainable development,\r\nparticularly when an inadequate national and\r\ninternational response to corruption abets impunity.\r\nMy country suffers directly from the effects of\r\ncorruption, but we were able to thwart it at an early\r\nstage and are now dealing with the crime squarely, as\r\ncan clearly be seen in the domestic measures that my\r\nGovernment has implemented and in our full support\r\nfor the decision to prepare an international instrument\r\nagainst corruption.\r\nCorruption crosses borders and imperils not only\r\ndirectly affected nations, but also the international\r\ncommunity as a whole, developed and developing\r\n5\r\nA/58/PV.51\r\ncountries alike. The international nature of the problem\r\ncalls for a joint response that involves us all:\r\nGovernments, international and non-governmental\r\norganizations and civil society.\r\nIn the struggle against corruption international\r\ncooperation is indispensable. On the one hand, there\r\nmust be a prompt and unconditional return of assets of\r\nillicit origin. On the other hand, only with such\r\ncooperation can there be effective judicial assistance to\r\nbring corrupt individuals to justice and to prevent\r\nimpunity from taking root, discouraging the rule of law\r\nand democratic values in our societies.\r\nDespite the efforts undertaken by a number of\r\nGovernments at the regional level to deal with\r\ncorruption and the instruments designed to that end, the\r\ntransnational nature of the problem and the resulting\r\nneed for a response by the entire international\r\ncommunity led United Nations Member States to\r\nunanimously decide to elaborate a universal,\r\ncomprehensive convention against corruption and to set\r\nup an Ad Hoc Committee for that purpose, under\r\nresolution 55/61 of 4 December 2000.\r\nTwo years after this task was undertaken, we are\r\ngratified to say that the negotiations on the Vienna\r\ndraft convention have now been successfully\r\nconcluded. The new instrument is of historic\r\nsignificance because it goes beyond current standards\r\nin international law, innovating particularly with regard\r\nto the recovery of assets — a chapter in the convention\r\nfor which Peru, as vice chair of the Committee, was\r\nresponsible.\r\nThe measures to ensure the recovery of funds are\r\nbinding in nature and call for the establishment of\r\nmachinery to enable countries — particularly\r\ndeveloping ones — whose assets of illicit origin have\r\nbeen transferred abroad, to be able to recover them\r\nthrough coordinated efforts of multilateral institutions\r\nsuch as the United Nations, particularly the United\r\nNations Office on Drugs and Crime, and the World\r\nBank.\r\nAdditionally, the draft convention contains other\r\nindispensable elements in our struggle against\r\ncorruption, such as preventive measures, legal\r\nassistance to prosecute wrongdoers, and the\r\nexpeditious extradition of corrupt individuals.\r\nThus, we urge all countries to show political will\r\nby participating at the highest possible level in the\r\nsigning ceremony to be held from 9 to 11 December in\r\nMérida, Mexico, so that we may work together and\r\nattain the 30 ratifications necessary for the convention\r\nto enter into force.\r\nIn Monterrey, we agreed that combating\r\ncorruption at all levels was a priority. All of our\r\nGovernments must now take up the challenge to fight\r\ncorruption together on all fronts.\r\nMr. Goussous (Jordan) (spoke in Arabic): It is a\r\npleasure to extend the thanks of my delegation to the\r\nAd Hoc Committee for the Negotiation of a\r\nConvention against Corruption for their tremendous\r\nefforts over the past two years. Their work has led to\r\nthe elaboration of a comprehensive and pragmatic\r\nconvention to combat corruption at both the\r\ninternational and national levels, embodying the will\r\nand determination of the international community to\r\ntake all appropriate measures to put an end to the\r\nscourge of corruption.\r\nI would like to extend my thanks, particularly to\r\nthe members of the Committee, who have led the\r\nnegotiations on the draft convention which we are\r\nconsidering today in this international forum. We have\r\nadded a new tool to international efforts aimed at\r\ncombating crime in all its forms. That effort began here\r\nthree years ago, when we adopted the United Nations\r\nConvention against Transnational Organized Crime.\r\nAs is well known, corruption is a phenomenon\r\nthat is spreading in all countries and communities and\r\nis even becoming a transnational issue that national\r\nefforts alone cannot combat. The United Nations\r\nConvention against Corruption therefore opens up new\r\nprospects to combat corruption through international\r\ncooperation and the exchange of information.\r\nCorruption undermines the pillars of society and\r\nseriously harms any effort aimed at development. It\r\nalso destabilizes moral values and standards and\r\ncontradicts the principle of good governance, which\r\nconstitutes one of the most important pillars of\r\nprogress. Combating corruption therefore requires the\r\ncomprehensive and multidisciplinary approach\r\nprovided by the Convention we are considering today.\r\nIn addition to dealing extensively with money\r\nlaundering and comprehensively addressing various\r\nmanifestations of corruption, the Convention includes\r\nchapters on the control and prevention of corruption\r\nand on the return of property, thus establishing the\r\nbasis for an organized international effort that may\r\n6\r\nA/58/PV.51\r\nserve as an example for future instruments. It is\r\ntherefore imperative that we endorse and ratify the\r\nConvention as soon as possible. Before doing that,\r\nhowever, all States must make every effort to attend the\r\nhigh-level political Signing Conference to be held in\r\nMerida, Mexico, in December.\r\nIn conclusion, I must say that the international\r\ncommunity has honoured my country by selecting our\r\nPermanent Representative to the United Nations in\r\nVienna as the Chairman of the negotiating Committee.\r\nThat serves to redouble our country’s sense of\r\nresponsibility with regard to combating corruption at\r\nthe national level, which we started seriously some\r\ntime ago, and to working with the international\r\ncommunity on this important issue. I should also say\r\nthat my country will take this matter very seriously.\r\nI would also like to convey my gratitude to the\r\nSecretary-General for his support of the work of the Ad\r\nHoc Committee for the Negotiation of a Convention\r\nagainst Corruption. I also appreciate the support\r\nprovided during the past two years by the Office for\r\nDrug Control and Crime Prevention in Vienna under\r\nthe leadership of Mr. Antonio Maria Costa.\r\nMr. Strømmen (Norway): Norway joins previous\r\nspeakers in paying tribute to the late Ambassador\r\nHéctor Charry Samper of Colombia.\r\nThe fight against corruption must take place at\r\ntwo levels, the national and the international. The\r\nmeasures needed may not be the same at those two\r\nlevels, but no country can overcome corruption\r\nnationally if it ignores the international aspects.\r\nInternational cooperation is imperative.\r\nNorway therefore welcomes the adoption of the\r\nUnited Nations Convention against Corruption. We\r\nbelieve that that Convention, which is the first global\r\ninstrument against corruption, is a milestone and that it\r\nwill be key in the fight against the evils of corruption.\r\nThe Convention addresses many important issues,\r\nsuch as preventive measures, which are of great\r\nimportance in combating corruption. We are also\r\nparticularly pleased that private-sector corruption is\r\nincluded, although in a non-binding manner, and that\r\nthe repatriation of illicit funds is finally covered by an\r\ninternational instrument.\r\nAs corruption is a global problem, it requires a\r\nglobal collective effort. The Convention provides a\r\nfoundation for that. An effective United Nations\r\ninstrument will serve as the necessary framework for\r\nbetter coordinated action. However, the Convention\r\nalone will not solve the problem unless it is effectively\r\nenforced.\r\nTo ensure that the Convention is implemented\r\nand legislation is enforced, it is vital to have an\r\neffective follow-up mechanism. Without such a\r\nmechanism we feel that the Convention will lack an\r\nessential element. We cannot allow the disparity\r\nbetween what is said and what is done to undermine the\r\ncredibility of the Convention and the credibility of\r\nStates in the fight against corruption. We therefore urge\r\nall States to ratify the Convention as soon as possible\r\nand to ensure its effective implementation through a\r\nsound and objective follow-up mechanism.\r\nMr. Dajer (Colombia) (spoke in Spanish): The\r\nintroduction to the General Assembly, over which the\r\nPresident so ably presides, of the text of the United\r\nNations Convention against Corruption barely two\r\nyears after the establishment of the Ad Hoc Committee\r\nfor the Negotiation of a Convention against Corruption\r\nis an event that reflects great dedication. Ambassador\r\nHéctor Charry Samper, an eminent Colombian citizen\r\nand diplomat by training, participated in the Ad Hoc\r\nCommittee with great dedication since it first began to\r\nmeet, its began to meet — from 21 January to\r\n1 February 2002, when he was elected the Committee’s\r\nChairman by acclamation — until his death in the\r\nbeginning of September 2003. Today the outcome of\r\nthe Committee’s combined efforts and teamwork, as\r\nwell as the ideas presented there, have made it possible\r\nfor us to consider a legal instrument whose 71 articles\r\ncontain essential elements related to fighting\r\ncorruption, which is a major enemy of democracy.\r\nIt is essential to have instruments such as this to\r\ncontribute to effectively combating yet another evil\r\nthreatening democracy and democratic institutions. We\r\ntherefore invite all States to participate at the high-\r\nlevel political Signing Conference to be held in\r\nMerida, Mexico. That would be the greatest tribute that\r\ncould be paid to the individual who worked closely\r\nwith over 120 States to make the Convention a reality,\r\nAmbassador Héctor Charry Samper.\r\nI would like to thank all his colleagues in the Ad\r\nHoc Committee for remembering Ambassador Samper\r\nwith such gratitude on this auspicious day. I would also\r\nlike to thank everyone here. Rest assured that in\r\nadopting the draft resolution containing the Convention\r\n7\r\nA/58/PV.51\r\nwe will be expressing the gratitude of our Governments\r\nand of his relatives.\r\nMr. Šerkšnys (Lithuania): On behalf of the\r\nGroup of Eastern European States, I would like to\r\nwelcome the imminent adoption of the United Nations\r\nConvention against Corruption. At the same time, I\r\nwould like to express our appreciation for the work\r\ndone in Vienna. This universal instrument is the\r\noutcome of almost two years of constructive dialogue\r\nin which 130 Governments took an active part.\r\nCorruption is a particular criminal phenomenon\r\nthat harms the economic and social foundations of\r\nStates, and even of regions. In that regard,\r\ncomprehensive action must be taken.\r\nOnce again, we highly commend the successful\r\ncompletion of negotiations. I also commend what I\r\nbelieve will be the adoption of the United Nations\r\nConvention against Corruption, which contains\r\ncomprehensive provisions on prevention, law\r\nenforcement and the enhancement of relevant actions at\r\nthe national and international levels. Along with other\r\ndelegations, we are satisfied that today’s international\r\nlegal space will be enriched by that important\r\ndocument.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this agenda item.\r\nWe shall now proceed to consider the draft\r\nresolution recommended by the Ad Hoc Committee in\r\nparagraph 103 of its report contained in document\r\nA/58/422.\r\nI give the floor to the representative of the\r\nSecretariat.\r\nMr. Botnaru (Chief, General Assembly Affairs\r\nBranch): Before taking action on the draft resolution\r\nrecommended by the Ad Hoc Committee for the\r\nNegotiation of a Convention against Corruption, in\r\nparagraph 103 of its report (A/58/422), I should like to\r\ninform members that, in paragraph 5 of the draft\r\nresolution, the General Assembly would decide that the\r\nAd Hoc Committee for the Negotiation of the United\r\nNations Convention against Corruption will complete\r\nits tasks arising from the negotiation of the United\r\nNations Convention against Corruption by holding a\r\nmeeting well before the convening of the first session\r\nof the Conference of States Parties to the Convention.\r\nThe Ad Hoc Committee is expected to hold that\r\nmeeting in 2005. The related conference servicing\r\nrequirements are estimated to amount to $198,800 at\r\nfull cost. Provisions have already been made for this\r\nmeeting in the proposed programme budget for the\r\nbiennium 2004-2005. Therefore, no additional\r\nappropriation would be required.\r\nIn paragraph 8, the Assembly would request the\r\nSecretary-General to designate the United Nations\r\nOffice on Drugs and Crime to serve as the secretariat\r\nfor and under the direction of the Conference of the\r\nStates Parties to the Convention. Given the complex\r\nnature and wide scope of the functions that the\r\nsecretariat will have to perform, it is considered that\r\ncurrent staff resources would probably need to be\r\nstrengthened after the Convention enters into force. It\r\nis not possible to assess at this stage the necessary\r\nstaffing resources to fulfil Convention secretariat\r\nfunctions in accordance with article 64 of the\r\nConvention. The United Nations Secretariat would be\r\nin a position to make that assessment only in the light\r\nof the recommendations made by the Ad Hoc\r\nCommittee at the preparatory meeting, to be held\r\nbefore the first session of the Conference of the parties,\r\nand the decisions that the Conference of the States\r\nParties will take at its first session.\r\nGiven the importance attached by delegations to\r\nthe Convention, the Secretariat estimates that the\r\nConvention may enter into force in the 2004-2005\r\nbiennium period and that the first session of the\r\nConference of the States Parties would be held in 2006.\r\nConsequently, it may be anticipated that additional\r\nregular budget resources may be required to support\r\narticle 64, on operations in the 2006-2007 biennium\r\nperiod.\r\nIn paragraph 9, the Assembly would also request\r\nthe Secretary-General to provide the United Nations\r\nOffice on Drugs and Crime with the resources\r\nnecessary to enable it to promote in an effective\r\nmanner the rapid entry into force of the United Nations\r\nConvention against Corruption, discharge the functions\r\nof the secretariat of the Conference of the States Parties\r\nto the Convention and support the Ad Hoc Committee\r\nin its work.\r\nThe proposed 2004-2005 biennium programme\r\nbudget already includes resources to enable the\r\nSecretary-General to promote the rapid entry into force\r\nof the United Nations Convention against Corruption.\r\n8\r\nA/58/PV.51\r\nWith regard to resources for the discharge of\r\nfunctions of the secretariat of the Convention, it may\r\nbe noted that, while no immediate additional provisions\r\nare required, there will probably be additional\r\nrequirements arising during the 2006-2007 biennium.\r\nIn the absence of any specification in the\r\nConvention of alternate modes of financing, such costs\r\nwould need to be financed from the regular budget of\r\nthe United Nations. This information will be reflected\r\nin a document of the General Assembly.\r\nThe Acting President: The Assembly will now\r\ntake a decision on the draft resolution entitled “United\r\nNations Convention against Corruption”, recommended\r\nby the Ad Hoc Committee for the Negotiation of a\r\nConvention against Corruption in paragraph 103 of its\r\nreport, document A/58/422.\r\nMay I take it that the Assembly decides to adopt\r\nthe draft resolution?\r\nThe draft resolution was adopted (resolution\r\n58/4).\r\nThe Acting President: The Assembly has thus\r\nconcluded this stage of the consideration of agenda\r\nitem 108.\r\nAgenda item 42\r\nFollow-up to the United Nations Year for Cultural\r\nHeritage\r\nReport of the Secretary-General (A/58/402)\r\nDraft resolution (A/58/L.11)\r\nThe Acting President: In accordance with\r\nGeneral Assembly resolution 57/158 of 16 December\r\n2002, I call on Mr. Koichiro Matsuura, Director-\r\nGeneral of the United Nations Educational, Scientific\r\nand Cultural Organization (UNESCO), to address and\r\npresent an overview of the activities undertaken during\r\nthe United Nations Year for Cultural Heritage.\r\nMr. Matsuura (United Nations Educational,\r\nScientific and Cultural Organization) (spoke in\r\nFrench): I wish to thank you for giving me the\r\nopportunity to address this Assembly to take stock of\r\nthe follow-up to the United Nations Year for Cultural\r\nHeritage. The opportunity offered to me today, which I\r\nthink is the first in the history of our two institutions,\r\nwill in fact go far beyond a simple briefing exercise.\r\nOn 21 November 2001, in this same Hall, the\r\nAssembly decided that 2002 should be devoted to\r\ncelebrating cultural heritage. I warmly thank the\r\ninitiator, Egypt, and all other countries that firmly\r\nsupported the principle. The objective of that\r\ncelebration was to make public authorities and the\r\ninternational community aware of the broadened\r\nconcept of cultural heritage and of what is really at\r\nstake in that concept, which goes far beyond a focus on\r\nmonuments, an approach to which that concept is often\r\nreduced. I think that we have succeeded in that.\r\nWole Soyinka, Nobel Prize Laureate in literature\r\nand UNESCO Goodwill Ambassador, recently stated,\r\n(spoke in English)\r\n“The tendency to eradicate all vestiges of the\r\nhumanity of others is crucial to the project of\r\ndomination or diminution of status of others. At\r\nthe heart of it lies intolerance, which is as much a\r\nchild of ignorance as it is of fear of external\r\nknowledge, which frequently encompasses a\r\nsuspicion that such knowledge may question\r\none’s own given”.\r\n(spoke in French)\r\nWhat is cultural heritage? It is an open-ended\r\nnotion that bears witness to the universality of human\r\ngenius in its creation. It encompasses not only the\r\nmany cultural remains, but also living culture and its\r\ncountless examples, be it cultural landscapes, the fruit\r\nof interaction between human beings and their natural\r\nenvironment or even the new category called\r\n“intangible heritage”. Belonging to that category are\r\nsystems of knowledge in which human beings inscribe\r\ntheir creations, such as the performing arts, rituals,\r\nfestive events, as well as their means of transmission\r\nsuch as social practices, traditional knowledge and oral\r\ntraditions.\r\nThis broadened concept of cultural heritage\r\nreminds us that we can grasp cultural expression only\r\nas a whole. Tangible expressions of culture can be\r\nappreciated only in relation to other tangible\r\nexpressions and by understanding their interactions\r\nwith their tangible, intangible, natural and human\r\nenvironment. That was the first objective of the Year:\r\nto promote understanding and acceptance of a\r\nbroadened notion of cultural heritage in order to\r\nappreciate its dynamic, global and evolving nature and\r\n9\r\nA/58/PV.51\r\nto be aware of the need to care for all its\r\nmanifestations.\r\nUNESCO has striven to provide the international\r\ncommunity with legal instruments that address that\r\nmultiplicity. With respect to tangible cultural heritage\r\nand immovable heritage, the success of the 1972\r\nConvention for the Protection of World Natural and\r\nCultural Heritage is unprecedented. It has been ratified\r\nby 176 States, making it one of the world’s most\r\nuniversally ratified conventions. The Convention\r\nbrought about an evolution in the concept of heritage,\r\nin particular by integrating the notion of cultural\r\nlandscape and sacred natural sites. However, it did not\r\ncompletely fill the lacuna on the protection of\r\nintangible cultural heritage. That is why it is of great\r\nsatisfaction to me to see the member States of\r\nUNESCO call for the adoption this year of the\r\nInternational Convention for the Safeguarding of the\r\nIntangible Cultural Heritage, demonstrating their\r\nawareness of the importance and urgency of preserving\r\none of the most vulnerable and most fundamental\r\naspects of cultural heritage. I hope that many States\r\nwill rapidly ratify this new Convention and all\r\nconventions comprising the overall mechanism for\r\nprotecting cultural heritage.\r\nIn the same spirit, I welcome the recent adoption\r\nof the UNESCO Declaration concerning the Intentional\r\nDestruction of Cultural Heritage, which States\r\nrequested UNESCO to draft following the deliberate\r\ndestruction of the Bamiyan Buddhas. In fact, the Hague\r\nConvention of 1954 applies only to the protection of\r\ncultural property in the event of armed conflict. It was\r\ntherefore urgent to create an instrument to provide a\r\nmoral and ethical reference point for the protection of\r\ncultural heritage in peacetime.\r\nWe can never overemphasize the importance of\r\nrelentlessly fighting the illicit traffic in cultural\r\nproperty and the need for international cooperation in\r\nthe form of the broad ratification of the 1970 UNESCO\r\nConvention against illicit traffic in cultural property\r\nand assistance in returning cultural property to its\r\ncountry of origin.\r\nAs a meeting place, heritage possesses the\r\nprimary characteristic of diversity. That was the second\r\nobjective of the Year: to create awareness of the\r\nbroadened concept of heritage in all its rich diversity.\r\nAs a result of its diversity of expression and diversity\r\nof influences and origins, it is a symbol of the cultural\r\nidentity of peoples and communities and, at the same\r\ntime, testimony of the collective memory of humanity\r\nand the conditions for humanity’s future. That was the\r\nkey message of the UNESCO Universal Declaration on\r\nCultural Diversity, unanimously adopted in November\r\n2001, which recalls that all efforts for development\r\nmust be based on diversity.\r\nThere can be no development without\r\nparticipation, local empowerment and inclusion.\r\nCulture alone can encourage such participation. In\r\norder to involve local populations in determining their\r\nown requirements and development projects, we must\r\nrecognize the diversity of approaches, choices and\r\nvalues that underpin development projects. In short, we\r\nmust accept cultural diversity in the design of future\r\nsocieties. Culture cannot in any event be considered an\r\noption for possible inclusion in the material objectives\r\nof development. Only human capital, which is\r\nnourished and reinvigorated through cultural heritage,\r\nprovides the basis for building and developing the\r\nsocieties of tomorrow. That is the key argument for the\r\nindivisibility of culture and development, which\r\nconstitute a foundation of solidarity for the\r\nadvancement of democracy and equality throughout the\r\nworld. In that spirit, UNESCO’s member States have\r\njust given us a mandate to prepare an international\r\nconvention on the diversity of cultural content and\r\nartistic expression. In brief, culture cannot wait\r\nbecause it is central to any process for progress in the\r\nservice of humanity.\r\nFinally, the third purpose of the Year was to show\r\nhow essential cultural heritage is to creating lasting\r\npeace. If the misappropriation of cultural property for\r\nthe purpose of exclusion are so shocking to us today, it\r\nis undoubtedly because we have all realized its\r\nusefulness for social cohesion and for bringing whole\r\ncultural communities together.\r\nI referred earlier to the Bamiyan Buddhas. I wish\r\nto recall the visit to UNESCO by President Karzai a\r\nfew months after he assumed office in Afghanistan in\r\nthe spring of 2002. In that meeting, he underlined that\r\nculture, alongside education, should constitute a pillar\r\nfor the reconstruction of his country, thus\r\ndemonstrating his deep understanding of the potential\r\nfor social cohesion offered by cultural heritage and of\r\nthe essential function it has for people, making it as\r\nelementary as health and nutrition needs.\r\n10\r\nA/58/PV.51\r\nLast week in Madrid, at the donors meeting for\r\nthe reconstruction of Iraq, when the international\r\ncommunity was gathered to organize international\r\nsolidarity and demonstrate its commitment of\r\nresponsibility to the future of Iraq, culture was placed\r\nalongside health and infrastructure on the list of\r\npriorities for development assistance. That echoed the\r\nvibrant plea made by Iraqi authorities in that\r\nconnection.\r\nMr. da Fonseca (Cape Verde), Vice-President,\r\ntook the Chair.\r\nUNESCO is intervening more and more often in\r\npost-conflict situations, such as in Cambodia, South-\r\nEastern Europe and, more recently, in the Democratic\r\nRepublic of the Congo, Afghanistan and Iraq, in order\r\nto enable populations devastated by conflict to recover\r\ntheir common cultural identity and lay the foundation\r\nfor rapprochement and reconciliation, which is\r\nindispensable for building a common future.\r\nThese objectives of the Year are based on the\r\nacceptance by all of an ethic of responsibility towards\r\nour cultural heritage. Acting together to preserve the\r\nheritage of cultural diversity in its past, present and\r\nfuture forms and for the sake of the dialogue it enables\r\nis, in effect, an individual and community\r\nresponsibility. Each one of us, each citizen of the\r\nworld, inherits his or her share of the common heritage\r\nand the right to enjoy it, along with the complementary\r\nand indissociable duty to understand and to transmit it.\r\nThat is why UNESCO so strongly insists on the\r\nneed for genuine heritage education that will allow all\r\ngenerations, and young people in particular, to\r\nunderstand what is truly at stake and thereby to become\r\nthe active and committed defenders of cultural\r\nheritage. That is why UNESCO also insists so strongly\r\non the need for States to ratify international\r\ninstruments designed to protect cultural heritage in its\r\nuniversality and to adopt national regulations to protect\r\nand safeguard their historic heritage and to encourage\r\nthe growth of living cultures. It is in that way that\r\ninternational cooperation can assume its true meaning\r\nby forming a single global network and becoming a\r\nshared responsibility for a common heritage.\r\nThe Acting President: I call on the\r\nrepresentative of Egypt to introduce draft resolution\r\nA/58/L.11.\r\nMr. Aboul Gheit (Egypt) (spoke in Arabic): We\r\nthank the Director-General of the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) for his statement on UNESCO’s activities\r\nduring the course of the United Nations Year for\r\nCultural Heritage last year.\r\nI also thank UNESCO for all its efforts over the\r\npast decades to protect and preserve cultural\r\nhumanitarian heritage. According to its statutes, it is\r\nentrusted with protecting, maintaining and\r\nstrengthening the common heritage of mankind. Egypt\r\nstill remembers with appreciation UNESCO’s work in\r\nthe 1960s to save the ruins in the Nile river basin in\r\nNubia, southern Egypt. Such work represents not\r\nmerely the storehouse of humankind’s heritage, but\r\nalso a future gift and a link in an interrupted chain of\r\npast cultural experiences — some successful, some less\r\nso — leading to today’s progress and advancement.\r\nProtecting cultural heritage, however, entails not only\r\nits classification, registration and preservation in\r\nmuseums or on site, but also learning its eternal lessons\r\nto be transmitted to future generations, allowing\r\nhumanity to march ever onward.\r\nI should like to quote a saying that, I believe, is\r\ncommon to many cultures, regardless of the language\r\nthey speak: “People remain alive so long as their own\r\nculture remains alive.” When life is difficult and\r\nvicious or confused, when political conflicts arise out\r\nof cultural and civilizational diversity, we must return\r\nto our sources and make a clear distinction between\r\npolitics and civilization. We must look within our\r\ncultural heritage to find our common roots and to move\r\nus beyond our conflicts and disputes. Every people,\r\nculture and civilization is bound by the task of further\r\nasserting the principle of the common origin and\r\ndestiny of all peoples of the world.\r\nMany countries, including Egypt, took a step in\r\nthat direction by proclaiming 2002 the United Nations\r\nYear for Cultural Heritage. More than 40 countries\r\nfrom all the continents of the world, representing a\r\nbroad range of cultures and civilizations, were\r\ninvolved. That demonstrates the self-evident nobility of\r\nthe message and the purpose that have united\r\nrepresentatives of those civilizations and cultures of\r\nevery stamp towards the noble objective of preserving\r\nthe common cultural heritage of mankind.\r\nI have the pleasure of introducing to the General\r\nAssembly a draft resolution in document A/58/L.11,\r\n11\r\nA/58/PV.51\r\ndrafted by the Egyptian delegation under the agenda\r\nitem on the follow-up to the United Nations Year for\r\nCultural Heritage. It has been prepared along lines\r\nsimilar to resolution 57/158. There are some minor\r\ndifferences, however. The operative paragraph 5, for\r\nexample, refers to the resolution I have just mentioned.\r\nWe have also added operative paragraph 1, in which\r\nthe General Assembly takes note of the UNESCO\r\nactivities undertaken during the United Nations Year\r\nfor Cultural Heritage.\r\nOn behalf of the Egyptian delegation, I welcome\r\nthe United States of America back to UNESCO.\r\nThe sponsors of the draft resolution are Belarus,\r\nCanada, China, Italy, Kuwait, Lebanon, Mongolia,\r\nNew Zealand, the Republic of Korea, the Russian\r\nFederation, Thailand and Ukraine.\r\nMr. Zhang Yishan (China) (spoke in Chinese):\r\nAt the outset, I wish to thank the Director-General of\r\nthe United Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) for his statement.\r\nAs an important embodiment of civilization and a\r\nhistorical witness of human development, cultural\r\nheritage reflects the arduous process of mankind’s\r\ndevelopment and transformation of nature. It also\r\ndemonstrates the brilliant wisdom and hard work of\r\nmankind in creating and developing civilization. It\r\nconstitutes an invaluable wealth passed down by our\r\nancestors. The adequate preservation and utilization of\r\ncultural heritage are a shared responsibility of the\r\npeoples of the world and play a significant role in\r\ndeepening mutual understanding among nations and\r\nincreasing exchanges among different cultures and\r\ncivilizations.\r\nWe were pleased when the General Assembly, in\r\nresolution 56/8, proclaimed 2002 the United Nations\r\nYear for Cultural Heritage. It was a highly important\r\nand timely resolution and undoubtedly serves as a great\r\nsupport and encouragement for the international\r\ncommunity in preserving cultural heritage. We are\r\npleased to note that Member States have come a long\r\nway in their unremitting efforts to preserve the world’s\r\ncultural and natural heritage. We commend and\r\nappreciate the irreplaceable role played by UNESCO in\r\nthat endeavour. I should also like to take this\r\nopportunity to express our gratitude once again to the\r\nmission of Egypt for taking the initiative two years\r\nago.\r\nChina supports the International Convention on\r\nthe Preservation of the Intangible Cultural Heritage\r\nadopted recently by UNESCO’s General Conference at\r\nits thirty-second session. Intangible cultural heritage is\r\njust as much a reflection of a nation’s pride in its\r\nhistory and cultural identity as tangible cultural\r\nheritage. The acknowledgement and preservation of\r\nintangible cultural heritage are equally important\r\ntokens of the diversity of civilizations and social\r\nprogress. We appeal to the international community to\r\ntake immediate action, take stock of the existing\r\nintangible cultural heritage in all countries and regions,\r\nand make a list of all those projects designed to\r\nurgently salvage heritage with salient cultural features\r\nso as to fill the gap in the preservation of intangible\r\ncultural heritage throughout the world.\r\nChina has always supported and actively\r\nparticipated in international cooperation in the\r\npreservation of the world’s cultural and natural\r\nheritage. Since China ratified the World Heritage\r\nConvention in 1985, we have achieved globally-\r\nrecognized results in our intensified efforts to raise our\r\npeople’s awareness of the importance of preserving\r\ncultural heritage. Twenty-nine of China’s cultural and\r\nnatural heritage sites have been incorporated into the\r\nWorld Heritage List. In July next year, the twenty-\r\neighth session of the World Cultural Heritage\r\nConference will be held in Suzhou, a well-known and\r\nbeautiful city of China. A Chinese saying describes the\r\nbeauty of Suzhou like this: “There is paradise in\r\nheaven, there is Suzhou on Earth.” It is most\r\nappropriate and beneficial for Suzhou to host such a\r\nConference. It will serve to reinforce the efforts of the\r\ninternational community to preserve world cultural\r\nheritage. The Conference will also prepare a long-\r\nrange plan for the preservation of world heritage in the\r\ntwenty-first century. The Chinese Government stands\r\nready to work with all sides to make the Conference a\r\nsuccess and to make new contributions to the\r\npreservation of world heritage.\r\nMr. McIvor (New Zealand): The United Nations\r\nYear for Cultural Heritage was a celebration of our\r\ncollective cultural and natural inheritance, of our\r\nglobal treasures and gifts. The celebration of that\r\nheritage did not end one year ago when the General\r\nAssembly officially brought the Year to a close.\r\nCultural heritage is part of what defines us and it\r\nis our gift to generations to come. Cultural heritage is\r\nglobal; it is owned by everyone. Similarly, protecting\r\n12\r\nA/58/PV.51\r\nour cultural heritage is the responsibility of everyone at\r\nthe local, national, regional and global levels.\r\nMount Tongariro, in the North Island of New\r\nZealand, together with its surrounding land, became\r\nNew Zealand’s first national park well over 100 years\r\nago after having been gifted to the Government of New\r\nZealand by Te Heuheu Tukino IV the then paramount\r\nchief of Ngati Tuwharetoa in 1887. It was the first of\r\nthree New Zealand sites to be inscribed on the World\r\nHeritage List. Tongariro National Park is on the List as\r\nboth a natural and cultural site, owing to its largely\r\nunspoiled natural landscape and strong indigenous\r\ncultural association. New Zealanders care deeply for\r\nTongariro and are pleased to share it through the World\r\nHeritage Convention as part of the international\r\ncommunity’s collective cultural heritage.\r\nNew Zealand is committed to protecting not only\r\nour own natural and cultural heritage, but also that of\r\nour Pacific Island neighbours. The oceans and lands of\r\nthe South Pacific cover almost one third of the Earth’s\r\nsurface. It is a region rich in cultural heritage, of which\r\nthose of us from that part of the world are naturally\r\nvery proud. This is a key reason why New Zealand\r\ndecided to run for a seat on the World Heritage\r\nCommittee and was successfully elected by member\r\nStates at the General Conference of the United Nations\r\nEducational, Scientific and Cultural Organization\r\nearlier this month. Serving on the Committee is an\r\nopportunity for New Zealand and the wider community\r\nof Pacific Island nations to have their voices heard.\r\nThe New Zealand delegation to the World\r\nHeritage Committee — led by Paramount Chief Tumu\r\nTe Heuheu, descendent of Te Heuheu Tukino IV —\r\nwill work to represent our home region, including all\r\nthat it offers to the world’s common cultural heritage.\r\nTumu te Heuheu will work to develop a World Heritage\r\nprogramme for the region and we will be able to assist\r\nthe nomination of World Heritage sites in Pacific\r\nIsland countries. A number of ancient and historic sites\r\nin the region need sound management to ensure that\r\nthey can continue to be enjoyed sustainably by those of\r\nour own neighbourhood and for coming generations.\r\nThe programme would also maintain and preserve the\r\nsites for the global community to visit.\r\nFinally, New Zealand is acutely conscious of the\r\nresponsibilities that holding a seat on the World\r\nHeritage Committee brings with it. The Committee’s\r\nobjective of protecting the world’s outstanding and\r\nprecious monuments and heritage sites is as\r\nchallenging as it is important. It involves action,\r\nincluding through ratification of the World Heritage\r\nConvention. By doing so, we can ensure that the\r\nobjectives of the United Nations Year for Cultural\r\nHeritage are upheld.\r\nMr. Shimamori (Japan): The United Nations\r\nYear for Cultural Heritage, 2002, served to increase\r\npublic awareness and to foster respect for the cultural\r\nheritage of humanity. In making the decision to observe\r\nthe Year, we reaffirmed that we should all share in the\r\nresponsibility for protecting that heritage. In the course\r\nof this year, we have continued to recognize the\r\nsignificant role cultural heritage plays not only in\r\nproviding us with opportunities to appreciate different\r\ncultural traditions, but also in enhancing people’s\r\nattachment to their own national identities and in\r\ngiving them — especially those living in post-conflict\r\nsituations — spiritual confidence.\r\nHaving said that, I would like to share several\r\nissues to which my Government attaches importance.\r\nFirst, it is noteworthy that the cultural landscape and\r\narchaeological remains of the Bamiyan Valley and\r\nAshur (Qal’at Sherqat), respectively in Afghanistan\r\nand Iraq, both in the process of post-conflict\r\nreconstruction, were simultaneously inscribed on both\r\nthe World Heritage List and the List of World Heritage\r\nin Danger during the twenty-seventh session of the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) World Heritage Committee,\r\nheld in Paris this past July. We are encouraged by this\r\nnews and hope that it will have a good effect on the\r\npeace-building efforts taking place in both countries\r\nand focus international attention on their situations.\r\nWith regard to the Bamiyan Valley, the\r\nGovernment of Japan decided to contribute\r\napproximately $1.8 million through the UNESCO Trust\r\nFund for the Preservation of Cultural Heritage to help\r\nfund a project there. It will have three components:\r\nformulating a preliminary master plan for the\r\npreservation of the whole Valley; preserving the\r\nexisting mural paintings in the caves; and consolidating\r\nthe cliffs and niches of the rock wall where the\r\ndestroyed Buddha used to be. Beginning this summer, a\r\nteam of Japanese experts has twice been dispatched to\r\nthe Bamiyan Valley to conduct the project, in\r\ncooperation with experts from other countries.\r\n13\r\nA/58/PV.51\r\nIn Iraq, my Government has been concerned\r\nabout the looting and destruction of that nation’s\r\ncultural heritage and sought to take immediate action.\r\nAccordingly, Japan contributed $1 million to the\r\nUNESCO cultural heritage Trust Fund to finance\r\nprojects that will rebuild the laboratory for the\r\nrestoration of cultural properties of the Iraqi National\r\nMuseum in Baghdad, which was badly damaged when\r\nthe Museum was looted. The Government of Japan\r\npays tribute to UNESCO, under the leadership of\r\nDirector-General Koichiro Matsuura, for its quick\r\nresponse and the appeals it issued for assistance. Japan\r\nwas honoured to join UNESCO in hosting the third\r\nmeeting on the safeguarding of the Iraqi cultural\r\nheritage in Tokyo in August. We sincerely hope that the\r\ninternational efforts devoted to the protection of Iraqi\r\ncultural properties will be rewarded.\r\nLet me also touch upon Cambodia as an instance\r\nin which the protection and rehabilitation of cultural\r\nheritage has played an important role in post-conflict\r\nreconstruction. Angkor, a symbol of national unity in\r\nCambodia and a focal point of international\r\ncooperation for the restoration and preservation of\r\nhistorical monuments, has also become an important\r\nfoothold for the social and economic development of\r\nCambodia. We are happy to hear that the Government\r\nof France decided to host a meeting in Paris in\r\nNovember in commemoration of the tenth anniversary\r\nof the Intergovernmental Conference on the\r\nSafeguarding and Development of the Historic Site of\r\nAngkor, which Japan hosted in Tokyo in 1993. My\r\nGovernment welcomes the French initiative and stands\r\nready to cooperate, as a co-chair of the meeting, in\r\nreviewing the process of safeguarding Angkor and\r\ndiscussing further efforts to be made.\r\nThe Government of Japan welcomes the adoption\r\nof the International Convention for the Safeguarding of\r\nthe Intangible Cultural Heritage by the General\r\nConference of UNESCO at its thirty-second session\r\nthis month. I believe that the adoption of the\r\nConvention is the result of dedicated international\r\nefforts to preserve the world’s intangible cultural\r\nheritage, which is often at risk of disappearing because\r\nof such unavoidable developments as industrialization\r\nand urbanization, but which should be regarded as the\r\ncommon asset of humankind. Japan adopted national\r\nlegislation for the preservation of its own cultural\r\nheritage as early as 1950 and actively participated in\r\nthe negotiations on the Convention. Furthermore, Japan\r\nhas been financially supporting the efforts of UNESCO\r\nto preserve and promote the world’s intangible cultural\r\nheritage, and I would like in this context to mention the\r\nProclamation of Masterpieces of the Oral and\r\nIntangible Heritage of Humanity, which will be\r\nannounced on 7 November in Paris. We are particularly\r\npleased by the adoption of the Convention and hope it\r\nwill help to promote the creativity of each culture as\r\nwell as understanding among different cultures and\r\ncivilizations.\r\nAllow me to note here that Japan was elected as a\r\nmember of the World Heritage Committee at the\r\nelections held at the fourteenth General Assembly of\r\nStates Parties to the World Heritage Convention in\r\nParis on 15 October. I would like to conclude my\r\nstatement by reiterating the determination of the\r\nGovernment of Japan to redouble its efforts to\r\ncontribute to the protection and conservation of the\r\ncultural heritage of humankind, and in so doing to\r\nfollow up on the United Nations Year for Cultural\r\nHeritage.\r\nMr. Khanna (India): We in India thank the\r\nDirector-General of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) for the\r\noverview he has provided on activities undertaken\r\nduring the past two years to protect cultural heritage.\r\nThe proclamation of 2002 as the United Nations Year\r\nfor Cultural Heritage attests to the importance which\r\nthe international community has attached to this matter.\r\nThere is, in our view, a continuing need to give priority\r\nto programmes, activities and projects for the\r\nprotection of cultural heritage.\r\nIt has been said that cultural heritage represents\r\nthe historical record and understanding of the entire\r\nspirit of a people in terms of its values, actions, works,\r\ninstitutions, monuments and sites. The record of our\r\nhistory shows that India has always been a meeting\r\nplace of different cultures. The Indic civilization is a\r\nresult of several cultural fusions. It encompasses the\r\nphilosophic tenets of both idealism and materialism, of\r\nreligion and secularism, of the quest for its own\r\nidentity and a search for integrative globalization.\r\nPluralism, tolerance and respect for all religious,\r\nlinguistic and cultural manifestations define our values.\r\nThe spirit of our people and their faith in the\r\nfundamental unity of all mankind is encapsulated in the\r\nSanskrit phrase “vasudhaiva kutumbakam”, which\r\nmeans “the world is one family”.\r\n14\r\nA/58/PV.51\r\nWe share much of this cultural heritage with rest\r\nof the world. The values of liberal and participative\r\ndemocracy and of the rule of law belong to all of us.\r\nThe commonality in our values has allowed for the\r\ncodification of international instruments on human\r\nrights. To protect our cultural heritage is to also protect\r\nour common values. We need to do so particularly from\r\nthe threat posed by those who seek to impose political\r\nideology by murdering and terrorizing innocent\r\ncivilians. The forces of terrorism deny the existence of\r\na common thread of humanity and seek to destroy the\r\ncultural heritage of peaceful coexistence.\r\nThe preservation of our values also requires the\r\npreservation of the tangible forms of our cultural\r\nheritage. We are proud in India to be the inheritors of\r\nmonuments and sites that attest to the achievements of\r\nour forefathers since the early dawn of civilization.\r\nThere were, until last year, 23 Indian sites on the World\r\nHeritage List. We are happy that, four months ago,\r\nanother Indian site, the rock shelters of Bhimbetka, was\r\nadded to this list. These five clusters of natural rock\r\nshelters display paintings that date from the mesolithic\r\nperiod right through to the historical period. We are\r\ncommitted to the preservation of these expressions of\r\nour cultural heritage and continue to take new\r\ninitiatives.\r\nIn February this year, Prime Minister Vajpayee\r\nlaunched the National Mission for Manuscripts. It is\r\nestimated that there are over 50 million manuscripts in\r\nIndia. The objective of the Mission is to document and\r\ncatalogue Indian manuscripts, to facilitate their\r\nconservation and preservation and to promote ready\r\naccess to them through publication, both in book and\r\nelectronic form. We also plan to build a national\r\nmanuscripts library.\r\nA key reason for discussing tangible cultural\r\nheritage in a multilateral setting is the need for\r\ninternational cooperation to assist in efforts for its\r\npreservation. To value our common humanity is to\r\nvalue also the various tangible expressions of cultural\r\nachievement that exist in different parts of the world.\r\nThis value is expressed through a willingness to assist\r\ndeveloping countries to build their own capacities for\r\nsafeguarding their cultural heritage.\r\nWe are happy to have been able to share our\r\nknow-how on conservation and preservation with\r\nothers. We are proud of India’s role in the restoration\r\nof Angkor Wat. During the visit of Prime Minister\r\nVajpayee to Cambodia last April, we also agreed to\r\nparticipate in the restoration of Ta Prom, another\r\nmagnificent temple complex in the Angkor Park area.\r\nThrough this participation, we recognize our common\r\nSouth Asian and South-East Asian cultural heritage.\r\nWe also believe that multilateral cooperation is\r\nnecessary to preserve the expression of cultural\r\nheritage that is found in traditional knowledge. A\r\nseminar on the protection of traditional knowledge was\r\nheld in New Delhi last year. The conclusions of the\r\nseminar underline the need to develop an\r\ninternationally agreed instrument that recognizes the\r\nprotection of traditional knowledge at the national level\r\nto prevent misappropriation and to ensure that national-\r\nlevel benefit-sharing mechanisms and laws are\r\nrespected worldwide. The conventional forms of\r\nintellectual property rights are, in our view, inadequate\r\nand need to be developed further if we are to provide\r\nprotection to those manifestations of cultural heritage.\r\nWe have, along with some other developing countries,\r\nmade a submission in this regard to the World Trade\r\nOrganization Council for Trade-Related Aspects of\r\nIntellectual Property Rights.\r\nThe consideration by the General Assembly of\r\nissues that fall within the mandates of specialized\r\nagencies and other multilateral organizations is useful.\r\nIt allows us, without getting into details, to come to a\r\ncommon and holistic understanding of the various\r\naspects of such issues. This debate has also allowed us\r\nto recognize the important role that UNESCO plays in\r\nthe preservation of cultural heritage and we would like\r\nto use this opportunity to further encourage the agency\r\nin its efforts.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nI should like to inform representatives that, at the\r\nrequest of the sponsors, action on draft resolution\r\nA/58/L.11 has been postponed to a later date to be\r\nannounced in the Journal.\r\n15\r\nA/58/PV.51\r\nAgenda item 43\r\nReturn or restitution of cultural property to the\r\ncountries of origin\r\nNote by the Secretary-General transmitting\r\nthe report of the Director-General of the\r\nUnited Nations Educational, Scientific and\r\nCultural Organization (A/58/314)\r\nMr. Vassilakis (Greece): Today, I have the\r\nhonour and the pleasure to present, under agenda item\r\n43, a draft resolution on the return or restitution of\r\ncultural property to the countries of origin.\r\nThe illicit removal of cultural property from its\r\nplace of origin not only is a grave loss to the country\r\nconcerned and its people, but also runs counter to all\r\nthe principles that culture stands for. Cultural property\r\ntaken out of context — that is to say, out of its natural\r\nenvironment — is stripped of its meaning and cut off\r\nfrom its natural, cultural and geographical background.\r\nCulture is the lifeblood of a nation; its removal rips out\r\nthe nation’s heart and obliterates its past.\r\nMany factors can cause the impoverishment of a\r\ncountry: armed conflicts, natural disasters, famine and\r\ndisease, to name but a few. However, in all these cases,\r\nimpoverishment has a chance of being remedied by\r\nhard work, ingenuity and sudden wealth and, above all,\r\nif things turn out right in the future.\r\nUnfortunately, in the case of impoverishment due\r\nto the illicit removal or destruction of cultural property,\r\nthere is absolutely no way to remedy such a loss,\r\nwhich, besides a material aspect, also has cultural,\r\nhistorical and even political aspects because the people\r\nconcerned — as I have already stated — are being\r\ndeprived, actually stripped, of part of their past. One\r\nhas only to think of the cruel destruction of the unique\r\nworks of art in Afghanistan by the previous regime\r\nthere to understand that such a loss will never be\r\nremedied, for those treasures can never be brought\r\nback.\r\nIt is only the restitution of cultural property, taken\r\nillicitly or through other forms from its place of origin,\r\nthat will restore the damage caused. This will restore\r\nnot only the damaged cultural identity and bring back\r\nthe misappropriated cultural heritage, but also a sense\r\nof dignity to those who have the feeling of being\r\ndeprived of their past. Therefore, it is of paramount\r\nimportance that Member States continue to cooperate\r\nactively in a spirit of mutual understanding and\r\ndialogue to resolve issues of restitution of cultural\r\nproperty to the countries of origin. On the other hand,\r\nin many instances it is major political and other\r\nupheavals that have created the grounds for such\r\nclandestine, illicit operations. The loss, destruction and\r\nremoval or illicit movement of cultural property are\r\nthriving, especially in areas facing armed conflict.\r\nIn the draft resolution, we have tried to\r\nemphasize this aspect, and in particular the latest\r\nefforts made by UNESCO and the international\r\ncommunity for the protection of the cultural heritage of\r\ncountries in conflict. Moreover, this year’s draft\r\nresolution contains an overview of the relevant\r\nconventions signed by numerous Member States, such\r\nas the Convention for the Protection of Cultural\r\nProperty in the Event of Armed Conflict and the\r\nConvention on the Means of Prohibiting and\r\nPreventing the Illicit Import, Export and Transfer of\r\nOwnership of Cultural Property.\r\nFurthermore, it makes reference to Security\r\nCouncil resolution 1483 (2003) relating to the\r\nrestitution of Iraqi cultural property, as well as the\r\nDeclaration Concerning the Intentional Destruction of\r\nCultural Heritage, adopted on 17 October 2003, which\r\naddresses acts aimed at destroying in whole or in part\r\ncultural heritage, including cultural heritage linked to a\r\nnatural site. It is an important step for all of us who\r\nbelieve that cultural heritage is a common treasure of\r\nhumanity.\r\nPublic awareness is once more one of the key\r\nissues of the draft resolution, which takes into account,\r\namong other parameters, the achievements of the 2002\r\nUnited Nations Year for Cultural Heritage. We hope\r\nthat the international community will continue to\r\ncooperate with the United Nations and UNESCO for an\r\nincreased mobilization and action in favour of heritage\r\nvalues, including through promoting the transmission\r\nof information concerning identification systems, the\r\ncreation of Member States’ cultural legislation\r\ndatabase, as well as the operation of the Fund of the\r\nIntergovernmental Committee for Promoting the\r\nReturn of Cultural Property to its Countries of Origin\r\nor its Restitution in Case of Illicit Appropriation.\r\nIt goes without saying that cultural property\r\nconstitutes a priceless asset for local, national and\r\ninternational communities alike. UNESCO has a\r\nunique responsibility as the sole United Nations agency\r\n16\r\nA/58/PV.51\r\nwith the mandate of promoting the stewardship of the\r\nworld’s cultural resources at all levels. The\r\nresponsibility for the safeguarding and return or\r\nrestitution of cultural property to the countries of origin\r\nbegins at the highest international level, but it also\r\ninvolves Governments, civil society, academic and\r\nartistic leadership and, of course, all of us who feel that\r\nwe share a common cultural heritage.\r\nI should like to express our appreciation to the\r\nSecretary-General, Mr. Kofi Annan, and to the\r\nDirector-General of UNESCO, Mr. Koichiro Matsuura,\r\nfor their constant and meaningful support for the issue,\r\nas shown in the relevant report transmitted to the\r\nSecretary-General (A/58/314) and in UNESCO’s\r\nendeavours. I should also like to express our thanks to\r\nthe Intergovernmental Committee for Promoting the\r\nReturn of Cultural Property to its Countries of Origin\r\nor its Restitution in Case of Illicit Appropriation,\r\nwithin the framework of UNESCO, for the\r\nrecommendations adopted at its twelfth session, in\r\nParis. Action on the draft resolution will be taken at a\r\nlater stage. I believe that in the meantime, it will be\r\nmet with decisive support.\r\nFinally, we should like to express our deep\r\nappreciation and gratitude to the Member States that\r\nare co-sponsoring the draft resolution.\r\nMr. Kryzhanivsky (Ukraine): I have the honour\r\nto take the floor on behalf of the GUUAM States — the\r\nRepublic of Azerbaijan, Georgia, the Republic of\r\nMoldova and Ukraine. At the outset, let me thank the\r\nDirector-General of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) for the\r\ninformative report before us (A/58/314) and for\r\nUNESCO’s work on the return or restitution of cultural\r\nproperty to the countries of origin.\r\nThe issue that we are discussing today is very\r\nsensitive and has a long history. Ancient historical texts\r\ncontain evidence that, since time immemorial, the laws\r\nof war have included the right to booty. Pillaging was\r\npart and parcel of military campaigns as conquered\r\ncountries were sacked for treasure while the museums\r\nof the invaders were filled with the spoils of war. But\r\nthere were also examples of quite a different nature.\r\nWe may recall the action taken by Scipio Africanus\r\nMinor in the second century B.C. After taking Carthage\r\nin the course of the Third Punic War, he decided to\r\nreturn to Sicily the wealth that had been taken from it\r\nas a result of repeated pillaging by the Carthaginians.\r\nPolitically, legally, socially and ethically, the\r\nrestitution of national cultural property to the countries\r\nof origin is an extraordinary delicate problem. That is\r\nwhy it should be dealt with appropriately in each\r\nspecific case, taking duly into account the conditions of\r\nthe acquisition of a masterpiece, regardless of whether\r\nit was stolen, bought, presented as a gift, found by\r\narchaeologists or appropriated as a result of, inter alia,\r\nmilitary operations or colonial plundering. These\r\nproblems should be solved on the basis of generally\r\nrecognized principles of international law and with the\r\napplication of civilized moral standards. There is a\r\ngrowing understanding that the restitution of cultural\r\nproperty dispersed throughout the world is a moral\r\nobligation of humanity.\r\nA number of the GUUAM countries have already\r\ntaken steps — or are in the process of taking them —\r\ntowards the return or restitution of museum pieces,\r\narchives and art objects to the countries of origin. We\r\nare encouraging such return or restoration of cultural\r\nproperty through the mass media and educational and\r\ncultural institutions. In our opinion, that should be\r\naccompanied by the training of key personnel and\r\ntechnicians and the provision of the facilities necessary\r\nfor adequate conservation and preservation of such\r\nproperty.\r\nOur States are deeply concerned about the illicit\r\ntraffic in cultural property — particularly in situations\r\nof armed conflict — and about the damage done to\r\nsuch property, which continues to impoverish the\r\ncultural heritage of all peoples. That is because the\r\nnetwork for the trafficking in cultural property is\r\ninternational in scope. Our countries have made a\r\nnumber of efforts — including legislative measures —\r\nto fight the illicit traffic in art objects. We welcome\r\nUNESCO’s efforts to promote the use of identification\r\nsystems — particularly the Object ID system — in\r\norder to reduce the illicit traffic in cultural property,\r\nand we stress the need to intensify assistance in that\r\nregard. We are also grateful for its provision of\r\ntechnical and financial support to countries whose\r\ncultural heritage is endangered.\r\nThe GUUAM countries are working with\r\nUNESCO and the Intergovernmental Committee for\r\nPromoting the Return of Cultural Property to its\r\nCountries of Origin or its Restitution in Case of Illicit\r\nAppropriation in order to promote bilateral\r\nnegotiations and the return or restitution of cultural\r\nproperty, the preparation of inventories of moveable\r\n17\r\nA/58/PV.51\r\ncultural property, a reduction in the illicit traffic in\r\ncultural property and the dissemination of information\r\nto the public.\r\nIn our view, new thinking should be promoted\r\namong collectors, antiquarians and other persons who\r\ndeal with the circulation of cultural property. It is\r\nimportant that we elaborate a kind of code of conduct\r\nfor such groups, together with national legislative\r\nprovisions aimed at preventing the illegal trade in\r\nartworks. The United Nations Year for Cultural\r\nHeritage 2002 contributed to that end by increasing\r\npublic awareness of and action to preserve heritage\r\nvalues. The GUUAM States are also working to\r\nstrengthen national legislation aimed at protecting our\r\nown heritage.\r\nWe believe that the restitution of art objects,\r\nmonuments, museum pieces, archives, manuscripts,\r\ndocuments and any other cultural or artistic treasures to\r\nthe countries of origin contributes to the strengthening\r\nof international cooperation by preserving and\r\npromoting universal cultural values. It is in that light\r\nthat all of us should approach the issue under\r\nconsideration. Otherwise, we will continue to be\r\ninvolved in endless discussions with no substantive\r\noutcome.\r\nMr. Mavroyiannis (Cyprus): The report\r\ntransmitted to the Secretary-General on the return or\r\nrestitution of cultural property to the countries of origin\r\n(A/58/314) delivers a hopeful message that much of\r\nwhat needs to be done is being done, and that important\r\nefforts to protect cultural property are well on their\r\nway to bearing fruitful results. Though we note that not\r\nall the provisions and goals set by General Assembly\r\nresolutions have been implemented, we believe that the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) and the Director-General, Mr.\r\nMatsuura, deserve to be commended for the significant\r\nprogress achieved. We are gratified by both the\r\ncontents of the progress report and the\r\nrecommendations contained therein.\r\nWe welcome also the results of the twelfth special\r\nsession of the Intergovernmental Committee for\r\nPromoting the Return of Cultural Property to its\r\nCountries of Origin or its Restitution in Case of Illicit\r\nAppropriation, held in Paris from 25 to 28 March 2003.\r\nWe are encouraged by the efforts of the\r\nIntergovernmental Committee to resolve issues of\r\nhighly symbolic importance, such as that of the return\r\nof the Parthenon marbles. We commend UNESCO for\r\nits efforts to promote bilateral negotiations for the\r\nreturn or restitution of cultural property as a matter of\r\nprinciple and for providing all the legal and moral\r\narguments favouring such restitution. It is to be\r\ncongratulated also for increasing public awareness of\r\nthis issue and for assisting in specific cases. We note\r\nwith satisfaction that since March 2001, nine more\r\nStates have joined the 1970 UNESCO Convention on\r\nthe Protection of the World Cultural and Natural\r\nHeritage, and five more joined the Convention on\r\nStolen or Illegally Exported Cultural Objects drawn up\r\nby UNIDROIT, the International Institute for the\r\nUnification of Private Law. These are positive\r\ndevelopments that reinforce the campaign against illicit\r\ntrafficking of cultural property.\r\nExisting international conventions for the\r\nprotection of world cultural property must be given our\r\nfull support with the goal of increasing the number of\r\nratifications and providing technical assistance to\r\nStates with acute problems of illicit trafficking in\r\narchaeological objects, as well as aiding countries in\r\narmed conflict.\r\nCultural treasures are the visible footprints on the\r\npath of man through history. They testify to the ways\r\nfound by those who preceded us to decode infinity, and\r\nthey constitute the connecting link with the vertical\r\ndimension, with the ideals of beauty and humanism,\r\nembodying spiritual values and the best of human\r\nskills. They are therefore, at any given time, at any\r\ngiven place, the highest combined expression of the\r\nmind and of the work of human hands.\r\nThe destruction of cultural heritage is an old\r\nscourge that needs to be eradicated collectively by the\r\ninternational community in close cooperation with\r\nUNESCO, as well as with other relevant United\r\nNations bodies and multilateral institutions. The return\r\nor restitution of cultural property is not a practice that\r\nseeks to empty the museums of the world. It is a notion\r\nbased on the idea that the past enshrines and creates\r\nnational identity and pride, and therefore some unique\r\nobjects of the past should be returned to their rightful\r\nplace in their countries of origin. The return or\r\nrestitution of cultural property to the country of origin\r\ncontributes to the strengthening of international\r\ncooperation, on both the multilateral and bilateral level.\r\nIn this context, I wish to mention the most recent\r\nrenewal of a bilateral agreement between Cyprus and\r\n18\r\nA/58/PV.51\r\nthe United States on restricting imports of Byzantine,\r\necclesiastical and ritual ethnological materials from\r\nCyprus unless such material is accompanied by an\r\nexport permit issued by the Government of Cyprus.\r\nThe recent examples of dilution of the cultural heritage\r\nin Iraq and Afghanistan and several other examples\r\nhave demonstrated that looting and destruction are not\r\nmerely things of the past and illustrate the need to\r\nremain vigilant. We need to take more permanent\r\nmeasures required in the battle against the illicit\r\ntrafficking of cultural heritage items. To this end, we\r\nstress once more the great need for inventories and\r\ndatabases and for the promotion of the Object ID\r\nstandard in order to promptly identify objects that have\r\nbeen stolen. We also stress the usefulness of\r\ninternational expertise and cooperation in drafting and\r\ncirculating national cultural property legislation.\r\nCyprus is one of the old and rich cradles of\r\ncivilization. That legacy, in combination with the\r\nanguish caused by our recent experiences, has resulted\r\nin special sensitivity on issues of protection of cultural\r\nheritage. We appreciate that the cultural heritage of\r\nevery country — its monuments and works of art —\r\nembodies the intellectual presence and the power of\r\npeople who created it, and that at the same time it\r\nbelongs to humankind and forms part of our common\r\nheritage. Hence we feel a heavy duty to do our utmost\r\nfor the protection of cultural property everywhere in\r\nthe world.\r\nIn Cyprus today, the cultural heritage of its\r\noccupied north is being barbarically violated. An\r\nancient civilization that dates back 10,000 years\r\ncontinues to suffer under foreign occupation, and\r\nmonuments and religious treasures are left to the mercy\r\nof vandals and looters. Cyprus’s painful experience of\r\nthe systematic destruction of its cultural heritage and\r\nits continuing struggle to save its stolen heritage from\r\nthe international black market bring to the forefront the\r\nneed for firm international cooperation against illicit\r\ntrafficking in art and for stronger national cultural\r\nproperty legislation.\r\nWe count on international efforts to protect\r\necumenical civilization to contribute in saving the\r\narchaeological and ecclesiastical monuments and\r\nlandmarks manifesting the rich cultural and historical\r\nbackground of Cyprus. We hope that the considerable\r\nefforts of the international community in the direction\r\nof returning cultural objects illegally removed from\r\ntheir rightful owners will be extended towards the\r\nsalvation of these unique structures of human\r\ncivilization.\r\nIn conclusion, let me remind this body of the\r\nwords of the ancient poet Euripides, who said that “The\r\nfool is the one who sacks a city, making a desert of\r\ntemples, pillaging the tombs, the sanctuaries of the\r\ndead, for he prepares his own doom in times to come.”\r\nMr. Aboul Gheit (Egypt) (spoke in Arabic): We\r\nstated a few minutes ago something about a very\r\nimportant issue — the Protection of the World Cultural\r\nand Natural Heritage. This is closely related to what we\r\nare discussing now, which is the return of Cultural\r\nProperty to its countries of origin or its restitution in\r\ncase of illicit appropriation. This issue is connected,\r\nmore than anything else, with the right of all peoples to\r\nhold on to their roots and to preserve their cultural\r\nproperty. Therefore, many international conventions\r\nhave affirmed this right, starting from the 1954\r\nConvention for the Protection of Cultural Property in\r\nthe Event of Armed Conflict and finishing with the\r\nuniversal declaration in the Convention on Stolen or\r\nIllegally Exported Cultural Objects, which was adopted\r\nin 1995 and entered into force in 1998. Egypt was and\r\nstill is home to one of the oldest civilizations in history,\r\na crossroads in which many cultures and civilizations\r\nhave met and overlapped, including Greek, Roman,\r\nIslamic, Coptic and pharaonic and many other cultures\r\nand civilizations. They all merged into one human\r\nfamily, which left an invaluable legacy of treasures,\r\nartefacts and property to the whole world. All these are\r\nmilestones that show the long exhausting road travelled\r\nby ancient Egyptian culture through the ages. There is\r\nnobody more deserving of owning their culture and\r\nlegacy than the sons of this ancient Egyptian culture.\r\nBut many Egyptian archaeological artefacts have\r\nbeen illicitly taken out of Egypt throughout the years.\r\nIf it were not for the abundance of Egyptian artefacts,\r\nEgypt would have no cultural artefacts or cultural\r\nproperty left after centuries of organized looting,\r\nplundering and feverish smuggling and trafficking of\r\nthese artefacts.\r\nEgypt has done its utmost to retrieve its cultural\r\nproperty that was illicitly taken out of the country. To\r\nthat end, it engages in international bilateral dialogue\r\nwith countries that currently have such property.\r\nDespite some fruitful results, we are still far from the\r\nlevel that we need to reach. As Egypt continues to\r\nrestore and retrieve its cultural property, it calls upon\r\n19\r\nA/58/PV.51\r\nall States in which there are Egyptian archaeological\r\nartefacts that were illegally taken out of Egypt to show\r\nthe highest degree of cooperation in this connection.\r\nThere is no doubt that this just cause is a real test of the\r\ninternational community’s willingness to uphold\r\nlegality and the rule of law.\r\nMr. Amer (Libya) (spoke in Arabic): The Libyan\r\ndelegation would like to express its satisfaction with\r\nthe international community’s rules that protect and\r\nrestore culture and cultural legacies to their original\r\ncountries.\r\nThere are now many conventions and agreements\r\nthat are concerned with these valuable legacies. Among\r\nthese is the 1970 Convention on the Means of\r\nProhibiting and Preventing the Illicit Import, Export\r\nand Transfer of Ownership of Cultural Property, the\r\n1972 Convention concerning the Protection of the\r\nWorld Cultural and Natural Heritage, and also, in the\r\nlast decade, the Convention on Stolen or Illegally\r\nExported Cultural Objects. This shows the increasing\r\ninternational awareness of this issue and the will to\r\nrestore cultural property to its people as part of their\r\nhistory, showing the richness of their civilization.\r\nIn our assessment of what has been done to\r\nimplement the provisions of General Assembly\r\nresolution 56/97, my delegation would like to\r\ncongratulate those countries that have adhered to the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) Convention since 1970 and to\r\nthe International Institute for the Unification of Private\r\nLaw’s Convention on cultural property. We would also\r\nlike to express our support for the United Nations\r\neagerness to take stock of cultural property and\r\ndetermine criteria for identifying artefacts that have\r\nbeen stolen. We call for the expansion of awareness\r\nprogrammes in all parts of civil society, especially\r\namong young people.\r\nWe welcome the Secretariat’s proposal to have\r\nindependent experts define principles with respect to\r\ncultural property that was transferred during the\r\nSecond World War. In this context, we would like to\r\ncommend UNESCO for its continuous efforts to\r\nencourage bilateral negotiations aimed at returning\r\ncultural property to the countries of origin and\r\ncontrolling illegal traffic in cultural property. We\r\nwelcome the establishment of two training workshops\r\non the identification of artefacts.\r\nMy delegation would like to welcome the\r\nestablishment of an intergovernmental fund to\r\nencourage the restoration of cultural property and\r\nwould like for this fund to receive additional\r\ncontributions, especially in emergency cases. I would\r\nlike to commend the briefing by the Secretariat\r\nconcerning spreading awareness of the activities of this\r\nfund and hope that information materials would be\r\nmade available in all six official languages of the\r\nUnited Nations. We believe that the directives and the\r\nprocedural principles of this fund will help return\r\ncultural property to the countries from which this\r\nproperty was taken, either as a result of occupation or\r\ncolonialism or by illegal means.\r\nMy country, like many other States in the world,\r\nhas been exposed to widespread plundering of its\r\ncultural legacy. The conditions imposed by the\r\ncolonialists on the Libyan people opened the door for\r\nthe organized plundering of Libyan culture throughout\r\nhistory. Those who visit museums and documentation\r\ncentres in Europe and North America will see\r\nmanuscripts, artefacts and handicrafts that were created\r\nby the Libyan people. This huge and vast Libyan\r\ncivilization has been completely concealed and hidden\r\nby this wide-scale plunder. But some of these artefacts\r\ncan still be seen in Libya.\r\nWe should mention here that, during the last two\r\ndecades of the eighteenth century, hundreds of\r\nsculptures were taken from the city of Shahhat in\r\neastern Libya. Many pottery objects and marble pieces\r\nthat tell the story of this old city were smuggled out\r\nand thousands of valuable coins and precious stones\r\nwere taken. According to historical sources from 1860,\r\ndozens of marble columns from the city of Leptis\r\nMagna in west Libya are now in Britain, having been\r\nused to decorate the garden of one of that country’s\r\nroyal palaces. The same source also affirms that a\r\nEuropean transferred from the same city hundreds of\r\nmarble columns and thousands of small artefacts.\r\nAnother European is said to have actually taken from\r\nBenghazi six hundred archaeological artefacts dating\r\nfrom the pre-historic age, which are now found in\r\nEuropean museums.\r\nIn document A/58/314 the Secretary-General\r\nreviews what the intergovernmental committee has\r\ndone to return such pieces to their countries of origin.\r\nWe call upon countries to implement the UNESCO\r\nagreement of 1970, given the importance of the\r\nmeasures stipulated in this agreement concerning the\r\n20\r\nA/58/PV.51\r\nprohibition of exporting, importing and transferring\r\nsuch cultural property in an illegal manner. The Libyan\r\ndelegation believes that the real problem of those\r\npieces that were stolen or smuggled lies in the fact that\r\nmost countries that have cultural treasures that belong\r\nto others have not shown any real will, given any\r\nresponse or taken any measures to respond to the\r\nrelevant resolutions taken by the General Assembly on\r\nthis item. Libya is one of the countries that has\r\nproposed putting this issue and the importance of the\r\nrestoration of cultural property to the countries of\r\norigin on the General Assembly’s agenda. What is\r\nworse, most countries that have cultural property that\r\nbelongs to other countries have refused to adhere to the\r\n1970 Convention on the Means of Prohibiting and\r\nPreventing the Illicit Import, Export and Transfer of\r\nOwnership of Cultural Property, which has been in\r\neffect for more than three decades. This shows the real\r\nintentions of those countries that claim that they are the\r\nleaders of modern civilization and the preservers of the\r\ncultural heritage of mankind. Their ideas are still\r\nsteeped in bygone history that witnessed the plundering\r\nof the cultural legacy and property of others.\r\nLibya has an ancient cultural history that can be\r\ntraced through manuscripts, jewels, works of art and\r\nother artefacts. We hope that countries with cultural\r\nproperty that belongs to us will restore it to us, because\r\nsuch artefacts were taken as plunder, which is a crime\r\nunder international law. If there is any attempt to delay\r\nthe restoration of that cultural legacy or deliberately to\r\nignore 30 years of General Assembly resolutions on\r\nthis matter, we will be forced to take other measures to\r\nhave that property restored to us. We cannot sit idly by\r\nwhile those historical artefacts — the symbols of our\r\nidentity and culture — remain stolen. We insist on our\r\nright to have that property returned to us.\r\nMr. Hannesson (Iceland): I would like briefly to\r\ndescribe the positive experience of Icelanders with\r\nregard to the restitution of cultural property.\r\nAllow me to set the scene. In the twelfth and\r\nthirteenth centuries there was a remarkable flowering\r\nof literature in Iceland. During that period a number of\r\nwriters, not all of whom are known by name, wrote\r\ndown the Icelandic family sagas, which tell of the\r\nsettlement of Iceland and of life in northern Europe\r\nduring the ninth and tenth centuries. Those writers also\r\npreserved for future generations much of the ancient\r\nlore and poetry of Viking culture, which up to that\r\npoint had been passed from generation to generation by\r\nword of mouth.\r\nIt is generally recognized that those works not\r\nonly are important as the fount of Nordic literature but\r\nalso represent a significant strand in European art and\r\nliterature. For example, many scholars look on the\r\nIcelandic family sagas as the first true novels in the\r\nEuropean tradition. The texts of the Edda and the\r\nVolsung preserve a much older oral tradition and are\r\nthe chief sources of our knowledge of ancient\r\nGermanic traditions and culture. Thus the Icelandic\r\nmanuscripts are both of major significance for\r\nEuropean culture and central to Icelandic cultural\r\nheritage.\r\nThose ancient texts, set down on calfskin,\r\nsurvived in Iceland in private homes for many\r\nhundreds of years, read and re-read. However, the very\r\nfact that the manuscripts were so dispersed, together\r\nwith the poverty of Icelandic society at the time,\r\nprompted a number of Icelandic, Danish and Swedish\r\nscholars in the seventeenth and eighteenth centuries to\r\nsearch them out and preserve them for posterity. The\r\nmanuscripts were then transferred to Copenhagen — it\r\nshould be remembered that at that time Iceland was\r\nunder the Danish crown. The University of\r\nCopenhagen established a special manuscript institute\r\nin the eighteenth century, named after the Icelandic\r\nscholar Arni Magnusson.\r\nWhen, in 1918, Iceland became a sovereign State\r\nin union with the King of Denmark, and in 1944 an\r\nindependent republic, many were of the opinion that\r\nthe manuscripts should be returned to Iceland. Indeed,\r\nsuch discussions had started during the nineteenth\r\ncentury with the strengthening of nationalism. The\r\ndecision was not an easy one for Denmark.\r\nNevertheless, it was decided, after complex\r\nnegotiations, that the bulk of the manuscripts,\r\nincluding the most important, should be returned, and\r\nthat process was completed in the mid-1980s. Those\r\nmanuscripts which were of most significance for\r\nIceland were to be kept at the Arni Magnusson Institute\r\nin Reykjavik, and the remainder at the sister institute in\r\nCopenhagen. It was agreed that copies of all\r\nmanuscripts should be available in both places.\r\nThe generosity exhibited by Denmark in this\r\nmatter has, needless to say, had a very positive and\r\nlasting impact on Danish-Icelandic relations. Contacts\r\ncontinue on these matters, and this summer Danish\r\n21\r\nA/58/PV.51\r\nPrime Minister Rasmussen handed over to Prime\r\nMinister David Oddsson the original constitution of\r\nIceland of 1874 to be kept in the national archives. In\r\nreturn, the Danes received various documents from the\r\nperiod 1904 to 1918, when Iceland was under so-called\r\nhome rule.\r\nDenmark’s progressive and generous approach in\r\nthese matters has not been limited to Iceland. For\r\nexample, a few years back, Denmark returned one of\r\nthe Faroe Islands’ most treasured cultural artefacts, the\r\nKirkjubøur chair.\r\nI offer this short saga — which has a happy\r\nending — to illustrate that the return of cultural\r\nproperty, even many centuries after it was removed\r\nfrom its country of origin, does credit to all involved\r\nand can create a new beginning for friendly cultural\r\nrelations. The return of such artefacts is a powerful\r\nexpression of respect for the cultural heritage of the\r\ncountry of origin, as well as a vote of confidence in\r\nthat country as a worthy repository of cultural artefacts\r\nthat may well have much wider significance.\r\nMr. Zenna (Ethiopia): It gives me great pleasure\r\nto address the Assembly on behalf of the Ethiopian\r\ndelegation on the issue of the return or restitution of\r\ncultural property to its country of origin.\r\nThe General Assembly has considered the issue\r\nof restitution on several occasions and adopted\r\nresolutions underlining the need for the restitution of\r\ncultural property to the countries of origin. By its\r\nresolution 56/97 of 14 December 2001, the General\r\nAssembly called upon the United Nations and relevant\r\nbodies, agencies, funds and programmes, as well as\r\nother intergovernmental organizations, to work in\r\ncoordination with the United Nations Educational,\r\nScientific and Cultural Organization and to continue to\r\naddress the issue of the return or restitution of cultural\r\nproperty to the countries of origin and to provide\r\nappropriate support to that end. We believe that that\r\nresolution and others adopted previously contribute to\r\nthe continued promotion of the issue of the return or\r\nrestitution of cultural property to the countries of\r\norigin.\r\nThere can be no doubt that cultural property taken\r\naway illegally must be unconditionally and\r\nimmediately returned to where they belong. However,\r\nprogress in this regard remains limited, and many of\r\nthe historical and cultural objects removed from many\r\ncountries, in particular African countries, over a period\r\nof many years are still shelved in various museums and\r\nsimilar institutions throughout the world.\r\nWe are concerned that, despite the various\r\ninternationally agreed commitments, resolutions and\r\ndecisions and the persistent calls by the countries of\r\norigin for the restoration of their lost heritage, no\r\npractical action has been forthcoming. The majority of\r\nthe countries where the objects are located have shown\r\nhardly any intention to take concrete measures to return\r\nthe properties to their rightful owners.\r\nWe believe that the situation calls for genuine\r\ninternational cooperation, concrete and practical\r\nmeasures, a coordinated approach at all levels and the\r\nwillingness and commitment of the bodies concerned,\r\nall of which are important elements in ensuring the\r\neffective implementation of the resolutions, decisions\r\nand relevant legal instruments.\r\nWe applaud the commendable work of the United\r\nNations Educational, Scientific and Cultural\r\nOrganization (UNESCO), especially the\r\nIntergovernmental Committee for Promoting the\r\nReturn of Cultural Property to its Countries of Origin\r\nor its Restitution in Case of Illicit Appropriation. We\r\nattach particular importance to the considerable work\r\nbeing done in promoting bilateral negotiations for the\r\nreturn or restitution of cultural property to its countries\r\nof origin and the preparation of inventories of movable\r\ncultural properties.\r\nEthiopia has lost close to 5,000 cultural and\r\nhistorical objects, in particular to Europe and North\r\nAmerica at different times and under varying\r\ncircumstances. During the 1868 British incursion into\r\nEthiopia and the brief occupation by Fascist Italy, a\r\ngreat number of Ethiopia’s cultural and historical\r\nobjects were taken away from the country.\r\nThrough the concerted and tireless efforts of the\r\nGovernment and civil society organizations in\r\nEthiopia, foreign friends of Ethiopia and Ethiopians in\r\nthe diaspora, we have been able to recover some of the\r\nobjects, mainly from Europe. In this connection, the\r\nreturn of Emperor Tewodros II’s amulet, a number of\r\narks and other treasures can be mentioned.\r\nThe restitution, though encouraging, is minimal\r\nas compared to the great number of objects still located\r\nabroad. For our part, we will continue to make the\r\nutmost efforts to recover our treasures, which are part\r\nof the living symbols of our ancient civilizations and\r\n22\r\nA/58/PV.51\r\nidentity. It is our fervent hope that the countries\r\nholding those objects will cooperate with us to realize\r\nthis noble and just cause. We also appeal to the wider\r\ninternational community to extend its support to our\r\neffort to restore our cultural and historical relics that\r\nwere taken illegally from the country.\r\nLet me say a few words about the Axum obelisk,\r\nwhich was taken from Ethiopia in 1937 by Mussolini’s\r\nFascist army. After decades of repeated but unfulfilled\r\npromises by successive Italian Governments in the\r\npast, bilateral negotiations with the incumbent Italian\r\nGovernment, with a view to returning the obelisk, have\r\ncome to a promising stage. The Italian Government\r\nseems to take the matter seriously and has already\r\nstarted the necessary technical and administrative\r\npreparations to return the obelisk to its rightful owner,\r\nEthiopia. This is an encouraging development and we\r\nurge the Italian Government to bring the matter to a\r\npositive conclusion as soon as possible.\r\nWe believe that the return of the Axum obelisk\r\nwill lead to a new chapter of bilateral cooperation\r\nbetween the two Governments and help further\r\nstrengthen the longstanding and friendly relations\r\nbetween the two countries.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nThe Assembly has thus concluded this stage of its\r\nconsideration of agenda item 43.\r\nThe meeting rose at 5.40 p.m.\r\n"