"United Nations A/58/PV.5\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n5th plenary meeting\r\nMonday, 22 September 2003, 6.10 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-52765 (E)\r\n*0352765*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia))\r\nThe meeting was called to order at 6.10 p.m.\r\nAgenda item 47 (continued)\r\nFollow-up to the outcome of the twenty-sixth special\r\nsession: implementation of the Declaration of\r\nCommitment on HIV/AIDS\r\nHigh-level plenary meetings devoted to the\r\nfollow-up to the outcome of the twenty-sixth\r\nspecial session and the implementation of the\r\nDeclaration of Commitment on HIV/AIDS\r\nReport of the Secretary-General (A/58/184)\r\nThe President: I call on Her Excellency\r\nMrs. Leila Rachid de Cowles, Minister for Foreign\r\nAffairs of Paraguay.\r\nMrs. Rachid (Paraguay) (spoke in Spanish): Two\r\nyears ago, when we met in this great Hall, we did so\r\nwith great concern, yet, at the same time, with the firm\r\nresolve to study the situation together and pool our\r\nefforts to ensure that the terrible epidemic of\r\nHIV/AIDS would not continue to further undermine the\r\nfoundations of our households, societies and nations.\r\nOn that occasion, we adopted an important Declaration\r\naimed at establishing a universal strategy to combat\r\nthat disease. For that reason, we are profoundly\r\ngratified at the holding of this high-level plenary\r\nmeeting, because this year marks the first stage of the\r\nstrategy, whose achievements we are analysing.\r\nThe report presented by the Secretary-General\r\n(A/58/184) on the implementation of the Declaration of\r\nCommitment on HIV/AIDS demonstrates that this\r\ndocument has become an invaluable instrument of\r\nreference for States and institutions in their efforts to\r\nfight this epidemic. However, it is also clear that we\r\nare far from achieving its effective implementation and\r\nfulfilment. The data and figures submitted continue to\r\nbe alarming.\r\nThe epidemic in Paraguay began in 1986 and,\r\nsince then, the country has been working out a\r\nresponse to it. Since 1995, political resolve has taken\r\nthe form of the allocation of a special budget to deal\r\nwith the needs of a national programme to combat the\r\nepidemic. It should be noted that, in the context of that\r\npolicy, as far as the Government of Paraguay is\r\nconcerned, unreserved respect for the rights of persons\r\nliving with HIV/AIDS and the most vulnerable\r\npopulations is a State obligation. Aware of that\r\nresponsibility and despite our limitations, my\r\nGovernment has not spared any effort in carrying out\r\nits commitments. Planning made it possible to establish\r\nthe policies of a national programme, together with\r\ndepartmental governments and all social actors,\r\nincluding people living with HIV/AIDS, thus giving a\r\nmore effective and timely response to the growth of the\r\nepidemic.\r\nParaguay has developed measures aimed at\r\nvulnerable groups, giving priority to information and\r\neducation prevention campaigns, which are aimed at\r\nchanging behaviour patterns and directing young\r\n2\r\nA/58/PV.5\r\npeople and adults to take decisions that improve their\r\nquality of life, as well as to the development of mother-\r\nto-child prevention programmes.\r\nRegarding care, support and treatment, this is the\r\npoint where political will breaks down, given the\r\nburden of an adverse economic situation and overall\r\ntension, whose components represent a cost that greatly\r\nexceeds the financing abilities of a country with serious\r\npoverty problems.\r\nDiscrimination and stigmatization related to the\r\ndisease grow in the shadow of ignorance, intolerance\r\nand fear. Paraguay, through the Government and civil\r\norganizations, has taken on the promotion of human\r\nrights of people living with AIDS or who are in some\r\nway affected by it, for which it is starting a legislative\r\nreform process that goes beyond respect for human\r\ndignity, the full exercise of basic human rights, right to\r\ninformation, education and liberal sexual orientation. It\r\nis also increasingly difficult to speak of vulnerable\r\ngroups when the barriers that lead to the propagation of\r\nthe epidemic and its effects are being addressed by\r\ngreater access to education and overall health care. Boy\r\nand girl orphans and children in vulnerable situations,\r\nand the mitigation of social and economic effects, are\r\nstill matters of initial treatment by governmental and\r\nnon-governmental institutions.\r\nWe wish to highlight the leadership of the United\r\nNations in this matter and underscore the work done by\r\nthe Joint United Nations Programme on HIV/AIDS.\r\nWe often struggle to fight, with many resources,\r\nenemies who attack innocent people violently. I am\r\nreferring to terrorism. However, it would seem that we\r\nstill need to become fully aware of the fact that the\r\nenemies are not only those who sow terror in our\r\nnations; they are also those who slowly yet painfully\r\nundermine and destroy so many innocent lives, as is\r\nthe case of women, boys and girls, who actually\r\nrepresent half of the cases of HIV infection in the\r\nworld. That will be perhaps one of the most difficult\r\nissues that we must tackle, but it is, undoubtedly, the\r\nmain one. It is the obligation of all of us to address it\r\nsuccessfully. We must not fail in that undertaking. The\r\nhistory of humankind would never forgive us.\r\nThe President: I give the floor to His Excellency\r\nMr. Roy Chaderton-Matos, Minister for Foreign Affairs\r\nof Venezuela.\r\nMr. Chaderton-Matos (Venezuela) (spoke in\r\nSpanish): The Declaration of Commitment on\r\nHIV/AIDS, a transcendental milestone in the collective\r\neffort to deal with a world scourge, is an example of\r\ncooperation in which the initiative of the United\r\nNations demonstrates how multilateralism can\r\ncontribute to combating scourges of global dimensions\r\nthat affect the economic growth and social\r\ndevelopment of our peoples and countries.\r\nIn the health sector and in promoting the quality\r\nof life of our citizens, the Bolivarian Constitution\r\nrecognizes that social security responds to the concepts\r\nof solidarity, universality, integral approach and\r\nparticipation. The right to health is implicit in the right\r\nto life, together with the promotion and defence of the\r\nright of gender equality and the right to decent work,\r\nnutrition, housing, education and culture.\r\nPursuant to these constitutional precepts,\r\nVenezuela has been making tremendous efforts to fulfil\r\nthe international commitments that it has undertaken.\r\nBoth at home and elsewhere, we are paying our\r\ntremendous social debt, especially to those excluded in\r\nour society.\r\nIn combating HIV/AIDS, we have made\r\nsignificant progress in spite of the political and\r\neconomic difficulties which the country has undergone\r\nin recent times. In executing public policy, we have\r\ncommitted significant financial resources,\r\napproximately $120 million, that have been earmarked\r\nfor large-scale programmes, including the\r\nstrengthening of institutions. We have been\r\nimplementing a national programme on sexually\r\ntransmitted diseases and HIV/AIDS, which involves\r\nmeasures of prevention, overall care, epidemiological\r\nresearch and institution strengthening. To date, 34\r\nprojects have been executed, with wide-ranging social\r\nparticipation, in the area of AIDS prevention and\r\nprevention of other sexually transmitted diseases. This\r\nprogramme, which puts particular emphasis on\r\npromoting the human rights of individuals living with\r\nHIV/AIDS, has benefited more than 650,00 people\r\nduring the period from 2001 to 2003, and has\r\nworked with approximately 27 non-governmental\r\norganizations.\r\nSimilarly, and pursuant to the provisions of the\r\nprotection of the child and adolescent act and the act to\r\ncombat violence against women and the family, the\r\nministry of health and social development, together\r\n3\r\nA/58/PV.5\r\nwith the ministry of education, culture and sport, is\r\ncarrying out the AIDS prevention project for young\r\npeople. This projects goal is to encourage prevention\r\nof the disease through the dissemination of information\r\nand the training of children, adolescents and their\r\nfamilies. In the three years in which this has been in\r\nforce, 1,383 Bolivarian schools have become involved\r\nand more than 150 local management teams have been\r\norganized, giving training to some 14,500 teachers.\r\nIn addition, in Venezuela, through the office of\r\nthe State ombudsman, a number of workshops have\r\nbeen held on human rights and AIDS, directed both\r\ntoward educators and young people. These are part of\r\nthe preventive and educational phase of our activities,\r\ndirected towards schools and university students, and\r\ntowards future policemen, investigators and health\r\nworkers. Similarly, we are applying the national drug\r\nprogramme for the segment of the population that is\r\nwithout coverage, carried out by the Venezuelan\r\ninstitute of social insurance. This is designed to assist\r\nthe neediest social groups. It is an important effort by\r\nthe national Government of President Hugo Chávez\r\nFrías to ensure access to drugs for persons suffering\r\nfrom the disease.\r\nEvery day, in Venezuela, more public institutions\r\nand private institutions join in the fight against\r\nHIV/AIDS, and, increasingly, financial resources are\r\nearmarked for this purpose. However, these resources\r\nare insufficient. Greater means are required to cover\r\nthe extremely high cost of treatment and to train and\r\neducate specialized professionals. Only in this way will\r\nthe objectives of the Declaration of Commitment on\r\nHIV/AIDS be fulfilled.\r\nIn conclusion, we appeal to the international\r\ncommunity to once again renew its political\r\ncommitment and to contribute greater financial\r\nresources to support programmes to combat\r\nHIV/AIDS, to reduce exposure to risk of the most\r\nvulnerable groups, and to promote the building of\r\ntechnical capacities and transfer of technology and\r\nexpertise at costs that are accessible for the most\r\naffected countries.\r\nThe President: I now give the floor to Mr. Hilary\r\nBenn, Minister of State of the United Kingdom of\r\nGreat Britain and Northern Ireland.\r\nMr. Benn (United Kingdom): At the General\r\nAssemblys special session on HIV/AIDS two years\r\nago, the United Kingdoms representative, Clare Short,\r\nsaid this:\r\nWe have, I am afraid, no reason to\r\ncongratulate ourselves on the convening of this\r\nsession. ... We have been aware of the infection\r\nfor 20 years and that it was spreading out of\r\ncontrol for at least 10 years. \r\nWhat we need now is urgent and much\r\nmore effective action (A/S-26/PV.1).\r\nSadly, her words remain true today. We know \r\nthe World Bank has told us  that some African\r\ncountries face economic collapse because of AIDS.\r\nFamily incomes will be decimated. We know that the\r\ncrisis is being made much worse by the shortage of\r\nfood in Southern Africa  what Kofi Annan has called\r\nthe deadly triad. We know that countries struggle to\r\ncope with millions of orphans and that these children\r\nare having to be cared for, and the fields planted, by\r\ntheir grandparents because a whole generation  their\r\nparents generation  has been wiped out. We know\r\nthat countries cannot provide schools for their children\r\nbecause their teachers are dying. We know that people\r\nare getting HIV because they lack access to\r\nreproductive health and services. We know that AIDS\r\nkills development as well as people.\r\nAnd we know it is not just Africas problem.\r\nAIDS is increasingly affecting the whole world, and we\r\nneed to work just as hard to prevent epidemics\r\nelsewhere reaching the scale of those in Africa as we\r\nneed to do to reduce the terrible impact we are\r\nwitnessing on a continent that has suffered so much.\r\nIt is because we know all of this that we do not\r\nneed any more documents or declarations. What the\r\nmillions of our fellow human beings dying of AIDS\r\nneed is action. So what, together, should we do?\r\nFirst, we must find the money needed for this\r\nfight. The United Kingdom is the second largest\r\nbilateral donor of HIV/AIDS assistance in the world\r\nand we have already pledged $280 million to the\r\nGlobal Fund over seven years. We support UNAIDS.\r\nWe are backing research into vaccines and\r\nmicrobicides and treatments. But we need to do more,\r\nand that is why the United Kingdom has proposed the\r\nInternational Finance Facility, because it could make a\r\nreal difference.\r\nSecondly, we must ensure that the way we offer\r\nthis money actually supports what countries are already\r\n4\r\nA/58/PV.5\r\ndoing, rather than makes this more difficult by\r\ndemanding extra reporting or more meetings of hard-\r\npressed staff. We need to work through nationally\r\nowned AIDS programmes.\r\nThirdly, we need to recognize that treatment is\r\nthe most immediate and the most pressing issue. Some\r\nof us, the United Kingdom included, have been slow to\r\nsee this, and we have found ourselves lagging behind\r\ndeveloping country Governments that are desperate to\r\nuse treatment to help their people. The truth is that we\r\nneed to use all of the means we have to fight this\r\ndisease, and we strongly welcome the World Health\r\nOrganizations target of getting three million people\r\ninto treatment by 2005.\r\nFourthly, we must start to grasp the awful\r\ninequity of four Africans dying of AIDS every minute,\r\nwhile in richer countries antiretrovirals make it\r\npossible for people with AIDS to return to work.\r\nThings are changing, however. Drug prices are falling,\r\nand demand is growing. The agreement reached a\r\nmonth ago on Trade-Related Aspects of Intellectual\r\nProperty Rights (TRIPS) and access to medicines is a\r\nsignificant step forward for countries that lack drug\r\nmanufacturing capacity. Having won this right, let us\r\nnow use it.\r\nFifthly, we must ensure that countries have the\r\ncapacity, the staff, the hospitals and the clinics needed\r\nto deliver these drugs safely and fairly. As treatment is\r\nincreasingly used in poor countries, we must make sure\r\nthat it reaches the very poorest, not just the well-off\r\nand not just men.\r\nFinally, we must recognize that while treatment is\r\nvital, so is prevention; so is care for the sick; and so is\r\nreaffirming our strong commitment to reproductive\r\nhealth rights and services and to working with all those\r\nat risk, including drug users, sex workers, gay men and\r\nothers at the margins of some societies.\r\nIf we are honest, we should admit that we should\r\nhave done more sooner, and we could all do more now.\r\nSo let us leave this special session determined to do\r\nmore in the future by turning our words into action.\r\nMillions of people are depending upon us, and we owe\r\nit to them to make sure that we succeed.\r\nThe President: I now give the floor to Her\r\nExcellency Mrs. Ilinka Mitreva, Minister for Foreign\r\nAffairs of the former Yugoslav Republic of Macedonia.\r\nMrs. Mitreva (The former Yugoslav Republic of\r\nMacedonia): Todays meeting is a good opportunity for\r\nall of us to evaluate what was done in the period\r\nfollowing the special session on HIV/AIDS, with a\r\nview to identifying problems, constraints and obstacles,\r\nas well as recommendations for taking action to\r\nachieve further progress. I am convinced that todays\r\ndeliberations will contribute to that end.\r\nAllow me to commend the Secretary-General for\r\nhis personal commitment in launching the global\r\nappeal proposing the establishment of the Global Fund\r\nto Fight AIDS, Tuberculosis and Malaria.\r\nThe complexity of this pandemic threatening\r\nhumankind knows no boundaries, and requires a\r\ncomprehensive response at the global, regional and\r\nlocal levels. Prompted by that fact, we adopted the\r\nDeclaration of Commitment on HIV/AIDS at a special\r\nsession of the General Assembly in 2001. In the\r\nDeclaration we identified the very essence and scope of\r\nthe HIV problem and committed ourselves to serious\r\nactions and activities that must be done to fight this\r\nscourge, both in terms of prevention, care, support and\r\ntreatment as well as in providing resources to alleviate\r\nits social and economic impact, particularly in the most\r\naffected countries. Moreover, one of the Millennium\r\nDevelopment Goals agreed by all Member countries is\r\nto halt and reverse the spread of HIV/AIDS by the year\r\n2015. Time is therefore bearing down on us, given the\r\nseriousness and speed of the pandemic.\r\nResolved to make its contribution to the\r\nimplementation of the commitments, the Republic of\r\nMacedonia took the necessary steps and adopted an\r\nHIV/AIDS national strategy for the period 2003-2006.\r\nThe strategy is designed as a three-year framework for\r\nthe development, implementation, monitoring and\r\nevaluation of HIV/AIDS. The strategy combines the\r\nefforts of many stakeholders active within the national\r\nmultisectoral HIV/AIDS commission, established in\r\nearly 2003 to develop and oversee the design and\r\nimplementation of the strategy itself.\r\nSteady progress has been made in addressing\r\nHIV/AIDS in Macedonia, but much still remains to be\r\ndone. Although current infection rates in the country\r\nare fortunately low, the trends in the region of Central\r\nand South-East Europe suggest a very real potential for\r\nthe rapid spread of HIV/AIDS. Those regional trends\r\nfurther illustrate that the failure to respond at the early\r\n5\r\nA/58/PV.5\r\nstages of the epidemic can have profound medical,\r\nsocial and economic costs in the long run.\r\nAt the national level, a number of gaps were\r\nidentified, including the relatively small-scale nature of\r\ntargeted interventions for young people and identified\r\nvulnerable groups; the limited access that exists to\r\ncounselling and testing services and medical care and\r\nsupport, which was further reduced by continuing\r\nstigma and possible discrimination caused by\r\nignorance; the limited availability of important\r\nbiological and behavioural surveillance data relating to\r\nthe spread and development of the epidemic; the\r\nrelatively limited capacity within the HIV/AIDS\r\nresponse; and the limited nature of available resources.\r\nIf we address those constraints properly and in a timely\r\nmanner, the Government remains optimistic that the\r\nspread and impact of HIV/AIDS in Macedonia can be\r\nreduced substantially over the next three years.\r\nIt is clear to all of us that the fight against\r\nHIV/AIDS requires constant awareness and action. We\r\ncan win the fight against this scourge only if we have a\r\ncoordinated global response. The desired goal of\r\nhalting its spread by 2015 will require continuing\r\neducation about the disease and providing better access\r\nto adequate medical treatment and assistance.\r\nCounselling and testing should be a priority for our\r\nGovernments as much as emancipation from social\r\ntaboos that stigmatize both the infected and their\r\nfamilies. Furthermore, no one should be denied health\r\ncare because of high drug prices. Recent developments\r\nin that context are encouraging.\r\nI would like to underline that the genuine\r\npartnership that exists between all stakeholders \r\nincluding Governments, the private sector and civil\r\nsociety  provides a glimmer of hope that we can\r\nsucceed in achieving the 2015 target. Failure would be\r\ntoo costly for all of humankind. We political leaders\r\nshould therefore continue to provide political guidance\r\nand be at the frontline of the battle against one of the\r\ngreatest evils of our time.\r\nThe President: I now give the floor to The\r\nHonourable Lesego L. Motsumi, Minister of Health of\r\nthe Republic of Botswana.\r\nMs. Motsumi (Botswana): It is my honour to\r\nreport to the General Assembly on the progress\r\nBotswana has made with respect to its commitment to\r\nthe prevention and control of HIV/AIDS as one of the\r\n189 Member States that, in June 2001, signed the\r\nDeclaration of Commitment on HIV/AIDS.\r\nThe Declaration has provided us with a\r\nframework for an expanded response to the epidemic,\r\nwith clear goals and quantifiable targets to address all\r\ndimensions of the epidemic, that is, a multisectoral\r\nresponse focused on reducing HIV/AIDS infection\r\namong infants and young adults, mainstreaming\r\nHIV/AIDS into education and other sectors, expanding\r\naccess to health care and treatment and improving\r\nsupport to orphans and other vulnerable groups.\r\nThe progress we are able to report is the result of\r\na cooperative effort by different sectors, non-\r\ngovernmental organizations, community-based\r\norganizations, people living with HIV/AIDS,\r\ndevelopment partners, the private sector and academic\r\nand research institutions.\r\nWith a small population of only 1.7 million\r\npeople, Botswana has the unenviable distinction of\r\nrecording one of the highest HIV sero-prevalence rates\r\nin the general adult population. That rate was 35.4 per\r\ncent in 2002. Faced with the looming prospect of\r\ndevastation of the economy, and indeed the very fabric\r\nof society, by an epidemic on that scale, we have\r\nmounted a comprehensive response, to the extent that\r\nnational resources available to us permit and with the\r\nassistance and generous committed support of our\r\npartners. His Excellency Mr. Festus Mogae, President\r\nof the Republic of Botswana, who has galvanized the\r\npolitical leadership of the country, civil society,\r\nreligious organizations and the business sector to effect\r\nand coordinate a concerted response to the epidemic, is\r\nleading that response.\r\nHIV/AIDS has been integrated into our ninth\r\nnational development plan with a strategic framework\r\nfor the period 2003-2009, which will guide the\r\nimplementation of our response. All sectors including\r\nfaith-based organizations and people living with\r\nHIV/AIDS are represented on the highest national\r\nHIV/AIDS policy body, and an AIDS law reform\r\nprocess is under way to ensure an enabling legal\r\nframework for implementation of HIV prevention and\r\ncontrol strategies and the protection of the rights of\r\npeople living with HIV/AIDS, as well as ensuring\r\nequal access to services.\r\nOur national vision is to meet the objective of an\r\nAIDS-free generation by 2016, as well as prevention\r\ntargets for young people and other vulnerable groups.\r\n6\r\nA/58/PV.5\r\nInformation, education and communication, as well as\r\nbehaviour change interventions and life skills\r\nprogrammes targeted at school-going children and the\r\nyouth, are being strengthened. These include school\r\nhealth programmes and the establishment of\r\nreproductive and sexual health programmes that will be\r\nmore accessible to young people.\r\nProvision of services to prevent mother-to-child\r\ntransmission of HIV is a high priority, and these\r\nservices are now available in all public health facilities,\r\nwith 34.5 per cent of eligible women opting for them.\r\nWith 35 per cent of the adult population being\r\nHIV-infected, care and support of affected persons to\r\nimprove the quality of life and productivity are\r\nessential. Treatment services have been expanded with\r\nthe provision of a free national antiretroviral treatment\r\nprogramme in seven sites in the country, with 12 per\r\ncent of the estimated 110,000 persons with advanced\r\ndisease requiring treatment being placed on\r\nantiretroviral therapy. This programme is being\r\ncontinually expanded and an additional seven sites\r\nshould be operational by the end of the current\r\nfinancial year in March 2004.\r\nCounselling and testing services are an important\r\nentry point for other HIV prevention and care services.\r\nA network of voluntary counselling and testing centres,\r\nstarted in the year 2000, has now been expanded to 16\r\ncentres, strategically spread throughout the country,\r\nwhich have provided services to more than 75,000\r\npeople.\r\nA programme and strategies to address the needs\r\nof 42,000 children orphaned by AIDS is in place,\r\nwhich provide mechanisms to identify and register\r\norphaned children as well as to provide them with\r\nservices to reduce their vulnerability to HIV/AIDS and\r\nits impact. The HIV/AIDS epidemic has had a\r\nprofound impact on socio-economic development and\r\nthe welfare of affected persons. It is estimated that\r\nHIV/AIDS has reduced the growth rate of gross\r\ndomestic product by 1.5 per cent annually.\r\nIn conclusion, the commitment of the Botswana\r\nGovernments own resources has amounted to about 70\r\nper cent of HIV/AIDS expenditure. Several major\r\nchallenges exist, in particular the human resources\r\nthemselves, which are being reduced by the epidemic,\r\nas well as infrastructure for service provision.\r\nWe would like therefore to take this opportunity\r\nto thank all the strategic partners that have dealt with\r\nus in this area. Furthermore, I would like to encourage\r\nthem to stay committed to the process, as we are\r\nbeginning to see rays of hope, as displayed by the\r\nlevelling off of our HIV seroprevalence rates,\r\ngenerally, and in the 15-19 age group, in particular,\r\nindicating that our national response, despite the\r\nimmense challenges that still lie ahead, is beginning to\r\nyield positive results.\r\nThe President: I give the floor to His Excellency\r\nDr. Ginés González García, Minister of Health of the\r\nArgentine Republic.\r\nDr. González García (Argentina) (spoke in\r\nSpanish): I have come to this Assembly to convey, on\r\nbehalf of President Néstor Kirchner, his satisfaction\r\nthat Argentina has made convincing progress towards\r\nthe targets agreed to in the Declaration of Commitment\r\non HIV/AIDS and is involved in joint activities with\r\nthe other countries of the region, developing strategies\r\nto secure better prices and achieve broad access to\r\nantiretroviral drugs.\r\nBefore I go into any detail in this regard, I would\r\nlike to note that I am sure that those of us who have\r\nmet here today understand that responsibility for the\r\nquality of life of human beings is universal, not just\r\nnational or local. We agree that responsibility for the\r\nscourges of poverty, discrimination and disease cannot\r\nend at the borders of every country. Every individual\r\nhas the same right to have a decent quality of life,\r\nregardless of the place in which fate has determined\r\nthat he or she is born.\r\nIt is clear to everyone that risks to health stem not\r\nonly from lifestyles, but also from fate. Our\r\nGovernment is convinced that poor populations all over\r\nthe world, including the poor sectors of rich countries,\r\ncan change the sometimes inexorable fate of greater\r\ninequality, disease and disability. This can only be done\r\nif they are protected by vigorous action on the part of\r\nthe State and society in which they live.\r\nThe Human Development Report 2003 notes that\r\nthe rich countries have undermined the right of poor\r\ncountries to have access to drugs that save lives at\r\naccessible prices, and exhorts rich countries to make\r\nthat right a reality. It adds that we face shared\r\nresponsibility in an increasingly interdependent world.\r\n7\r\nA/58/PV.5\r\nIn Argentina, we have declared the AIDS\r\nprogramme to be protected, exempt from any risks\r\nstemming from our fiscal crisis. In 2002, we were able\r\nto preserve that programme with the support of the\r\nWorld Health Organization and the Joint United\r\nNations Programme on HIV/AIDS (UNAIDS).\r\nHowever, this has not been enough for us. We are\r\nconcerned with AIDS and are attending to it. We are\r\nconvinced that a healthy people are a people educated,\r\nemployed and committed to growth and progress. For\r\nthis reason, we have given priority to combating AIDS.\r\nAware of the lethal potential of this scourge, we have\r\nworked together with community organizations, which\r\nhas made it possible, even in the crisis, to achieve\r\nconsensus solutions. This State-civil society interaction\r\nhas made it possible for Argentina to achieve far-\r\nreaching results.\r\nThroughout our national territory, we provide 100\r\nper cent of antiretroviral treatments free of charge, and\r\nwe are now treating a total of 25,000 persons living\r\nwith HIV/AIDS. We are engaged in a number of\r\nmeasures to prevent vertical transmission. We are\r\nproviding continuing advice in primary and secondary\r\nprevention and carrying out massive campaigns to\r\npromote the use of condoms, which we are providing\r\nfree all over the country. We are actively supporting the\r\nactions of networks of persons living with HIV/AIDS,\r\ncivil society organizations and non-governmental\r\norganizations. We are providing technical assistance to\r\nnational AIDS programmes in countries that request\r\nour assistance. We are implementing prevention\r\nprogrammes in federal prisons, among children in\r\ndetention and those in socially vulnerable groups, as\r\nwell as intravenous drug users. We have been selected\r\nby the Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria for financial assistance of activities of support\r\nfor the prevention and control of HIV/AIDS.\r\nIn addition to our political will, our country needs\r\ninternational financial support to carry out these\r\nmeasures on a continuous basis. In this context, the\r\ncommitment of our country has been shown in its\r\nconsultations and coordination with the Horizontal\r\nTechnical Cooperation Group on HIV/AIDS in Latin\r\nAmerica and the Caribbean and the various Latin\r\nAmerican or international networks active in the field.\r\nThis commitment has been reflected in the fact\r\nthat we have set ourselves regional benchmarks for the\r\ncrucial issue of pricing. In negotiating the prices of\r\ndrugs in the current process in Lima, Peru, which\r\nbegan in June this year, we have contributed our\r\nexperience and our data bank, enabling 10 countries to\r\nhave access to prices 90 per cent lower than those that\r\nthey were paying previously. In 20 of the 22 areas of\r\nnegotiation, Argentina has achieved the best prices in\r\nthe subregion.\r\nChile, Uruguay, Bolivia, Peru, Paraguay,\r\nColombia, Venezuela, Mexico, Ecuador and Argentina\r\nwill be able to benefit from a joint saving of\r\napproximately $150 million, covering an additional\r\n150,000 patients every year. Moreover, in the last\r\ninternational bidding process, we achieved prices that\r\nare 25 per cent below those achieved in Lima. This\r\nenables us to offer our experience, which can be\r\nreplicated by other countries with the purpose of\r\nensuring a better use of resources.\r\nWe commit ourselves to continue the\r\ndevelopment of a comprehensive policy which shall\r\nimprove the quality of life of persons with HIV,\r\nensuring continuity in the provision of drugs and\r\nmonitoring and follow-up, and promoting access to the\r\nessential social services and assets, while at the same\r\ntime raising awareness about the problems associated\r\nwith HIV/AIDS among vulnerable population groups\r\nnot yet receiving care.\r\nAIDS can be eradicated from the world. We must\r\nwork together to ensure that our victory is complete.\r\nThe President: I give the floor to His Excellency\r\nMr. Igor Ivanov, Minister for Foreign Affairs of the\r\nRussian Federation.\r\nMr. Ivanov (Russia) (spoke in Russian): Russia\r\nattaches great importance to the coordination of\r\ninternational efforts with the central role of the United\r\nNations, in order to effectively counter pressing global\r\nchallenges and threats. The clear motivation given to\r\nthis process at the Millennium Summit should not be\r\nlost. Member States should give the United Nations all\r\nnecessary political support for the sake of attaining this\r\ngoal.\r\nRussia expects that this session of the General\r\nAssembly will make all necessary efforts for the\r\npractical implementation of the Russian initiative to\r\nestablish, under United Nations auspices, a global\r\nsystem to counter new challenges and threats. We agree\r\nwith the Secretary-General that combating a global\r\nthreat such as HIV/AIDS requires a comprehensive\r\n8\r\nA/58/PV.5\r\napproach and needs to be integrated into general\r\nstrategies of sustainable development for States.\r\nThe time that has passed since the Declaration of\r\nCommitment on HIV/AIDS was unanimously adopted\r\nby the international community, has shown that this\r\ndocument is timely and well focused. The spread of the\r\nHIV virus is one of the most deadly in the history of\r\nmankind. According to some projections, if HIV\r\ncontinues to spread at present rates, it may result in the\r\ndeaths of almost 70 million people.\r\nHIV is a pressing problem for Russia, which is\r\nexperiencing a serious demographic crisis. According\r\nto official statistics, the number of HIV-positive\r\nindividuals last June was 245,000. Unofficial data\r\nimply that the real numbers are four to six times higher.\r\nWe clearly realize the damage AIDS is causing to\r\nour country today and what disasters it may bring in\r\nthe future. According to some estimates, if the\r\nepidemic is not stopped the number of HIV-positive\r\nindividuals, most of them young people, may reach 5\r\nmillion. That is why Russia will intensify measures to\r\nachieve a comprehensive solution to the HIV problem\r\nfacing the country, and will fulfil its commitments\r\nunder the Declaration.\r\nRussia is already effectively implementing a\r\nfederal programme for the period 2002-2006, providing\r\nfor urgent measures to prevent the spread of the HIV\r\nvirus in the country. Russia is one of the few countries\r\nthat has successfully introduced a system allowing\r\ndetection and monitoring, not only of people living\r\nwith AIDS, but also of HIV-positive individuals, which\r\nmakes it possible to prevent the spread of infection\r\nduring the early stages.\r\nIn 1995 a federal law on the prevention of HIV-\r\ncaused disease was passed in Russia, which guarantees\r\nand protects the rights of Russians affected by HIV. We\r\nmay consider as a major achievement of the past two\r\nyears, a series of special preventive measures carried\r\nout by Russian doctors, which helped considerably\r\nlimit the spread of HIV infection which has so far been\r\nconcentrated mostly in high-risk groups.\r\nMuch is being done to ensure active public\r\nengagement of different groups of civil society in\r\npreventing and combating AIDS. Intensive work is\r\nbeing conducted by the Coordination Council on HIV\r\nProblems, established under the auspices of the\r\nMinistry of Health of the Russian Federation, in which\r\nnon-governmental organizations and associations have\r\na vote and participate on an equal basis with\r\nrepresentatives of federal ministries and government\r\nhealth-care agencies.\r\nAt the initiative of the Russian Federation, a plan\r\nof urgent measures to counter the spread of HIV/AIDS\r\nin member States of the Commonwealth of\r\nIndependent States has been drawn up, signed and is\r\nnow in the implementation phase. Various United\r\nNations agencies, among them the World Health\r\nOrganization, the Joint United Nations Programme on\r\nHIV/AIDS, the United Nations Childrens Fund\r\n(UNICEF), the United Nations Population Fund, the\r\nUnited Nations Development Programme and the\r\nWorld Bank, as well as international public non-\r\ngovernmental foundations and organizations are\r\nengaged in combating AIDS in Russia.\r\nRussia supported from the very beginning the\r\nidea of setting up the Global Fund Against AIDS,\r\nTuberculosis and Malaria and contributed $4 million to\r\nthe establishment of its organizational and legal\r\nframework. We have already invested in the Fund an\r\noverall pledge of $20 million, announced by the\r\nPresident of the Russian Federation.\r\nWe believe that technical and financial resources\r\nwill enable us to carry out a major goal of the\r\nMillennium Declaration  to halt, by the year 2015,\r\nthe spread of HIV/AIDS, which is causing the\r\nsufferings of humankind, and thereby reduce the scope\r\nof its spread.\r\nThe President: At this time I would like to give\r\nthe floor to the Secretary-General of the United\r\nNations, His Excellency Mr. Kofi Annan, to present the\r\nsummary of the discussions in the informal interactive\r\npanel.\r\nThe Secretary-General: In accordance with\r\nGeneral Assembly resolution S-26/2/2001, a high-level\r\ninteractive panel on HIV/AIDS was held this afternoon.\r\nThe panel was attended by ten heads of State and\r\nGovernment, a large number of ministers, six heads of\r\nUnited Nations agencies and more than 20\r\nrepresentatives of civil society.\r\nThe high-level panel focused on three critical\r\nareas that must be addressed with courage and\r\ndetermination if we are to meet the Millennium\r\nDevelopment Goal of beginning to reverse the spread\r\nof HIV/AIDS by 2015. These include the need to\r\n9\r\nA/58/PV.5\r\nreduce stigma and discrimination, particularly against\r\nthose living with or infected by HIV/AIDS, to\r\nimplement and recognize the importance of broad-\r\nbased partnerships that draw on the strengths and\r\ncontributions of all paths of society, and the need to\r\nmobilize resources on a scale far greater than we have\r\nachieved so far.\r\nA key theme running through the panel\r\ndiscussion was recognition that AIDS represents the\r\ngreatest leadership challenge of our time, leadership\r\namong, but not limited to, heads of State and\r\nGovernment, leadership at every level of society,\r\namong faith-based organizations, community groups,\r\nthe private sector and civil society organizations. That\r\nleadership must be characterized by frank and honest\r\nrecognition of the impact of AIDS on our societies and\r\nthe steps that must be taken in response.\r\nIn our discussions, we highlighted stigma and\r\ndiscrimination as some of the most formidable\r\nobstacles to future progress. They undermine the\r\nscaling up of both prevention and treatment efforts.\r\nThey make already marginalized groups, which are\r\noften the most vulnerable to infection, even more\r\ndifficult to reach. We also focused on the massive\r\nimpact of AIDS on women and on the acute need to\r\ninvolve them in the response.\r\nEqually critical is the involvement of people\r\nliving with HIV/AIDS in all aspects of the fight against\r\nthe epidemic. The discussion also stressed the\r\nimportance of partnerships. Civil society\r\nrepresentatives made clear that these partnerships must\r\nbe based on mutual respect and recognition of\r\ncomparative advantage. Political leaders recognized the\r\nneed to involve civil society as a full partner in an\r\nexpanded response to AIDS.\r\nWe also looked at examples of how all civil\r\nsociety groups are making unique and vital\r\ncontributions to the struggle against AIDS at all levels.\r\nObviously, the question of resources was of paramount\r\nconcern. While resources available to the fight against\r\nHIV/AIDS have doubled since the General Assemblys\r\nspecial session on AIDS in 2001, they still remain\r\nwoefully inadequate. Resource flows must double once\r\nagain to reach the $10 billion required annually by\r\n2005 to stem the tide of AIDS.\r\nWe stress the need to ensure adequate funding for\r\nthe Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria, as well as the need for the involvement of\r\nother key partners, including bilateral and non-\r\ngovernmental organizations.\r\nParticipants from developing countries expressed\r\ntheir commitment to increasing their own spending on\r\nHIV/AIDS and suggested innovative ways in which\r\nthis spending could be increased. Only if HIV/AIDS is\r\nkept at the top of political and practical agendas at\r\nevery level will resources flow at the pace and scale we\r\nso urgently need.\r\nWhile acknowledging the formidable obstacles\r\nbefore us, the conclusions of the panel were not\r\npessimistic. We are learning more and more every day\r\nabout what works. Resources are increasing, and\r\npolitical leadership is gaining steam. But we must stay\r\non course and redouble our efforts to remain true to the\r\nDeclaration of Commitment adopted in this Hall just\r\ntwo years ago.\r\nThe President: I thank the Secretary-General for\r\nhis statement.\r\nI give the floor to His Excellency Alhaji Momodu\r\nKoroma, Minister for Foreign Affairs and International\r\nCooperation of Sierra Leone.\r\nMr. Koroma (Sierra Leone): Launched at a time\r\nwhen the country is emerging from the grip of an 11-\r\nyear armed conflict, the war on HIV/AIDS is one of the\r\ngreatest post-conflict challenges facing Sierra Leone.\r\nIn June 2001, at a special session of the General\r\nAssembly on HIV/AIDS, our Government, among\r\nother nations, made a commitment to reduce the spread\r\nof the disease and to mitigate its impact. Following that\r\ncommitment, our President constituted a Cabinet\r\nsubcommittee on HIV/AIDS. The mandate of the\r\nCommittee was to address the problem at the highest\r\nlevel of Government and to facilitate the development\r\nof a policy framework to deal with the pandemic.\r\nIn 2002, the Government collaborated with our\r\ndevelopment partners to develop a national policy on\r\nHIV/AIDS. Our policy emphasizes the principles of\r\nmulti-sectorality and partnerships; respect for human\r\nrights; transparency and accountability; monitoring,\r\nevaluation and research; universal access to\r\ninformation and advocacy; and resource mobilization.\r\nThrough support from the United States Centres\r\nfor Disease Control and Prevention (CDC), in Atlanta,\r\nwe conducted, in April 2002, a national biological and\r\nbehavioural survey to determine the sero-prevalence of\r\n10\r\nA/58/PV.5\r\nHIV and various related sexual behaviours in Sierra\r\nLeone. This study revealed an average national HIV\r\nprevalence of 0.9 per cent. In spite of this low rate, the\r\nGovernment is fully aware that conditions of poverty\r\nand post-conflict factors could exacerbate its\r\nprevalence.\r\nIn this regard, the Government, with the support\r\nof the World Bank, is implementing a four-year\r\nmultisectoral programme on HIV/AIDS, and, given its\r\nimportance, the programme is based in the Presidents\r\nOffice.\r\nHIV/AIDS is a complex and multifaceted\r\ndevelopment problem requiring both short-term\r\ncontainment actions and long-term, sustained and\r\nbroad-based responses, including a range of activities\r\ninvolving virtually all levels and sectors of\r\nGovernment and of society. The rapid spread of the\r\nHIV/AIDS scourge would have damaging\r\nconsequences for sectors such as education, social\r\nwelfare, gender and childrens affairs, transportation,\r\ndefence, agriculture and rural development, and the\r\nmining sector, all of which are key for the future\r\ndevelopment of our country, Sierra Leone. At the same\r\ntime, each of these sectors could, in turn, provide\r\nsignificant contributions to the overall fight against\r\nHIV/AIDS.\r\nMs. Polfer (Luxembourg), Vice-President, took\r\nthe Chair.\r\nThe Government is presently collaborating with\r\nthe Joint United Nations Programme on HIV/AIDS\r\n(UNAIDS) Inter-Country Team for West and Central\r\nAfrica, based in Abidjan, to develop a subregional\r\nresponse  the Mano River Union Initiative on\r\nHIV/AIDS  designed to strengthen partnership\r\nbetween Guinea, Liberia and Sierra Leone in the fight\r\nagainst the disease. The aim is to put together a\r\ncomprehensive programme to address HIV/AIDS\r\nwithin the Mano River Union Basin. Our Government\r\nis also collaborating with the United Nations Theme\r\nGroup on HIV/AIDS to develop a national strategic\r\nplan.\r\nBut for the national and regional programmes to\r\nsucceed, we need additional support from the\r\ninternational community, from both bilateral and\r\nmultilateral donors. I want to assure the General\r\nAssembly that the Government is fully committed to\r\naction rather than just words to ensure that the\r\npandemic is contained within our own country.\r\nThe Acting President (spoke in French): I call\r\non His Excellency Mr. Erkki Tuomioja, Minister for\r\nForeign Affairs of Finland.\r\nMr. Tuomioja (Finland): The Declaration of\r\nCommitment adopted at the General Assembly special\r\nsession in June 2001 set a broad and challenging\r\nagenda. In the two years since our commitment, we\r\nhave seen increased attention to and recognition of\r\nHIV/AIDS as a major global emergency which also\r\nthreatens global security. We are here to discuss the\r\nreport of the Secretary-General on the implementation\r\nof the Declaration of Commitment on HIV/AIDS\r\n(A/58/184). In this years follow-up, we will look\r\nparticularly at the policy framework.\r\nThe report of the Secretary-General highlights\r\nsome of the progress made. We have seen various\r\nglobal initiatives, such as the Global Fund to Fight\r\nAIDS, Tuberculosis and Malaria, which serve to raise\r\nawareness of the urgency of the epidemic, as well as of\r\nthe need for increased resources to tackle it.\r\nConsequently, investments in HIV/AIDS programmes\r\nat the country level have grown significantly. Positive\r\nsteps have been taken at the national level regarding\r\nnational leadership. Media coverage has increased. The\r\nreport states that national multisectoral HIV/AIDS\r\nstrategies have been created in three out of four\r\ncountries. Those are good achievements, and we should\r\nnot underestimate them.\r\nHowever, despite increased attention and\r\nmanifold action, HIV/AIDS remains one of the biggest\r\nchallenges to the international community. Although\r\nsub-Saharan Africa is the most affected region of the\r\nworld, there has been a rapid spread of infection in\r\nmany other regions, for example in the most Eastern\r\nparts of Europe. It seems that we will not achieve many\r\nof the targets we committed ourselves to in the set\r\ntimeframe. The report of the Secretary-General on the\r\nfollow-up to the Declaration of Commitment confirms\r\nthat time is definitely not on our side.\r\nLet me highlight only a few of the set objectives\r\nthat Finland regards to be of particular relevance at\r\ntodays special session.\r\nFirst, we have to ensure that all people,\r\nparticularly young girls and boys, know how to avoid\r\ninfection. According to the progress report by the\r\nSecretary-General, the epidemic is growing fastest\r\namong young people, who have the highest rate of new\r\ninfection. Basically that means that all people, and\r\n11\r\nA/58/PV.5\r\nparticularly young people, should have access to the\r\ninformation that will enable them to make responsible\r\ndecisions. As our special focus is on young people,\r\neducation systems and school curricula should be fully\r\ngeared to providing youth-friendly and good-quality\r\ninformation on sexual and reproductive health and\r\nrights. We must not forget the out-of-school children\r\neither, who face a special risk of infection.\r\nIn that regard, I want to emphasize that respect\r\nfor human rights is essential in the fight against\r\nHIV/AIDS. Discrimination and stigma are key barriers\r\nin advancing the set goals. However, knowledge is but\r\none important element in the fight against HIV/AIDS.\r\nEliminating discrimination against women and girls\r\nand gender-based violence must have a central role in\r\nour joint efforts. HIV transmission linked to trafficking\r\nfor the purposes of sexual exploitation is a tragic\r\nexample of the violation of the human rights of women,\r\ngirls and boys.\r\nFinally, while we are increasing our endeavours\r\nto meet the unprecedented and urgent needs of access\r\nto treatment and care, it has become evident that we\r\ncannot make progress in that regard if we do not at the\r\nsame time tackle the problems of sustainability and\r\nharmonization of interventions. In view of the immense\r\neconomic impact the pandemic is having in several\r\ncountries, I wish to emphasize the need to carry out\r\nthis work closely with the implementation of poverty-\r\nreduction strategies. In that connection, I would like to\r\nmention the Joint United Nations Programme on\r\nHIV/AIDS (UNAIDS), which is doing impressive\r\nwork, including strenuous efforts at collecting data,\r\ndoing advocacy globally and providing guidance and\r\nnorms for the use also far outside the ambit of the\r\nUnited Nations system itself. Finland warmly supports\r\nUNAIDS in those efforts and will continue to\r\ncontribute to its work.\r\nOur focus today is on policies. But however good\r\nthe policies and strategies are, they do not matter if\r\nthey are not implemented at the country level. That will\r\nbe our major challenge in the next few years.\r\nThe Acting President (spoke in French): I now\r\ngive the floor to His Excellency Mr. George Iacovou,\r\nMinister for Foreign Affairs of the Republic of Cyprus.\r\nMr. Iacovou (Cyprus): Three decades after the\r\nfirst AIDS case was reported, humankind is faced with\r\na global and persistent humanitarian disaster that has\r\ngravely affected entire geographic regions. Our\r\ninability to substantially contain the number of\r\ninfections and to formulate multidimensional policies\r\nto combat the HIV/AIDS pandemic is resulting in 2\r\nmillion deaths a year. Poverty and increasing\r\ninequalities in the distribution of wealth, socio-\r\neconomic underdevelopment, gender inequality,\r\nilliteracy, restricted access to information and armed\r\nconflict inhibit our efforts to arrest the spread of HIV\r\nand AIDS.\r\nWe welcome the achievements of the Joint United\r\nNations Programme on HIV/AIDS (UNAIDS). We also\r\nwelcome the work of other agencies within the United\r\nNations system, and commend them for their\r\ndedication to prevent and monitor the disease and,\r\nabove all, for their support for individuals and\r\ncommunities. Their efforts, in combination with the\r\nconsiderable growth in HIV/AIDS treatment-related\r\nexpenditure, point to the immensely significant role of\r\nthe United Nations in fighting the pandemic. We\r\nbelieve that a successful strategy should include\r\nprogrammes operating at the regional level to\r\ncomplement national programmes. The implementation\r\nof existing agreements aimed at making HIV\r\nmedication affordable in developing countries must\r\nalso be ensured. Such an endeavour could well prolong\r\nthe lives of millions of sufferers in some of the most\r\ndeprived areas of the world.\r\nMy delegation has aligned itself with the\r\nstatement made earlier by the Minister for Foreign\r\nAffairs of Italy on behalf of the European Union. I\r\nwould therefore like to take this opportunity to make a\r\nfew remarks on the HIV/AIDS situation in Cyprus.\r\nSince the diagnosis of its first AIDS case, in\r\n1986, Cyprus has considered this issue to be among its\r\nhighest priorities. We believe that to be one of the main\r\nreasons why the incidence of the disease remains at a\r\nvery low level in our country, with 0.1 per cent of the\r\npopulation being infected. All the initiatives pursued\r\nby the Government of Cyprus since 1986 have been\r\nconducted in close cooperation with the World Health\r\nOrganization (WHO); for whose advice and overall\r\ncontribution we are very grateful.\r\nWe have now established the National AIDS\r\nCommittee, which is comprised of governmental\r\nauthorities and departments, private institutions and\r\nnon-governmental organizations. We have also set up a\r\nspecialized agency whose primary function is to offer\r\npatients living with HIV and AIDS, at no cost, the most\r\n12\r\nA/58/PV.5\r\nadvanced combination of medical treatments and the\r\nnecessary social support to sustain their quality of life.\r\nThe National Committee also acts as a mechanism\r\nagainst discrimination against HIV-positive citizens. It\r\nhas targeted public awareness, especially among high-\r\nrisk groups, as a tool to maintain the existing low rate\r\nof infection. Even though data patterns regarding HIV\r\ninfection have remained stable over the past two years,\r\nthe situation continues to be closely monitored. We are\r\ncurrently drafting a new strategic plan, which will\r\nincorporate, on a continuing basis, all new\r\ndevelopments regarding HIV/AIDS.\r\nLastly, we have developed and updated a\r\ncomprehensive legal framework, which is intended to\r\nsafeguard the equal treatment of all citizens, regardless\r\nof their health status. It forms the basis of our attempts\r\nto eliminate any stigma associated with AIDS. I wish\r\nto reiterate our determination to maintain an active\r\ninterest at the national, regional and international levels\r\nin order to maximize the efficacy of our actions.\r\nWe should not permit this impressive initiative by\r\nthe Secretary-General to fail. We must collectively\r\nmobilize the resources of the international community\r\nin order to restrict the pervasiveness and impact of this\r\nruthless and tragic pandemic.\r\nThe Acting President (spoke in French): I call\r\non His Excellency Mr. Tonino Picula, Minister for\r\nForeign Affairs of the Republic of Croatia.\r\nMr. Picula (Croatia): As we assess today our\r\nprogress in the first time-bound targets set out in the\r\nDeclaration of Commitment on HIV/AIDS, it is clear\r\nthat much still needs to be done, as the challenges\r\nposed by this epidemic remain as great as ever. In that\r\nrespect, my delegation would like to stress the\r\nimportance of the report of the Secretary-General\r\n(A/57/184), which undoubtedly warns us of the fact\r\nthat, despite all the measures that have been taken by\r\nStates so far, they are still insufficient to halt the\r\nnegative impact of the epidemic on our societies or to\r\nreduce the number of new cases.\r\nParallel to global efforts, national policy-makers\r\nneed to be held accountable in the fight against\r\nHIV/AIDS. Therefore, in looking for a holistic\r\napproach, Croatia has taken a number of measures\r\nnationally. Even prior to the special session, the\r\nMinistry of Health had already established a\r\nCommission for the Prevention of HIV/AIDS in 1990.\r\nThe Commission drafted a National Programme for\r\nProtection against AIDS, which was adopted by the\r\nGovernment in October 1993. That Programme\r\nestablished a comprehensive approach addressing\r\nHIV/AIDS-related problems, including the introduction\r\nof triple antiretroviral therapy as part of the\r\nGovernments Medicare policy, as well as of approval\r\nof other necessary medication and therapy.\r\nIn order to widen the scope of action, the\r\nCommission was replaced by a National Committee for\r\nthe Suppression of HIV/AIDS, which has taken it upon\r\nitself to update its working methods and review the\r\nNational Programme in order to meet the policy targets\r\nset in the Declaration.\r\nAlthough less than 300 cases of HIV/AIDS\r\ninfection have been recorded in Croatia, we are fully\r\naware of the fact that Eastern Europe, along with\r\nCentral Asia, has the fastest-growing HIV/AIDS\r\nepidemic rate in the world. Therefore, the Croatian\r\nGovernment is focusing on policies and strategies that\r\nwill make the public more sensitive to the HIV/AIDS\r\nissue, while at the same time trying to engage civil\r\nsociety in the national response to the epidemic.\r\nAt the same time, considering that high-risk\r\ngroups include intravenous drug users and sex workers,\r\nregional efforts to prevent trafficking in persons and\r\ndrug smuggling are very important. As part of the\r\nnational commitment, campaigns have been organized\r\nthrough electronic and print media and lectures for the\r\ngeneral public and the most vulnerable groups \r\nchildren, women and girls. Written materials and\r\nbrochures are being widely distributed and education\r\nprogrammes in schools and universities  targeting\r\nteachers, students and risk groups  have been\r\ninitiated. Major progress has been achieved and a great\r\ndeal of effort has been invested in coordinating the\r\nactivities of the Government and the non-governmental\r\nsector. As a result, the Ministry of Health subsidizes\r\nthe work of several non-governmental organizations, as\r\nwell as health institutions dealing with HIV/AIDS-\r\npositive patients.\r\nIn Croatia several international organizations\r\nwork with the Government and national non-\r\ngovernmental organizations in fighting the HIV/AIDS\r\npandemic. These include, first and foremost, the United\r\nNations and the World Bank, as well as a plethora of\r\nUnited Nations specialized agencies and programmes.\r\nCroatia would especially like to express its\r\nappreciation to the United Nations Childrens Fund\r\n13\r\nA/58/PV.5\r\n(UNICEF) for the education- and prevention-sponsored\r\nprogrammes it started with the Childrens Hospital in\r\nZagreb, as well as programmes aimed at risk groups\r\nthroughout Croatia, including youth.\r\nMention should also be made of Croatias\r\nparticipation in the United Nations Global Fund to\r\nFight AIDS, Tuberculosis and Malaria. Croatias\r\nprogramme, which was approved by the Fund in\r\nJanuary 2002, is being used to build upon existing\r\nprogrammes and can be viewed as a programme of\r\naction for Croatias National Programme for Protection\r\nagainst AIDS.\r\nI am particularly pleased to inform members that,\r\nas of this autumn, in collaboration with the World\r\nHealth Organization (WHO) Regional Office for\r\nEurope, Zagreb will become one of three knowledge\r\nhub centres for central and South-Eastern Europe. The\r\nCentre will be operated within the framework of WHO\r\ncapacity-building projects to fight HIV/AIDS and\r\nthrough German funding. Joint efforts of this project\r\nwill focus on enhancing the system of prevention and\r\nmonitoring HIV/AIDS cases in the region, where,\r\naccording to WHO, it is estimated that more than one\r\nthird of those suffering from AIDS remain\r\nunregistered.\r\nFinally, my delegation hopes this meeting will\r\nprovide a pertinent benchmark on whether nations are\r\nserious in their resolve to establish an enabling policy\r\nenvironment, which sets the stage for the programme\r\nand impact targets of 2005 and 2010. Moreover, it\r\nshould help to articulate a clear vision of the work to\r\nbe done, so as to restore momentum and much-needed\r\npolitical commitment and leadership in those areas\r\nwhere progress is lagging.\r\nThe Acting President: I call on His Excellency\r\nMr. Sinha, Minister for External Affairs of the\r\nRepublic of India.\r\nMr. Sinha (India): I am happy to represent India\r\nat this meeting. It is appropriate that this high-level\r\nplenary meeting, at the beginning of the fifty-eighth\r\nsession of the General Assembly, should consider a\r\nsubject that has become not only an overriding concern\r\nfor the entire international community, but also a\r\nserious humanitarian crisis.\r\nIndia strongly supports the Declaration of\r\nCommitment on HIV/AIDS, adopted at the twenty-\r\nsixth special session of the General Assembly. We\r\nwelcome the recent efforts of the G-8 to address\r\neffectively the urgency and gravity of the HIV/AIDS\r\nepidemic. At the same time, we would like to express\r\ngrave concern over the fact that the HIV/AIDS\r\nepidemic remains a global emergency, undermining\r\nsocial and economic development throughout the\r\nworld, particularly in the developing countries.\r\nThe 2001 special session of the General\r\nAssembly set certain time-bound targets for 2003\r\nrelating to the establishment of an enabling policy\r\nenvironment. Let me share with Members some of the\r\nsteps that India has initiated with the aim of\r\nstrengthening political advocacy and implementing a\r\nmulti-pronged strategy for dealing with the problem of\r\nHIV/AIDS. A year-and-a half ago, our Prime Minister\r\nlaunched a parliamentary forum, cutting across\r\npolitical party lines on HIV/AIDS. A national\r\nconvention of this forum was convened earlier this year\r\ninvolving elected representatives from across the\r\ncountry, with a view to translating the consensus at the\r\nnational level to action at the grassroots level. That\r\nconvention was inaugurated by the Prime Minister.\r\nA comprehensive National AIDS Control\r\nProgramme is in place in India, covering the entire\r\nlength and breadth of the country. This programme\r\nseeks to put in place a wide range of preventive\r\nprogrammes dealing with care, support and treatment,\r\naccess to information, education and services, as well\r\nas strengthened anti-discrimination units and human\r\nrights protection for HIV/AIDS infected people.\r\nProtection of the rights of the HIV/AIDS infected\r\npopulation is an important responsibility, which we\r\nacknowledge and seek to address. We are determined to\r\nprotect the vulnerable, ensure non-discrimination,\r\nenhance provision of health care and secure access to\r\nsocio-economic rights.\r\nThe National Programme on AIDS includes\r\ncampaigns to eliminate the stigma and discrimination\r\nfaced by HIV-positive people. Voluntary counselling\r\nand confidential testing centres have been established\r\nto provide social and psychological support to HIV\r\npatients. Our approach to counselling is non-coercive,\r\ncost-effective and inclusive. Special emphasis has been\r\nplaced on the right to privacy of individuals vulnerable\r\nto HIV. Also, the empowerment of women through\r\nsensitization and education is seen as an essential part\r\nof reducing their vulnerability to HIV.\r\n14\r\nA/58/PV.5\r\nThe agreement reached on public health related\r\nissues, in particular on access to affordable medicines\r\nto combat epidemics, is a welcome and positive step.\r\nSuch access for people in developing countries is\r\namong the most effective elements of public health\r\npolicy aimed at reducing mortality and infection rates\r\nof scourges such as HIV/AIDS. We are, indeed,\r\ngratified that Indian pharmaceutical companies are\r\nproducing antiretroviral AIDS drugs at relatively\r\naffordable prices.\r\nThere is a need for accelerated efforts to step up\r\nmedical research in the field of HIV/AIDS.\r\nGovernments should be at the forefront of such efforts\r\nand not leave the responsibility entirely to the private\r\nsector. The international community should also pool\r\nits technical expertise and resources for this purpose.\r\nIt is evident that political intervention and the\r\nadoption of national strategies, while essential, do not\r\nby themselves ensure the achievement of the impact\r\ntargets that we have established for 2005 and 2010.\r\nWhile the primary responsibility for dealing with AIDS\r\nrests with national Governments, we believe there is\r\ngreater need for international solidarity and burden\r\nsharing.\r\nWe believe that the creation of the Global Fund to\r\nFight AIDS, Tuberculosis and Malaria has been a\r\nsignificant development. India was a member of the\r\ntransitional working group that led to the creation of\r\nthis Fund. We hope that the Fund will live up to its\r\npromise. We hope that both the developed and the\r\ndeveloping countries will together fight this scourge,\r\nand that the war against HIV/AIDS will now enter a\r\ndecisive phase.\r\nThe Acting President (spoke in French): I call\r\non Mr. Mizanur Rahman Sinha, Minister of State for\r\nHealth and Family Welfare of the Peoples Republic of\r\nBangladesh.\r\nMr. Sinha (Bangladesh): I am honoured to be\r\nhere today on this very important occasion to share\r\nwith you our concerns, experiences, and challenges in\r\nthe fight against HIV/AIDS.\r\nBangladesh is very committed to addressing\r\nissues of public health, including HIV/AIDS.\r\nBangladesh, with its population of 130 million, is still\r\nfortunate to be a low-prevalence country. The number\r\nof HIV positive cases in Bangladesh have been\r\nestimated as 13,000 by the Joint United Nations\r\nProgramme on HIV/AIDS and the World Health\r\nOrganization. But at the end of World AIDS Day 2002,\r\nthe number of our reported cases was 248, out of which\r\n26 developed AIDS and 20 died.\r\nThe commitment to fighting the HIV/AIDS\r\nepidemic dates back to the very early stages of the\r\nepidemic in the world. The Government of Bangladesh,\r\nunder the dynamic leadership of the Honourable Prime\r\nMinister Begum Khaleda Zia, has placed HIV/AIDS as\r\na top priority. It started with the formation of the\r\nNational AIDS Committee in 1985 and it has its\r\nrepresentation at high and senior levels with broad\r\nbased membership from all the key sectors. The\r\nHonourable President of Bangladesh is its chief patron\r\nand the chair is the Honourable Health Minister.\r\nUnder the National AIDS Committee are the\r\nTechnical Committee and the Motivation cum Publicity\r\nand Monitoring and Evaluation sub-committees.\r\nLeadership and policy guidance is paramount for\r\nthe success of any HIV programme. Bangladesh has\r\nthis leadership, policy guideline and support with a\r\ndynamic National Policy on HIV/AIDS and Sexually\r\nTransmitted Disease (STD) related issues, which forms\r\nthe basis of support for its programme of action against\r\nHIV/AIDS and other STDs.\r\nUnder the leadership of the Government and\r\nbased on the status of HIV/AIDS and the context\r\nwithin which it occurs, efforts to revise and update the\r\nfive year national strategic plan are in progress so as to\r\nensure that AIDS is adequately and effectively tackled\r\nin the country.\r\nIn addition, related programmes, including the\r\nSafe Blood Transfusion Programme, Injection Safety,\r\nPolicy on the Prevention and Control of Hepatitis B,\r\nare also underway. The Parliament has passed\r\nlegislation on Safe Blood Transfusion and the 98\r\ncentres for ensuring safe blood through screening for\r\nHIV, hepatitis B and C, malaria and syphilis are in\r\nplace. Twenty more centres will be established to\r\nfurther strengthen the programme. This programme\r\nhas, over the last three years, succeeded in markedly\r\nreducing the number of professional donors and has\r\nremarkably increased the number of voluntary and\r\nreplacement donors. Moreover, drastic reduction has\r\noccurred in the seroprevalence of hepatitis B and C and\r\nsyphilis in donated blood.\r\n15\r\nA/58/PV.5\r\nUniversal precautions and infection control are\r\nthe major concern of our Government and we are in the\r\nprocess of finalizing a National Policy on Injection\r\nSafety.\r\nBangladesh has a well developed and technically\r\nsound sera and behavioural surveillance system, which\r\nhas been in operation for the past four years. It has\r\nprovided valuable data on seroprevalence of HIV,\r\nbehavioural trends and the associated risk factors and it\r\nhas assisted in the mapping of the most vulnerable\r\ngroups that require special and focused interventions.\r\nWe are happy that we are still a low-prevalence nation\r\nfor HIV, having a prevalence of 0.3 per cent among our\r\nmost high-risk population.\r\nBangladesh is a country with strong religious and\r\ncultural values and we believe this has helped our\r\nnation to remain low-prevalence for HIV up to now.\r\nReligious motivation is being regularly conducted for\r\nmass awareness of prevention of HIV/AIDS and\r\nSexually Transmitted Infections (STIs).\r\nHowever, we are also aware of our immense\r\nvulnerability, stemming from our large population size,\r\nhigh illiteracy rate, poverty, internal and external\r\nmigration, the fact that we are surrounded by high-\r\nprevalence countries and the documented high-risk\r\nbehaviour in our most vulnerable population groups.\r\nMoreover, the surveillance data show that there is a\r\nrising trend of HIV among injecting drug users. Our\r\nGovernment is determined to keep Bangladesh as a\r\nlow-prevalence nation and for this we are working\r\nclosely with non-governmental organizations and\r\ndevelopment partners, as we recognize that the fight\r\nagainst HIV/AIDS has to be through partnership and\r\nclose collaboration with non-governmental\r\norganizations, communities and development partners.\r\nWe believe that the response has to be\r\nmultisectoral. The Government of Bangladesh attaches\r\nthe highest priority to the prevention and control of\r\nHIV/AIDS with a multi-sectoral approach, involving\r\nthe Ministry of Health and Family Welfare as the lead\r\nministry and other related ministries. The Government\r\nof Bangladesh, in collaboration with the United\r\nNations theme group, has established the expanded\r\ntheme group that reflects the national multi-sectoral\r\napproach to HIV/AIDS and puts emphasis on the\r\neffective coordination of input from different partners.\r\nMore informative and operational research is\r\nrequired to help improve the measures to limit the\r\nspread of HIV in the country, while the use of already\r\navailable tools and experience from within and without\r\nis being pursued with utmost urgency and intensity.\r\nMonitoring and evaluating the effectiveness and impact\r\nof diverse inputs and contributions remains a big\r\nchallenge. In that regard, we need support from\r\ninternational agencies.\r\nBangladesh is the one of largest providers of\r\nUnited Nations peacekeepers in the world. HIV\r\ninfection among our armed forces personnel remains\r\ncommendably low, despite their deployment in high-\r\nrisk areas overseas as United Nations peacekeepers.\r\nOut of the 44,000 peacekeepers we have deployed thus\r\nfar, only 0.3 per cent have been found to be sero-\r\npositive for HIV. That is due to an intensive and\r\ncomprehensive programme, initiated 1989, to reduce\r\nthe risk of the transmission of HIV and other sexually\r\ntransmitted diseases among armed forces personnel.\r\nBangladesh has received funds from International\r\nDevelopment Association credits for HIV prevention\r\nand for the strengthening of our national programme,\r\nwhich will be disbursed this year in order to carry out a\r\nmassive expansion in our intervention programme. In\r\naddition, Bangladesh recently signed an agreement\r\nwith the Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria to finance our HIV/AIDS proposal. That\r\nproposal aims to work with young people in order to\r\nraise popular awareness about long-term prevention of\r\nHIV/AIDS. Along with a group of non-governmental\r\norganizations, the Government of Bangladesh has also\r\nsubmitted other proposals that are now being reviewed\r\nby the Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria. However, as Bangladesh has the fifth largest\r\ntuberculosis burden in the world, and given the close\r\nlink between tuberculosis and HIV, Bangladesh needs\r\ninternational support in that regard as well.\r\nOn behalf of our Government and our country, I\r\nwish to say that I am happy to see that the General\r\nAssembly is focusing on HIV/AIDS. I believe that for\r\nlow-HIV-prevalence and developing nations such as\r\nours, prevention is a big challenge in confronting the\r\nepidemic, especially given the fact that the focus is\r\ncurrently on countries where the epidemic is already\r\nwell-established. We look forward to help and\r\ncooperation from the international community to face\r\nthe challenge of remaining a low-HIV-prevalence\r\nnation and so that we can prove that a large-scale\r\nepidemic can be avoided in a country.\r\n16\r\nA/58/PV.5\r\nThe Acting President (spoke in French): I now\r\ngive the floor to His Excellency Mr. Anastasios\r\nGiannitis, Alternate Minister for Foreign Affairs of the\r\nHellenic Republic.\r\nMr. Giannitis (Greece): Our discussion today to\r\nfollow up the General Assemblys 2001 special session\r\non HIV/AIDS is indeed proof of the fact that we are all\r\naware that the fight against AIDS is a global challenge.\r\nAwareness is the first step in coping with AIDS, and\r\nthe Member States of the United Nations have already\r\nachieved that awareness. Obviously, however, that is\r\nnot enough.\r\nAIDS is a pandemic that concerns us all. It is\r\nonly natural that the United Nations should take the\r\nlead in dealing with it by mobilizing Governments,\r\ncivil society, the private sector, non-governmental\r\norganizations and people living with AIDS at all levels.\r\nEach day 14,000 people, half of them aged 15 to 24,\r\nare newly infected, thereby adding to the epidemics\r\nstaggering impact on health and on the social and\r\neconomic stability of nations. In some parts of sub-\r\nSaharan Africa young women are now up to six times\r\nmore likely than young men to be infected with HIV.\r\nThe problem has reached the dimensions of a social,\r\neconomic and even demographic catastrophe,\r\nespecially in developing countries. The already\r\nexisting differences between North and South are\r\nthereby exacerbated, as developing countries have to\r\ncope with a disproportionate share of the global burden\r\nin the fight against AIDS.\r\nThe Declaration of Commitment on HIV/AIDS,\r\nadopted by the special session of the General Assembly\r\non HIV/AIDS in June 2001, represents a momentous\r\nmilestone in the global struggle against this epidemic.\r\nIt establishes for the first time ever time-bound targets\r\nfor which individual Governments and the international\r\ncommunity may be held accountable. It calls for\r\nconcerted action to prevent new infections and to\r\nreduce vulnerability; enhance access to care, support\r\nand treatment; protect human rights; empower women;\r\nmitigate the epidemics impact and mobilize sufficient\r\nresources to support essential endeavours.\r\nWe believe that the progress achieved recently in\r\nthe crucial matter of access by developing countries to\r\nmedication is indeed an encouraging sign. We hope that\r\nconcrete results will ensue as soon as possible, as they\r\nwould be extremely beneficial to our common struggle\r\nagainst AIDS. As a member of the European Union,\r\nGreece fully subscribes to the statement made earlier\r\ntoday by the Italian presidency of the Union on behalf\r\nof the member States of the European Union.\r\nMoreover, my country fully shares the European\r\nUnions commitment to combat and eradicate the AIDS\r\nepidemic and its destructive consequences, as\r\nexpressed in the European Union declaration, issued at\r\nthe international conference on support for the Global\r\nFund to Fight AIDS, Tuberculosis and Malaria, held in\r\nParis on 16 July 2003. In particular, we believe that the\r\nGlobal Fund to fight AIDS, Tuberculosis and Malaria\r\nis developing into a viable mechanism for the financing\r\nof HIV/AIDS and other health programmes in\r\ndeveloping countries. The Fund represents a significant\r\nopportunity to make progress in the fight against AIDS\r\non an international scale and to make progress in\r\nreaching the Millennium Declaration Goals in general.\r\nAt the European Council meeting held last in\r\nThessaloniki, the member States of the European\r\nUnion reaffirmed their commitment to fight the\r\nepidemic. They called upon the Commission of the\r\nEuropean Union and upon member States to make a\r\nsubstantial long-term contribution to financing the\r\nFund. They also pledged their support to the\r\ninternational donors and partners conference, held in\r\nParis, at which Greece pledged 250,000 euros. We\r\nbelieve that the Global Fund can provide powerful\r\nencouragement to everyone involved in the fight\r\nagainst HIV/AIDS.\r\nApart from our efforts at the international level,\r\nwe in Greece have spared no effort in combating the\r\nepidemic. In addition to improving monitoring\r\nactivities and intervening to control communicable\r\ndiseases, in 1992 the Ministry of Health and Welfare\r\nestablished the Hellenic Centre for the Control of\r\nInfectious Diseases. Its objectives are to combat,\r\nmonitor, support and coordinate all actions aimed at\r\neffective and timely prevention of HIV and to treat\r\ninfectious diseases.\r\nIt should be noted that Greeces population\r\nappears to have a lower HIV-incidence rate  48.8\r\nincidents per million  than the European Union as a\r\nwhole, whose infection rate in 2000 was 57.5 per\r\nmillion. In addition, the significant decline in AIDS-\r\nrelated deaths in Greece since 1997 is due to the 1996\r\nintroduction of highly active antiretroviral therapy,\r\nwhich delays the progression of disease, and therefore\r\ndeath. Antiretroviral medicines are free of charge for\r\nthe infected population, as well as for immigrants. The\r\n17\r\nA/58/PV.5\r\nsuccessful results achieved in Greece are an indication\r\nof the fact that if we wish to cope with the pandemic\r\nefficiently, we have to deal with its social and\r\neconomic aspects, which are equally important, as well\r\nas with the medical aspect of the disease itself.\r\nDespite the progress achieved in my country, we\r\nhave no illusion that the HIV/AIDS epidemic can be\r\ncoped with, let alone eradicated, at the national level.\r\nSystematic international mobilization must continue for\r\nyears to come. Success will be achieved only once the\r\nepidemic is under control on a global scale. In closing,\r\ntherefore, we would like to call upon all interested\r\nparties to maximize their efforts to implement the\r\nDeclaration of Commitment. For our part, I can assure\r\nthe General Assembly that we will continue assume our\r\nshare in that endeavour to the best of our ability.\r\nThe Acting President (spoke in French): I now\r\ngive the floor to Her Excellency Dr. Christine Nebout\r\nAdjobi, Minister in Charge of the Fight Against\r\nHIV/AIDS of the Republic of Côte dIvoire.\r\nDr. Nebout Adjobi (Côte dIvoire) (spoke in\r\nFrench): On behalf of the people of Côte dIvoire, its\r\nPresident, His Excellency Mr. Laurent Gbagbo, and the\r\nGovernment of National Reconciliation, I would like to\r\nthank the United Nations for the important role it plays\r\nin the fight against HIV/AIDS. Indeed, the Declaration\r\nof Commitment, signed on 27 June 2001 during the\r\ntwenty-sixth special session of the General Assembly\r\non HIV/AIDS, is now enabling various countries to\r\nintensify their response to the disease.\r\nI would ask you, Madam President, to transmit to\r\nthe Secretary-General, Mr. Kofi Annan, our most\r\nsincere thanks for his involvement in the resolution of\r\nthe Ivorian conflict, which has allowed for positive\r\ndevelopments in the security situation. We would like\r\nto thank him for this and to express to him the gratitude\r\nof the entire Ivorian people. Indeed, his interest in that\r\nWest African country is such that, on 18 September,\r\nInternational Peace Day, he will be addressing the\r\nIvorian people and sending them a heartfelt message of\r\nencouragement. We should like to thank him for this.\r\nMy country, Côte dIvoire, signed the Declaration\r\nand has translated it into reality by undertaking a\r\nnumber of steps, including the drawing up of a national\r\nplan to combat HIV/AIDS and sectorial plans, and the\r\ninclusion of the HIV/AIDS dimension in the strategic\r\nplan to reduce poverty.\r\nOther steps include participation, at the\r\nsubregional level, in the implementation of joint\r\nprojects to combat infection, including a plan for a\r\ncorridor to combat AIDS on the Abidjan-Lagos\r\nhighway, and the Mano River project, which brings\r\ntogether those African countries that have been victims\r\nof armed conflicts, and which will enable us to\r\norganize special activities to combat HIV during\r\nconflicts.\r\nAlso key will be the growing involvement of civil\r\nsociety, of the private sector and of individuals living\r\nwith HIV in combating the pandemic. Indeed, Côte\r\ndIvoires rate of infection is now 10.4 per cent, which\r\nmakes it the most affected country in the West African\r\nsubregion.\r\nIn addition to those measures, Côte dIvoire has\r\ndrawn up policies that will enable us to strengthen its\r\nnational response to the pandemic. These include a\r\nnational policy on blood transfusions; a policy to\r\nprevent mother-to-child transmission of HIV; and a\r\npolicy of access to antiretroviral medications. In this\r\nregard, let me recall that Côte dIvoire took part in the\r\npilot phase of the Joint United Nations Programme on\r\nHIV/AIDS (UNAIDS) access to antiretroviral\r\nmedications initiative. It is regrettable, however, that,\r\ndue to the scarcity of resources, that, out of nearly\r\n14,000 recorded cases, only 3,000 or so persons have\r\nbeen given access to antiretroviral drugs.\r\nOther aspects of the Declaration are currently the\r\ntopic of joint action designed to strengthen laws with a\r\nview to reducing discrimination of all kinds; the\r\ndrawing up of policies and strategies to ensure a\r\nfavourable environment for AIDS orphans; and the\r\nspeeding up of research aimed at the development of a\r\nvaccine against HIV. I should like to point out here that\r\nCôte dIvoire will soon take part in a research project\r\non child vaccines, thanks to North-South\r\ncooperation  among Italy, UNESCO and Côte\r\ndIvoire.\r\nAll of these steps have been made possible\r\nthrough the commitment of our head of State, who has\r\ngiven high priority to the combat against this pandemic\r\nby creating a Ministry specifically charged with\r\ncombating HIV/AIDS. That Ministry is mandated with,\r\ninter alia, organizing, coordinating and following up on\r\nall activities to combat HIV/AIDS; mobilizing\r\nresources; and organizing a campaign to intensify the\r\nnational response.\r\n18\r\nA/58/PV.5\r\nAt this stage, I should like to welcome the\r\ncreation of the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria. In June 2001, during the\r\ntwenty-sixth special session of the United Nations,\r\nCôte dIvoire stated: We know what must be done, but\r\nwe need the resources. Today we are eligible for the\r\nGlobal Fund, and we are full of hope.\r\nI should like to make the following request: that\r\nprocedures for the securing and disbursement of funds\r\nbe streamlined, in order to enable a speedier and more\r\neffective response to HIV/AIDS, because not only does\r\nthat disease thrive in conditions of ignorance and\r\npoverty, but its spread is also facilitated when we are\r\nslow to act or when there are delays in funding. Let us\r\nhave confidence, and let us move quickly in order to\r\nsave humankind.\r\nThe Acting President (spoke in French): I now\r\ncall on His Excellency Mr. Alain Moka, Minister of\r\nHealth and Population of the Republic of the Congo.\r\nMr. Moka (Congo) (spoke in French): Two years\r\nago, here in New York, a special session of the General\r\nAssembly was held  a historic session, because it\r\nwas devoted to combating one of the greatest evils of\r\nmodern times, HIV/AIDS.\r\nWe would like to reaffirm the relevance of the\r\ntexts emanating from the twenty-sixth special session\r\ndevoted to the pandemic, while welcoming the\r\ninitiative taken by the General Assembly of convening\r\nthis high-level meeting.\r\nCongo, which endorsed the Declaration of\r\nCommitment on HIV/AIDS, has taken relevant actions,\r\nincluding a planning process that has made it possible\r\nto create a strategic national framework to combat\r\nAIDS for 2003-2007, on the basis of decentralization\r\nand a multisectoral approach; and a national council to\r\ncombat HIV/AIDS, under the highest authority of the\r\nhead of State himself.\r\nEvery region of our country has a departmental\r\ncommittee to combat AIDS, under the chairmanship of\r\nthe regional prefect. Similarly, every region  with the\r\ninvolvement of civil society and of most ministerial\r\nsectors  has prepared its own plan of action, thus\r\nmaking it possible to implement the multisectoral\r\nstrategic approach. These various components of our\r\nresponse to the epidemic are complementary and\r\nsynergistic.\r\nIn the context of the provision of care for persons\r\nliving with HIV/AIDS, the Congo has just launched an\r\ninitiative to improve accessibility of antiretroviral\r\ndrugs. The implementation of this initiative has made it\r\npossible to make such drugs available, which are\r\ndispensed and prescribed in the context of tracking\r\nprocedures and at low cost.\r\nAs far as reduction of the rate of mother-to-child\r\ntransmission, two projects are under way in the two\r\nmain cities of the country, Brazzaville and Pointe-\r\nNoire. Those projects are being carried out by the\r\nFrench Red Cross  one with the support of the\r\nEuropean Commission, and the other by the Ministry\r\nof Health and Population, in partnership with the\r\nCongo Assistance Foundation, headed by the First\r\nLady.\r\nSimilarly, in partnership with United Nations\r\nsystem agencies, a number of prevention programmes\r\nare targeting various vulnerable groups. These include\r\nthe prevention programme in the countrys schools,\r\nwhich is backed by the United Nations Development\r\nProgramme. That programme, based on the promotion\r\nof psychological and social skills, peer education and\r\nparticipatory teaching, has made it possible to develop\r\na partnership on HIV/AIDS among pupils, teachers and\r\nparents.\r\nI should like also to mention the pilot project to\r\nsupport orphans and other vulnerable children, backed\r\nby the United Nations Childrens Fund (UNICEF) and\r\nthe World Food Programme.\r\nAt the subregional level, an initiative designed to\r\nreduce vulnerability and the risks associated with\r\nHIV/AIDS and sexually transmitted diseases, in the\r\ncontext of morbidity, is under way. This initiative\r\ninvolves the countries that border the Congo, Ubangi\r\nand Chari rivers. The four countries involved  the\r\nCongo, the Democratic Republic of the Congo, the\r\nCentral African Republic and Chad  are in talks with\r\nthe African Development Bank for the financing of the\r\nsubregional programme, whose implementation is set\r\nfor November 2004.\r\nSimilarly, a programme to combat HIV/AIDS for\r\nthe members of the Economic Community of the\r\nCentral African States. For its part, the Congo,\r\nconsistent with the commitments it undertook under the\r\nAbuja Declaration, has decided to increase its\r\ncontribution to the implementation of the national plan\r\n19\r\nA/58/PV.5\r\nto combat AIDS by 1 billion CFA francs, or $1.6\r\nmillion.\r\nIn consolidating that effort, Congo expects much\r\nfrom its partners, particularly the Global Fund to Fight\r\nAIDS, Tuberculosis and Malaria. In that regard, we\r\nhope the international community will make available\r\nto the Global Fund resources that will enable it to\r\neffectively support anti-HIV/AIDS efforts, particularly\r\nin developing countries. We take this opportunity to\r\nthank in particular the World Bank, with which Congo\r\nnegotiated a grant agreement for the partial financing\r\nof our anti-HIV/AIDS strategy.\r\nThe commitment of Congo authorities at the\r\nhighest level in the fight against HIV/AIDS no longer\r\nneeds to be demonstrated. The President of the\r\nRepublic, His Excellency Mr. Denis Sassou Nguesso,\r\nhas shown that commitment by personally chairing the\r\nnational anti-HIV/AIDS council. He has included the\r\nfight against the pandemic among the priority focuses\r\nof his seven-year New Hope programme. He has also\r\nplaced top priority on anti-AIDS social mobilization\r\nactions, appealing personally to all Congolese men and\r\nwomen, during the councils establishment ceremony,\r\nfor a revolution in thinking so that their behaviour will\r\nmeet the requirements of the fight against the disease,\r\nwhose ravaging effects hinder the development of\r\nnations.\r\nCongo hopes that the outcome of these meetings\r\nwill strengthen strategies that will enable us to attain\r\nthe objectives of the special session devoted to\r\nHIV/AIDS, and that this high-level debate will be part\r\nof a quest for the international synergy needed to tackle\r\nthe challenge uniting us today: saving human lives.\r\nThe Acting President (spoke in French): I give\r\nthe floor to His Excellency Mr. Carlos Saavedra Bruno,\r\nMinister for Foreign Affairs and Worship of Bolivia.\r\nMr. Bruno (Bolivia) (spoke in Spanish): At the\r\noutset, I am pleased to express heartfelt congratulations\r\nto Mr. Julian Hunte on his well-deserved election as\r\nPresident of the General Assembly at its fifty-eighth\r\nsession, and particularly of these high-level meetings\r\ndevoted to the treatment of HIV/AIDS.\r\nFortunately, Bolivia is a State where the AIDS\r\nepidemic remains in its early stages: we have a very\r\nlow prevalence rate of no more than a few thousand\r\ncases. However, our countrys low index does not make\r\nus forget the enormous damage and the grave threat\r\nrepresented by this disease at the global level.\r\nAccordingly, we have the absolute conviction that this\r\nis an evil that must be fought through a joint effort by\r\nall countries and peoples of the world. We believe that\r\nthe support of the United Nations must continue and\r\nthat the Organization must broaden its activities in\r\nunderdeveloped countries, especially those with very\r\nfew economic resources. In that connection, we\r\nappreciate and support the Joint United Nations\r\nProgramme on HIV/AIDS, whose work is fundamental\r\nto the fight against the disease in our nations.\r\nIn its plan of action, the Government of Bolivia\r\nhas labelled the problem of HIV/AIDS a priority public\r\nhealth issue and has identified stigmatization and\r\ndiscrimination as among the great obstacles in the fight\r\nagainst this disease. Therefore, we value the fact that\r\nthe world campaign is focused on stigma,\r\ndiscrimination and human rights. Bolivias Ministry of\r\nHealth and Sport  in accordance with the\r\ncommitments undertaken in the General Assembly on\r\nHIV/AIDS  has completed a strategic plan for\r\npreventing and controlling HIV/AIDS for 2003 to\r\n2007, together with an AIDS bill. Representatives of\r\ncivil society  especially associations and\r\norganizations related to AIDS patients  participated\r\nactively in the elaboration of both instruments. The\r\nAIDS bill has been submitted to the National Congress\r\nthrough the ombudsmans office so that it can be\r\naddressed and adopted in the current legislative term.\r\nMy country believes that AIDS cannot be addressed\r\nsolely from the medical perspective. That is why the\r\nnew national provisions consider social, humanitarian,\r\neducational, economic, cultural, political and legal\r\naspects, opening up a new horizon in the countrys\r\nfight against AIDS.\r\nMr. Andrianarivelo-Razafy (Madagascar), Vice-\r\nPresident, took the Chair.\r\nHowever, Bolivia is experiencing enormous\r\neconomic difficulties that greatly limit our capacity for\r\naction. We need greater international support, which is\r\nwhy we encourage the Global Fund to Fight\r\nHIV/AIDS, Tuberculosis and Malaria to consider\r\nfavourably our request for resources.\r\nNevertheless, despite our financial limitations,\r\nthe Bolivian health system provides comprehensive\r\ncare services to patients in monitoring and referral\r\ncentres throughout the country. In addition, through a\r\nproject of cooperation with the Brazilian AIDS\r\n20\r\nA/58/PV.5\r\nprogramme, we have obtained 100 two-year\r\nantiretroviral treatments, extendable for two more\r\nyears. That donation will be effective as of November\r\n2003.\r\nMy Government will continue working on\r\nprevention, follow-up and monitoring of the disease as\r\nwell as on providing greater care for all patients. We\r\nwish to reaffirm our commitment to continue in the\r\nfight against the disease, thereby contributing to the\r\nSecretary-Generals enormous efforts for a better life\r\nand health for all of humanity.\r\nThe Acting President (spoke in French): I give\r\nthe floor to His Excellency Mr. Ashock Jugnauth,\r\nMinister of Health and Quality of Life of the Republic\r\nof Mauritius.\r\nMr. Jugnauth (Mauritius): Allow me at the\r\noutset to express my gratitude for the honour and\r\nprivilege of addressing this gathering on behalf of the\r\nGovernment of the Republic of Mauritius. When heads\r\nof State or Government adopted the Declaration of\r\nCommitment on HIV/AIDS (resolution S-26/2, annex),\r\nin June 2001, a major step forward was taken in our\r\nfight against the epidemic. However, the main\r\nchallenges were still to come with the implementation\r\nof the commitments in the Declaration. Indeed, it is\r\nvery encouraging to note today that many countries are\r\nvery much concerned about the prevalence and\r\nincidence of HIV/AIDS, and that many efforts have\r\nbeen made by each Member State to address the\r\nproblem in line with the provisions in the Declaration.\r\nAs the Assembly is aware, Mauritius is situated\r\nin sub-Saharan Africa, where HIV/AIDS remains a\r\nmajor cause of concern. Fortunately, Mauritius can still\r\nbe considered a country with a low prevalence of\r\nHIV/AIDS, with an infection rate of 0.08 per cent in a\r\npopulation of 1.2 million. However, with the\r\npopulations changing lifestyle and high mobility, there\r\nis a high risk that the incidence of AIDS cases will\r\nincrease.\r\nThe fact is that Mauritius is a tourist island,\r\nvisited by more than half a million tourists yearly, and\r\nthere are also migrant workers in our export-\r\nprocessing-zone sector. Thus, the presence of tourists\r\nand foreign workers can be a potential factor for the\r\nspread of HIV/AIDS in the local community. Between\r\n1987  when the first AIDS case was registered in\r\nMauritius  and August 2003, there were 557 notified\r\ncases, of whom 89 were non-residents and 468 were\r\nMauritians.\r\nThe Government of Mauritius has taken a number\r\nof positive actions to maintain the low prevalence of\r\nHIV/AIDS. Of course, we have not wrought any\r\nmiracles, but instead we are adhering strictly to the\r\ncommitments undertaken in June 2001. In fact, actions\r\nenunciated in the Declaration of Commitment were\r\nalready being implemented prior to its adoption in\r\n2001. In Mauritius we have been proactive at all times\r\nin combating the spread of HIV/AIDS.\r\nThe Government of Mauritius strongly believes in\r\ncommitment to leadership. We are convinced that,\r\nwithout good leadership at all levels, no progress can\r\nbe achieved in any field. Accordingly, we have not\r\nonly developed a multisectoral HIV/AIDS Strategic\r\nPlan, but we have also revived and re-engineered the\r\nNational AIDS Committee. It is now presided over by\r\nno less than the Deputy Prime Minister and Minister of\r\nFinance and comprises 13 other Ministers,\r\nrepresentatives of governmental and non-governmental\r\norganizations, the private sector, parliamentarians and\r\npeople living with HIV/AIDS, to monitor and ensure\r\nsmooth implementation of the Strategic Plan. Besides,\r\nMauritius is playing a catalyst role both at regional and\r\nsubregional levels; for example, within the Indian\r\nOcean Commission, the Southern African Development\r\nCommunity and the Eastern, Central and Southern\r\nAfrican Health Community.\r\nRegarding the targets set in the Declaration for\r\nprevention strategies, I am glad to mention that, with a\r\nview to reducing HIV prevalence among young men\r\nand women aged 15 to 24, the Government of\r\nMauritius has set up a National Youth AIDS Network.\r\nThis network is promoting peer education, and it has\r\ndeveloped an action plan that has been prepared by the\r\nyouth for implementation by the youth. Additionally,\r\nstructured information, communication and educational\r\ncampaigns are carried out among high-risk groups. I\r\nmust also indicate that in Mauritius our policy of\r\nblood-transfusion safety has been consolidated and we\r\nare already implementing universal precautions in all\r\nhealth-care settings, with a view to preventing the\r\ntransmission of HIV infection in these facilities.\r\nThe Prevention of Mother-to-Child Transmission\r\nProject, in keeping with the Declaration, is being\r\nimplemented since 2000. Under this scheme, all HIV-\r\ninfected pregnant women are given medication as from\r\n21\r\nA/58/PV.5\r\nthe twenty-sixth week of gestation, followed by an\r\nelective Caesarean section. Newborns are given\r\nantiretroviral drugs for the first six weeks of life,\r\ntogether with a free milk supply for a period of two\r\nyears, in lieu of breastfeeding. The results are indeed\r\nvery encouraging. In fact, since the implementation of\r\nthe project over three years ago, 32 HIV-infected\r\npregnant women and their babies have been followed\r\nup and none of the babies has been infected.\r\nIn Mauritius we also strongly believe that, along\r\nwith prevention, care, support and treatment should be\r\nintegrated in a comprehensive and holistic package\r\nwhen dealing with HIV/AIDS.\r\nWe have also learned a good lesson, which is that\r\nfailure to maintain a balance between prevention and\r\ntreatment has resulted in a considerable reduction in\r\nprevention strategies, thereby increasing the risk for\r\nfurther rise in the incidence of infection. In that\r\nrespect, in following up the commitment taken by\r\nMauritius in June 2001, in addition to strengthening\r\nour prevention activities, we have been providing,\r\nsince April 2002, antiretroviral drugs free of any user\r\ncost to all HIV/AIDS patients.\r\nIn Mauritius, the National AIDS Committee has\r\nalready given its agreement for the drafting of\r\ncomprehensive legislation aiming at protecting the\r\nrights of people living with HIV/AIDS.\r\nWith reduced vulnerability among women and\r\ngirls, the welfare State in Mauritius has been further\r\nconsolidated to provide economic opportunities for\r\nwomen and free education to all, from pre-primary to\r\ntertiary-level education.\r\nTo alleviate poverty, Mauritius is implementing a\r\npoverty alleviation programme aimed at promoting\r\nequality, equity and the empowerment of women.\r\nTo conclude, allow me to state that, although\r\nmuch has been achieved in Mauritius regarding the\r\nimplementation of the Declaration of Commitment, we\r\nhave yet to face the most difficult challenges. For that\r\npurpose, despite the commitment of political leaders\r\nand the willingness of other local stakeholders to serve,\r\nour fight against HIV/AIDS can be successful only\r\nwith strengthened regional, subregional and global\r\npartnerships. Here, I wish to mention that international\r\ndonors perceive Mauritius as a low-priority country for\r\nassistance. The Global Fund to Fight AIDS,\r\nTuberculosis and Malaria did not approve a proposal\r\nfrom Mauritius for the second round, and we have not\r\nbeen included in the list of eligible countries for the\r\nthird call, in view of our high gross domestic product\r\nand low prevalence of AIDS.\r\nBut, I must immediately stress that, although the\r\nprevalence rate is low, the incidence of HIV is\r\nincreasing year after year. Accordingly, I believe that\r\nlow-prevalence countries should also be considered for\r\nassistance, with a view to ensuring that the low-\r\nprevalence rate is maintained. In this respect, I appeal\r\nto multilateral donors, including the Global Fund, to\r\nreview their policy for the allocation of funds for\r\nHIV/AIDS programmes. I am fully confident that, if\r\neach Member State receives adequate resources and\r\nadheres to the commitments contained in the\r\nDeclaration, we can stop and reverse the rising trend of\r\nthe pandemic.\r\nOur dream is to see researchers coming quickly\r\nwith a vaccine against HIV/AIDS and a cure in terms\r\nof drug therapy against the virus. I subscribe to that\r\ndream as well.\r\nThe Acting President (spoke in French): I call\r\non His Excellency Mr. Beuran, Minister for Health of\r\nRomania.\r\nMr. Beuran (Romania) (spoke in French): In our\r\nview, the HIV/AIDS epidemic is not only a health\r\npolicy matter, it is also one of the most serious foreign\r\npolicy matters, to which, we, the Government of\r\nRomania and myself, attach great importance and in\r\nwhich we are determined to become involved.\r\nRomania was at the forefront of AIDS prevention\r\nand treatment efforts in Eastern Europe. It was the first\r\ncountry in the region to conclude major agreements on\r\nthe reduction of antiretroviral drug costs for people\r\nstricken with AIDS. Romania launched its AIDS\r\nprogramme in 1995 and mobilized itself to intensify\r\nefforts to that end. Today we can be proud of the\r\nhealth-care and monitoring system, which is accessible\r\nto all persons infected with HIV/AIDS through a\r\nnetwork of advanced technology equipment designed\r\nto monitor and evaluate infected persons in nine\r\nhospitals  the major HIV/AIDS centres in our\r\ncountry.\r\nAt its fifth Board meeting on 6 June 2003, the\r\nGlobal Fund to Combat HIV/AIDS, Tuberculosis and\r\nMalaria adopted agreements for non-refundable grants\r\ntotalling almost $57 million, of which Romania, with\r\n22\r\nA/58/PV.5\r\n$39 million, is one of the major beneficiaries. Thirty\r\nper cent of Romanias grant  $22 million  will go\r\nto the work of non-governmental partnerships. The\r\nfunding will be a good opportunity to intensify\r\nprevention efforts in priority areas. Similarly, it will\r\nimprove treatment, care and support for persons living\r\nwith HIV/AIDS, especially for the high-risk groups,\r\nsuch as the Roma minority and prisoners.\r\nRomania is the first country to grant tax\r\nexemption for all products and services purchased\r\nthrough Global Fund grants. The savings thereby made\r\nwill free up an additional $3 million for tuberculosis\r\nand HIV/AIDS monitoring programmes.\r\nThe reason we are here today, as we already\r\nknow, is that Governments cannot effectively deal\r\nalone with the HIV/AIDS problem. That is why public-\r\nprivate partnership is so timely, important and vital. If\r\nthe international community intends to succeed in the\r\ncampaign against AIDS and other devastating diseases,\r\nsuch as tuberculosis and malaria, partnership among\r\nGovernments, the private sector, religious institutions\r\nand non-governmental institutions of all kinds is\r\nabsolutely essential.\r\nAIDS, like terrorism, kills randomly, without\r\ndiscrimination and pity. It is an insidious and\r\nimplacable enemy that destroys families. It tears apart\r\nthe social fabric of societies and undermines the very\r\nbasis of democracy. It can harm the stability of\r\ncountries and, as we have already seen, it can\r\ndestabilize entire regions.\r\nBy saying what we believe and by providing good\r\nexamples, we can help decision makers and the public\r\nunderstand that people living with HIV/AIDS should\r\nnot be treated cruelly or be discriminated against. On\r\nthe contrary, we should treat them with dignity and\r\ncompassion.\r\nWe believe that the business community is a key\r\nelement in the framework of emergency plans to treat\r\nHIV/AIDS. Partnerships combine the resources and\r\nexpertise to achieve objectives that no partner can\r\nreach alone. The policies and collective actions of\r\nvarious Governments are also crucial to keep the great\r\npromises of the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria.\r\nI am convinced that we shall leave this meeting\r\nwith new solutions to increasing and improving the\r\ncooperation that is so essential for the eradication of\r\nHIV/AIDS. By working in partnership everywhere\r\nthroughout the world, we can contribute to ensuring\r\nthat ignorance is replaced by information, stigma by\r\nsupport and despair by the dream of a better future.\r\nThe Acting President (spoke in French): I now\r\ngive the floor to Her Excellency Ms. Ana Palacio,\r\nMinister for Foreign Affairs of the Kingdom of Spain.\r\nMs. Palacio (Spain) (spoke in Spanish): Today, a\r\nterrible and cruel spectre is roaming the world,\r\nspreading in its wake suffering, bereavement and\r\nhelplessness, from New York to Manipur, from Europe\r\nto the Caribbean  and Africa, because the scourge of\r\nAIDS has taken an especially cruel grip on that\r\nsuffering continent.\r\nAIDS is the embodiment of all the battles that\r\nmark the dawn of the twenty-first century. It presents\r\nnew challenges, because AIDS is a new pandemic\r\nunknown 20 years ago. Its far-reaching implications\r\nstem from globalization. However, the challenges are\r\nold and tragically known to us all: poverty,\r\nunderdevelopment, illiteracy. AIDS is thus an all-\r\nembracing challenge for the whole of humanity.\r\nAt the twenty-sixth special session of the General\r\nAssembly on AIDS, an important Declaration was\r\nadopted, which has served to channel the international\r\ncommitment to this struggle since 2001. Two years\r\nhence, it is incumbent upon us to reflect on how to\r\nrevitalize this decisive initiative.\r\nAIDS is first and foremost a human tragedy,\r\nwhich does not distinguish between rich from poor,\r\nyoung from old. Suffering, bereavement and\r\nhelplessness are compounded by stigmatization, silence\r\nand discrimination. Moreover, it has devastating\r\neconomic consequences, producing deep rifts in the\r\nsocial fabric and, in some cases, it becomes a factor for\r\npolitical destabilization and institutional breakdown in\r\ncertain very fragile systems.\r\nFor this reason, AIDS demands not just integrated\r\nnational responses, involving efforts of the\r\nGovernment, civil society and the private sector.\r\nCombating AIDS cannot stop at the borders of States.\r\nWe must have decisive, coordinated measures taken on\r\nthe regional and global levels, through the World\r\nHealth Organization and the Joint United Nations\r\nProgramme on HIV/AIDS (UNAIDS).\r\nWe must also act with particular attention in the\r\narea of prevention  prevention focused on education\r\n23\r\nA/58/PV.5\r\nas the most effective instrument and based on\r\ninformation and communication through the new\r\ntechnologies available to us, and which pays particular\r\nattention to especially vulnerable sectors of the\r\npopulation.\r\nLet us be clear: AIDS cannot be effectively\r\ncombated if we do not at the same time fight illiteracy\r\nand poverty and work for the resolute social\r\nadvancement of women, without double standards. It is\r\nwomen who, because of their biological and social\r\nroles, require particular health care throughout their\r\nchildbearing years and who have proved to be the most\r\neffective health agents, with a great influence on the\r\nfamily and society.\r\nWe have to act urgently and effectively. We\r\ncannot vacillate as we seek a fair balance between\r\nintellectual property and the universal right to health.\r\nOur resolute support to policies of accessibility and\r\nessential drugs for all should be the guiding\r\nconsideration.\r\nWe should leave no stone unturned. Creativity is\r\nessential. A good example is the Esther initiative, in\r\nwhich Spain is taking an active part, and which\r\npartners European hospitals with hospitals in\r\ndeveloping countries to improve their organization,\r\nmanagement and technical training.\r\nLastly, international action in solidarity requires\r\nthe devoted participation and generous contributions to\r\nthe Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria. My Government, with a significant\r\ncontribution of $50 million, has also decided to\r\nundertake the responsibility of holding a position on\r\nthe Executive Board. The Fund, moreover, is an\r\nexample of coordination and effectiveness in the\r\nUnited Nations system of the reform efforts of the\r\nSecretary-General and his personal commitment to the\r\nglobal campaign against AIDS. Its innovative nature\r\nhas represented a fruitful change in the relationship\r\namong United Nations funds and programmes.\r\nBuilding on these approaches with the new ideas\r\nthat emerge from this and other forums, we must tackle\r\nthis challenge effectively. It is a challenge for the\r\nwhole of humanity. We must be aware that this is a\r\nlong-term effort. However, resolve, decisive measures,\r\nreal commitment on the part of States, the private\r\nsector and the international community are the best\r\nweapons that we have. Let us use them without delay.\r\nMillions of lives depend on us.\r\nThe Acting President: (spoke in French): I now\r\ngive the floor to His Excellency Mr. Juozas Olekas,\r\nMinister of Health of the Republic of Lithuania.\r\nMr. Olekas (Lithuania): At the outset, on behalf\r\nof the delegation of Lithuania, I would like to extend\r\nour warmest thanks to you, Mr. President, and to the\r\nSecretariat for the preparatory work of the session. The\r\nLithuanian delegation is willing to cooperate fully and\r\nis ready to make every effort towards the success of\r\nthis session devoted to reviewing our countries\r\nprogress in implementing the Declaration of\r\nCommitment on HIV/AIDS, recalling that Lithuania\r\nwas one of the initiators of this very important and\r\nsignificant act.\r\nThe presence of modernized infrastructures for\r\nboth HIV prevention and drug treatment in Lithuania\r\nallowed for decisive action, which has been credited\r\nwith suppressing the initial outbreak of HIV infections\r\namong intravenous drug users in the country and\r\nkeeping the incidence low compared to neighbouring\r\ncountries. Lithuanias reported HIV infection rates are\r\namong the lowest in Europe.\r\nFollowing the recommendations of the United\r\nNations and World Health Organization, the national\r\nAIDS prevention programmes, which are part of\r\npriority national public health programmes, have been\r\ndeveloped and approved by the Government. We\r\nappreciate the partnership with the United Nations\r\nTheme Group on HIV/AIDS and especially the United\r\nNations Development Programme in Lithuania in\r\ndeveloping a national multisectoral HIV/AIDS\r\nprevention strategy.\r\nLithuania has developed multisectoral strategies\r\nto combat HIV/AIDS that include the health,\r\neducation, labour and science sectors. The Lithuanian\r\nAIDS Centre is a functional HIV/AIDS body assisting\r\nin the coordination of civil society organizations.\r\nStrategies that address HIV/AIDS issues among\r\nLithuanian national uniformed services, including the\r\narmed forces and the civil defence forces, are taken\r\ninto consideration in the National AIDS Prevention\r\nProgramme.\r\nLithuania has a general policy of promoting\r\ninformation, education and communication on\r\nHIV/AIDS. The law endorsing and promoting\r\nreproductive and sexual health education for young\r\npeople was passed together with a strategy that\r\npromotes information, education, communication and\r\n24\r\nA/58/PV.5\r\nother health interventions for cross-border migrants\r\nand groups with high or increasing rates of HIV\r\ninfection. Policies and strategies to reduce mother-to-\r\nchild HIV transmission are included in the National\r\nHIV/AIDS Prevention Programme for 2003 to 2008.\r\nLithuania has a clear policy and strategy to ensure and\r\nimprove access to HIV/AIDS related medicines with\r\nemphasis on the vulnerable groups.\r\nI would like to take this opportunity to highlight\r\nLithuanias intellectual impact  and cooperation on\r\nthese issues  in the region, which we base on the best\r\nexisting practices. Therefore, we strongly support the\r\nideas expressed by the Executive Director of the Joint\r\nUnited Nations Programme on HIV/AIDS, Dr. Peter\r\nPiot, that HIV/AIDS low-prevalence countries should\r\nnot be excluded from active participation in the Global\r\nFund to Fight AIDS, Tuberculosis and Malaria. This is\r\na unique global threat, and the entire world must join\r\ntogether in the fight against HIV/AIDS.\r\nIn conclusion, let me express my strong belief\r\nthat we must continue the allied efforts of our countries\r\nto fully show our mutual intention to collaborate in\r\nstrengthening the global response to the HIV/AIDS\r\nepidemic and in accelerating our progress in making an\r\nimpact on the epidemic.\r\nThe Acting President (spoke in French): I now\r\ngive the floor to Mr. Goran Svilanović, Minister for\r\nForeign Affairs of Serbia and Montenegro.\r\nMr. Svilanović (Serbia and Montenegro): Allow\r\nme to thank the Secretary-General for his report on the\r\nprogress towards implementation of the Declaration of\r\nCommitment on HIV/AIDS and for his personal\r\ncommitment to combating this pandemic, which is\r\nalready considered to be the worst in the history of\r\nhumankind.\r\nAt the Millennium Summit, our heads of State\r\nand Governments resolved to halt and to begin to\r\nreverse the spread of HIV/AIDS, by 2015. This\r\ncommitment was followed by the adoption, at the\r\ntwenty-sixth special session of the General Assembly,\r\nof the Declaration of Commitment on HIV/AIDS,\r\nwhich set out a number of concrete and time-bound\r\ngoals. These constitute an important framework for our\r\nactions in the global fight against HIV/AIDS. Now it is\r\nup to us to show that this is not just a Declaration, but a\r\ntrue commitment which will be translated into real\r\nactions.\r\nAlthough there has been some progress in the\r\nglobal response to HIV/AIDS, it is with concern that\r\nwe have to note the insufficient progress in reducing\r\nthe number of new cases of HIV infections. The\r\nconsequences are devastating and alarming. At the end\r\nof 2002, it was estimated that 42 million people were\r\naffected by HIV/AIDS. Millions of people have lost\r\ntheir lives, and so far there are 14 million children\r\nunder the age of 15 who have lost one or both parents\r\nto this disease. These figures and the social, economic\r\nand political consequences of the pandemic clearly\r\nshow that the HIV/AIDS pandemic has become a\r\nglobal emergency that threatens the security and\r\ndevelopment of all countries. This emergency requires\r\nan energetic HIV/AIDS response, based on collective\r\naction by all countries, through international\r\ncooperation and with the ultimate goal of raising it to\r\nthe level needed to achieve the Declarations targets.\r\nWe believe that the United Nations should\r\naddress this challenge through strengthened inter-\r\nagency collaboration, especially at the country level,\r\nwith a view to ensuring the most effective use of\r\nresources. The most valuable roles are those of the\r\nJoint United Nations Programme on HIV/AIDS\r\n(UNAIDS) and of the Global Fund to Fight AIDS,\r\nTuberculosis and Malaria, which has evolved as a\r\nviable mechanism for financing HIV/AIDS\r\nprogrammes and other health programmes in\r\ndeveloping countries. However, we note with concern\r\nthat, to date, the Global Fund has only received some\r\n$4.6 billion in financial pledges, clearly indicating that\r\nthe global funding for HIV/AIDS programmes will fall\r\nshort of the estimated $10.5 billion required annually\r\nby 2005. In our view, major efforts are needed to\r\nincrease attempts to mobilize resources for the Fund.\r\nThe severity of the problem is obvious, not only\r\nin Africa and Central Asia, but in Eastern Europe as\r\nwell, where we are experiencing the worlds fastest\r\ngrowing HIV/AIDS epidemic. In 2002 there were an\r\nestimated 250,000 new infections in the region,\r\nbringing the number of people living with HIV/AIDS\r\nto 1.2 million.\r\nIn Serbia and Montenegro, in the period between\r\n1985 and 2001, there were more than 10,000 HIV\r\npositive cases, and the greatest number of fatalities\r\nduring this time was recorded in 2002. The vast\r\nmajority of these reported infections are among young\r\npeople, mostly drug addicts. The number of drug\r\naddicts and HIV/AIDS infected persons is on the rise in\r\n25\r\nA/58/PV.5\r\nall segments of the population, including under-age\r\npersons, with the age barrier dropping even to the level\r\nof elementary school pupils. Also, there is an increase\r\nin HIV/AIDS transmission among persons whose\r\nmethods of transmission are undetermined, making the\r\nepidemiological situation even worse.\r\nIn Serbia and Montenegro, commissions on\r\nHIV/AIDS have been established at the level of the\r\nrepublics. They are working out national strategies for\r\nthe fight against HIV/AIDS, educating medical\r\nworkers, introducing programmes in schools,\r\nconducting public awareness campaigns, controlling\r\nvertical transmission  or the virus passing from\r\nmothers to children  and preventing the infections\r\nspread within vulnerable groups. Serbia and\r\nMontenegro has established cooperation with the\r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria.\r\nWe believe that the protection and promotion of\r\nhuman rights are among the core principles in an\r\neffective response to HIV/AIDS. Despite the fact that,\r\nat the international and national levels, appropriate\r\nmeasures have been taken to promote the human rights\r\nof infected persons and to prevent discrimination, a lot\r\nmore needs to be done to overcome the stereotyping\r\nof  and degrading attitudes towards  these persons.\r\nThe United Nations, its Member States,\r\ninternational specialized agencies and non-\r\ngovernmental organizations should redouble their\r\nefforts and cooperation in the field of ensuring the\r\nrights of persons affected by this disease. This means\r\nthat we have to come up with prevention and treatment\r\nprogrammes, make treatment accessible to all and work\r\nout education programmes, as we seek to include\r\nHIV/AIDS patients in everyday life.\r\nFinally, I wish to emphasize once again the great\r\nimportance that my Government attaches to the efforts\r\nto fight the HIV/AIDS pandemic and to reaffirm the\r\ncommitment we made at the twenty-sixth special\r\nsession of the General Assembly on the issue of\r\nHIV/AIDS in all its aspects at the national, regional\r\nand international levels. We believe that the alarming\r\nmagnitude and spread of this deadly disease urgently\r\nrequires focused and concerted action on the part of all\r\nnations.\r\nThe Acting President (spoke in French): I now\r\ngive the floor to Dr. Mam Bunheng, Minister of State\r\nand Chairman of the National AIDS Authority of the\r\nKingdom of Cambodia.\r\nMr. Bunheng (Cambodia): First of all, on behalf\r\nof the royal Government of Cambodia, I am very\r\ndelighted to have the privilege to come to this meeting\r\nand report on our countrys progress in responding to\r\nHIV/AIDS since we joined the other States and\r\nGovernments at the General Assemblys special session\r\non HIV/AIDS in June 2001 and signed the Declaration\r\nof Commitment on HIV/AIDS. Today I would also like\r\nto convey special and heartfelt thanks from His\r\nMajesty Norodom Sihanouk, King of Cambodia, and\r\nfrom Samdech Hun Sen, Prime Minister of the Royal\r\nGovernment of the Kingdom of Cambodia, to the\r\nUnited Nations, the international community, and to all\r\npresent here for the support provided to Cambodia in\r\nthe fight against HIV/AIDS.\r\nIn Cambodia, the combined efforts of the\r\nGovernment, the private sector and civil society,\r\nincluding people living with HIV/AIDS, have attracted\r\nattention and received recognition from the\r\ninternational community due to their initial success.\r\nFrom the projections model, it is estimated that, as of\r\n2002, at least 700,000 lives had been saved from this\r\nfatal infection. However, we are still very cautious\r\nabout the course of the HIV/AIDS epidemic, and we\r\nare continuing our efforts both to prevent and to\r\nprovide care and treatment.\r\nWe consider HIV/AIDS to be a silent killing\r\nfield, with consequences that can wreak complete\r\ndevastation on our country. HIV/AIDS has therefore\r\nbeen recognized as a national priority and has been\r\nintegrated into development plans such as Socio-\r\nEconomic Development Plan II (SEDP II) and the\r\nNational Poverty Reduction Strategy (NPRS).\r\nPrevention efforts have resulted in a reduction of\r\nnew infections. The countrywide 100 Per Cent Condom\r\nUse Programme is seen as a model for South-east Asia.\r\nIn order to expand access to care and treatment, the\r\nMinistry of Health has developed the Continuum of\r\nCare policy, which strengthens the health-care system\r\nin the area of the provision of HIV-related drugs and\r\nother services. In the context of all these efforts, the\r\nrights of people infected or affected by and vulnerable\r\nto HIV/AIDS are respected.\r\nA Code of Conduct to implement the law has just\r\nbeen drafted, and community counsellors are working\r\nwith civil society to reduce stigma and discrimination.\r\nOne of the major challenges we face is the\r\ngrowing number of orphans. Wats and pagodas are\r\n26\r\nA/58/PV.5\r\ndoing excellent work in providing care and nurturing to\r\norphans. Other community-based alternatives are also\r\nbeing explored.\r\nThe multisectoral and comprehensive approach\r\nadopted in the framework of the National Strategy Plan\r\nincludes attention to reducing vulnerability.\r\nIn the era of HIV/AIDS, for a sustainable\r\nresponse to this epidemic, social responsibility and the\r\nsocial safety net will also need to be strengthened. This\r\nwill involve the participation of the individual and the\r\nfamily, who need to move from being passive to\r\nactively changing their behaviour and beliefs in the\r\ncontext of the combat against HIV/AIDS.\r\nLastly, on behalf of the Royal Government of\r\nCambodia, let me say that I am very grateful to United\r\nNations initiatives giving Cambodia access to\r\nsubstantial support, including the opportunity to access\r\nthe Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria. In meeting this challenge, we strongly believe\r\nthat, working together, we will not fail to protect the\r\nvulnerable, the voiceless, the powerless, the sick and\r\nthe orphaned, because we cannot afford to lose our\r\nbeloved people. In this way we can prevent the pain,\r\nsorrow and losses of the past from coming back to us.\r\nThe Acting President (spoke in French): I now\r\ncall on His Excellency the Honourable Tyrone\r\nFernando, M.P., Minister for Foreign Affairs of Sri\r\nLanka.\r\nMr. Fernando (Sri Lanka): I am honoured to\r\naddress, on behalf of the Government of Sri Lanka, this\r\nhigh-level plenary meeting of the General Assembly on\r\nHIV/AIDS. Our main focus at this meeting is to review\r\nand debate the progress made in the implementation of\r\nthe Declaration of Commitment on HIV/AIDS, adopted\r\nby the twenty-sixth special session of the General\r\nAssembly in 2001. In this regard, we would like to\r\nthank the Secretary-General for his comprehensive\r\nreport on the progress achieved in realizing the\r\ncommitments set out in the Declaration. It is our task to\r\nidentify problems and constraints and to formulate\r\nrecommendations to achieve further progress in\r\nimplementing our commitments.\r\nThe global HIV/AIDS epidemic is no doubt one\r\nof the gravest challenges to human security. HIV/AIDS\r\nnot only threatens the very existence of humankind, the\r\nsocial fabric of communities and the political stability\r\nof nations, but also seriously undermines every nations\r\nability to pursue economic development.\r\nTransnational global challenges such as\r\nHIV/AIDS can be addressed effectively only through\r\ncollective, integrated, long-term measures and\r\nstrategies. The United Nations therefore has a crucial\r\nrole to play in this respect.\r\nAIDS is no longer a simple public health issue.\r\nEvery sector of society in affected areas has been\r\nadversely impacted by the epidemic in one way or the\r\nother. AIDS threatens to roll back decades of social\r\nprogress and economic development, and has become a\r\nfully fledged development crisis. A multidimensional\r\ncrisis such as this requires a multisectoral response.\r\nThe Government of Sri Lanka is fully committed\r\nto the prevention and control of HIV/AIDS and has\r\naccorded the highest priority to achieving that goal by\r\ngearing up the health sector as well as other related\r\nministries, agencies and civil society. The prevention\r\nof HIV/AIDS is a critical area that needs particular\r\nattention. The Government of Sri Lanka has\r\naccordingly launched the National STD/AIDS Control\r\nProgramme under the auspices of the Ministry of\r\nHealth.\r\nThe Government of Sri Lanka has adopted a\r\nmultisectoral approach, which I mentioned earlier, to\r\nexpand partnership, facilitate policy development and\r\nmobilize resources of other key stakeholders. These\r\nsectors include those of education, labour, tourism,\r\narmed forces, law enforcement, justice, media and\r\ninformation. We have placed special emphasis on\r\neducation and information through our schools and our\r\nradio and television networks.\r\nSome of the key achievements so far have been:\r\nparticipation of sectors such as labour, youth and\r\neducation and the military in national prevention\r\nefforts; expansion of the treatment of sexually\r\ntransmitted diseases through the construction of new\r\nclinics; meeting staffing and equipment norms in the\r\nestablishment of outreach Programmes; upgrading of\r\nblood banks; provision of screening of all donated\r\nblood for HIV, syphilis and hepatitis B.\r\nDespite the low prevalence of HIV/AIDS in Sri\r\nLanka, where the rate of infection is estimated at 0.07\r\nper cent  about 4,000 persons out of a population of\r\n90 million  there are still a number of risk factors\r\nwhich could lead to the further spread of the infection.\r\n27\r\nA/58/PV.5\r\nThere is a need for concerted action to enhance\r\nawareness of the dangers of HIV/AIDS, with particular\r\nfocus on vulnerable groups such as migrant workers,\r\ninternally displaced people, commercial sex workers,\r\nand so on. A sustained effective campaign for\r\nprevention requires strengthening the partnerships\r\nbetween the Government of Sri Lanka and United\r\nNations agencies, donors, non-governmental\r\norganizations and religious and private-sector leaders.\r\nWe welcome very much the recent decision of the\r\nWorld Trade Organization which paves the way for\r\nmaking antiretroviral drugs accessible and affordable\r\nto millions of HIV/AIDS patients, particularly in the\r\ndeveloping countries. This is a good indication of what\r\nconcerted action by the international community can\r\nachieve.\r\nHIV/AIDS respects no international borders. It\r\ndoes not discriminate by nationality, race, gender, or\r\nreligion. Human behaviour and social conditions that\r\nspread the virus are present in all countries, whether\r\ndeveloped or developing. AIDS is a single fatal\r\ninfectious disease that adversely affects every one of\r\nus, creating a social crisis on a global scale that\r\nprobably has not been experienced before. As called\r\nfor in the Declaration of Commitment on HIV/AIDS in\r\nJune 2001, let us be united through collaborative\r\napproach to address the global crisis through global\r\naction.\r\nIn conclusion, I should like to reiterate the Sri\r\nLanka Governments commitment to pursue a truly\r\nmultisectoral response to prevent the currently low\r\nprevalence of infection from expanding into the general\r\npopulation through affected groups with high-risk\r\nbehaviour. Our Government is also determined to\r\ncontinue to provide the necessary leadership in a\r\nsustained campaign against HIV/AIDS.\r\nThe Acting President (spoke in French): I call\r\non Mr. Roger Boynes, Minister of Youth and Sport\r\nAffairs of the Republic of Trinidad and Tobago.\r\nMr. Boynes (Trinidad and Tobago): Despite\r\nsignificant progress in some areas in the global\r\nresponse to HIV/AIDS, the challenges posed by this\r\npandemic remain as insurmountable as ever. The\r\neffects wrought by this scourge in terms of the\r\ndestruction and potential destruction of human lives,\r\nsocieties and economies are analogous to those of the\r\nFirst World War and the Second World War combined.\r\nWho knows how the long-term effects of the\r\nHIV/AIDS pandemic will ravage humanity?\r\nIn the case of Trinidad and Tobago, the\r\nprevalence rate for HIV is 1.2 per cent, and in the 15-\r\nto-19-age group it exceeds 4 per cent. What is of even\r\ngreater concern is that, within that age group, the rate\r\nof infection among young women is more than three\r\ntimes higher than that of young men.\r\nThe prognosis for the Caribbean as a whole is\r\nthat, in the absence of effective responses, the negative\r\nimpact on life expectancy, the dissolution of\r\nhouseholds and, ultimately, the erosion of the quality of\r\nlife will be intensified. HIV/AIDS poses a serious\r\nthreat to national development.\r\nThe Secretary-General, in his report on the\r\nimplementation of commitments, noted that\r\nunprecedented resolve and intensified efforts will be\r\nrequired to raise the HIV/AIDS response to the level\r\nneeded in order to achieve the Declarations targets.\r\nIn that regard, our Government, at the highest political\r\nlevel, is totally committed to overcoming this grave\r\nmultidimensional problem.\r\nTo that end, a multisectoral task force has been\r\nestablished by the Prime Minster himself, with a\r\nmandate to coordinate all aspects of the preparation\r\nand the implementation of a programme to address all\r\naspects of HIV/AIDS. The Government has developed\r\na National Strategic Action Plan, which provides a\r\ncomprehensive framework for the national response.\r\nThe Government is also increasing its funding for\r\nthe treatment and the prevention of HIV/AIDS,\r\nparticularly through the provision of increased\r\nresources to non-governmental organizations involved\r\nin the testing and care of persons living with\r\nHIV/AIDS. The work of the task force will be\r\nfacilitated by a National AIDS Coordinating\r\nCommittee Secretariat.\r\nAn important focus of the Governments action to\r\nfight AIDS is the development of a youth-led approach.\r\nThe Government has become more actively engaged in\r\nthe areas of youth health through, for example, the\r\ncreation of youth-friendly, youth-managed health\r\nservice facilities, where young people can acquire\r\ninformation on health and be tested for HIV/AIDS. In\r\nfact, a recent youth rally celebrating International\r\nYouth Day and sponsored by the Government was\r\nsuccessful in educating the young people of our nation\r\n28\r\nA/58/PV.5\r\nabout the fight against AIDS and in highlighting the\r\nimportance of urgent action in that regard. At the rally,\r\nmany young people chose to be tested at ad hoc\r\nfacilities set up along the Brian Lara Promenade in the\r\ncapital city of Port of Spain, rather than at a traditional\r\nhealth facility.\r\nThe Government is committed to spending\r\napproximately $80 million over the next five years on\r\nall aspects of its campaign against HIV/AIDS, sourced\r\nfrom local revenue, World Bank loans and other\r\nfacilities available internationally. A Project\r\nCoordinating Unit, with the institutional support of the\r\nUnited Nations Development Programme, is being set\r\nup within the Office of the Prime Minister and will be\r\nresponsible for overseeing the implementation of a $20\r\nmillion World Bank loan for HIV/AIDS prevention and\r\ncontrol.\r\nWith those committed resources, the Government\r\nintends to significantly expand access to\r\ncomprehensive care and treatment, reduce the costs of\r\nHIV/AIDS drugs through appropriate State subsidies,\r\nprovide antiretroviral drug treatment to persons living\r\nwith HIV/AIDS, expand the programme for the\r\nprevention of mother-to-child transmission and\r\nconstruct two additional world-class walk-in AIDS\r\ntesting facilities. It will allocate funding to the Medical\r\nResearch Foundation of Trinidad and Tobago headed\r\nby Professor Courtenay Bartholomew, a distinguished\r\nresearch pioneer in the HIV/AIDS field. Those\r\nmeasures demonstrate clearly our Governments\r\ncommitment to fulfil its obligations under the\r\nDeclaration of Commitment on HIV/AIDS.\r\nThe battle against HIV/AIDS can be won only\r\nthrough the collaborative efforts of each and every\r\nmember of the international community. We must battle\r\nthis disease with everything that we have, utilizing all\r\nresources available to us. We need to recommit and\r\nrededicate ourselves to the struggle against the spread\r\nof HIV/AIDS on our planet.\r\nThe Acting President (spoke in French): I call\r\non Mr. Abubakr Al-Qirbi, Minister for Foreign Affairs\r\nof the Republic of Yemen.\r\nMr. Al-Qirbi (Yemen) (spoke in Arabic): I wish\r\nat the outset to congratulate the President of the\r\nGeneral Assembly at its fifty-eighth session and to\r\nexpress my confidence in his diplomatic skill, which\r\nwill lead to the success of this session.\r\nThe Republic of Yemen is participating in these\r\nspecial meetings of this important international body,\r\nwhich is taking place to ensure follow-up to the\r\noutcome of the twenty-sixth special session of the\r\nGeneral Assembly and to take stock of the\r\nimplementation of the commitments undertaken by the\r\ninternational community to fight AIDS. We believe that\r\nthe substantial participation in these special meetings\r\ndemonstrates the international communitys awareness\r\nof the importance of strengthening cooperation and\r\npartnership in all areas in order to combat this deadly\r\ndisease, reduce infection and vulnerability to AIDS and\r\nmake necessary retroviral treatment and drugs\r\naccessible. This can happen only if necessary resources\r\nare mobilized to support such efforts.\r\nIn the 1980s  only a few years after the\r\nappearance of the disease  we established national\r\nanti-HIV/AIDS programmes in Yemen. In the 1990s,\r\nwe set up a high-level committee to combat the disease\r\nand to prepare studies to guarantee the safety of blood\r\ntransfusions and to study epidemiological phenomena.\r\nFighting HIV/AIDS was part of the five-year plans for\r\n1996 to 2000 and for 2001 to 2005. Facing alarming\r\nprospects with the appearance and spread of the\r\nepidemic, Yemen was among the first States in the\r\nregion to elaborate a national HIV/AIDS prevention\r\nstrategy comprising a series of anti-AIDS measures and\r\na precise timetable that we have strictly adhered to in\r\nour national plans. Here, we should like once again to\r\nexpress the hope that our strategy will win support\r\nfrom the United Nations.\r\nMr. Alimov (Tajikistan), Vice-President, took the\r\nChair.\r\nBut our efforts have not been limited to the\r\nGovernment only; we made room for participation by\r\ncivil society and at the levels of planning, legislation\r\nand scientific research in order to assist the efforts of\r\nthe Ministry of Public Health and Population.\r\nIn that context, since Yemen is one of the least\r\ndeveloped countries, I should like to refer once again to\r\nthe difficulties that developing countries are\r\nencountering in providing necessary financial resources\r\nto halt the spread of the epidemic at the national and\r\ninternational levels. Because of such difficulties, the\r\nSecretary-General requested that a global fund be\r\nestablished whose resources would be allocated to\r\nfighting devastating epidemics and diseases. We ask\r\nthe international community to show its political\r\n29\r\nA/58/PV.5\r\nresolve by providing us with the resources needed to\r\ncombat this epidemic, which threatens all of humanity.\r\nWe are optimistic at encouraging signs that the Global\r\nFund will be renewed, including President Bushs\r\nstatement that his country will increase its participation\r\nin international anti-AIDS efforts and statements made\r\nby a number of European countries.\r\nYemen believes that, together with international\r\npublic efforts, we must mobilize national and\r\ninternational private sectors. It is absolutely necessary\r\nthat we ensure coordination of all anti-AIDS activities,\r\nbe they national or international  particularly\r\nrelevant United Nations funds and programmes.\r\nIn conclusion, on behalf of Yemen, I thank the\r\nUnited Nations for the role it has played in helping our\r\ncountry to strengthen its national capacity to fight\r\nAIDS effectively. I thank in particular the United\r\nNations Population Fund and all other United Nations\r\nspecialized agencies working in our country.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate for this meeting.\r\nI should like to inform members that, for\r\ntechnical reasons, the Assembly will adjourn its fifth\r\nplenary meeting at this time. Delegates are requested to\r\nremain seated, because the sixth plenary meeting will\r\nbegin immediately after the adjournment of this\r\nmeeting.\r\nThe meeting rose at 9.05 p.m.\r\n"