"United Nations A/58/PV.50\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n50th plenary meeting\r\nFriday, 31 October 2003, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-58976 (E)\r\n*0358976*\r\nr\r\nPresident: The Hon. Julian R. Hunte. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 13\r\nReport of the International Court of Justice\r\n(a) Report of the International Court of Justice\r\n(A/58/4 and Corr. 1)\r\n(b) Report of the Secretary-General (A/58/295)\r\nThe President: May I take it that the Assembly\r\ntakes note of the report of the International Court of\r\nJustice?\r\nIt was so decided.\r\nThe President: In connection with this item, the\r\nAssembly also has before it a report of the Secretary-\r\nGeneral on the Secretary-General’s Trust Fund to\r\nAssist States in the Settlement of Disputes through the\r\nInternational Court of Justice, which has been\r\ncirculated in document A/58/295.\r\nI call on Mr. Shi Jiuyong, President of the\r\nInternational Court of Justice.\r\nMr. Shi Jiuyong (International Court of Justice):\r\nIt is an honour for me to address the General Assembly\r\nfor the first time in my presidency, on the occasion of\r\nits examination of the report of the International Court\r\nof Justice for the period 1 August 2002 to 31 July\r\n2003.\r\nThis yearly contact which has been established\r\nbetween the Court and the General Assembly since\r\n1968 allows for an invaluable direct interchange\r\nbetween these two sister organs of the United Nations.\r\nIn particular, I wish to express my sincere thanks to the\r\nAssembly for its continued interest in the work of the\r\nCourt, the principal judicial organ of the United\r\nNations, whose vocation is to deal with legal disputes\r\nsubmitted to it by Member States, as well as legal\r\nquestions put to it by other organs of the United\r\nNations and duly authorized specialized agencies.\r\nI am particularly pleased to address the Assembly\r\ntoday under the distinguished presidency of Mr. Julian\r\nR. Hunte, Minister for External Affairs, International\r\nTrade and Civil Aviation of Saint Lucia. I offer you,\r\nSir, my warm congratulations on your election as\r\nPresident of the General Assembly at its fifty-eighth\r\nsession. You have my sincerest wishes for every\r\nsuccess in his eminent office. I should like particularly\r\nto commend you for your unflagging determination to\r\npursue the struggle against the principal sources of\r\nconflict, and for your vision of the international\r\ncommunity, which encompasses peaceful coexistence\r\nbetween States and equity among nations large and\r\nsmall, as well as your commitment to strengthening\r\ncivil society and encouraging sustainable development,\r\nin particular in the context of small island States.\r\nThe Court has, as usual, transmitted its annual\r\nreport to the Assembly, and that report has been\r\ncirculated together with an introductory summary. A\r\ncorrigendum to the report relating to the case\r\n2\r\nA/58/PV.50\r\nconcerning Avena and Other Mexican Nationals\r\n(Mexico v. United States of America) has further been\r\ndistributed this week. I will not impose on the General\r\nAssembly a complete reading of those documents, but I\r\nwould nevertheless like to summarize and stress some\r\nof the essential elements therein reported.\r\nMay I begin by recalling that 191 States are\r\ncurrently parties to the Statute of the Court, and that 60\r\nof them have accepted the compulsory jurisdiction of\r\nthe Court in accordance with Article 36, paragraph 2,\r\nof the Statute. Furthermore, approximately 300 treaties\r\nrefer to the Court in relation to the settlement of\r\ndisputes arising from their application or interpretation.\r\nSince my predecessor, President Guillaume,\r\naddressed the Assembly in October 2002, the\r\nInternational Court of Justice has been as busy as ever.\r\nAs of 31 August 2003, the docket of the Court stood at\r\n25 cases. This number now stands at 23, following the\r\nremoval from the Court’s list in early September 2003,\r\nat the joint request of the parties, of two cases brought\r\nbefore the Court in 1992 by Libya, against the United\r\nKingdom and against the United States of America, in\r\nrespect of disputes concerning the interpretation and\r\napplication of the 1971 Montreal Convention arising\r\nfrom the aerial incident at Lockerbie.\r\nThose cases come from all over the world, four\r\nbeing between African States, one between Asian\r\nStates, 11 between European States and three between\r\nLatin American States, while four are of an\r\nintercontinental character. That international\r\ndistribution reflects the universal composition of the\r\nCourt itself, comprised as it currently is of members\r\nfrom Brazil, China, Egypt, France, Germany, Japan,\r\nJordan, Madagascar, the Netherlands, the Russian\r\nFederation, Sierra Leone, Slovakia, the United\r\nKingdom, the United States of America and Venezuela.\r\nThe subject matter of the cases before the Court\r\nis extremely varied. As is frequently the case, the\r\nCourt’s docket contains a number of cases concerning\r\nterritorial disputes between neighbouring States\r\nseeking a determination of their land and maritime\r\nboundaries, or a decision as to which of them has\r\nsovereignty over particular areas. This is the position\r\nfor four cases concerning, respectively, Nicaragua and\r\nHonduras, Nicaragua and Colombia, Benin and Niger,\r\nand Malaysia and Singapore.\r\nAnother classic type of dispute is one in which a\r\nState complains of the treatment of its nationals in\r\nanother State. That is the position in the cases of\r\nGuinea against the Democratic Republic of the Congo,\r\nLiechtenstein against Germany, Mexico against the\r\nUnited States of America, and the Republic of the\r\nCongo against France.\r\nOther cases relate to events that the General\r\nAssembly or the Security Council have had to address.\r\nThus, Iran has brought proceedings over the alleged\r\ndestruction of oil platforms by the United States in\r\n1987 and 1988. Bosnia and Herzegovina and Croatia\r\nhave, in two separate cases, sought the condemnation\r\nof Serbia and Montenegro — formerly the Federal\r\nRepublic of Yugoslavia — for violation of the 1948\r\nInternational Convention on the Prevention and\r\nPunishment of the Crime of Genocide. Serbia and\r\nMontenegro itself has brought proceedings against\r\neight States members of the North Atlantic Treaty\r\nOrganization, challenging the legality of their action in\r\nKosovo. Finally, the Democratic Republic of the\r\nCongo, in two separate cases, contends that it has been\r\nthe victim of armed aggression on the part of Uganda\r\nand Rwanda, respectively.\r\nThe Court’s decisions in the course of the period\r\nunder review include in particular three Judgments on\r\nmerits and two orders on request for provisional\r\nmeasures. In October 2002, the Court gave a Judgment\r\nin the case concerning the land and maritime boundary\r\nbetween Cameroon and Nigeria (Cameroon v. Nigeria:\r\nEquatorial Guinea intervening) thereby putting an end\r\nto a long-standing territorial and frontier dispute. The\r\nCourt decided that sovereignty over Bakassi lay with\r\nCameroon. The Court also determined the boundary in\r\nthe Lake Chad area and defined with extreme precision\r\nthe course of the land boundary between the two States\r\nin 17 other disputed sectors. The Court then went on to\r\ndetermine the maritime boundary between the two\r\nStates. Drawing upon the consequences of its\r\ndetermination of the land boundary, the Court held that\r\neach of the two States is under an obligation\r\nexpeditiously and without condition to withdraw its\r\nadministration and military and police forces from\r\nareas falling within the sovereignty of the other. In the\r\nreasoning of its Judgment, the Court also noted that the\r\nimplementation of the Judgment would provide the\r\nparties with a beneficial opportunity for cooperation. It\r\ntook note of Cameroon’s undertaking at the hearings\r\nthat,\r\n“‘faithful to its traditional policy of hospitality\r\nand tolerance’, it ‘will continue to afford\r\n3\r\nA/58/PV.50\r\nprotection to Nigerians living in the Bakassi\r\nPeninsula and in the Lake Chad area’”. (A/58/4,\r\npara. 19)\r\nFinally, the Court rejected each party’s State\r\nresponsibility claims against the other.\r\nIn December 2002, the Court rendered its\r\nJudgment in the case concerning sovereignty over\r\nPulau Ligitan and Pulau Sipadan (Indonesia/Malaysia)\r\nin which it found that the 1891 Convention between\r\nGreat Britain and the Netherlands, on which Indonesia\r\nbased its claim to sovereignty over the islands, could\r\nnot be taken to establish a title to sovereignty and that\r\nneither of the parties had obtained title to Ligitan and\r\nSipadan by succession. The Court concluded, on the\r\nbasis of effectivités — that is, activities evidencing an\r\nactual, continued exercise of State authority over the\r\nislands — that sovereignty over the islands of Ligitan\r\nand Sipadan belonged to Malaysia.\r\nThe third Judgment rendered by the Court in the\r\nperiod in question related to its previous decision on\r\npreliminary objections of 11 July 1996 in the case\r\nconcerning application of the Convention on the\r\nPrevention and Punishment of the Crime of Genocide\r\n(Bosnia and Herzegovina v. Serbia and Montenegro),\r\nin which the Court had found, inter alia, that, on the\r\nbasis of article IX of the Convention on the Prevention\r\nand Punishment of the Crime of Genocide, it had\r\njurisdiction to adjudicate upon the dispute.\r\nIn April 2001, Serbia and Montenegro filed an\r\napplication for revision of that decision, subsequent to\r\nits admission to the United Nations on 1 November\r\n2000 — a fact which, it contended, proved that it was\r\nnot a Member of the United Nations, was not a State\r\nparty to the Statute of the Court and was not a State\r\nparty to the genocide Convention prior to that date. In\r\nits Judgment of 3 February 2003, the Court rejected the\r\nrequest for revision on the grounds that the recent\r\nadmission of the applicant to the United Nations could\r\nnot be regarded as a new fact within the meaning of\r\nArticle 61 of its Statute, capable of founding a request\r\nfor revision of the 1996 Judgment. In other words, the\r\nCourt found that a fact which had occurred several\r\nyears after a Judgment had been given could not be\r\nregarded as a new fact for the purposes of the Court’s\r\nrevision procedure.\r\nAlso in February 2003, the Court issued an order\r\nindicating provisional measures in the case submitted\r\nby Mexico on 9 January 2003 concerning a dispute\r\nover alleged violations of the Vienna Convention on\r\nConsular Relations with respect to 54 Mexican\r\nnationals sentenced to death in certain States of the\r\nUnited States of America. The Court stated that the\r\nUnited States\r\n“‘shall take all measures necessary to ensure that\r\n[three of the Mexican nationals, who are at risk of\r\nexecution in the month coming], are not executed\r\npending final judgment’ in the case; and that the\r\nUnited States ‘shall inform the Court of all\r\nmeasures taken in implementation of the Order’”.\r\n(ibid., para. 22)\r\nIn June 2003, the Court issued another order on a\r\nrequest for provisional measures, in the case\r\nconcerning certain criminal proceedings in France —\r\nRepublic of the Congo v. France. In its application of 9\r\nDecember 2002, the Republic of the Congo had sought\r\nto institute proceedings against France with a view to\r\nobtaining the annulment of the investigation and\r\nprosecution measures taken by the French judicial\r\nauthorities further to a complaint for crimes against\r\nhumanity and torture filed by various associations\r\nagainst the President of the Republic of the Congo, the\r\nCongolese Minister of the Interior and other\r\nindividuals, including the Inspector-General of the\r\nCongolese Armed Forces.\r\nThe application also stated that, in connection\r\nwith these proceedings, an investigating judge of the\r\nMeaux Tribunal de grande instance had issued a\r\nwarrant for the President of the Republic of the Congo\r\nto be examined as a witness. The Republic of the\r\nCongo further stated that it sought to found the\r\njurisdiction of the Court, pursuant to article 38,\r\nparagraph 5, of the Rules of Court, on the consent of\r\nthe French Republic, which will certainly be given.\r\nThis provision in the Rules of Court refers to situations\r\nwhere the applicant State proposes to found the\r\njurisdiction of the Court upon a consent thereto yet to\r\nbe given or manifested by the State against which such\r\napplication is made. In such circumstances, the case\r\ndoes not proceed unless and until the defendant State\r\nconsents to jurisdiction.\r\nFollowing France’s consent, given in April 2003,\r\nto the jurisdiction of the Court to entertain the\r\napplication, the case was entered in the Court’s List\r\nand the proceedings were opened. The request for the\r\nindication of a provisional measure, which the\r\nRepublic of the Congo had submitted on the same day\r\n4\r\nA/58/PV.50\r\nas the application, was activated also by the acceptance\r\nof the Court’s jurisdiction by France. In that request,\r\nthe Republic of the Congo sought an order for the\r\nimmediate suspension of the proceedings being\r\nconducted by the investigating judge of the Meaux\r\nTribunal de grande instance. In its Order on\r\nprovisional measures, however, the Court found, on the\r\nfacts before it, that no risk of irreparable prejudice\r\nexisted with regard to the rights claimed by the\r\napplicant and rejected the Congo’s request.\r\nThe case brought by the Republic of the Congo is\r\nthe first case of the kind contemplated by article 38,\r\nparagraph 5, of the Rules of Court in which the State\r\nnamed as respondent, on being notified of the\r\napplication made against it, has in fact agreed to accept\r\njurisdiction. The provision whereby such an application\r\nis ineffective until the other State accepts jurisdiction\r\nwas introduced to discourage proceedings from being\r\nbrought before the Court for purely political reasons, in\r\nthe absence of any jurisdictional title. Nevertheless, it\r\nremains open to any State to use this means of\r\nextending an invitation to another State to confer\r\njurisdiction on the Court in a specific dispute and thus\r\nto demonstrate its confidence in the Court.\r\nFurthermore, since France was free to disregard the\r\napplication, the fact that it chose to accept jurisdiction\r\nand to appear and defend the case is an encouraging\r\ntribute to the value of judicial proceedings as a means\r\nof pacific settlement of disputes.\r\nFollowing hearings earlier this year, the Court\r\nrecently completed its deliberations on the Oil\r\nPlatforms (Islamic Republic of Iran v. United States of\r\nAmerica) case, concerning the destruction by United\r\nStates Navy warships, in 1987 and 1988, of three\r\noffshore oil production complexes owned and operated\r\nby the National Iranian Oil Company. The Court will\r\ndeliver its Judgment, in this case, in open court shortly\r\nafter my return to The Hague.\r\nFollowing hearings in September 2003, the\r\nChamber of the Court in the case concerning\r\nApplication for Revision of the Judgment of 11\r\nSeptember 1992 in the Case concerning the Land,\r\nIsland and Maritime Frontier Dispute (El\r\nSalvador/Honduras: Nicaragua intervening) (El\r\nSalvador v. Honduras) is similarly holding\r\ndeliberations. Hearings are also scheduled for\r\nNovember 2003 in the case concerning Armed\r\nActivities on the Territory of the Congo (Democratic\r\nRepublic of the Congo v. Uganda); and hearings in the\r\ncase concerning Avena and Other Mexican Nationals\r\n(Mexico v. United States of America) are due to open in\r\nDecember 2003.\r\nIn addition to the Chamber formed for the case\r\nbetween El Salvador and Honduras, the Court has, as\r\nrequested by the parties, also formed a five-member\r\nChamber to deal with a boundary dispute between\r\nBenin and Niger. The Court is thus maintaining its\r\nwork rate and looks forward to an equally busy\r\nschedule next year.\r\nBefore concluding this part of my statement, I\r\nwould like to stress the fact that both Judgments and\r\norders indicating provisional measures made by the\r\nCourt are binding on the parties. For it is indeed this\r\nbinding nature of its decisions which lies at the heart of\r\nthe Court’s mission to solve legal disputes between\r\nStates and is the necessary condition for the successful\r\nachievement of that mission. Under Article 94,\r\nparagraph 1, of the Charter, each Member of the United\r\nNations undertakes to comply with the decision of the\r\nInternational Court of Justice in any case to which it is\r\na party. Article 60 of the Statute of the Court adds that\r\nJudgments of the Court are final and without appeal.\r\nThe binding effect of orders indicating provisional\r\nmeasures under Article 41 of the Statute of the Court\r\nhas recently been confirmed by the Judgment rendered\r\nby the Court in the LaGrand case. The Court has no\r\ndoubt, therefore, that parties to litigation before it will\r\ncontinue to implement its decisions, as they have done\r\nin the past.\r\nAs my predecessors have endeavoured to point\r\nout, the Court is always aware of its duty to deal with\r\ncases as promptly and efficiently as possible. The\r\nworking methods of the Court are subject to permanent\r\nre-examination in an effort to avoid delays in the\r\nCourt’s proceedings. This constant quest to meet the\r\nexpectations of the parties before the Court is\r\nnecessary in view of the considerable number of cases\r\non its docket.\r\nFurthermore, many cases have been rendered\r\nmore complex as a result of preliminary objections by\r\nrespondents to jurisdiction or admissibility and of\r\ncounterclaims and applications for permission to\r\nintervene, not to mention requests by applicants — and\r\neven sometimes by respondents — for the indication of\r\nprovisional measures, which have to be dealt with as a\r\nmatter of urgency.\r\n5\r\nA/58/PV.50\r\nIn that regard, in order to improve efficiency, the\r\ninternal mechanisms of the Court are under constant\r\nreview. But we also ask parties before the Court to\r\ncooperate in achieving our common goal. For example,\r\nthe Court has issued a number of Practice Directions,\r\nincluding Practice Direction IX, which is aimed at\r\nlimiting the late filing of documents, in accordance\r\nwith article 56 of the Rules of Court. The Court has\r\nalso noted the increasing tendency of parties to use\r\nrequests for the indication of provisional measures as\r\nan opportunity to provide an early outline of their cases\r\non the merits. It is therefore looking into ways of\r\nemphasizing — and indeed requiring — that, in\r\nhearings on such requests, parties should focus on the\r\nlegal conditions for the indication of provisional\r\nmeasures.\r\nThe Court is also aware of the importance of\r\nkeeping pace with technological developments in order\r\nto improve the internal functioning of its Registry. The\r\nCourt’s well-regarded web site and its intranet — the\r\nCourt’s internal web site — are in the process of being\r\nredesigned to make them more dynamic and easier to\r\nuse. The Court has also set up an electronic document\r\nmanagement system, which provides immediate access\r\nto case files and archival documentation. In particular,\r\nthe ZyIMAGE document retrieval software, which\r\nprovides an updated bilingual database, enables users\r\nquickly to access and consult a wide range of legal and\r\nCourt-related materials.\r\nIn its budgetary request for the biennium 2004 to\r\n2005, the Court has asked for provision to be made for\r\nan additional professional officer in the\r\nComputerization Division, which currently has only\r\none post in the Professional category. The Court\r\nbelieves that it is absolutely essential to recruit a\r\nprofessional with advanced information technology\r\nskills in order to be able to meet the General\r\nAssembly’s request for more enhanced use of modern\r\ntechnology.\r\nNor can the Court overlook the need for well-\r\nqualified young lawyers to assist with research for its\r\n15 members, and to that end, in its latest budgetary\r\nproposal it has requested the conversion of the funds\r\ntemporarily available for five law clerks into\r\nestablished posts. The Court has also requested the\r\ncreation of two security posts, as recommended by the\r\nUnited Nations Security Coordinator. In making those\r\nrequests — which are presently under consideration —\r\nthe Court has restricted itself to proposals that are\r\nfinancially modest but also of the utmost significance\r\nfor the implementation of key aspects of its work. The\r\nCourt hopes that those budgetary proposals will meet\r\nwith the agreement of the Assembly, thereby enabling\r\nthe principal judicial organ of the United Nations to\r\nbetter serve the international community.\r\nWhile the International Court of Justice carries\r\nout its work in the tranquil setting of The Hague — far\r\nfrom the hustle and bustle of Headquarters in New\r\nYork — its activities contribute in a very direct way to\r\nthe overall aims and objectives of the United Nations.\r\nThe Court’s potential in that regard is apparent in the\r\nwide-ranging impact that its work already has on the\r\ninternational community. In particular, the role that the\r\nCourt plays — through the power of justice and\r\ninternational law — in resolving disputes between\r\nStates is widely recognized and evidenced by the\r\nnumber of cases on the Court’s docket.\r\nFurthermore, it is not uncommon that these cases\r\ndeal directly with issues concerning international peace\r\nand security. The impartiality of the Court’s judicial\r\nprocedure and the equality of arms that it guarantees to\r\nthe parties before it — inherent elements of the Court’s\r\nnature — undoubtedly contribute to the effective\r\nresolution of such disputes. In performing its dispute\r\nresolution function, the Court, which embodies the\r\nprinciple of equality of all before the law, acts as\r\nguardian of international law and ensures the\r\nmaintenance of a coherent international legal order. I\r\ncan assure the Assembly that the Court will pursue its\r\nefforts to respond to the hopes placed in it.\r\nThe Court thanks the Assembly for its help and\r\ncounts on it for continuing support in the years to\r\ncome, in the interests of justice, peace and law.\r\nMs. Al Bakri Devadason (Malaysia): Permit me\r\nat the outset to thank Judge Shi Jiuyong, President of\r\nthe International Court of Justice, for his enlightening\r\nintroduction of the report of the Court (A/58/4). That\r\ncomprehensive report contains useful information on\r\nthe work of the Court and provides us with a better\r\nunderstanding of the complex issues before it.\r\nWe appreciate the important contribution of the\r\nInternational Court of Justice to the peaceful settlement\r\nof disputes between States and to the development of\r\ninternational law. Indeed, the peaceful settlement of\r\ndisputes is one of the fundamental pillars of the United\r\nNations. We acknowledge that the International Court\r\nof Justice has tremendous influence in the promotion of\r\n6\r\nA/58/PV.50\r\npeace and harmony among the nations and peoples of\r\nthe world through the rule of law.\r\nThe Court plays an important role in resolving\r\ndisputes submitted by States and giving advisory\r\nopinions on legal questions referred to it in accordance\r\nwith international law. That role should not be\r\nunderestimated in the common endeavour to promote\r\npeace among nations. The Court provides a more\r\nprudent and civilized alternative to violence and the\r\nuse of force.\r\nWe are pleased to note the marked progression in\r\nthe caseload of the Court since its inception 58 years\r\nago. That is testimony to the growing confidence of\r\nStates in the work of the Court and to the willingness\r\nof the international community to be governed by the\r\nprinciples of international law in the conduct of\r\ninternational relations.\r\nThe Court has handed down judgements and\r\nopinions of excellent quality. The acceptance of those\r\njudgements and opinions by the parties concerned\r\ndemonstrates the preference of States to avail\r\nthemselves of the wisdom of the Court to resolve\r\ndisputes peacefully. Indeed, this increasing recourse by\r\nStates to the judicial settlement of their disputes has\r\ngranted the Court centrality in the administration of\r\ninternational justice. Confidence in the role, function\r\nand accomplishments of the Court has strengthened\r\nMalaysia’s belief that the Court is the most appropriate\r\nforum for a peaceful and final resolution of disputes\r\nwhen all efforts in diplomacy have been exhausted.\r\nMalaysia, in mutual agreement with its friendly\r\nneighbours, Indonesia and Singapore, decided to\r\nsubmit both of its respective territorial disputes with\r\nthem for adjudication by the Court. We welcome the\r\nJudgment of the Court delivered on 17 December 2002\r\non the dispute with Indonesia, which relates to the\r\nsovereignty over two islands, Pulau Ligitan and Pulau\r\nSipadan. In this regard, Malaysia is truly grateful that\r\nthe Court’s decision has been fully respected by both\r\nsides. With regard to the territorial dispute with\r\nSingapore concerning sovereignty over Pedra\r\nBranca/Pulau Batu Puteh, Middle Rocks and South\r\nLedge, currently in the Court’s docket and which will\r\nbegin its pleadings stage, we wish to affirm that,\r\nconsistent with its abiding respect for international law,\r\nMalaysia will fully respect the Court’s decision on the\r\ncase. This respect for the Court’s decision will\r\ncontribute to enhancing the Court’s stature and prestige\r\namong Member States and in turn inculcate a culture of\r\nrespect for international law in relations among States.\r\nMalaysia welcomes the increasing recourse to the\r\nCourt by Member States. The number of cases\r\ncurrently in the Court’s docket stands at 23 and covers\r\na range of varied subject matter. This augurs well for\r\nthe progressive development of international law and\r\nthe role of the Court as a dispute settlement\r\nmechanism. We note with interest that 64 States have\r\ndeclared their acceptance of the Court’s compulsory\r\njurisdiction in accordance with Article 36, paragraph 2,\r\nof the Statute. Also noteworthy is the fact that some\r\n300 bilateral and multilateral treaties have provided for\r\nthe Court to have jurisdiction in the resolution of\r\ndisputes arising out of their application or\r\ninterpretation. Through its work, the Court will play an\r\nimportant role not only in the development of the body\r\nof international law but also in establishing and\r\nmaintaining the primacy of international law. Indeed,\r\nrule of law and the primacy of international law in the\r\nsettlement of disputes rather than the use of force are\r\nparticularly significant in our world today.\r\nWe realize that with the increase in its workload,\r\nthe Court is faced with the challenge of responding\r\nspeedily and soundly to the ever more complicated\r\nmatters before it. Undoubtedly, there is a pressing need\r\nto enhance the Court’s capability to enable it to\r\nefficiently dispose of the cases before it as well as to\r\nundertake its additional administrative responsibilities.\r\nThe Court’s efforts to deal with this challenge through\r\nimproved working methods and the implementation of\r\nthe various measures that it initiated in 1997 appear to\r\nhave borne fruit. We welcome the continuation of those\r\nefforts, particularly the greater use of information\r\ntechnology, and encourage the constant review of the\r\nimplementation of the improved working methods in\r\norder to meet the needs of the Court. We are pleased to\r\nnote the strengthened capacity of the Department of\r\nLinguistic Matters since its recent expansion and the\r\nprogress in the automation and computerization of the\r\nArchives, Indexing and Distribution Division.\r\nWe note that in its requests to the Advisory\r\nCommittee on Administrative and Budgetary\r\nQuestions, the Court has made proposals which it\r\nconsiders to be financially modest but of utmost\r\nsignificance to the key aspects of its work. In this\r\nregard, we hope that the Court will be granted adequate\r\nresources to allow it to continue to fulfil its mandate\r\nefficaciously, as its increasing workload demands.\r\n7\r\nA/58/PV.50\r\nThe Court’s efforts to increase public awareness\r\nand understanding of its work in the judicial settlement\r\nof disputes and its advisory functions are laudable.\r\nMalaysia considers the publications and lectures by\r\nmembers of the Court to be valuable in the promotion\r\nand dissemination of international law. In this regard,\r\nwe commend the Court’s initiatives to improve and\r\nmodernize its methods of disseminating information\r\nconcerning its work. Its employment of electronic\r\nmedia has made it tremendously convenient to follow\r\nthe work of the Court and access its judicial\r\npronouncements. The Court’s web site has indeed been\r\nvery useful to diplomats, academicians, students and\r\ninterested members of the public. It is undoubtedly one\r\nof the most useful sources of public access to the most\r\nrecent developments in international case law.\r\nMs. Amadi (Kenya): I thank the President of the\r\nInternational Court of Justice for the lucid and\r\nelaborate report contained in document A/58/4. It\r\nprovides a clear basis for our discussion today, as it\r\noutlines the work that the Court has undertaken to date\r\nand the difficulties it faces in implementing its core\r\nfunctions.\r\nMy delegation notes with satisfaction that the\r\nInternational Court of Justice, in the discharge of its\r\nonerous yet indispensable mandate, has established\r\nitself as truly the only court of a universal character\r\nwith general jurisdiction. The increase in the number\r\nand diversity of cases referred to the Court attests to\r\nthe confidence of States in the integrity of this\r\nprincipal judicial organ of the United Nations. It is our\r\nhope that the Court will continue to dispense justice\r\nwith integrity and impartiality in accordance with the\r\nUnited Nations Charter and the Statute of the Court.\r\nWe support the establishment of the new posts,\r\nparticularly for legal clerks, who we believe will be\r\nable to speed up the Court’s work, for justice delayed is\r\njustice denied. To have 23 cases pending is not a good\r\nreflection of the administration of justice in the world\r\ncourt. Indeed the Court’s workload is heavy, as\r\nreported in paragraphs 61 to 64 of the report. In\r\nparagraph 25 and 304, the report notes that the judicial\r\nyear has been particularly busy. It is envisaged that the\r\nfollowing year will be equally busy, if not more so.\r\nGiven that there are 191 Member States — which\r\nincreasingly recognize the Court’s important role in the\r\npacific settlement of international disputes — we are\r\ncertain that this trend will continue.\r\nMy delegation appreciates the measures that have\r\nbeen taken to reduce delays at the Court, as reported in\r\nparagraph 26. We urge the Registrar to continue to\r\nimprove on these measures in order to expeditiously\r\ndetermine the cases that come before the Court.\r\nWe note the increase last year in the budget\r\nrequirements for personnel. In the light of the Court’s\r\nincreased workload, it should continue to rationalize its\r\noperations. In particular, there could be a need to\r\nexamine the possibility of increasing the number of\r\npermanent judges in order to deal expeditiously with\r\npending and future cases. In that regard, the President\r\nof the Court could make proposals for consideration by\r\nthe General Assembly, perhaps at the next session.\r\nWe commend the President and members of the\r\nCourt for promoting a better understanding of the\r\nCourt and its role within the United Nations through\r\nspeeches and presentations in various institutions\r\naround the world. My delegation’s concern is that none\r\nof those speeches and presentations were made in\r\nAfrica. We therefore call upon the Court not only to\r\nredouble its efforts in this regard but also to make\r\ndeliberate efforts to ensure that, in the planning of\r\nthese activities, due regard is given to developing\r\ncountries, particularly those in Africa.\r\nKenya attaches great importance to the work of\r\nthe International Court of Justice. In that regard, Kenya\r\nhas deposited with the Secretary-General a declaration\r\nof acceptance of the Court’s compulsory jurisdiction in\r\naccordance with Article 36, paragraph 2, of the Statute\r\nof the Court. We note that only 64 States parties have\r\nnow deposited declarations under this article. We\r\ntherefore encourage States that have not yet done so to\r\ndeposit their declaration with the Secretary-General in\r\norder to further entrench the universality of the Court.\r\nMr. Baja (Philippines): As the Chairman of the\r\nSixth Committee I wish to say that, with the consent of\r\nthe Bureau and the members of the Committee, we\r\nsuspended our morning meeting to hear the important\r\nreport of the International Court of Justice (ICJ).\r\nThe Philippine delegation expresses its\r\nappreciation to Judge Shi Jiuyong, President of the\r\nInternational Court of Justice, for his comprehensive\r\npresentation today on the report of the Court to the\r\nGeneral Assembly. In the same vein, we would like to\r\nextend our congratulations to him for his election early\r\nthis year as President of the Court, as well as to\r\nJudge Raymond Ranjeva, who was elected Vice-\r\n8\r\nA/58/PV.50\r\nPresident of the Court. We would also like to take this\r\nopportunity to extend our congratulations to the Judges\r\nwho were re-elected and who were elected during the\r\nprevious session of the General Assembly and whose\r\nterm of office took effect on 6 February this year.\r\nThe past 12 months have underscored the\r\nimportance of the role played by the Court as the\r\nprincipal judicial organ of the United Nations and the\r\nonly court of a universal character with general\r\njurisdiction. The acceptance by many States of the\r\nCourt’s judicial role — not just because they are States\r\nparties to its Statute, but also because they have\r\nsubmitted to its jurisdiction in contentious cases — is a\r\ntestament to the recognition of how effectively the\r\nCourt has pursued its mandate over the years.\r\nThe Court is now, more than ever, immensely\r\npreoccupied with the disposal of pending cases from its\r\nbusy docket. These cases have not only increased in\r\nnumber, but have evolved in terms of the range of\r\nissues requiring adjudication and the geographic reach\r\nof the parties involved. The parties that seek the\r\nCourt’s jurisdiction come from all parts of the world,\r\nand the variety of the cases it handles today ranges\r\nbroadly from territorial disputes to diplomatic and\r\nconsular protection by States of their nationals.\r\nIn its function as a judicial organ, the Court has\r\nnot only provided greater understanding of\r\ninternational law through its decisions and judicial\r\npronouncements, it has also become an indispensable\r\ninstrument for the pacific settlement of disputes\r\nbetween and among States. Thus, the Court has become\r\nan indispensable cog of the geopolitical architecture by\r\nproviding a solid compass for the development of\r\ninternational law and by serving as a significant pillar,\r\nboth for the maintenance of international peace and\r\nsecurity and for the strengthening of the rule of law in\r\nState-to-State relations.\r\nThe Court faces a tremendous challenge to stay\r\nrelevant and on the cutting-edge of political\r\ndevelopments and the legal demands of a world that is,\r\non the one hand, getting smaller as it rushes to develop\r\nits technology but, on the other hand, is growing apart\r\nbecause of the widening gap between rich and poor\r\ncountries. The Court must continue to improve its\r\nworking methods and those of its Registry and to\r\nstrengthen its procedures so as to allow the\r\nconsideration and adjudication of cases without delay.\r\nIt must avail itself more extensively of the advantages\r\nof information technology and seek greater\r\ncollaboration with relevant parties in order to\r\nstreamline its proceedings.\r\nResort to the judicial system that is uniquely\r\nafforded by the Court must be made easily accessible\r\nto all nations, particularly to poor nations. The Court\r\nmust be the court of last resort for all nations seeking\r\njustice and resolution of their disputes and\r\ndisagreements. In the asymmetrical reality of power\r\npolitics, the Court, as an instrument of the rule of law,\r\nprovides an opportunity for small and poor countries to\r\nimprove their chances of finding a resolution to a\r\ndispute with a stronger and mightier adversary. The\r\nCourt provides the equalizer that would prove the\r\ncounter-adage that might does not necessarily make\r\nright.\r\nIt is in this context that the Secretary-General’s\r\nTrust Fund to assist States in the judicial settlement of\r\ndisputes through the International Court of Justice\r\nwould prove its strategic purpose. While access to the\r\nCourt is free, the cost of submitting a dispute to the\r\nCourt remains prohibitive. It is unfortunate, however,\r\nthat the guidelines for use of the Trust Fund are quite\r\nrestrictive with regard to the type of cases and the\r\nrange of costs for which it could be applied. We hope\r\nthat these issues can be addressed so that the utility of\r\nthe Trust Fund can be optimized for the benefit of poor\r\nnations.\r\nThe Philippines is a strong believer of the\r\nsignificant contribution of the International Court of\r\nJustice to the comprehensive vision of the United\r\nNations. The United Nations Charter, of which the\r\nStatute of the Court forms an integral part, has\r\nprovided the international community the only viable\r\nmultilateral arrangement for the maintenance of\r\ninternational peace and security for more than a half-\r\ncentury. As with any organization, the United Nations,\r\nincluding the Court, requires periodic review to ensure\r\nthat it stays relevant as it advances in years and as the\r\nworld undergoes unrelenting transformation brought\r\nabout by advancing technology and knowledge.\r\nThe Philippine delegation is pleased that an\r\nimportant priority for the current presidency of the\r\nGeneral Assembly is the revitalization of the\r\nOrganization. We encourage you, Mr. President, to\r\nmaintain a steady hand in this course. It is our hope,\r\nmoreover, that the Court will not be overlooked in this\r\nexercise. In these days of mounting challenges to the\r\n9\r\nA/58/PV.50\r\ninternational community, we need a Court that will\r\ncontinue to be a relevant instrument of fairness and\r\njustice for all the nations of the world.\r\nMr. Motomura (Japan): It is my great pleasure\r\nand honour, on behalf of the Government of Japan, to\r\naddress this Assembly under your presidency. My\r\ndelegation would like to thank President Shi Jiuyong\r\nfor his in-depth report on the current situation of the\r\nInternational Court of Justice (ICJ). The report gave us\r\nconfidence that the new team of Judges, who began\r\ntheir work in February of this year, are addressing a\r\nvariety of issues brought to the jurisdiction of the Court\r\nwith considerable efficiency.\r\nIn the current state of international society, there\r\nis no question that the importance of the Court, with its\r\nlong history, solid jurisprudence and the confidence\r\nthat States place in it, remains unchanged. Indeed,\r\nunder the present circumstances, in which we continue\r\nto witness armed conflict and acts of terrorism,\r\nachieving the goal of establishing and maintaining the\r\nprimacy of integrated international law is essential. The\r\nrole of the Court, as the principal judicial organ of the\r\nUnited Nations, is crucial in this undertaking.\r\nAs a State that firmly believes in the rule of law\r\nand strongly upholds the principle of peaceful\r\nsettlement of disputes, Japan appreciates the strenuous\r\nefforts and meticulous work of the Court. We fully\r\nsupport the role of the Court in striving to make further\r\ncontributions to strengthening the rule of law in\r\ninternational society and in resolving international\r\ncrises.\r\nIt is important to note that there is an increasing\r\nnumber of cases appearing on the docket of the Court.\r\nThe Court needs to make a concerted effort to establish\r\na more efficient system of management that would\r\nenable it to render a greater number of Judgments\r\nwithout sacrificing the quality of its work. At the same\r\ntime, the international community must consider the\r\nlevel of resources that must be made available to the\r\nCourt so that it can fulfil its role as guardian of the rule\r\nof law. The Advisory Committee on Administrative\r\nand Budgetary Questions (ACABQ), in its report on\r\nthe budget for the biennium 2004-2005, proposed the\r\nconversion of five judicial clerkships from temporary\r\nto permanent status. My delegation believes that such a\r\nchange would be a significant step towards the\r\nstrengthening of the Court’s capacity.\r\nTo conclude my statement, I would like to stress\r\nonce again the willingness of my Government to\r\ncontribute to the strengthening of the International\r\nCourt of Justice so that it will be well equipped for the\r\ninvaluable role that it is to play in establishing the rule\r\nof law in international society for the twenty-first\r\ncentury.\r\nMr. Andrianarivelo-Razafy (Madagascar)\r\n(spoke in French): First of all, I would like to extend\r\nthe sincere and warm congratulations of the delegation\r\nof Madagascar to Mr. Shi Jiuyong on his election to the\r\npresidency of the International Court of Justice. We\r\nwish him every success in his new task. We would also\r\nlike to express our appreciation to the President of the\r\nCourt for introducing the excellent report of the\r\nInternational Court of Justice (A/58/4).\r\nThese past few years, we have witnessed on an\r\nalmost daily basis violations of the principles of\r\nhumanitarian law. We have witnessed regional and\r\nsubregional conflicts which are tearing the world apart\r\nalmost everywhere. We have witnessed border disputes\r\nand maritime disputes which give rise to disagreement\r\namong the sovereign States concerned.\r\nThe Charter encourages all parties to settle their\r\ndisputes by peaceful means, in particular by recourse to\r\njudicial settlement. The International Court of Justice,\r\nas the primary judicial body of the United Nations, and\r\nhaving universal jurisdiction, plays that fundamental\r\nrole. It thus contributes to the strengthening of our\r\nsystem in the maintenance of international peace and\r\nsecurity, concepts that are inseparable.\r\nThe current evolution of international affairs has\r\nshown that cases brought to the Court are not only\r\nincreasing in number but are becoming increasingly\r\nvaried and complex. The increase in the diversity of\r\ncases that States have freely submitted to the Court, as\r\nwell as in their number — from 10 on the docket five\r\nyears ago to 25 today — is an encouraging sign and an\r\nirreversible trend. It reflects the growing confidence of\r\nMember States in the Court. Even better, it shows that\r\nlaw is taking precedence in the peaceful settlement of\r\ninternational disputes, even if the application of\r\ninternational law to help smooth over difficulties\r\nrequires political will and political choices by States.\r\nNevertheless, the recognition by only one third of\r\nthe membership of the United Nations of the binding\r\njurisdiction of the International Court of Justice under\r\nArticle 36, paragraph 2, of the Statute does not\r\n10\r\nA/58/PV.50\r\nstrengthen the aforementioned trend, although States\r\ncan choose the applicable legislation in the settlement\r\nof their disputes. Madagascar attaches special\r\nimportance to the work of the Court and is happy to be\r\namong the 20 African countries that have made\r\ndeclarations recognizing the Court’s binding\r\njurisdiction. We encourage States that have not yet\r\ndone so to recognize that jurisdiction. This would\r\nstrengthen the credibility of the Court and would\r\nstreamline its procedures.\r\nThe International Court of Justice represents\r\nimpartial justice for the international community, with\r\na view to better organizing the world for the furthering\r\nof peace and development.\r\nThe Court’s efforts to better deal with the\r\ndisputes before it deserve support. Knowing the\r\npractices of States and national legislations, referring\r\nto the Statute and to the jurisprudence of international\r\ncriminal jurisdictions and, finally, applying Security\r\nCouncil resolutions regarding respect for human rights\r\nand for international humanitarian law all help the\r\nCourt reach decisions that are founded on legal bases\r\nand that are in accordance with the relevant provisions\r\nof the United Nations Charter.\r\nWe are grateful to the judges and staff of the\r\nCourt for having worked so hard to accelerate the\r\nexamination of cases before it. They have done this\r\nover the past few years in spite of a modest budget. We\r\nwelcome progress made in the Court to improve its\r\nworking methods in order to adapt to the considerable\r\nincrease in its workload during the year under review.\r\nThe Malagasy delegation thus believes that significant\r\nfinancial, material and organizational means must be\r\nallocated to the Court, pending the desired and\r\nnecessary reform of the United Nations system. Such a\r\ncommitment by the international community is\r\nnecessary to support the Court in the coming years.\r\nJustice is the fortress of the weak and the refuge\r\nof the poor. Madagascar welcomes the Trust Fund —\r\ncreated in 1989 by the Secretary-General — enabling\r\nparties to a conflict to apply to the Court for a judicial\r\nsettlement. This assistance, given to States for\r\nexpenses incurred during trials, particularly benefits\r\ndeveloping countries which are experiencing various\r\nsocial problems and which are fighting against poverty.\r\nSuch countries have a great need for the Fund’s\r\nresources — which, unfortunately, have diminished\r\nsteadily since the Fund was created.\r\nIn this context, Madagascar welcomes the\r\nexistence of other international tribunals. Recent\r\nserious and systematic violations of humanitarian law\r\nrequire effective international machinery to ensure the\r\nappearance in court and punishment of perpetrators of\r\nodious crimes that threaten international peace and\r\nsecurity.\r\nIt is also time to ensure that international law —\r\nand humanitarian law in general — prevails. It is time\r\nto protect the legitimate interests of the victims of\r\nconflicts. Close cooperation among the various\r\ninternational tribunals is desirable in order to\r\nstandardize jurisprudence and the decisions handed\r\ndown. Greater synergy among the principal organs of\r\nthe Organization is also necessary for the effective\r\nrevitalization of the entire United Nations system.\r\nMr. Lobach (Russian Federation) (spoke in\r\nRussian): First and foremost, the Russian delegation\r\nwould like to thank the President of the International\r\nCourt of Justice, Mr. Shi Jiuyong, for his very thorough\r\npresentation to the General Assembly of the report on\r\nthe work of the International Court (A/58/4).\r\nThe International Court is the chief judicial\r\norgan, not only of the United Nations, but perhaps of\r\nthe entire system of international relations. It has a lead\r\nrole in fulfilling one of the most important Charter\r\nduties of the United Nations: ensuring the peaceful\r\nsettlement of disputes among States. The Court plays\r\nan irreplaceable role in interpreting the norms of\r\ninternational law; this has a direct impact on the\r\nprogressive development of international law.\r\nWe are gratified to note that in recent years there\r\nhas been growing interest on the part of States in the\r\nactivities of the International Court, which indicates\r\nthat its authority is growing and that there is a\r\nstrengthening of the legal basis for international\r\nrelations as a whole. This is indisputably indicated by\r\nthe large number of applications that have been filed by\r\nStates with the International Court regarding various\r\ndisputes.\r\nIn our view, the International Court is\r\nsuccessfully discharging the obligations that are\r\nincumbent upon it. But this does not remove from the\r\nagenda the question of making its work even more\r\neffective. To a large extent, this has been promoted by\r\nsteps the Court has taken in previous years to\r\nrationalize its working procedures, particularly those\r\naimed at reducing the time it takes to consider cases. It\r\n11\r\nA/58/PV.50\r\nis our belief that we need to continue to monitor this\r\nmatter closely. The General Assembly should maintain\r\na constant and appropriate level of financial and\r\nstaffing support for the work of the International Court\r\nof Justice and give full consideration to requests that\r\nhave been made in that connection by its directors.\r\nRecent decades have been characterized by the\r\nheadlong development of international jurisprudence.\r\nIn that connection, we need only refer to the\r\nInternational Criminal Tribunal for the former\r\nYugoslavia, the International Criminal Tribunal for\r\nRwanda, the International Tribunal for the Law of the\r\nSea and the International Criminal Court. This\r\nproliferation of international jurisprudence, caused by\r\nobjective needs, quite legitimately gives rise to the\r\nquestion of the nature of the relationship among the\r\nvarious institutions of international justice.\r\nIn that connection, proposals have been\r\ndiscussed, even for the construction of a sort of\r\nhierarchical system of international judicial bodies.\r\nThe Russian Federation does not agree with that\r\napproach. It does not believe that the absence of such a\r\nsystem would — or could — lead to the violation of\r\nthe unity of international law, including the appearance\r\nof competing legal precedents. We believe that the\r\nInternational Criminal Court, in the light of all the\r\nexisting and possible future international jurisdictions,\r\nhas a unique role to play because of its importance,\r\nwhich can be strengthened and developed by all means\r\npossible.\r\nMr. Adekanye (Nigeria): The delegation of\r\nNigeria commends the president of the International\r\nCourt of Justice (ICJ), Judge Shi Jiuyong for the report\r\ncontained in document A/58/4 on the activities of the\r\nCourt for the period 1 August 2002 to 31 July 2003. As\r\nthe main judicial organ of the United Nations for the\r\npacific settlement of disputes between Member States,\r\nthe Court has continued to attract the confidence of\r\nMember States in its defence of the principle of the\r\nrule of law in inter-State relations because of its\r\nuniversal character and general jurisdiction. We note,\r\nin that connection, that, as of 31 July 2003, some\r\n191 States have become parties to the Statute of the\r\nCourt, while 64 of those States, including Nigeria, have\r\ndeposited with the Secretary-General a declaration of\r\nacceptance of the Court’s compulsory jurisdiction, in\r\naccordance with Article 36, paragraph 2 of its Statute.\r\nWe believe that this is a positive development for\r\nworld peace through international law.\r\nAnother positive development highlighted in the\r\nreport concerns the increase in the number of cases on\r\nits docket, which stood at 25 as of 31 July 2003. This is\r\nas much a reflection of the confidence and trust of\r\nStates Parties in the impartial role of the ICJ as an\r\nindication of the high expectations that its decisions\r\nshould strengthen peace and good neighbourliness\r\namong States. At the same time, however, we are\r\nconcerned that the increase in the number and diversity\r\nof cases will entail an additional workload on the\r\njudges. In order for them to perform their duties\r\neffectively, we support additional financial and human\r\nresources for the Court. The various measures taken\r\nsince 1997 to rationalize the work of its Registry are\r\nindicative of the Court’s capacity to properly manage\r\nsuch additional resources. We note in this connection\r\nthat the Court has already taken advantage of advances\r\nin science and technology through the adaptation of\r\ncommunication and information technology to improve\r\nits working methods and thereby to enhance its\r\ncooperation with States parties, particularly on\r\nprocedures.\r\nWe also commend the Court for its publications,\r\nwhich include reports of judgements, advisory opinions\r\nand orders, and we find them to be invaluable sources\r\nof international law for Member States, especially the\r\ndeveloping countries. We believe that the availability\r\nof those documents to States parties, as well as\r\nregional and international judicial institutions, would\r\nenhance understanding of the Court’s procedures and\r\ndecisions as well as help promote uniformity in\r\ninternational law. It is equally desirable that States\r\nparties continue to be availed of assistance to enable\r\nthem to bear the expenses of the proceedings initiated\r\nbefore the Court. In that connection, we urge that the\r\nprocedures for access to the special Trust Fund set up\r\nby United Nations Secretary-General in 1989 should be\r\nsimplified.\r\nWe reaffirm Nigeria’s conviction that\r\ninternational law is the basis of inter-State relations;\r\nmutual respect and the desire for peace serve as the\r\nglue that bind countries, large and small, together. This\r\nis in line with the obligations assumed as a State party\r\nto the Statute of the ICJ which, inter alia, provides for\r\nthe pacific settlement of international disputes. It is in\r\nthis context that Nigeria received the judgement of the\r\nCourt in October 2002 on the land and maritime\r\nboundary dispute between Cameroon and Nigeria.\r\n12\r\nA/58/PV.50\r\nSince that judgement was delivered, the two\r\nparties have had fruitful sessions in the Nigeria-\r\nCameroon Mixed Commission, to implement the\r\ndecision of the Court. As a consequence, considerable\r\nprogress has been made on the various issues raised by\r\nthe judgement. Also, the leadership of both countries\r\nhas successfully turned the land and maritime boundary\r\ndifferences into an opportunity for expanded\r\ndevelopment and fruitful cooperation covering various\r\nareas of mutual interest.\r\nWe are resolute in our determination not to allow\r\nthe vestiges of the colonial past to frustrate our efforts\r\nto build partnerships and thus make this an example of\r\nfruitful cooperation in our region and beyond. We wish\r\nto restate our country’s appreciation for the helpful role\r\nof the Secretary-General in this process, and we call on\r\nthe international community to demonstrate, in words\r\nand in deeds, their support for our current efforts.\r\nIn conclusion, we reaffirm our commitment to\r\nand support for the International Court of Justice, in\r\nwhich some of our eminent jurists have served in the\r\npast. We do so in the firm conviction that the Court\r\nconstitutes a pillar of stability in the efforts to expand\r\nthe frontiers of international law and enhance the\r\nprinciple of the pacific settlement of disputes among\r\nStates.\r\nThe President: We have heard the last speaker in\r\nthe debate on agenda item 13. May I take it that it is\r\nthe wish of the General Assembly to conclude its\r\nconsideration of agenda item 13?\r\nIt was so decided.\r\nAgenda item 108\r\nCrime prevention and criminal justice\r\nReport of the Ad Hoc Committee for the\r\nNegotiation of a Convention against Corruption\r\non the work of its first to seventh sessions\r\n(A/58/422 and A/58/422/Add.1)\r\nDraft resolution (A/58/422, para. 103)\r\nThe President: Members will recall that at its\r\n28th plenary meeting on 13 October 2003, the General\r\nAssembly decided that agenda item 108 would also be\r\nconsidered directly in plenary meeting for the sole\r\npurpose of taking action on the draft United Nations\r\nConvention against Corruption.\r\nI now give the floor to Mr. Kofi Annan,\r\nSecretary-General of the United Nations.\r\nThe Secretary-General: Corruption is an\r\ninsidious plague that has a wide range of corrosive\r\neffects on societies. It undermines democracy and the\r\nrule of law, leads to violations of human rights, distorts\r\nmarkets, erodes the quality of life and allows organized\r\ncrime, terrorism and other threats to human security to\r\nflourish.\r\nThis evil phenomenon is found in all countries —\r\nbig and small, rich and poor — but it is in the\r\ndeveloping world that its effects are most destructive.\r\nCorruption hurts the poor disproportionately by\r\ndiverting funds intended for development, undermining\r\na Government’s ability to provide basic services,\r\nfeeding inequality and injustice and discouraging\r\nforeign aid and investment. Corruption is a key element\r\nin economic underperformance and a major obstacle to\r\npoverty alleviation and development.\r\nI am therefore very happy that we now have a\r\nnew instrument to address this scourge at the global\r\nlevel. The adoption of the United Nations Convention\r\nagainst Corruption will send a clear message that the\r\ninternational community is determined to prevent and\r\ncontrol corruption. It will warn the corrupt that betrayal\r\nof the public trust will no longer be tolerated. And it\r\nwill reaffirm the importance of core values such as\r\nhonesty, respect for the rule of law, accountability and\r\ntransparency in promoting development and making\r\nthe world a better place for all.\r\nThe new Convention is a remarkable\r\nachievement, and it complements another landmark\r\ninstrument, the United Nations Convention against\r\nTransnational Organized Crime, which entered into\r\nforce just a month ago. It is balanced, strong and\r\npragmatic, and it offers a new framework for effective\r\naction and international cooperation.\r\nThe Convention introduces a comprehensive set\r\nof standards, measures and rules that all countries can\r\napply in order to strengthen their legal and regulatory\r\n13\r\nA/58/PV.50\r\nregimes to fight corruption. It calls for preventive\r\nmeasures and the criminalization of the most prevalent\r\nforms of corruption in both public and private sectors.\r\nAnd it makes a major breakthrough by requiring\r\nMember States to return assets obtained through\r\ncorruption to the country from which they were stolen.\r\nThese provisions — the first of their kind —\r\nintroduce a new fundamental principle, as well as a\r\nframework for stronger cooperation between States to\r\nprevent and detect corruption and to return the\r\nproceeds. Corrupt officials will in future find fewer\r\nways to hide their illicit gains. This is a particularly\r\nimportant issue for many developing countries where\r\ncorrupt high officials have plundered the national\r\nwealth and where new Governments badly need\r\nresources to reconstruct and rehabilitate their societies.\r\nFor the United Nations, the Convention is the\r\nculmination of work that started many years ago, when\r\nthe word corruption was hardly ever uttered in official\r\ncircles. It took systematic efforts, first at the technical,\r\nand then gradually at the political, level to put the fight\r\nagainst corruption on the global agenda. Both the\r\nMonterrey International Conference on Financing for\r\nDevelopment and the Johannesburg World Summit on\r\nSustainable Development offered opportunities for\r\nGovernments to express their determination to attack\r\ncorruption and to make many more people aware of the\r\ndevastating effect that corruption has on development.\r\nThe Convention is also the result of long and\r\ndifficult negotiations. Many complex issues and many\r\nconcerns from different quarters had to be addressed. It\r\nwas a formidable challenge to produce, in less than two\r\nyears, an instrument that reflects all those concerns. All\r\ncountries had to show flexibility and make\r\nconcessions. But we can be proud of the result.\r\nAllow me to congratulate the members of the\r\nBureau of the Ad Hoc Committee on their hard work\r\nand leadership, and to pay a special tribute to the\r\nCommittee’s late Chairman, Ambassador Héctor\r\nCharry Samper of Colombia, for his wise guidance and\r\nhis dedication. I am sure all here share my sorrow that\r\nhe is not with us to celebrate this great success.\r\nThe adoption of the new Convention will be a\r\nremarkable achievement. But let us be clear: it is only a\r\nbeginning. We must build on the momentum achieved\r\nto ensure that the Convention enters into force as soon\r\nas possible. I urge all Member States to attend the\r\nSigning Conference in Merida, Mexico, in December,\r\nand to ratify the Convention at the earliest possible\r\ndate.\r\nIf fully enforced, this new instrument can make a\r\nreal difference to the quality of life of millions of\r\npeople around the world. And by removing one of the\r\nbiggest obstacles to development it can help us achieve\r\nthe Millennium Development Goals. Be assured that\r\nthe United Nations Secretariat, and in particular the\r\nOffice on Drugs and Crime, will do whatever it can to\r\nsupport the efforts of States to eliminate the scourge of\r\ncorruption from the face of the Earth. It is a big\r\nchallenge, but I think that, together, we can make a\r\ndifference.\r\nThe President: I call on Mr. Muhyieddeen Touq,\r\nActing Chairman of the Ad Hoc Committee for the\r\nNegotiation of a Convention against Corruption, to\r\nintroduce the report of the Ad Hoc Committee and the\r\ndraft United Nations Convention against Corruption.\r\nMr. Touq (Jordan), Acting Chairman of the Ad\r\nHoc Committee for the Negotiation of a Convention\r\nagainst Corruption: It is indeed a great privilege and\r\nhonour for me to be here today and to address the\r\nAssembly in my capacity as Acting Chairman of the\r\nAd Hoc Committee on the Negotiation of a Convention\r\nagainst Corruption. I am here as the Acting Chairman\r\nbecause, sadly, the Chairman of the Ad Hoc\r\nCommittee, Ambassador Héctor Charry Samper of\r\nColombia, has prematurely passed away. The Ad Hoc\r\nCommittee, its Bureau and I personally owe a great\r\ndebt of gratitude to Ambassador Charry Samper, and\r\nwe mourn his absence on this momentous occasion.\r\nThe momentum for a convention against\r\ncorruption started building during the negotiations on\r\nanother very important international legal instrument:\r\nthe United Nations Convention against Transnational\r\nOrganized Crime, which the Assembly adopted three\r\nyears ago and which entered into force last month.\r\nThose negotiations produced a profound understanding\r\namong countries that the time had come to deliver to\r\nthe world a broad, comprehensive and effective\r\ninstrument to mark the determination of the\r\ninternational community to take joint action against the\r\nscourge of corruption.\r\nThe General Assembly reaffirmed those qualities\r\nin its resolution 56/260, adopted less than two years\r\nago, by which the terms of reference for the negotiation\r\nprocess — the marching orders of the Ad Hoc\r\nCommittee — were agreed upon. The General\r\n14\r\nA/58/PV.50\r\nAssembly decided at the same time to follow the\r\nsuccessful experience of the negotiation of the United\r\nNations Convention against Transnational Organized\r\nCrime and its Protocols. Therefore, it set a deadline for\r\nthe completion of the negotiation of a draft Convention\r\nagainst Corruption and asked the Ad Hoc Committee to\r\nbe inspired by the Convention against Transnational\r\nOrganized Crime as well as by regional instruments\r\nthat had set the stage in recent years.\r\nThe Ad Hoc Committee began its work with an\r\ninformal preparatory meeting that was graciously\r\nhosted by the Government of Argentina, to whose\r\ncommitment and generosity I should like to pay special\r\ntribute. In Buenos Aires in December 2001, we were\r\npleasantly surprised: 26 countries came forward with\r\nproposals for the new Convention, making the work of\r\nthe secretariat quite demanding but rendering the\r\nendeavour of the Ad Hoc Committee very rich in ideas\r\nand substance.\r\nAs the report indicates (A/58/422), the Ad Hoc\r\nCommittee held seven sessions between January 2002\r\nand October 2003. It complied fully with the mandate\r\ngiven to it by the Assembly and has delivered to the\r\nAssembly a new Convention that is practical,\r\npragmatic, enforceable and comprehensive. It is also\r\ncharacterized by a carefully crafted equilibrium, which\r\nis designed to reflect the reality that corruption is a\r\nbroad phenomenon that has many facets and that\r\ndemands a multidisciplinary approach at both the\r\nnational and international levels.\r\nThe Ad Hoc Committee’s success in the very\r\nshort time of less than two years was certainly not due\r\nto the simplicity of the task or to an absence of\r\npolitical differences in opinion or objectives. Our\r\nsuccess was the product of unwavering commitment by\r\nall delegations, a highly participatory process — we\r\nhad an average of more than 125 countries\r\nparticipating in the negotiations — and the spirit of\r\ncooperation and compromise that prevailed throughout\r\nthe process. All delegations were intent on concluding\r\na Convention that would benefit the international\r\ncommunity and enable it to make inroads against\r\ncorruption.\r\nCompromise was not easy. All delegations had to\r\nrevisit and reassess their objectives and their positions.\r\nAll delegations had to give up something and to make\r\nconcessions. But all delegations were adamant about\r\none thing: while the new Convention needed to fully\r\nreflect all concerns and to make sure that it did not\r\nimpinge on essential principles and values that the\r\nentire international community holds dear — such as\r\nrespect for national sovereignty — it was of paramount\r\nimportance to safeguard the high quality and\r\ninnovative nature of the final product. In the end, it\r\nwas sustained political will that animated the Ad Hoc\r\nCommittee’s work and forged this new instrument out\r\nof the good faith and talent of all delegations.\r\nIn that light, the Ad Hoc Committee complied\r\nwith its mandate and is presenting to the Assembly\r\ntoday the United Nations Convention against\r\nCorruption, annexed to a draft resolution for its\r\nconsideration and action. I hope that the Assembly will\r\naccept the recommendation of the Ad Hoc Committee\r\nand adopt the new Convention. I also hope that all\r\nStates will make every effort in their power to be\r\nrepresented at the Signing Conference — which will\r\ntake place at the highest possible level in Merida,\r\nMexico, at the beginning of December — and sign the\r\nConvention.\r\nBefore concluding, I should like to express my\r\nsincere gratitude to all delegations that took part in the\r\nnegotiations. I was particularly impressed by their\r\nknowledge, expertise and professionalism. I was\r\nespecially impressed by the dedication and stamina of\r\nthe delegations from the many developing and least\r\ndeveloped countries that made valuable contributions. I\r\nowe a debt of gratitude to the members of the Bureau,\r\nsome of whom are here with us today: the\r\nrepresentatives of Austria, Hungary, Mauritius,\r\nNigeria, Peru, the Philippines and the United Kingdom,\r\nand the representative of Poland, who served as\r\nRapporteur. Their indefatigable participation —\r\ncoupled with their strong commitment and their\r\nimpressive diplomatic skills — was a major reason for\r\nthe Ad Hoc Committee’s success. Let me also express\r\nmy heartfelt thanks to the Secretary-General for the\r\nsupport given to our Committee by the United Nations\r\nOffice on Drugs and Crime and its able secretariat.\r\nThe Ad Hoc Committee has laid the first building\r\nblock. The Assembly’s action today will continue the\r\nconstruction of a strong system of national action and\r\ninternational cooperation against corruption. However,\r\nwe still have a long way to go. We must make sure that\r\nthe political will that made the negotiation of the\r\nConvention possible is sustained and strengthened and\r\nthat it manifests itself in the expeditious ratification\r\n15\r\nA/58/PV.50\r\nand subsequent full implementation of the new\r\nConvention.\r\nMr. Romero (Mexico) (spoke in Spanish): At the\r\noutset, I should like to pay tribute to the memory of\r\nAmbassador Héctor Charry Samper, who unfortunately\r\nis no longer with us. The swift entry into force of the\r\nUnited Nations Convention against Corruption will\r\nundoubtedly be the best way to honour appropriately\r\nthe work carried out by Ambassador Charry Samper.\r\nWe regret the loss that his death has meant for the\r\nGovernment and the people of Colombia, and we\r\nexpress our most heartfelt condolences to the family.\r\nI am particularly pleased to speak on behalf of\r\nMexico at the current General Assembly session, which\r\nhas received the report of the Ad Hoc Committee for\r\nthe Negotiation of a Convention against Corruption\r\n(A/58/422 and Add.1) in response to the desire of the\r\nhighest United Nations body for an effective\r\ninternational legal instrument to fight corruption. The\r\nAssembly’s adoption of the Convention will open up\r\nnew horizons and enable us to establish mechanisms of\r\ncooperation to fight one of the problems that most\r\nafflict institutions and society in general: corruption.\r\nIt is very clear to us that corruption is a scourge\r\nthat obstructs the development of nations, deepens\r\ninequality in societies and diminishes countries’\r\ncompetitiveness. Carrying out resolute action to fight it\r\nis a concern not only of advanced countries, but of\r\neach and every United Nations Member.\r\nFor that reason, the implementation of far-\r\nranging public policies against corruption is today an\r\noverriding need around the world. In the struggle\r\nagainst this evil, we need the participation of those who\r\ngovern and those who are governed and we need to join\r\nefforts at the international level. This would make it\r\npossible for us to consolidate institutions and society as\r\na whole and to promote living together, side by side, in\r\ndemocracy.\r\nIn Mexico, the administration of President\r\nVicente Fox Quesada has designed and implemented a\r\ncomprehensive programme to combat corruption and to\r\npromote transparency and administrative development.\r\nThe programme’s objective is to transform the public\r\nadministration into a modern service-oriented\r\norganization responding closely to the needs, interests\r\nand demands of society.\r\nWe have appealed for transparency in the public\r\nsector so that society can receive information that was\r\npreviously kept from it. We have laid down judicial\r\nbases to professionalize public service, to give priority\r\nto the training and value of its members and to thus\r\nmake it a fundamental element in the smooth\r\nfunctioning of the State.\r\nThe approval of laws on the transparency of and\r\naccess to public and governmental information and on\r\nthe career professional service are examples of the\r\nprogress we have made. Similarly, we have adopted\r\nmeasures to promote citizen participation in the fight\r\nagainst corruption. We are modernizing public service\r\nthrough information technology and by generating\r\nassistance and cooperation among nations. For that\r\nreason, Mexico is actively participating in international\r\norganization mechanisms aimed at reaching those\r\ngoals.\r\nThe adoption of the draft United Nations\r\nConvention against Corruption will be the result of the\r\ninternational community’s conviction that the fight\r\nagainst corruption requires a common effort and a\r\nconcerted and immediate response. The members of the\r\nAd Hoc Committee for the Negotiation of a\r\nConvention against Corruption went beyond their\r\ndifferences and sought formulas for consensus and\r\ndemonstrated firm political will, which today is bearing\r\nfruit. The text adopted reflects the concerns of all\r\ncountries, and we are convinced that it will make it\r\npossible to make progress towards eradicating\r\ncorruption.\r\nThe comprehensive approach to corruption, the\r\nemphasis on prevention both in the public and private\r\nsector and the measures provided for in the area of\r\nextradition and mutual legal assistance, including the\r\nhandling of property and assets obtained illegally, will\r\nmake the Convention an effective instrument.\r\nMy country has given special attention to the fact\r\nthe General Assembly will decide to open the\r\nConvention to signing in the city of Merida, Mexico.\r\nWe thank States for their support of Mexico’s offer,\r\nand we would join in the appeal of Secretary-General\r\nKofi Annan that they come to Merida, Mexico, to sign\r\nthe Convention. We are convinced that the Merida\r\nconference will open new paths of understanding and\r\nwill help uphold the spirit of the struggle against\r\ncorruption that characterized the negotiations in\r\nVienna. We invite all States to be represented at the\r\n16\r\nA/58/PV.50\r\nhighest level at the conference, which will be held from\r\n9 to 11 December 2003.\r\nSimultaneously with the conference, there will be\r\nexchanges through round-table meetings in which\r\nexperts will offer their opinions on how to ensure the\r\neffective implementation of the Convention. The round\r\ntables will emphasize the role of civil society and\r\ncommunications media in the struggle against\r\ncorruption, legislative measures to achieve that goal,\r\npreventive action in the public and private sectors and\r\nmeasures to combat corruption in financial systems.\r\nThis afternoon in Conference Room 4 Mexico\r\nwill hold an informal meeting on the Merida\r\nconference; interested delegations will be given\r\ndetailed information of an organizational and logistical\r\nnature and on formal matters regarding their stay in\r\nMexico for representatives and those accompanying\r\nthem. We sincerely hope that the political will that has\r\nbeen a constant in this discussion will be reflected in\r\nthe participation of States in the Merida conference and\r\nin the signing of the Convention. We would urge all\r\ndelegations to participate and to sign this most\r\nimportant instrument during the conference.\r\nMr. Gayan (Mauritius): Allow me first to thank\r\nthe Secretary-General, His Excellency Mr. Kofi Annan,\r\nfor his very inspiring address this morning on the need\r\nfor the international community to deal effectively with\r\nthe scourge of corruption, and also for his continued\r\nsupport in that regard. I would also like to express to\r\nMr. Muhyieddeen Touq, the Acting Chairman of the Ad\r\nHoc Committee for the Negotiation of a Convention\r\nagainst Corruption, our profound appreciation for the\r\nquality of the work he and his team have done in so\r\nshort a time. They deserve our sincere gratitude.\r\nIt is with a sense of great satisfaction and pride\r\nthat Mauritius expresses its support for this new draft\r\nConvention against Corruption. Mauritius has been\r\nclosely associated with the preparation of this new\r\ninstrument. As a member of the Ad Hoc Committee for\r\nthe Negotiation of the Convention and also as a Vice-\r\nChairman of the Ad Hoc Committee, Mauritius is\r\ndelighted that the international community is being\r\npresented with an additional instrument in the overall\r\narchitecture of good governance.\r\nWhen the General Assembly adopted its\r\nresolution 55/61 in December 2000, recognizing that an\r\neffective international legal instrument against\r\ncorruption, independent of the United Nations\r\nConvention against Transnational Organized Crime,\r\nwas desirable, it could not have foreseen that\r\n“desirable” was a gross understatement. The fact that\r\nthe draft Convention is ready for adoption only two\r\nyears after work started on it is indicative of the\r\ninternational community’s eagerness to take urgent\r\ncollective measures to undo the havoc which\r\ncorruption wreaks on our countries. We are happy that\r\nthe Ad Hoc Committee for the Negotiation of a\r\nConvention against Corruption has fulfilled its mandate\r\nwith remarkable speed. The experts and all those who\r\nparticipated in the drafting of this comprehensive and\r\nmultidisciplinary instrument deserve our\r\ncongratulations and gratitude.\r\nArticle 1 of the Convention stipulates that the\r\npurposes of the Convention are: first, to promote and\r\nstrengthen measures to prevent and combat corruption\r\nefficiently and effectively; secondly, to promote,\r\nfacilitate and support international cooperation and\r\ntechnical assistance in the prevention of and fight\r\nagainst corruption, including in asset recovery; and\r\nthird, to promote integrity, accountability and proper\r\nmanagement of public affairs and public property.\r\nWe admire the fact that it has taken only 71\r\narticles to deal with: prevention, investigation and\r\nprosecution of corruption; freezing, seizure,\r\nconfiscation and return of the proceeds from offences\r\nestablished in the Convention; protection of\r\nsovereignty; public reporting to enhance transparency\r\nin public administration, particularly with regard to\r\ndecision-making processes; bribery and embezzlement\r\nof property in the private sector; bank secrecy;\r\ninternational cooperation; extradition; mutual legal\r\nassistance; mechanisms for recovery of property\r\nthrough international cooperation and confiscation; and\r\ninformation exchange. This is drafting of an\r\nexceptional quality, which will become a model and\r\nwhich will be acknowledged as a work of art.\r\nIn 2000, we in Mauritius decided to modernize\r\nour legislation in order to deal more effectively with\r\nthe scourge of corruption. We set up a select committee\r\nof our Parliament, which proposed a new, modern,\r\ncomprehensive and results-oriented law. The\r\nPrevention of Corruption Act set up an independent\r\nanti-corruption commission with a three-fold objective:\r\nto educate and to prevent and prosecute corruption. The\r\nnew commission is already operational and is gradually\r\ngaining in stature. While the Government of Mauritius\r\nis determined to wage a relentless war against\r\n17\r\nA/58/PV.50\r\ncorruption, we also believe that, in the performance of\r\nits functions, the commission should respect the\r\nfundamental principles of human rights and guarantee\r\ndue process and the rule of law in accordance with the\r\nprinciples of our domestic legislation, because we\r\nbelieve that failure by the institution entrusted with the\r\nprevention, investigation and prosecution of corruption\r\nto observe the principles of the rule of law would\r\nrender that institution itself guilty of corruption.\r\nMauritius is convinced that limiting the definition\r\nof corruption to the classic offences of bribery would\r\nbe unwise, especially as those who in modern times are\r\nbent on blazing new trails in corrupt practices are\r\nendowed with extraordinary ingenuity and creativity.\r\nWe are happy to note that the Convention, which is\r\ncouched in a language sufficient to address corruption\r\nin a meaningful manner for present purposes, will be\r\nreviewed in five years. The review process is necessary\r\nto keep pace with new trends in corruption and to\r\nimprove the legal framework in the light of experience\r\ngained.\r\nInternational and uniform norms of conduct for\r\npublic affairs and the management of the private sector\r\nwill supplement the legal arsenal we have to deal with\r\ncorruption. In Mauritius, we shall review our own\r\nlegislation in order to bring it in line with this\r\nConvention.\r\nIn addition to the Prevention of Corruption Act,\r\nmy country has also created legislation on financial\r\nintelligence and a campaign against money-laundering.\r\nA financial intelligence unit not only oversees internal\r\ncooperation among national law enforcement agencies\r\nbut also provides international cooperation and mutual\r\nlegal assistance in cases of suspected money-\r\nlaundering. We are proud that many aspects of our\r\nlegislation are reflected in this multilateral instrument.\r\nMauritius, which has a thriving banking and\r\nfinancial services sector, is anxious to preserve its\r\nimpeccable image. Mauritius maintains constant\r\nvigilance for attempts to introduce the illicit proceeds\r\nof crime into its financial circuits.\r\nAs a member of the African Union, Mauritius is\r\nextremely sensitive to the havoc which corruption has\r\ncaused in many of our countries. Millions of our people\r\nare suffering today on account of corrupt practices,\r\nwhich have diverted scarce resources from\r\ndevelopment to bank accounts in non-African\r\ncountries. Although the state in which Africa is in\r\ntoday cannot be attributed to any single cause, still we\r\nhave no doubt that corruption was a major contributor\r\nto that state. No wonder then that corruption is viewed\r\nin Africa as our own weapon of mass destruction.\r\nWe know that business in Africa can no longer be\r\nbusiness as usual. We have decided to take our destiny\r\nin our own hands, and we are committed to the New\r\nPartnership for Africa’s Development (NEPAD). Good\r\ngovernance is making significant progress all over\r\nAfrica. We are committed to upholding human rights,\r\ndemocracy, the rule of law and the fight against\r\ncorruption. We have also decided to adopt the African\r\nPeer Review Mechanism. We are determined to live up\r\nto those norms, not because they are being imposed\r\nupon us by others but because our people deserve\r\nnothing less. On 12 July 2003, the heads of State and\r\nGovernment of the African Union adopted the African\r\nUnion Convention on Preventing and Combating\r\nCorruption. There are other regional initiatives that\r\ncomplement the United Nations Convention. A\r\nworldwide effort to combat corruption in all its forms\r\nand aspects is in our collective interest as corruption\r\nhas become transnational. The prevention and\r\neradication of corruption is the responsibility of all\r\nStates, big and small.\r\nInternational cooperation is critical for a\r\nsuccessful campaign against corruption. No country is\r\nreally immune to the ravages of corrupt practices. Like\r\nthe war against terrorism, this war against corruption\r\nmust enjoy the widest possible international consensus.\r\nWe hope that many States will attend the signing\r\nceremony in Merida, Mexico, and we are reassured by\r\nthe interest that this Convention is generating: the\r\nrequired number of ratifications for the Convention to\r\nenter into force will be reached in less time than our\r\nexperts took to finalize the Convention. May I add that\r\nMauritius will be an immediate signatory of the\r\nConvention.\r\nThe fight against corruption cannot be won by\r\nrelying only on repressive measures. This Convention\r\nhas the merit of having gone beyond what is usually\r\ncontained in such multilateral instruments by offering\r\nto the international community an exhaustive range of\r\nlevels of intervention to combat corruption in all its\r\nknown forms.\r\nTransparency, good governance, sound\r\nmanagement of public affairs and respect for the rule of\r\nlaw are preconditions for fighting corruption.\r\n18\r\nA/58/PV.50\r\nCorruption thrives when public affairs are shrouded in\r\nsecrecy. Corruption cannot coexist with transparency\r\nand good management.\r\nMauritius wishes to echo what is contained in the\r\npreamble to the Convention. We are concerned about\r\nthe seriousness of the problems and threats posed by\r\ncorruption to the stability and security of societies;\r\nundermines the institutions and values of democracy,\r\nethical values and justice and jeopardizes sustainable\r\ndevelopment and the rule of law. We are also\r\nconcerned about the links between corruption and other\r\nforms of economic crime and organized crime.\r\nThe Ad Hoc Committee was well inspired to\r\nprovide for measures which States must take to address\r\nthe consequences of corruption. In that context, States\r\nparties may consider corruption a relevant factor in\r\nlegal proceedings to annul or rescind a contract,\r\nwithdraw a concession or take any other remedial\r\naction. In our view, that is an essential element in the\r\narmoury the international community needs to\r\neffectively combat corruption. The fight against\r\ncorruption concerns all of us, and we must do whatever\r\nit takes not to lose that fight.\r\nIn conclusion, I would be failing in my duty if I\r\ndid not express our grief at the passing away of\r\nMr. Hector Charry Samper of Columbia, who chaired\r\nthe Ad Hoc Committee until very recently. The only\r\ncomfort we have is that his name will be forever\r\nassociated with this landmark Convention.\r\nMrs. Borzi Cornacchia (Italy): I have the\r\nhonour to take the floor on behalf of the European\r\nUnion. The acceding countries Cyprus, the Czech\r\nRepublic, Estonia, Hungary, Latvia, Lithuania, Malta,\r\nPoland, Slovakia and Slovenia and the associated\r\ncountries Bulgaria, Romania and Turkey align\r\nthemselves with this statement.\r\nAllow me to join previous speakers in expressing\r\non behalf of the European Union our great debt of\r\ngratitude to Ambassador Charry Samper of Colombia,\r\nChairman of the Ad Hoc Committee. We deeply mourn\r\nhis absence today on this special occasion.\r\nCorruption impoverishes national economies,\r\nundermines democratic institutions and the rule of law\r\nand has a negative impact on economic and social\r\ndevelopment. For this reason the European Union\r\nattaches particular importance to preventing and\r\ncombating corruption at all levels.\r\nWhile the European Union continues to\r\nimplement its own comprehensive anti-corruption\r\npolicy, at the same time it believes that — in an\r\nincreasingly connected world — the United Nations\r\nneeds to take stronger action in the increasingly urgent\r\nfight against corruption. In this context, the European\r\nUnion wholeheartedly looks forward to the adoption of\r\nthe United Nations Convention against Corruption, an\r\ninstrument that can effectively contribute to our\r\ncommon aim.\r\nThe European Union expresses its satisfaction on\r\nthe outcome of the negotiations on this Convention,\r\nheld in Vienna, in which the Union played an active\r\nrole. The text to be adopted today provides States with\r\nan instrument of high standard and with a wide range\r\nof universally acceptable provisions that will\r\nstrengthen States’ ability to combat corruption at the\r\nnational and international levels. The European Union\r\nalso applauds the comprehensive nature of the\r\nConvention, which includes both prevention and law\r\nenforcement measures, as well as innovative legal\r\nprovisions or the transfer of funds of illicit origin and\r\ntheir restitution.\r\nThe European Union reiterates its high\r\nappreciation for the offer made by the Government of\r\nMexico to host a high-level political conference for the\r\npurpose of signing the convention in Merida from 9 to\r\n11 December and sincerely hopes the maximum\r\nnumber of States will sign the convention on that\r\noccasion. Such a response would be an important first\r\nstep towards the speedy entry into force and\r\nimplementation of the Convention, to which the\r\nEuropean Union is committed.\r\nThe European Union also believes that adequate\r\nsupport for the United Nations Office on Drugs and\r\nCrime on Vienna is needed, including for its Global\r\nProgramme against Corruption, so as to enable it to\r\npromote the entry into force of the Convention against\r\nCorruption and to support the implementation of\r\nrelated activities and initiatives.\r\nThe President: I now give the floor to the\r\nrepresentative of Rwanda, on behalf of the African\r\nUnion.\r\nMr. Kamanzi (Rwanda) (spoke in French): I\r\nwould like to take this opportunity to reiterate to both\r\nyou, Mr. President, and to your Office, our profound\r\ncongratulations for the excellent way in which you\r\n19\r\nA/58/PV.50\r\ncontinue to guide the work of the fifty-eighth session\r\nof the General Assembly.\r\nI would also like to express the great appreciation\r\nof the African Group for having included on the agenda\r\nthe item on crime prevention and criminal justice.\r\nThe Ad Hoc Committee for the Negotiation of a\r\nConvention against Corruption has just presented its\r\nreport to the General Assembly. Its goal was to produce\r\nan effective international juridical tool to combat\r\ncorruption, and I should like to express my sincere\r\ncongratulations to the Committee for the excellent\r\nwork it has done, which is an ample reflection of the\r\noutstanding capacity of its members.\r\nLike previous speakers, I would also like to pay\r\ntribute to the late Ambassador Héctor Charry Samper\r\nfor his commendable work in his capacity as Chairman\r\nof the Committee. May he rest in peace.\r\nThe proposed convention gives Member States a\r\nway to overcome the major political and legal obstacles\r\nthat have frequently hampered development efforts in\r\nvarious countries, particularly the poorest ones. It will\r\nalso help to counter the danger of the proliferation of\r\narmed conflicts that affect the poorest countries —\r\nconflicts often underpinned by multinational structures\r\noperating through political regimes controlled by a\r\nnucleus of corrupt leaders. In this regard, the\r\ninstrument the General Assembly now has before it is a\r\nreal shot in the arm for the efforts to institutionalize the\r\nrule of law and good governance initiated by a number\r\nof African States, which are determined now more than\r\never to assure a better socio-economic future for their\r\ncitizens.\r\nI hardly need to dwell on the importance of this\r\nmechanism for the international community in its\r\nefforts to combat terrorism, which is often strengthened\r\nby the existence of networks forged with the aid of\r\ncommercial and political systems maintained by illegal\r\nfunds.\r\nTo have an effective mechanism is one thing, but\r\nto use it is another. So I would like to take this\r\nopportunity to appeal to the international community to\r\nprovide their unreserved support for this draft\r\nconvention. From the time of its conception, through\r\nits preparation, the proposal has now reached the stage\r\nwhere each country has to commit to making this\r\nproposed mechanism its own by adopting it.\r\nIn this connection I would like to encourage all\r\nnations of the world to make an overwhelming show of\r\nacceptance for the invitation to the Merida, Mexico\r\nsigning conference, from 9 to 11 December, to mark\r\nthe formal adoption of the United Nations Convention\r\nagainst Corruption. This will be one more opportunity\r\nfor the nations of the world, both rich and poor, to\r\nvoice their firm support for justice, peace and the\r\nprosperity of humankind.\r\nMr. Negroponte (United States of America): Ten\r\nyears ago, bribes were still tax deductible in some\r\ncountries and no international anti-corruption treaties\r\nexisted. Today’s resolution is therefore a milestone\r\nachievement in the global effort to ensure transparency,\r\nfairness and justice in public affairs.\r\nThis is vital not only to the rule of law, but to the\r\nfundamental confidence citizens must have for\r\nrepresentative government and private enterprise to\r\nsucceed. Corruption and democracy are incompatible;\r\ncorruption and economic prosperity are incompatible;\r\nand corruption and equal opportunity are incompatible.\r\nAs a consequence, I am pleased to say that the\r\ndraft convention we consider for adoption represents\r\nthe first globally negotiated anti-corruption treaty and\r\nwill likely be the first anti-corruption treaty applied on\r\na truly global level. It is more comprehensive than any\r\nexisting anti-corruption treaty and provides the first\r\nagreed multilateral framework for Governments to\r\ncooperate in the recovery of illicitly obtained assets.\r\nAn important chapter of the text creates a conference\r\nof States parties that will be responsible for follow-up.\r\nWe expect that body to play a prominent role in\r\npromoting implementation, and we believe it is not too\r\nsoon for us informally to share our visions of how it\r\ncan be most effective.\r\nLike other anti-crime treaties before it, the new\r\nConvention will establish commitments to criminalize\r\ncertain undesirable and harmful conduct — in this case,\r\ncorrupt actions such as bribery, embezzlement and\r\nmoney-laundering. But the Convention does not stop\r\nthere. It will also require Governments to take action in\r\na number of areas — for example in public\r\nprocurement, public financial management and the\r\nregulation of public officials — so as to help prevent\r\ncorruption from happening in the first place.\r\nThe international fight against corruption has\r\nlong been a priority for my country, beginning with our\r\nefforts in the 1980s to rally international attention to\r\n20\r\nA/58/PV.50\r\nbribery in international business transactions. In fact,\r\nPresident Bush considers anti-corruption efforts to be\r\nso central to development that he has made progress on\r\nfighting corruption an essential element for\r\nparticipation in the Millennium Challenge Account,\r\nwhich we expect will add $5 billion to our core\r\ndevelopment assistance and thereby increase it 50 per\r\ncent by fiscal year 2006.\r\nExperts from approximately 130 countries spent\r\ncountless hours over the past two years developing this\r\nConvention. The United States was pleased to\r\nparticipate actively in those long and highly technical\r\nnegotiations. Our experience convinces us that the draft\r\nUnited Nations Convention against Corruption is the\r\nproduct of a true partnership among most of the\r\ncountries represented in this Hall. We think this is\r\ncrucial. A successful fight against corruption requires\r\naction on many fronts; clearly, our efforts will be\r\neffective only to the extent that we maintain the\r\npartnership we have forged over the last two years.\r\nNow — as with all treaties — the end of\r\nnegotiations marks the real beginning of engagement.\r\nThe words of this Convention must be translated into\r\naction, or else the hard work of the Ad Hoc Committee\r\nwill be for naught. Numerous compromises had to be\r\nmade in the negotiations; no country obtained\r\neverything it sought. But with an agreed text before us,\r\nthe time has come for all countries to move as quickly\r\nas possible in their national processes to consider\r\nsignature and ratification, to engage civil society and\r\nthe private sector and to work to promote the\r\nimplementation of the innovative and helpful\r\napproaches that we have developed together.\r\nIn closing, we thank the members of the Bureau\r\nof the Ad Hoc Committee and its secretariat from the\r\nUnited Nations Office on Drugs and Crime in Vienna,\r\nin particular Eduardo Vetere and his staff, including\r\nDimitri Vlassis, for their tireless dedication during the\r\ntwo years of negotiations.\r\nOur Acting Chairman, Ambassador Muhyieddeen\r\nTouk of Jordan, deserves special credit for his wise\r\nleadership following the sad and untimely death of\r\nAmbassador Charry Samper of Colombia. We also\r\nwant to recognize the contributions of the late\r\nAmbassador Samper, who believed wholeheartedly in\r\nour efforts and, we believe, would be pleased with the\r\nfinishing touches to his work.\r\nThank you, Mr. President, for allowing me to take\r\nthe floor, and congratulations to our colleagues who\r\nparticipated in the important work of the Ad Hoc\r\nCommittee.\r\nMr. Garcia (Philippines): First of all, I would\r\nlike to express my satisfaction at being able to attend\r\nthis particular meeting of the General Assembly to\r\ndeliberate on the adoption of the draft United Nations\r\nConvention against Corruption.\r\nIt is widely recognized that corruption is a\r\nuniversal phenomenon and that it knows no boundaries.\r\nNo country is immune to its pernicious effects. Indeed,\r\nall societies and economies are affected by that\r\ntransnational phenomenon. The International Monetary\r\nFund has estimated that the total amount of money\r\nlaundered on an annual basis is equivalent to 3 per cent\r\nto 5 per cent of the world’s gross domestic product. A\r\nsignificant portion of that activity involves funds\r\nderived from corruption.\r\nIt is precisely for that reason that the draft United\r\nNations Convention against Corruption should be\r\nhailed as a landmark achievement by the international\r\ncommunity. For the first time, the scourge of\r\ncorruption is being addressed in a comprehensive and\r\nmultidisciplinary manner. For the first time, the\r\nmembers of the international community have broken\r\nnew ground and have been able to forge a consensus on\r\nmeasures to prevent and combat corruption more\r\nefficiently and effectively, as well as on measures to\r\npromote, facilitate and strengthen international\r\ncooperation and technical assistance in the prevention\r\nof and the fight against corruption, including in asset\r\nrecovery. These are complex issues requiring\r\ncooperation, flexibility and creativity.\r\nWe do not need to be reminded of the fact that the\r\nPhilippines is among those countries which in the past\r\nhave been damaged by high-level corruption\r\ncommitted with impunity by high-level officials and\r\ntheir high-powered cohorts and cronies in the private\r\nsector. The Filipino people are still paying for the sins\r\nof those to whom they had entrusted their fate — those\r\nwho had sworn to uphold and protect their interests.\r\nSince President Gloria Macapagal-Arroyo assumed\r\nleadership in 2001, significant accomplishments have\r\nbeen made in the fight against corruption in my\r\ncountry, the Philippines. Despite these gains, the\r\nPhilippines realizes that international cooperation and\r\ntechnical assistance are vital elements in the campaign\r\n21\r\nA/58/PV.50\r\nagainst corruption, especially as regards funds that\r\nhave been illicitly transferred, hidden or invested in\r\nother countries beyond the jurisdiction of our legal\r\nsystem.\r\nViewed against this backdrop, it is not surprising\r\nthat the Philippines welcomed from the outset the\r\nnegotiations on the draft United Nations Convention\r\nagainst Corruption. The Philippines was actively\r\nengaged in this multilateral process from the very\r\nbeginning and was elected a Vice-Chairman of the Ad\r\nHoc Committee for the Negotiation of a Convention\r\nagainst Corruption. The Philippines had even submitted\r\nits own draft of the convention during the preparatory\r\nmeeting held in Buenos Aires in December 2001.\r\nThis involvement was capped by close Philippine\r\nparticipation in the sixth and seventh sessions of the\r\nAd Hoc Committee, held in Vienna in July/August and\r\nSeptember/October this year. During these sessions we\r\nwere able to put to good use the hard and painful\r\nlessons of the Presidential Commission on Good\r\nGovernment, the Philippine Government agency tasked\r\nwith the recovery of the illicitly acquired assets of the\r\nMarcos regime. I specifically refer to the landmark\r\nchapter V of the draft Convention where, for the first\r\ntime, the return of assets is stated as a fundamental\r\nprinciple, and international parameters are set relative\r\nto asset recovery.\r\nHaving said that, the Philippines is well aware\r\nthat major compromises had to be made by all\r\ndelegations to successfully secure final agreement on\r\nthe draft Convention. The Philippine delegation was\r\namong those that had to strike a compromise for the\r\nsake of reaching consensus on the language of\r\nprovisions that, for us, touched on dearly held positions\r\nand convictions. This we did, knowing that the Filipino\r\npeople would be better served by the existence, rather\r\nthan the absence, of an international legal instrument\r\nagainst corruption.\r\nNevertheless, the proceedings of the negotiations,\r\nthe notes in the travaux preparatoires and the report of\r\nthe consistency group make very clear the spirit and\r\nintent behind these textual accommodations. Likewise,\r\nthe statements of the Group of 77 and China during the\r\nAd Hoc Committee sessions elaborate on the raison\r\nd’être of the Convention for the developing countries.\r\nThe Philippines wholeheartedly supports the\r\nadoption of the Convention by the General Assembly.\r\nIn our view, the Convention should ultimately serve as\r\na catalyst for the rule of law, the exchange of best\r\npractices, technical assistance and capacity-building,\r\nparticularly to strengthen the efforts of developing\r\ncountries in fighting corruption. It would, however, be\r\nan aberration, a distortion of all that the United Nations\r\nstands for, if the Convention were to be used as an\r\ninstrument to impose conditionalities, or if it were cited\r\nas a convenient excuse to intrude into the internal\r\naffairs of individual States.\r\nIn closing, I would like to express my\r\nappreciation to all those delegations who participated\r\nactively in the Vienna negotiations, including the\r\nsecretariat of the United Nations Office on Drugs and\r\nCrime under the leadership of the Executive Director,\r\nMr. Antonio Maria Costa, and members of the United\r\nNations Secretariat. I would also like to mention, in\r\nparticular, Mr. Eduardo Vetere and Mr. Dimitri Vlassis.\r\nThe Ad Hoc Committee has complied with and\r\nfulfilled its difficult mandate and is now presenting to\r\nus the formidable product of its heroic and creative\r\nefforts. This deserves our heartfelt thanks. We are\r\nhopeful that the same heroism and creativity will\r\nprevail with respect to the future entry into force of the\r\nConvention.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item for this meeting. Because I\r\npromised many delegations that I would present this\r\nmorning my analysis on the debate on the cluster of\r\nitems on revitalization, restructuring and reform, we\r\nwill continue the debate on agenda item 108 this\r\nafternoon.\r\nAgenda item 55 (continued)\r\nRevitalization of the work of the General Assembly\r\nAgenda item 57 (continued)\r\nUnited Nations reform: measures and proposals\r\nAgenda item 58 (continued)\r\nRestructuring and revitalization of the United\r\nNations in the economic, social and related fields\r\nReports of the Secretary-General (A/57/786;\r\nA/58/175, A/58/351, A/58/382, A/58/395 and\r\nA/58/395/Corr.1)\r\n22\r\nA/58/PV.50\r\nAgenda item 59 (continued)\r\nStrengthening of the United Nations system\r\nThe President: Sixty-one delegations have\r\nspoken in the debate under item 55, “Revitalization of\r\nthe work of the General Assembly”, item 57, “United\r\nNations reform: measures and proposals”, agenda item\r\n58, “Restructuring and revitalization of the United\r\nNations in the economic, social and related fields” and\r\nagenda item 59, “Strengthening of the United Nations\r\nsystem”.\r\nI believe it important to note at the outset that\r\ndelegations speaking under this cluster of items centred\r\ntheir statements on agenda items 55 and 58. Little or no\r\nreference was made to items 57 and 59. This is, I\r\nbelieve, an indication of where some of our problems\r\nlie, in respect of reform and revitalization of the\r\nGeneral Assembly and of the United Nations as a\r\nwhole. We should, in our deliberations, ponder why we\r\nhave two items before us for discussion on which few\r\ndelegations cared to comment.\r\nThe discussions on items 55 and 58 have been\r\nboth interesting and thought provoking. Delegations\r\nhave been particularly reflective and conscientious in\r\ntheir approach to agenda item 55, on the revitalization\r\nof the General Assembly. It is on this item that I will\r\nfocus my assessment today. I am both pleased and\r\nencouraged by the overall mood of the debate, and\r\nparticularly by the many concrete proposals and\r\nsuggestions that delegations have made.\r\nI sense a gathering momentum in favour of taking\r\ndecisive steps towards revitalization of the Assembly. I\r\nalso sense an emerging consensus that we should take\r\naction expeditiously. I see no reason for further delay.\r\nThe informal note I circulated to delegations on 15\r\nOctober 2003 has been well received. I appreciate your\r\nsupport for this document as a worthwhile initiative\r\nand the generally held view that it forms a good basis\r\non which to begin our work. I was especially pleased\r\nthat the two clusters of issues I identified in the\r\ninformal note have been generally welcomed as a\r\nuseful conceptual framework.\r\nAmong the specific issues addressed in the\r\ndebate, it is noteworthy that a number appeared to give\r\nrise to particular concerns and were based centrally on\r\ndecisions that must be taken in the context of the\r\nrevitalization exercise. The first, and all-encompassing,\r\nis the political position and status of the General\r\nAssembly. In that regard, attention was repeatedly\r\ndrawn to the passage in the Millennium Declaration in\r\nwhich heads of State and Government resolved\r\n“To reaffirm the central position of the General\r\nAssembly as the chief deliberative, policy-\r\nmaking and representative organ of the United\r\nNations, and to enable it to play that role\r\neffectively.” (resolution 55/2, para. 30)\r\nThat objective, I believe, should form the backdrop for\r\nour negotiations in the weeks ahead.\r\nThe view has also been taken that the relationship\r\nbetween the General Assembly and the Security\r\nCouncil needs to be addressed. In that context,\r\nconsideration by the Council of issues that seem to fall\r\nmore naturally within the purview of the Assembly and\r\nthe Economic and Social Council is a development to\r\nwhich further attention must be paid in our discussions.\r\nThe view has been strongly advanced in the\r\ncourse of the debate that for the General Assembly’s\r\nresolutions and decisions to be better respected, they\r\nwill have to become better known. Attention was\r\ndrawn to the advocacy role that the Department of\r\nPublic Information should more actively play in\r\nbringing that about.\r\nIn the consideration of possible means of\r\nstrengthening the General Assembly, many references\r\nwere made to the need to strengthen the Office of the\r\nPresident, both as a means of better managing each\r\nsession and as a way to ensure needed continuity and\r\ninstitutional memory from session to session. Such\r\nstrengthening would require augmenting the resources\r\navailable to the Office. There is also an emerging view\r\nthat the role of the presidency itself needs to be\r\nreviewed. Comments were made in that regard on the\r\npossibilities of extending the term of the President, re-\r\nelecting the President to a second term or instituting a\r\ntroika system. Each of those issues might be further\r\nconsidered.\r\nThe idea of making more effective use of the\r\nGeneral Committee as an organizational and\r\ncoordinating mechanism has been generally welcomed.\r\nThe initial informal steps I have taken in that respect\r\nmight now be fleshed out and formalized.\r\nThe implementation of resolutions of the\r\nAssembly was a crucial concern raised in the debate.\r\nComments were made concerning the many resolutions\r\nthat went unimplemented or were poorly followed up.\r\n23\r\nA/58/PV.50\r\nThat is indeed a significant deficit in our activities to\r\nwhich greater attention must be paid. Suggestions have\r\nbeen made for better monitoring of the process of\r\nimplementation that should be examined in detail. A\r\nvital part of ensuring more effective implementation\r\nmust lie in drafting better resolution texts that would\r\nmake resolutions more user-friendly, and thus more\r\nimplementable. There appears to be general agreement\r\nthat resolutions should be shorter and more to the point\r\nand, to the extent possible, should refrain from the\r\nexcessive repetition of previous resolutions. I trust that\r\nthe comprehensive resolution that I anticipate will be\r\nthe result of the negotiations that will now commence\r\non the revitalization item will itself be a model of what\r\nresolutions of the future might look like.\r\nViews have begun to converge on some points\r\nregarding the nature and function of the plenary itself.\r\nThe rationale for compressing the plenary’s work into a\r\nthree-month period, whatever it may have been once,\r\nsome time ago, no longer appears to be persuasive. An\r\nalternative should be sought to that practice that has the\r\nAssembly considering, over a period of approximately\r\n13 weeks, some 200 draft resolutions. As the Assembly\r\nsession is for one year, scheduling the work of the\r\nAssembly over a longer period seems desirable.\r\nNotable interest was shown in positioning the\r\nplenary to approach its work more thematically. That is\r\nan issue that should now receive further consideration,\r\nboth in relation to the organization of the general\r\ndebate and the organization of the agenda of the\r\nGeneral Assembly. A consensus has begun to develop\r\naround the importance of reducing the length of the\r\nAssembly’s agenda. Delegations have acknowledged\r\nthat the substantive agenda as currently presented\r\ncreates a workload that is difficult to contend with. At\r\nthe same time, the increasing awareness that the agenda\r\nshould reflect contemporary realities was evident from\r\nthe debate, and is a matter that should require attention\r\nin our revitalization discussion.\r\nProgress has been made in the biennialization,\r\ntriennialization and clustering of items for discussion\r\non the Assembly’s agenda, and that has been widely\r\nrecognized. The general view appears to be that the\r\ntime has come to make further progress on those fronts\r\nas we proceed with the revitalization exercise.\r\nThe issue of documentation overload is one that\r\nis inextricably linked to matters concerning the agenda,\r\nresolutions and the biennialization and triennialization\r\nand clustering of items. It would be essential to take up\r\nthat matter in that broader context.\r\nComments have been made concerning aspects of\r\nthe revitalization exercise that concern the Main\r\nCommittees and their bureaux. Some of the\r\nCommittees are themselves reviewing their working\r\nmethods and procedures to improve effectiveness.\r\nThose initiatives will need to be integrated into the\r\noverall revitalization exercise.\r\nI hope that my assessment of the revitalization\r\ndebate will assist Members as we move ahead in our\r\nwork.\r\nWith regard to the next steps, I wish to advise the\r\nAssembly that I have invited six permanent\r\nrepresentatives to serve as facilitators for this item. I\r\nappreciate, and I am pleased, that they have agreed to\r\ndo so. The facilitators are Mr. Abdallah Baali,\r\nPermanent Representative of Algeria; Mr. Stafford O.\r\nNeil, Permanent Representative of Jamaica; Mr. Dirk\r\nJan van den Berg, Permanent Representative of the\r\nNetherlands; Mr. Kishore Mahbubani, Permanent\r\nRepresentative of Singapore; Mr. Roman Kirn,\r\nPermanent Representative of Slovenia; and\r\nMr. Dumisani Shadrack Kumalo, Permanent\r\nRepresentative of South Africa. I shall be meeting the\r\nfacilitators as a group shortly — in fact, no later than\r\nMonday afternoon — so that we can determine a\r\nframework and timeframe for their work.\r\nIt is my intention to present a draft resolution of\r\nthe President for consideration by the Assembly before\r\nit concludes the substantive part of its session, in\r\nDecember of this year. I know that I can count on\r\nmembers to give the facilitators the necessary support\r\nand cooperation so that we can meet that goal. I look\r\nforward to working with the Assembly and to\r\nbenefiting from its continued support as we pursue\r\ntogether the critical questions that have been identified\r\nby our heads of State and Government and other high-\r\nlevel representatives as matters of priority for the\r\nGeneral Assembly.\r\nWe have thus concluded this stage of our\r\nconsideration of agenda items 55, 57, 58 and 59.\r\nThe meeting rose at 12.50 p.m.\r\n"