"United Nations A/58/PV.21\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n21st plenary meeting\r\nThursday, 2 October 2003, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-53870 (E)\r\n*0353870*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAddress by Mr. Askar Akayev, President of the\r\nKyrgyz Republic\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Kyrgyz Republic.\r\nMr. Askar Akayev, President of the Kyrgyz\r\nRepublic, was escorted into the General Assembly\r\nHall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency Mr. Askar Akayev, President of\r\nthe Kyrgyz Republic, and to invite him to address the\r\nAssembly.\r\nPresident Akayev (spoke in Russian): First of\r\nall, I would like to congratulate you, Sir, on your\r\nelection to the presidency of the General Assembly and\r\nto wish great success to the work of the fifty-eighth\r\nsession under your wise guidance. I also take this\r\nopportunity to extend deep appreciation to Mr. Jan\r\nKavan for his insightful leadership of the fifty-seventh\r\nsession of the General Assembly.\r\nThis is my second successive participation in the\r\nwork of the General Assembly. In my statement last\r\nyear, I supported the resolute actions of the anti-\r\nterrorist coalition in eliminating the Central Asian\r\ncentre of international terrorism in Afghanistan, as well\r\nas the other measures taken by the world community to\r\naddress global challenges to international peace and\r\nsecurity.\r\nAs life has demonstrated, the United Nations\r\nplays a highly positive role in organizing the common\r\nstruggle against international terrorism. In this regard,\r\nthe idea of giving the United Nations the lead role in\r\nguiding the global anti-terrorist coalition deserves\r\ngenuine support. One of the primary objectives of my\r\nstatement last year was to appeal to the United Nations\r\nto recognize, as a great event in the history of my\r\ncountry, the two thousand, two hundredth anniversary\r\nof Kyrgyz Statehood, as an event of international\r\nstatus.\r\nThe resolution of the General Assembly on\r\nKyrgyz Statehood was a powerful force in raising the\r\nnational spirit of our people. For that, we are sincerely\r\ngrateful to our Organization. Indeed, whenever any\r\nproblems emerge at a global level, we turn to the\r\nUnited Nations and unfailingly get support.\r\nRecently, there have been heated discussions\r\nconcerning the role of the United Nations. Some\r\nhotheads even allege that the United Nations has\r\nexhausted its potential. I believe that such ideas\r\ncontradict the interests of the world community,\r\nalthough on the whole, I see nothing wrong with\r\ndebates on this theme. Such discussions are\r\ndemonstrations of democracy, to the development of\r\nwhich the United Nations has significantly contributed\r\nworldwide.\r\nThe development of democracy at a national level\r\ninvolves differences of opinion and criticism of the\r\nauthorities. Something similar takes place in the\r\nframework of the world community. Here, too, a\r\n2\r\nA/58/PV.21\r\npolarization of opinions is occurring, but in this case it\r\nis our common offspring — the United Nations — that\r\nis coming under attack. Attempts to jeopardize its role\r\nare perceived, especially by small countries, as\r\nundermining that international body which embodies\r\nthe interests of all mankind. There is a wise saying:\r\n“Small countries must have big friends”. The United\r\nNations is just such a big reliable friend.\r\nHowever, it is difficult to deny that the work of\r\nthe United Nations is not yet ideal. Certainly its\r\nefficiency needs to be enhanced. We understand the\r\nSecretary-General’s concern for the situation of the\r\nUnited Nations, and we fully share his assessment of\r\nthe current world situation.\r\nIn this regard, the attention paid to the work of\r\nthis current session of the General Assembly by many\r\nheads of State is impressive. The statements made by\r\nMr. George Bush, the President of the United States;\r\nMr. Vladimir Putin, the President of the Russian\r\nFederation; Mr. Jacques Chirac, the President of\r\nFrance; Mr. Gerhard Schroeder, Chancellor of\r\nGermany, as well as other heads of State, despite\r\ncertain differences in approach, clearly have shown the\r\ndesire to have a definite role for the United Nations in\r\nbuilding the new world order, one that is better in\r\nkeeping with the aspirations of all people on Earth.\r\nThe most efficient way of overcoming\r\ndisagreements in political practice is to search for\r\ncompromise. We are pleased to note that the technique\r\nof compromise is playing a positive role in resolving\r\ndisagreements on such a key issue for the world as the\r\nsettlement of the problem of Iraq. This is an\r\nencouraging sign.\r\nWe would like to stress, again, that any measures\r\nto improve the United Nations should be based solely\r\non the idea of improving the work of the Organization.\r\nThe Kyrgyz Republic is ready to support reasonable\r\nproposals on this subject, including measures to\r\nincrease the efficiency of the work of the Security\r\nCouncil.\r\nI believe that alongside the search for ways to\r\nimprove the United Nations, we should concentrate on\r\nthose specific problems which will need to be resolved\r\nagain in the foreseeable future. In this regard, we may\r\nlook at the results of the Millennium Summit, to those\r\nvital problems that were highlighted at that time in the\r\ndiscerning report of the Secretary-General of the\r\nUnited Nations, Mr. Kofi Annan entitled, “We the\r\nPeoples” (A/54/2000), and also contained in the\r\nMillennium Declaration. These last three years have\r\nhighlighted even more the importance of the issues\r\nraised at that time.\r\nSince then, the fight against international\r\nterrorism was added as one of the major challenges to\r\ninternational peace and security. The report of\r\nSecretary-General Mr. Kofi Annan to the present\r\nsession of the General Assembly focuses the attention\r\nof Member States on the need to increase their efforts\r\ntowards implementing the Millennium Declaration.\r\nThis approach deserves very broad support.\r\nI believe that only such a universal, global\r\norganization as the United Nations is able to cope with\r\nthe challenges faced by the world community. But the\r\nUnited Nations needs help, and we, through our joint\r\nefforts, particularly with the support of the big Powers,\r\ncan accomplish this. If we do not, then we would be\r\nacting at cross-purposes and could expect a grim result.\r\nBesides common problems shared by the world\r\ncommunity, each country has its own specific\r\nproblems. Kyrgyzstan is determined to resolve its own\r\nproblems through reliance on its own efforts.\r\nAddressing this Assembly, I cannot fail to stress the\r\nconcentration of our efforts on advancing the\r\ndemocratic process. In particular, last year I put\r\nforward a national idea entitled, “Kyrgyzstan — a\r\ncountry of human rights”. For the development of this\r\nidea, a Democratic Code was elaborated and a Public\r\nCouncil of Democratic Security was established.\r\nFollowing the outcome of a national referendum, a new\r\nConstitution was adopted which more fully reflects the\r\nlevel of democracy attained as well as new challenges\r\nto its development. These measures have given a\r\npowerful stimulus to the progressive movement of our\r\ncountry towards a democratic system.\r\nWe also attach great importance to the\r\nestablishment of fair, open and responsible governance\r\nand to enhancing the effectiveness of the anti-\r\ncorruption policy being pursued. This year I\r\nestablished the National Council on Conscientious\r\nGovernance to strengthen the work being conducted in\r\nKyrgyzstan to create an anti-corruption atmosphere in\r\nour society.\r\nWe are focusing our main efforts on the fight\r\nagainst poverty, but the Republic cannot resolve this\r\nproblem without external assistance. We highly\r\ncommend the role played by the United Nations in the\r\n3\r\nA/58/PV.21\r\nfight against poverty, and the measures undertaken by\r\nour Organization. Again, we appeal to the world\r\ncommunity and to the developed countries not to\r\nreduce their efforts in providing assistance to the\r\ndeveloping countries for the purpose of overcoming\r\npoverty.\r\nIn the autumn of 2002, under the aegis of the\r\nUnited Nations, the Global Mountain Summit was held\r\nin our capital, Bishkek. The Bishkek Global Mountain\r\nPlatform adopted at the Summit has, in essence,\r\nbecome the outcome document of the International\r\nYear of Mountains, observed by the United Nations.\r\nThe document has defined key tasks for sustainable\r\ndevelopment of the mountain regions of our planet. To\r\naddress them, Switzerland has initiated creation of the\r\nInternational Partnership for Sustainable Development\r\nin Mountain Regions. This is only the beginning; we\r\nhave just set in place the first building blocks for the\r\nfoundation of an institutionalized home for the\r\nmountain regions.\r\nKyrgyzstan hopes to receive assistance from the\r\nUnited Nations and its family of organizations towards\r\nthe establishment of an international information and\r\neducational centre for mountain States, as well as for a\r\nnetwork for developing mountain States, with its\r\nsecretariat established in Bishkek. I believe that the\r\nKyrgyz Republic is the best possible location for this\r\ncentre since most of our country is mountainous.\r\nThe United Nations faces an abundance of\r\nproblems. One of the most important challenges is the\r\nfight against international terrorism. Other global\r\nchallenges include political and religious extremism,\r\nterritorial separatism, drug trafficking and the fight\r\nagainst fatal illnesses such as HIV/AIDS and others.\r\nIt is becoming increasingly urgent to prevent the\r\nspread of weapons of mass destruction. The Kyrgyz\r\nRepublic supports taking decisive measures in this\r\nrespect. We believe, however, that force should be used\r\nonly on the basis of Security Council decisions and in\r\naccordance with international law so as to prevent\r\nconflict and discord within the international\r\ncommunity.\r\nNot only must global measures be taken in this\r\nrespect, but efforts must be made at the regional and\r\nnational levels. One good example of such efforts is the\r\nwork done by the Shanghai Cooperation Organization,\r\nwith the lead role being played by Russia and China,\r\nactively relying on the Central Asian participants.\r\nIn conclusion, I should like once again to stress\r\nnot only my full confidence in the United Nations, but\r\nalso the determination of the Kyrgyz Republic\r\nresolutely to strive, together with our partners in the\r\ninternational community, for the preservation and\r\nstrengthening of this Organization, which we believe\r\nmost fully reflects our interests. May the Almighty\r\nhelp us in this work, and let all good peoples of the\r\nworld join in our prayers for the success and prosperity\r\nof the United Nations.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the President of the Kyrgyz\r\nRepublic for the statement he has just made.\r\nMr. Askar Akayev, President of the Kyrgyz\r\nRepublic, was escorted from the General\r\nAssembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I now give the floor to His\r\nExcellency The Honourable Elvin Nimrod, Minister for\r\nForeign Affairs and International Trade of Grenada.\r\nMr. Nimrod (Grenada): It is with a deep sense of\r\npride and pleasure that my delegation congratulates\r\nyou, Sir, on your unanimous election to the presidency\r\nof the General Assembly at its fifty-eighth session. You\r\nhave done the entire Caribbean region proud. Your own\r\ncountry, Saint Lucia, one of the smallest States\r\nMembers of this Organization, can feel especially\r\nproud. We are confident that, given the combination of\r\nyour vast experience, solid leadership skills and\r\ncharismatic personality, this session will go down in\r\nhistory as one of the most dynamic and constructive for\r\nall States, large and small.\r\nMy delegation pays tribute to your illustrious\r\npredecessor, Mr. Jan Kavan of the Czech Republic, for\r\nhis enlightened and innovative conduct of this body\r\nduring the previous session.\r\nMy delegation also expresses profound sympathy\r\nto the Government and the people of Saint Lucia on the\r\nrecent passing of your predecessor, Sir, as Minister for\r\nForeign Affairs, The Honourable George Odlum.\r\nEach succeeding President of the General\r\nAssembly inherits an agenda of recurring resolutions\r\nand outcome documents adopted at the many\r\ninternational summit-level conferences during the past\r\n4\r\nA/58/PV.21\r\ndecade. My delegation remains confident that your\r\nadministration, Sir, will put implementation concerns\r\nhigh on the development agenda.\r\nWhen the United Nations was founded 58 years\r\nago, the focus was basically on world peace and\r\nsecurity in the aftermath of the devastating effects of\r\nthe Second World War. Security concerns have once\r\nagain taken centre stage in current international affairs,\r\nbut they should not displace the consideration of\r\nimportant issues on the economic and social agenda.\r\nMy Government remains totally committed to the\r\nglobal fight against terrorism and the perpetrators of\r\nviolence. In this regard, it will certainly take all\r\nnecessary actions to ensure that Grenada is an active\r\npartner in this common struggle.\r\nThe proliferation of transnational criminal\r\nactivities is the most vivid example of the negative\r\neffect of open borders in a globalized world. The illicit\r\ntrade in weapons and drugs, money-laundering and\r\ntrafficking in women and children clearly need to be\r\ntackled in a more organized manner. A truly effective\r\nglobal response to these and other threats requires that\r\nall States act in concert with each other. In this regard,\r\nmy Government, despite its limited resources, is\r\nfulfilling its commitment.\r\nSince the events of 11 September 2001, Grenada\r\nhas ratified or acceded to all relevant international\r\ntreaties and conventions on terrorism and related\r\nactivities. All the appropriate domestic legislation has\r\nbeen enacted.\r\nMy delegation is convinced that the elimination\r\nof terrorism alone will not guarantee social and\r\neconomic stability. It will not solve the many problems\r\nassociated with underdevelopment, poverty, hunger,\r\ndisease, illiteracy, and unemployment — all of which\r\ngive rise to hopelessness and pose a threat to peace and\r\nsecurity.\r\nThe holding of the recent meeting here at the\r\nUnited Nations to assess the implementation of the\r\nDeclaration of Commitment on HIV/AIDS made clear\r\nthat the pandemic is continuing to take a heavy toll,\r\nespecially in sub-Saharan Africa and the Caribbean.\r\nAs the many leaders who took part in the debate\r\nsaid, much remains to be done in the fight against this\r\ndreadful scourge if the Declaration of Commitment\r\ntarget is to be met by 2005. Thus, certain critical areas\r\nin this fight, such as education on prevention and care\r\ntargeted especially to young people, mobilization of\r\nresources by engaging civil society including the\r\nbusiness sector, and access to affordable medicine are\r\nabsolutely essential.\r\nFighting HIV/AIDS is both a medical and a socio-\r\neconomic problem, with far-reaching implications for\r\nsmall developing countries such as my own. Caring for\r\nthe ever-increasing numbers with the virus, together\r\nwith educating and sensitizing the general public on\r\nprevention issues and responsible behaviour, has\r\nbecome burdensome, in terms of both human and\r\nfinancial resources. Partnership and support from the\r\ndeveloped countries will be welcomed.\r\nMy delegation is convinced that the eradication\r\nof poverty and its related ills is central to social and\r\neconomic stability. Poverty will not simply disappear\r\nthrough passionate pleas and eloquent statements, but\r\nthrough genuine collaborative and cooperative efforts.\r\nMy Government is acutely aware of our responsibility,\r\nas a sovereign and independent nation to provide for\r\nour citizens.\r\nThe efforts of the Caribbean Community\r\n(CARICOM) to establish a single market and economy\r\nwith a view to harnessing and efficiently utilizing the\r\nlimited resources of the region, improving\r\ncompetitiveness, productivity and general cooperation,\r\nmust be applauded.\r\nThe more developed countries must speedily\r\ncome to the rescue of the needy developing countries\r\nby providing tangible and meaningful technical,\r\neconomic and other forms of assistance — assistance\r\nthat will have a positive impact on the lives of millions\r\nin the developing world.\r\nIt is for this reason that we will continue to\r\nclamour for reforms within the global trading system,\r\nand especially within the framework of the World\r\nTrade Organization (WTO), particularly as it relates to\r\ntrade in agriculture and in other services.\r\nMy delegation calls for a substantial reduction of\r\nthe subsidies afforded to farmers in the more developed\r\nand industrialized economies, and also for the removal\r\nof non-tariff and other technical barriers to the export\r\nof our commodities.\r\nIn our efforts to diversify our economies and to\r\nenhance our revenue-earning options, we need the\r\nflexibility to develop our service sector free from\r\npressures and conditionalities, to add value to our\r\n5\r\nA/58/PV.21\r\nprimary products, and to be able to export our exotic\r\nfruits and vegetables.\r\nOur small and vulnerable economies can become\r\nviable if the right conditions are created to facilitate the\r\ntrade of our products on the world market.\r\nThe failure of the recently concluded WTO\r\nMinisterial Meeting in Cancún, Mexico, to reach a\r\ncompromise on issues of extreme importance is a cause\r\nfor concern. The outcome has confirmed, in\r\nunequivocal terms, that the divide between rich and\r\npoor nations continues to widen.\r\nMy country endorses the idea that the United\r\nNations must continue its work to ensure that\r\ndemocracy and respect for basic human rights prevail\r\nin all civil societies. However, this body should, as a\r\nmatter of principle, also seek to ensure that fair, just\r\nand morally correct actions and decisions are taken on\r\nequally important matters.\r\nThe people of the Republic of Cuba continue to\r\nlive under a unilaterally imposed financial, commercial\r\nand economic blockade, as they have for more than 40\r\nyears. This has resulted in great human and material\r\nlosses, and in many personal traumatic experiences.\r\nGrenada joins the overwhelming majority in the United\r\nNations and calls for the unconditional lifting of those\r\nsanctions.\r\nWe believe that universally accepted norms and\r\nvalues and economic growth and prosperity can\r\nflourish only under normal circumstances. The people\r\nof Cuba need that chance.\r\nThe Israeli-Palestinian conflict continues to\r\nescalate, and every effort must be made to return to the\r\nroad map, as it remains the best hope for the resolution\r\nof the problem.\r\nSimilarly, my delegation is concerned about the\r\nnegative effect of civil unrest and tensions around the\r\nglobe, particularly in Iraq, Liberia and the Democratic\r\nRepublic of the Congo. My Government supports all\r\nefforts, actions and initiatives to ensure that normalcy\r\nreturns to the countries and regions concerned. We urge\r\npatience, understanding and tolerance in dealing with\r\nthese difficult situations.\r\nThe United Nations has been seized with the\r\nreform of the Security Council and with the\r\nrevitalization of the General Assembly for a number of\r\nyears. When the United Nations was founded 58 years\r\nago, the membership was 51; today there are 191\r\nMember States.\r\nMuch has changed in the geopolitical dynamics\r\nof the world, which the United Nations represents and\r\nreflects. Therefore, there is a need for structural and\r\nfunctional changes in the Security Council and the\r\nGeneral Assembly, two of the main organs of greatest\r\nimportance in the world body.\r\nAt the beginning of this intervention, I alluded to\r\nthe tardiness in the implementation of collective\r\ndecisions, particularly on the subject of the sustainable\r\ndevelopment of small island developing States. A total\r\nof six summit conferences have been held over a period\r\nof 11 years to address the issues of the environment\r\nand development in those vulnerable island States.\r\nDonor countries have not fulfilled their end of\r\nthat partnership. Official development assistance\r\ncontinues to fall, and multilateral aid has dropped\r\nsignificantly. Ten years later, another high-level\r\nmeeting is scheduled to take place in Mauritius in 2004\r\nto review the Barbados Declaration and Programme of\r\nAction.\r\nMy delegation is hopeful that the occasion will be\r\nused to ensure that the priority issues facing small\r\nStates will be addressed in a way that gives optimism\r\nto the millions whose lives depend on a commitment to\r\nthe following issues: improving their preparedness for,\r\nand recovery from, natural and environmental\r\ndisasters; addressing the problem of climate change\r\nand sea-level rise, which could submerge low-lying\r\nnations in the Caribbean and the Pacific; preventing\r\nworsening shortages of potable water; developing solar\r\nand renewable energy to lessen dependence on\r\nexpensive imported oil; and managing growth in\r\ntourism to protect the environmental and cultural\r\nintegrity of our nations.\r\nMy delegation’s appeal to this session of the\r\nGeneral Assembly is for all stakeholders, including the\r\nmultilateral financial institutions, demonstrate their\r\ntotal commitment to the entire process in order that\r\nefforts to implement outstanding important\r\ncommitments can be finalized.\r\nDespite the uncertainty over adequate funding for\r\nimplementation, my delegation remains confident, Mr.\r\nPresident, that, with your ability to lead and build\r\nconsensus, this fifty-eighth session will become known\r\nas the General Assembly of implementation.\r\n6\r\nA/58/PV.21\r\nAs Secretary-General Kofi Annan recently stated:\r\n“We all live on the same planet, buffeted by the\r\nsame winds, influenced by the same currents of\r\nchange. But instead of acting on what unites\r\nus … we allow a chasm to persist between us …\r\nWe need to mend this great divide with a new\r\nfabric of solidarity”.\r\nMy delegation is convinced that we have the\r\nopportunity to build and develop this new kind of\r\nsolidarity and partnership between rich and poor, big\r\nand small, powerful and weak, at this session of the\r\nGeneral Assembly. The opportunity is ours to embrace\r\nor to lose.\r\nThe President: I now call on His Excellency Mr.\r\nFrançois Lonsény Fall, Minister for Foreign Affairs of\r\nthe Republic of Guinea.\r\nMr. Fall (Guinea) (spoke in French): On\r\n19 August 2003, the international community took a\r\nblow to the body in Baghdad in odious acts that caused\r\nthe tragic loss of approximately 20 United Nations\r\nofficials, including the lamented Sergio Vieira de\r\nMello, Special Representative of the Secretary-\r\nGeneral. By attacking a symbol as prestigious as the\r\nUnited Nations, the forces of evil intended to destroy\r\nthe firm resolve of our Organization to carry out its\r\nmission of safeguarding international peace and\r\nsecurity.\r\nThose unspeakable crimes demonstrate once\r\nagain the intensity of terrorism in all its forms and\r\nunderscore the vital need for the international\r\ncommunity to reaffirm its solidarity in order to find the\r\nways and means to stamp out this scourge, which\r\nremains one of the greatest threats to humankind’s\r\nharmonious development. My delegation energetically\r\ncondemns those vile acts and pays tribute to the\r\nmemory of the victims. It renews to the Secretary-\r\nGeneral, Mr. Kofi Annan, the sincere compassion of\r\nthe people and Government of Guinea, particularly of\r\nHis Excellency General Lansana Conté, President of\r\nthe Republic of Guinea.\r\nMy delegation also wishes to take this\r\nopportunity to express its deep gratitude to Mr. Annan\r\nfor the courage and the effectiveness with which he is\r\nleading the destiny of our Organization. The Republic\r\nof Guinea will be unstinting in its efforts to make its\r\ncontribution to the influence of the United Nations,\r\nwhich, it hardly needs to be said, remains the primary\r\nframework for concerted action in the conduct of\r\ninternational relations.\r\nI wish to take this opportunity to convey my\r\ndelegation’s warmest congratulations to you, Mr.\r\nPresident on your well-deserved election to the\r\npresidency of the General Assembly at its fifty-eighth\r\nsession. Appreciating your great ability, there can be no\r\ndoubt that you will skilfully follow up the work of your\r\npredecessor, Mr. Jan Kavan, whose dedication and skill\r\nwere greatly appreciated in the course of the previous\r\nsession.\r\nAfrica, where more than one third of the\r\npopulation lives in absolute poverty, continues, alas, to\r\nbe the scene of fratricidal wars, whose negative effects\r\nundermine the development policies of its States.\r\nNotwithstanding that bitter state of affairs, marked\r\nprogress has been made in extinguishing hotbeds of\r\ntension. Hope is reborn in West Africa.\r\nSierra Leone is being stabilized, thanks to the\r\nactive support of the international community, but also,\r\nand above all, thanks to the patriotism of Sierra\r\nLeoneans and the determination of their leaders to\r\nclose the book on war. My country, while expressing its\r\nappreciation for the respect shown for the criteria for\r\nthe withdrawal of the United Nations Mission in Sierra\r\nLeone (UNAMSIL), takes the view that the success of\r\nthat plan also hinges on increased assistance to Sierra\r\nLeone, as well as the effective restoration of State\r\nauthority throughout the territory.\r\nIn Liberia, with the departure of President\r\nCharles Taylor on 11 August, a new era is becoming\r\napparent for that country, scarred by 14 years of\r\nfratricidal war, which augurs well for the subregion as\r\na whole — particularly the Mano River basin, whose\r\noverall development has long been jeopardized. We\r\nwish to pay tribute to the efforts of the Economic\r\nCommunity of West African States (ECOWAS) and the\r\nUnited Nations that have made it possible to secure a\r\nceasefire and to achieve the Comprehensive Peace\r\nAgreement in Accra, thus opening the way for the\r\nestablishment of a Government of transition and\r\nnational reconciliation. My delegation appeals to the\r\ninternational community for effective support for the\r\nimplementation of the Accra accord, so that Liberians\r\ncan finally be reconciled among themselves and can\r\ntackle the reconstruction of their country in renewed\r\ndemocracy.\r\n7\r\nA/58/PV.21\r\nThe joint action undertaken by ECOWAS, the\r\nUnited Nations and the development partners to deploy\r\nthe multinational force and ensure the maintenance of\r\npeace in Liberia should be supported and welcomed.\r\nThe establishment of this stabilization force has proved\r\nvital to facilitate the implementation of the\r\nComprehensive Peace Agreement, to make it possible\r\nto carry out a disarmament, demobilization and\r\nreintegration programme and to promote the return of\r\nrefugees and national reconciliation.\r\nHowever, my country remains convinced that the\r\nperpetrators of hateful crimes must answer for their\r\nacts. That is why we support unreservedly the decisions\r\nof the Special Court for Sierra Leone in its fight\r\nagainst impunity. That is a moral and political\r\nrequirement.\r\nIn Côte d’Ivoire, my delegation urges all the\r\nparties to pursue dialogue to implement effectively the\r\nLinas-Marcoussis Agreement, and thus achieve\r\nnational reconciliation.\r\nIn Guinea-Bissau, recent developments have\r\nmade even more fragile a situation that was already\r\nprecarious because of years of political instability and\r\neconomic crisis. My delegation appeals for the creation\r\nof better conditions for a rapid return to normal\r\nconstitutional life, which is vital to the recovery of that\r\nfraternal country.\r\nGuinea attaches great importance to the\r\nrestoration of lasting peace in our subregion. It has\r\npaid a heavy price in terms of instability, whose\r\nnegative consequences have impeded its progress.\r\nDespite a particularly difficult economic situation\r\nmarked by the drastic drop in bauxite and aluminium\r\nprices and the soaring price of petroleum, Guinea\r\ncontinues to tackle the burden of refugees and\r\ndisplaced persons. I wish to reiterate the Guinean\r\nGovernment’s appeal to the donor community for\r\nincreased assistance in managing refugees and\r\ndisplaced persons and for strengthening the capacity of\r\nour country to pursue its programme to combat poverty\r\nwhile consolidating its democratic achievements.\r\nI would like to address the situation in the Great\r\nLakes region, where there are promising prospects. In\r\nthe Democratic Republic of the Congo, despite the\r\nhumanitarian crisis in the eastern part, considerable\r\nprogress has been made, particularly in the context of\r\nthe disengagement of foreign armed forces and current\r\ndemobilization and reintegration operations. We hope\r\nthat the Transitional Government of National Unity\r\nwill do its utmost to preserve the territorial integrity of\r\nthe country and to promote a return to normal\r\nconstitutional life.\r\nMy delegation appeals to the international\r\ncommunity to support the United Nations Organization\r\nMission in the Democratic Republic of the Congo\r\n(MONUC) with the resources necessary to carry out its\r\nmandate, which has been enhanced by Security Council\r\nresolution 1493 (2003).\r\nIn Burundi, my delegation welcomes the\r\nencouraging results in the implementation of the\r\nArusha Agreement and calls on all parties to put an end\r\nto hostilities to strengthen the peace, which is still\r\nfragile, and to promote humanitarian assistance.\r\nIn the Central African Republic, my delegation\r\nappreciates the commitment of the new authorities to\r\npromote the return to constitutional legality in the\r\ncontext of consensual management.\r\nIn the Horn of Africa, the permanent and binding\r\ncommitment of Ethiopia and Eritrea concerning the\r\ndelimitation of borders is a prelude to the return to\r\npeace between the two countries. With regard to\r\nSomalia, my delegation hopes that the Mbagathi\r\nConference in Kenya will make it possible to overcome\r\npast contradictions and restore comprehensive\r\neverlasting peace.\r\nI cannot fail to address the thorny question of the\r\nWestern Sahara, which has mobilized the energies of\r\nthe international community for decades. The Republic\r\nof Guinea, which has always advocated a peaceful\r\nsettlement of the issue, remains convinced of the urgent\r\nneed for a political settlement under the auspices the\r\nUnited Nations — the only body that can guarantee a\r\nfair and lasting solution that is mutually acceptable to\r\nall parties.\r\nThe future of our continent is closely bound up\r\nwith international peace and security, and so we will\r\ncontinue to express our profound concern about\r\nconflicts that cause upheavals in other parts of the\r\nworld.\r\nFirst, in the Middle East, the appointment of\r\nPrime Minister Mahmoud Abbas, the publication of the\r\nQuartet’s road map and the establishment of a\r\nunilateral cease-fire by the Palestinian armed groups\r\nhad given us grounds for hope. These hopes,\r\n8\r\nA/58/PV.21\r\nunfortunately, are threatened by the resumption of the\r\ncycle of violence. We have together a historic duty to\r\nsalvage peace. The international community and the\r\nQuartet must do everything to give a fresh impetus to\r\nthe dialogue between the parties. For their part,\r\nPalestinians and Israelis have the obligation to honour\r\ntheir respective commitments, in order to win mutual\r\ntrust.\r\nMy delegation is convinced that a comprehensive\r\nand lasting settlement of the crisis in the Middle East\r\nnecessarily involves tackling the Lebanese and Syrian\r\naspects and the implementation of the relevant\r\nresolutions of the Security Council. Guinea, which has\r\nalways been at the forefront in defending legitimate\r\nstruggles for just causes, hails the historic role of\r\nPresident Yasser Arafat in restoring the inalienable\r\nrights of the martyred people of Palestine. Here we\r\nreiterate our firm opposition to any attempt to\r\nundermine his political or physical integrity, and once\r\nagain send him our sympathy and support. We also\r\nencourage the new Prime Minister of Palestine, Mr.\r\nAhmed Qorei, to do his utmost to create favourable\r\nconditions for dialogue aiming at a durable resolution\r\nof the Israeli-Palestinian conflict.\r\nOn the question of Iraq, which is going through a\r\nphase that is crucial for its future, my delegation\r\nencourages the United Nations to continue and\r\nstrengthen its peace mission and its mission of\r\nreconstruction and humanitarian assistance so that the\r\nIraqis can quickly take charge of their country’s destiny\r\nin unity and democracy.\r\nWith regard to Afghanistan, the international\r\ncommunity needs to step up its assistance, particularly\r\nin the area of security and development assistance, so\r\nas to give support to the Transitional Administration, in\r\nimplementation of the Bonn Agreement.\r\nMy delegation urges on the Korean peninsula the\r\nparties to pursue their efforts to achieve the peaceful\r\nand independent reunification of the two Koreas and to\r\nsettle the nuclear issue by dialogue.\r\nThe Guinean Government reaffirms its\r\ncommitment to the principle of a single China. It\r\nwelcomes the efforts being made by the People’s\r\nRepublic of China to safeguard international peace and\r\nsecurity.\r\nConcerning the crisis in Cyprus, whose resolution\r\nis still bogged down, in spite of the Secretary-General’s\r\ndetermination, we appeal to the parties to show\r\npolitical will, so that they may return to the negotiating\r\ntable on the basis of the revised plan.\r\nPoverty, armed conflicts, weapons of mass\r\ndestruction, terrorism, organized transnational crime\r\nand violations of human rights and international\r\nhumanitarian law, continue to be major obstacles to\r\npeace, security and development. Safeguarding\r\ninternational peace and security depends on our\r\ncommitment to eradicating the proliferation of small\r\narms and light weapons, as well as mercenary\r\nactivities, all of which fuel conflicts, particularly in\r\nAfrica.\r\nThis is all the more true since in July, in this very\r\nHall, Member States were able, at the First Biennial\r\nMeeting of States to Consider the Implementation of\r\nthe United Nations Programme of Action to Prevent,\r\nCombat and Eradicate the Illicit Trade in Small Arms\r\nand Light Weapons in All Its Aspects, were able to\r\ngauge the devastating effects of light weapons, whose\r\nmajor victims, unfortunately, continue to be women\r\nand children. My delegation reiterates the appeal by the\r\nEconomic Community of West African States\r\n(ECOWAS) for adequate financial assistance to\r\neffectively implement the moratorium on small arms\r\nand light weapons. It also calls for effective\r\nimplementation of Security Council resolution 1467\r\n(2003), adopted at the end of the workshop organized\r\nby my country when it held the presidency of the\r\nCouncil in March 2003, on the theme “Proliferation of\r\nsmall arms and light weapons and mercenary activities:\r\nthreats to peace and security in West Africa.”\r\nMindful of their primary responsibilities for the\r\nrecovery of the continent, African leaders are\r\ncontinuing their efforts in implementing the New\r\nPartnership for Africa’s Development (NEPAD)\r\neffectively. The commitments undertaken at the second\r\nsummit of African Union heads of State at Maputo are\r\npart of this process. Guinea welcomes the support of\r\nthe international community, particularly the G-8\r\ncountries for the African Union and its programme,\r\nNEPAD. We also welcome the initiatives taken by\r\ndevelopment partners to increase public assistance,\r\nrelieve debt and provide for improved access to\r\nmarkets.\r\nGuinea welcomes also the useful arrangements\r\nplanned by the United States, the European Union and\r\nJapan to combat the HIV/AIDS, malaria and\r\n9\r\nA/58/PV.21\r\ntuberculosis pandemics, as well as food insecurity.\r\nThese efforts, which we encourage, were undoubtedly\r\nstrengthened by the recent agreement at the World\r\nTrade Organization (WTO) enabling the poorest\r\ncountries to have access to generic drugs and thus to\r\ntackle the health tragedy of 6 million deaths annually\r\nas a result of those three pandemics alone.\r\nMy delegation, however, regrets the lack of\r\nconsensus at Cancún at the Fifth Ministerial\r\nConference of the WTO. We remain convinced that the\r\ninternational community will continue the debate,\r\naiming at further integration of the weaker economies\r\ninto the world trading system. We need to do our\r\nutmost to ensure that globalization is better managed\r\nand less iniquitous. The common good must be at the\r\nheart of our concerns.\r\nThe path ahead of us is still long and full of\r\npitfalls. The midterm review shows that, at least as far\r\nas Africa is concerned, there is not great optimism abut\r\nachieving the objectives of the Millennium\r\nDeclaration. We hope that the spirit of solidarity which\r\nis still developing at the level of the international\r\ncommunity can be translated into tangible acts and\r\ngalvanize everyone to action, so that future generations\r\nwill acknowledge our struggle to ensure the\r\ndevelopment of humankind. In order to achieve this,\r\nwe must reaffirm our unity and promote multilaterism\r\nto enable our common Organization to tackle the\r\nchallenges of peace, security and social and economic\r\nprogress.\r\nThe latest developments in the international\r\nsituation have demonstrated the extent to which the\r\nUnited Nations is still the unique framework for\r\nconsultation and concerted action in the management\r\nof world affairs. Strengthening the role and capacities\r\nof the United Nations is therefore more than ever\r\nessential in order to provide fair, lasting and equitable\r\nsolutions to issues of major importance. My delegation\r\nappreciates the efforts to reform the United Nations\r\nand revitalize the work of the General Assembly.\r\nIn this regard, we support the recommendation of\r\nthe Secretary-General concerning the setting up of a\r\nhigh-level panel to propose ways to strengthen the\r\nUnited Nations by reforming its institutions.\r\nAll these steps to help improve the effectiveness\r\nof the Organization must of course be underpinned by a\r\ngenuine reform of the Security Council so as to make\r\nits membership more representative. This will make it\r\npossible to enhance its transparency and give all States,\r\nlarge and small, the opportunity to find a voice there\r\nand thus make their due contribution to the building of\r\na renewed world.\r\nThe President: I now give the floor to the\r\nHonourable Knowlson Gift, Minister for Foreign\r\nAffairs of the Republic of Trinidad and Tobago.\r\nMr. Gift (Trinidad and Tobago): It is indeed a\r\nsignal honour for me to extend to you, Sir and to the\r\nGovernment and people of the sister Caribbean\r\nCommunity (CARICOM) State of Saint Lucia our\r\nheartfelt congratulations on your election to the high\r\noffice of President of the General Assembly at its fifty-\r\neighth session. We are confident that, under your\r\nexperienced and pragmatic leadership, the Assembly\r\nwill address in a forthright manner the many and varied\r\nchallenges which confront the international community.\r\nMy delegation is equally confident, Sir, that the\r\ndeveloping-country perspective that your presidency\r\nwill bring to our deliberations will serve to highlight\r\nthe plight of the weak and the vulnerable among us, as\r\nwe struggle to come to terms with the realities of\r\ncontemporary international relations.\r\nMr. President, please allow me the opportunity to\r\nexpress our satisfaction at the astute leadership shown\r\nby your predecessor, His Excellency Mr. Jan Kavan of\r\nthe Czech Republic, and at the many initiatives that he\r\npursued during his tenure, including those in the areas\r\nof institutional strengthening and the prevention of\r\narmed conflict, in an attempt to restore to this body its\r\ncentral role, as mandated by the Charter. I also applaud\r\nhis inclusive approach to advocacy, evinced by his\r\nshort but fruitful visit to Trinidad and Tobago in\r\nFebruary this year to engage in a brief, interactive\r\nhigh-level dialogue with the heads of State and\r\nGovernment of the Caribbean Community on the work\r\nof the Assembly and on some of the major issues\r\nbefore this global forum as they relate to small States.\r\nIt would be remiss of me if I did not compliment\r\nthe Secretary-General, Mr. Kofi Annan, on his sterling\r\nperformance in the face of the myriad crises since our\r\nlast session. We have total confidence in his continuing\r\nstewardship of this unique world body. My delegation\r\nwishes to assure him of the total support of the\r\nGovernment and people of the Republic of Trinidad\r\nand Tobago for his untiring efforts to ensure the\r\ncontinued relevance of the United Nations in the\r\n10\r\nA/58/PV.21\r\npursuit and achievement of the Organization’s\r\nobjectives.\r\nTrinidad and Tobago joins the rest of the\r\ninternational community in expressing our profound\r\nsorrow at the tragic loss of life suffered most recently\r\nby men and women of the United Nations while on a\r\nhumanitarian mission in Iraq, as a result of the\r\nbombing on 19 August 2003 of the United Nations\r\noffice in Baghdad. We shall forever remember them in\r\nour prayers, together with those others who, over the\r\nyears, have made the supreme sacrifice in selfless\r\nservice to the Organization and, by extension, to\r\nmankind. We are of the view that consideration should\r\nbe given to the erection of a fitting memorial here, at\r\nUnited Nations Headquarters in New York, to honour\r\nall those who have given their lives in the field in the\r\nservice of the United Nations.\r\nThe United Nations cannot retreat from its global\r\nresponsibilities in the face of even such an atrocity. We\r\nare firmly convinced that the United Nations — born\r\nout of the destruction wrought by the Second World\r\nWar and representing the collective hope of mankind to\r\nspare future generations from the scourge of war —\r\nmust rise to this difficult challenge and continue to\r\nplay an even more central and proactive role in\r\nmanaging world affairs, particularly with respect to the\r\nmaintenance of international peace and security.\r\nThe challenge before us is to make the world\r\npeaceful and secure. That is a particular concern of\r\nsmall States, which must rely on the international rule\r\nof law, on the strict observance by all States of the\r\npurposes and principles laid down in the Charter of the\r\nUnited Nations, and on the collective security\r\nmechanism of the Security Council in order to\r\nguarantee their right to a secure, sovereign and\r\npeaceful existence. We must therefore work to\r\nstrengthen the rule of law worldwide as well as the\r\ncapacity of the United Nations to engage both in\r\nconflict prevention and in the management of global\r\ncrises that disrupt international peace and security. It is\r\nalso of paramount importance that all Member States\r\ncommit to and uphold the multilateral approach in our\r\ncollective efforts to attain those ends.\r\nNowhere is there a more pressing need for peace\r\nand security than in the Middle East. Clearly, a just and\r\nlasting peace is in the interests of both the Palestinians\r\nand the Israelis, who have been constant witnesses to\r\ndeath and destruction in their respective societies and\r\nwho have watched as their once promising economies\r\nhave been devastated by the unceasing instability in the\r\nregion. Peace continues to be elusive, notwithstanding\r\nthe latest best efforts of the Quartet, whose road map\r\nfor measured and reciprocal steps within a specific\r\ntime frame enjoys the support of the overwhelming\r\nmajority of the international community.\r\nThere can be no peace and prosperity for that\r\nregion without the political will of leaders on both\r\nsides of the conflict. Neither can there be progress on\r\nthe path of peace without focused and sustained effort\r\non the part of the international community in providing\r\nthe necessary political support to the parties directly\r\ninvolved. My delegation is of the opinion that, under\r\nthe present circumstances, consideration should be\r\ngiven to deployment of a United Nations force so that\r\nrealistic and mutually acceptable confidence-building\r\nmeasures can be put in place, thereby restoring some\r\nmeasure of security to Palestinians and Israelis alike.\r\nIn Iraq, the goals of the international community\r\nat this time must be the restoration of a climate of\r\npeace and security and the creation of the conditions\r\nthat are necessary for the building by the Iraqi people\r\nof a peaceful, secure and prosperous society. The\r\nUnited Nations has a pivotal role to play with regard to\r\nboth nation-building and the political transition in Iraq.\r\nWe therefore call for greater coherence among the\r\nmembers of the Security Council, and urge them to\r\nadopt such measures as are necessary in the security\r\ninterests of all concerned to bring that situation within\r\nthe parameters of international political legitimacy and\r\nso give free rein to the aspirations of the Iraqi people.\r\nThreats to international peace and security are\r\ncertainly not posed by State actors exclusively. The\r\nactivities of organized criminal groups engaged in the\r\nillegal drug trade and in the illicit trade in small arms\r\nand light weapons pose a serious threat to the peace\r\nand stability of some States, despite the efforts made at\r\nall levels.\r\nSince the events of 11 September 2001,\r\nGovernments the world over have joined forces even\r\nmore resolutely in their condemnation of terrorism and\r\nhave endeavoured to give effect to all the measures\r\ncalled for in the relevant decisions of the Security\r\nCouncil, including by subscribing to all international\r\ntreaties aimed at combating terrorism in all its forms\r\nand manifestations. The international community must,\r\nhowever, also turn its attention once more to\r\n11\r\nA/58/PV.21\r\naddressing the root causes of this now-global\r\nphenomenon with a view to alleviating — if not\r\nremoving altogether — the more pressing concerns that\r\nprovide a basis for acts of terror.\r\nEven as we remain resolute in the war on\r\nterrorism, and focus on the traditional issues of peace\r\nand security, we must be mindful of the need to make\r\nprogress on the internationally agreed Millennium\r\nDevelopment Goals, which world leaders outlined at\r\nthe Millennium Summit in 2000. The challenges we\r\nface are not confined to the issues of peace and security\r\nas defined in their traditional sense. Indeed, success in\r\ndealing with threats to international peace and security\r\nmay ultimately depend on the progress we make in\r\novercoming poverty and in dealing with injustice,\r\nintolerance, deprivation and diseases such as malaria,\r\ntuberculosis and the HIV/AIDS pandemic.\r\nThe HIV/AIDS pandemic is one of those non-\r\nconventional threats that are fast approaching global\r\ncrises. Even though Africa remains the hardest hit, the\r\ndisease is spreading fast in Asia and in Eastern Europe.\r\nIn the Caribbean — which is second only to sub-\r\nSaharan Africa in HIV/AIDS prevalence rates —\r\nHIV/AIDS is a major development challenge\r\nthreatening to reverse years of hard-won human\r\ndevelopment gains and increase poverty levels. The\r\nGeneral Assembly has just concluded a high-level\r\ndebate on HIV/AIDS, and my delegation trusts that that\r\nmeeting will provide the necessary impetus and lay the\r\ngroundwork for further meaningful support for the\r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria.\r\nUnless those with the capacity to contribute come\r\nforward with additional resources, many, many more\r\nlives will surely be lost.\r\nWithout a secure and peaceful international\r\nenvironment, and in the absence of a sustained effort\r\non the part of our development partners to live up to\r\nthe commitments made at major United Nations\r\nconferences, there can be no meaningful and sustained\r\nglobal economic advancement for Africa as it seeks to\r\nimplement the New Partnership for Africa’s\r\nDevelopment, or for the least developed countries, the\r\nlandlocked countries or the small island developing\r\nStates.\r\nTrinidad and Tobago continues to attach high\r\nimportance to the need for the international community\r\nto pay special attention to the unique challenges and\r\nproblems which confront small island developing\r\nStates and to full and effective implementation of the\r\nBarbados Programme of Action for the Sustainable\r\nDevelopment of Small Island Developing States. It is\r\nfor that reason that we participated actively last year in\r\nthe preparatory process for the World Summit on\r\nSustainable Development. We were pleased that the\r\nJohannesburg Plan of Implementation reinforced the\r\nview that small island developing States are a special\r\ncase in terms of both the environment and\r\ndevelopment.\r\nThe Johannesburg Summit also recognized that,\r\nalthough small island developing States continue to\r\ntake the lead in the path towards sustainable\r\ndevelopment, they remain increasingly constrained by\r\nthe interplay of adverse factors such as their small size,\r\nfragility, isolation and vulnerability.\r\nIt is for this reason that Trinidad and Tobago will\r\nplay host next week to the Caribbean small island\r\ndeveloping States regional preparatory meeting, one of\r\nfour regional meetings being held by small island\r\ndeveloping States in order to identify and develop\r\ninputs for the review of the Barbados Programme of\r\nAction. Implementation has been the Achilles heel of\r\nthe Programme of Action. Small island developing\r\nStates have taken the lead in our efforts to achieve\r\nsustainable development. We need, however, the\r\nsupport of the international community.\r\nWe trust that the international meeting to review\r\nthe Barbados Programme of Action for the Sustainable\r\nDevelopment of Small Island Developing States, to be\r\nheld in Mauritius in 2004, will not only better enable\r\nus to evaluate the Barbados Programme of Action, but\r\nultimately lead to an enhanced level of political\r\ncommitment and increased financial and technical\r\nassistance for small island developing States on the\r\npart of the international community.\r\nAnother issue of the utmost concern to the\r\nGovernment of Trinidad and Tobago and, indeed, to all\r\nCARICOM Governments, is the continued trans-\r\nshipment of nuclear waste through the Caribbean Sea.\r\nThe reassurances of adequate safeguards do not\r\nconstitute guarantees against the potentially\r\ndevastating impact of an accident on our economies\r\nand ecosystems. We therefore once more call upon the\r\nStates concerned to cease this practice.\r\nRecent events have also pointed to the challenges\r\nfaced by many countries in the area of governance. The\r\nGovernment of the Republic of Trinidad and Tobago,\r\n12\r\nA/58/PV.21\r\nwhich was elected in recent multi-party elections that\r\nwere peaceful, free and fair, is committed to efficient\r\nand transparent Government, to ensuring respect for\r\nhuman rights and the rule of law, to the devolution of\r\nresources and decision-making to the local levels of\r\ngovernment, and to the meaningful participation of all\r\nits citizens in the formulation of public policy.\r\nThe Government has also set itself the goal of\r\nachieving developed country status by 2020, with the\r\naim of providing to all its citizens by that date a high\r\nquality of life in all areas, including education, health,\r\nemployment, housing, transportation, telecommunications,\r\nwater and electricity. This the Government hopes to\r\nachieve by allocating a sizeable portion of its national\r\nbudget to programmes of human-resource development\r\nand of economic infrastructure and institutional\r\ndevelopment, as well as social programmes aimed at\r\nthe eradication of poverty.\r\nBut our national goals can only be achieved if our\r\ndomestic efforts are complemented by efforts at the\r\ninternational level to achieve greater international\r\neconomic stability and a more equitable distribution of\r\nresources among States, and if the benefits of free trade\r\nare more widely shared, particularly by those countries\r\nwhose incorporation into the world economy places\r\nthem at a disadvantage vis-à-vis their developed\r\ncountry partners. The new opportunities occasioned by\r\nglobalization and trade liberalization, which we\r\nconsider to be a positive force for good, should be\r\navailable to all, and not to just a privileged few. We\r\nmust avoid further marginalization of the vulnerable\r\nStates among us. Given the central role of trade in the\r\nachievement of economic expansion, the failure of the\r\nrecent World Trade Organization meeting in Cancún to\r\nagree on issues critical to developing countries does\r\nnot augur well for our future economic well-being or\r\nfor that of the least developed, landlocked and small\r\nisland developing States among us. We are hopeful for\r\ngreater flexibility on the part of our developed\r\ncountries’ negotiating partners in Geneva next\r\nDecember, which is necessary if any progress is to be\r\nachieved.\r\nThe quest for economic and social justice for all\r\npeoples cannot be divorced from the fervent desire of\r\nall peoples to live in freedom and without fear for their\r\nlives. The growing religious and ethnic diversity of our\r\nsocieties highlights the ever-present need for mutual\r\nrespect for and tolerance of the diversity that today is a\r\ncharacteristic of many communities. The lack of such\r\ntolerance and respect has fuelled once again in our\r\nlifetime the horrific crimes of genocide, crimes against\r\nhumanity and war crimes.\r\nTo deter the commission of such crimes in the\r\nfuture, and in order to deal with flagrant abuses of the\r\nfundamental human rights and freedom of the\r\nindividual, including the right to life, liberty and\r\nsecurity of the person, the international community\r\nestablished the International Criminal Court (ICC),\r\nwhich this year has made substantial progress in\r\nestablishing its principal organs, through the election\r\nof its Judges, Chief Prosecutor, Deputy Prosecutor and\r\nthe Registrar.\r\nThe ICC does not represent victor’s justice, but a\r\nuniversal and shared symbol of morality based on the\r\nfundamental principle that those individuals who\r\ncommit the serious crimes within the jurisdiction of the\r\nCourt will, with the broad support of the international\r\ncommunity, be brought to trial before such a tribunal,\r\nbut only where their national Governments are unable\r\nor unwilling to do so.\r\nTrinidad and Tobago remains committed to the\r\nefficient and effective functioning of this permanent\r\nInternational Criminal Court, and deplores all efforts to\r\nundermine its integrity and the commitment of its\r\nStates Parties to carry out in good faith the obligations\r\ninto which they have freely entered through their\r\nadherence to the Rome Statute of the ICC. We call for\r\nwider adherence to the Statute by all States, so that it\r\nmay one day have universal application. Only a\r\nuniversal commitment by all States to strive to\r\neliminate the culture of impunity for such heinous\r\ncrimes will successfully stem the tide of the horrific\r\nevents that continue to mar our world.\r\nSeveral speakers in this general debate have\r\nreferred to the crisis in multilateralism and the need for\r\nthe reform of the United Nations to make it more\r\nrelevant to present day realities. It is in this context that\r\nthe Government of the Republic of Trinidad and\r\nTobago welcomes the call made by the Secretary-\r\nGeneral in his statement to the General Assembly on\r\n23 September for a thorough restructuring of the post-\r\nSecond-World-War institutional architecture of the\r\nUnited Nations through the reform and strengthening\r\nof its major organs. His stated intention to pursue an\r\napproach through the modality of a panel of eminent\r\npersons enjoys the full support of the Government of\r\nTrinidad and Tobago. We would not wish at this time,\r\n13\r\nA/58/PV.21\r\nto prejudge the outcome of the work of such a panel,\r\nbut would hope that it will recognize the role that small\r\nStates play in international affairs.\r\nWe expect the panel’s final recommendations to\r\ntake the form of specific proposals for amendments to\r\nthe Charter that will be able to command the widest\r\npossible support of the international community at the\r\nhighest political levels. The reform exercise must have\r\nas its ultimate objective the strengthening of the United\r\nNations and an enhancement of its capacity to respond\r\nto the new global challenges.\r\nWe must also ensure that the long overdue reform\r\nof the Security Council takes place. Expansion of the\r\nCouncil’s membership to make it more democratic and\r\nrepresentative can only confer greater legitimacy on\r\nthe Council and on the Organization as a whole.\r\nMost importantly, we must better empower the\r\nGeneral Assembly, the most representative of all the\r\norgans of the United Nations, to play its role more\r\neffectively as the chief deliberative and policy-making\r\norgan of the Organization.\r\nNo other institution has the inclusiveness or the\r\nlegitimacy that the United Nations has. We must\r\ntherefore spare no effort to make it a more effective\r\ninstrument in the service of all the peoples of the\r\nworld.\r\nIn conclusion, the stark international situation\r\ncalls for more, not less, international cooperation in\r\nfacing the countless challenges that confront countries\r\nlarge and small. We must seek to implement urgently\r\nnew and better policies aimed at the prevention of\r\narmed conflict. We must make fuller use of the few\r\nopportunities for economic and social progress that\r\npresent themselves. We must demonstrate the necessary\r\npolitical will to maintain a peaceful and secure\r\ninternational environment that is conducive to the\r\nuplifting and well-being of all humanity.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Rogatien Biaou, Minister for Foreign\r\nAffairs and African Integration of the Republic of\r\nBenin.\r\nMr. Biaou (Benin) (spoke in French): Mr.\r\nPresident, you have the honour and privilege of guiding\r\nthe work of the General Assembly at a time when the\r\nUnited Nations is at a crossroads. The international\r\nsituation is marked today by doubt, anguish and\r\ndisillusionment. Faced with the many conflicts and acts\r\nof terrorism that beset our world, and with the constant\r\ndisquieting increase in poverty, we must acknowledge\r\nthat the end of ideological confrontation did not bring\r\nthe world either peace or the development so hoped for\r\nby the founding fathers of this Organization. Therefore,\r\nin conveying my heartfelt and warm congratulations to\r\nyou on your election to the presidency of the fifty-\r\neighth regular session, I would like in particular to\r\nconvey my wishes for courage and success in\r\ndischarging this noble mission and assure you of the\r\nsupport of my country, Benin.\r\nMy delegation would also like to convey a well-\r\ndeserved tribute, to your predecessor, Mr. Jan Kavan,\r\nand to congratulate him on the results obtained during\r\nhis presidency in defining modalities for implementing\r\nthe outcomes of the major conferences held under the\r\naegis of the United Nations.\r\nAllow me also to congratulate, in particular, the\r\nSecretary-General, Mr. Kofi Annan, on the courage,\r\nskill and resolve with which he is guiding our\r\nOrganization, an irreplaceable instrument for the\r\npromotion and maintenance of world peace.\r\nMy delegation is grateful to him for his constancy\r\nin dealing with events that shook our universal\r\nOrganization during this year. He understood how to\r\nbring the necessary clear-sightedness, with his\r\nunshakeable faith in the ability of the international\r\ncommunity, to provide a concerted response to urgent\r\nproblems of our time while rejecting any confusion of\r\nroles. In so doing he saved our Organization from scorn\r\nand collapse.\r\nMr. Swe (Myanmar), Vice-President, took the\r\nChair.\r\nWhenever the United Nations has been called into\r\nquestion, faced with a challenge to its very existence, it\r\nhas stood up and reaffirmed its usefulness in managing\r\nsituations as the guarantor of international law.\r\nThe terrorist attacks against the United Nations\r\nheadquarters in Baghdad, which caused many\r\ncasualties, profoundly shocked and enraged the people\r\nand Government of Benin. The United Nations does\r\nnot deserve this kind of gratuitous barbarity perpetrated\r\nagainst its staff, who are devoted to the cause of\r\nrebuilding Iraq.\r\nBenin reiterates its sincere condolences to the\r\nfamily of Mr. Sergio Vieira de Mello as well as to the\r\n14\r\nA/58/PV.21\r\nfamilies of all the other victims of the explosion. We\r\nonce again convey to them our solidarity and support.\r\nMy country reiterates to the Secretary-General,\r\nMr. Kofi Annan, and his associates our admiration for\r\nthe courage and conviction with which, every day, they\r\ndo their jobs. This act should not shake their firm\r\ndetermination to defend the cause of humanity, and\r\nshould be a new source of commitment to attain the\r\ngoals of the United Nations.\r\nOur support for the United Nations and the\r\nSecretary-General is based on Benin’s commitment to\r\nmultilateralism, which is and must remain the linchpin\r\nfor the new order that the international community is\r\nstriving to build.\r\nIf there is one area in which our Organization has\r\nmade some progress in strengthening its effectiveness,\r\nit is in the prevention, management and settlement of\r\narmed conflicts. It has given real meaning to its action\r\nin this area by clearly defining modalities for\r\nimplementing peacekeeping operations.\r\nMy country endorses the conclusions and\r\nrecommendations of the Secretary-General on conflict\r\nprevention, particularly in the areas of poverty\r\neradication, transparency in the area of arms, the fight\r\nagainst the proliferation of small arms and light\r\nweapons and weapons of mass destruction and the\r\npeaceful settlement of disputes.\r\nThe gravity of the situation prevailing in Africa\r\nmakes the continent a central concern of the\r\ninternational community. Given the seriousness of\r\nAfrica’s problems, the United Nations and its Member\r\nStates owe it to themselves to step up their support for\r\nAfrican initiatives to reverse negative tendencies and to\r\navoid any prolonged destabilization of the continent.\r\nAt its recent summit held in Maputo,\r\nMozambique, the African Union gave a forceful\r\ndemonstration of its resolve to acquire the means to\r\ntackle its problems. The conference elected all the\r\nsenior officials of the African Union Commission. The\r\nnew team should strive to develop and maintain\r\nrelations of partnership with the world, based on\r\nAfrica’s priorities. Benin hopes that this new team will\r\nenjoy the trust and support of the international\r\ncommunity in order to restore peace on the continent\r\nby eliminating various pockets of tension and through\r\nthe promotion and implementation of development\r\nprogrammes.\r\nWe also commend the work done in the\r\nframework of the New Partnership for Africa’s\r\nDevelopment (NEPAD), which embodies the hope for\r\nthe revitalization of the continent through combined\r\nsynergies produced by implementation of the main\r\npoints of this programme, which is based upon\r\nconsensus.\r\nThe importance accorded by the G-8 to the\r\npromotion of peace and stability in Africa is an\r\nimportant step forward. This new commitment will\r\ngive Africa the means to contain the many conflicts\r\nand latent crises that are fraught with serious danger\r\nand unimaginable consequences. Benin is prepared to\r\ncooperate to establish this work plan so that by 2010\r\nAfrica will have an inter-African peacekeeping force,\r\nan essential instrument for political stability, without\r\nwhich Africa would be unable to tackle urgent tasks of\r\neconomic and social development. The Security\r\nCouncil missions to Central Africa and West Africa in\r\nJune and July this year highlighted the crucial need to\r\nhave this mechanism as a permanent presence.\r\nDevelopments in Africa since our fifty-seventh\r\nsession, and the facts gathered on the ground by the\r\nCouncil missions reaffirm one unavoidable fact, that\r\nthe effective mobilization and rapid deployment of\r\ntroops to the field is decisive in managing armed\r\nconflicts in Africa, as indeed it is everywhere else on\r\nour planet.\r\nThe speedy reaction of the international\r\ncommunity was crucial in the case of Côte d’Ivoire,\r\nwhere Operation Licorne and the deployment of the\r\ncontingent of the Economic Community of West\r\nAfrican States (ECOWAS) and the United Nations\r\nMission in Côte d’Ivoire (MINUCI), made it possible\r\nto help warring brothers to silence their arms and\r\nembark on a dialogue in order to preserve the territorial\r\nintegrity of Côte d’Ivoire.\r\nThe restoration of calm should not lead us to\r\nunderestimate the seriousness of the situation in Côte\r\nd’Ivoire, where the political crisis is far from over.\r\nMajor problems remain to be resolved, and it is\r\nimportant that an international military presence be\r\nmaintained in Côte d’Ivoire in order to maintain\r\nconditions conducive to dialogue regarding\r\nimplementation of the Linas-Marcoussis agreements\r\nfor a return to normality.\r\nFurthermore, the rapid reaction by the Central\r\nAfrican States and Nigeria made it possible to put an\r\n15\r\nA/58/PV.21\r\nend to the coup d’état in Sao Tome and Principe and to\r\nreturn to power the democratically elected President.\r\nLikewise, just a few weeks ago in Guinea-Bissau,\r\nimmediate action and initiatives taken by ECOWAS\r\nprompted the perpetrators of the coup d’état to enter\r\ninto a negotiating process aimed at a short transition\r\nleading up to the organization of presidential and\r\nlegislative elections.\r\nThe authorization to send a multinational force\r\nand a United Nations stabilization force to Liberia,\r\nunder Chapter VII of the Charter, gave a clear signal of\r\nthe international community’s determination to end the\r\nconflict there. The impact of these steps is very\r\nencouraging, and we welcome the signing, in Accra on\r\n18 August this year, of the Comprehensive Peace\r\nAgreement.\r\nRecent political developments in the Democratic\r\nRepublic of the Congo have continuously highlighted\r\nthe importance of the need to hold an international\r\nconference on the situation in the Great Lakes region.\r\nThe complexity of phenomena in Africa requires\r\nthe Secretary-General to maintain an ongoing dialogue\r\nwith African leaders and to adopt common approaches\r\nto relevant issues. That is why Benin welcomes the\r\nestablishment of the Office and the appointment of an\r\nUnder-Secretary-General as the Special Adviser on\r\nAfrica.\r\nThe implementation of the New Partnership for\r\nAfrica’s Development (NEPAD), a genuinely African\r\ninitiative, has made significant progress this year. It has\r\nbecome increasingly detailed in programme design and\r\nin its specific projects for agriculture, the environment,\r\nenergy and information and communications\r\ntechnologies. The involvement of civil society has been\r\neffective in expanding the social basis of NEPAD and\r\nas a way of involving peoples in its implementation.\r\nBenin urgently appeals to the international community\r\nto enhance its support for NEPAD, as it did in Tokyo in\r\nthe context of the Third Tokyo International\r\nConference on African Development.\r\nIn this regard, it is important that the United\r\nNations operational activities be buttressed by\r\nstrategies based on effective partnership with all\r\nstakeholders in the development process. They must\r\nhelp implement concrete projects that have a real\r\nimpact on the living and working conditions of peoples\r\nwith a view to poverty eradication. Indeed, the annual\r\nrise in the number of poor people in the world has\r\nbecome increasingly distressing. It makes us question\r\never more deeply the current world order and the\r\nsincerity of the determination of the international\r\ncommunity — in particular, that of the development\r\ninstitutions and the rich countries — to combat poverty\r\nand to promote genuine sustainable development.\r\nIt is true that the absence of democracy,\r\ncorruption and poor governance are tragic scourges in\r\nthat they exacerbate poverty and impede development.\r\nThere is no doubt, however, that the least developed\r\ncountries have undertaken extremely courageous\r\neconomic and political reforms at the cost of enormous\r\nsacrifices made by their populations. That is why we\r\nremain concerned by the low rate of implementation of\r\nthe Brussels Programme of Action for the Least\r\nDeveloped Countries and call on the international\r\ncommunity and our bilateral and multilateral partners\r\nto demonstrate greater solidarity and responsibility. My\r\nGovernment strongly favours a substantial increase in\r\nresources made available to the various assistance\r\nfunds, in particular the United Nations Capital\r\nDevelopment Fund, which is working to eliminate\r\npoverty.\r\nThe Fifth Ministerial Conference of the World\r\nTrade Organization (WTO) ended less than a month\r\nago in Cancún. My country, Benin, which is the\r\nChairman of the Coordination Bureau for the Least\r\nDeveloped Countries, attended with the firm\r\ndetermination to establish a candid and constructive\r\ndialogue with the developed countries. The goal was to\r\nfind a solution to the dysfunctional free trade system,\r\nwhich prevents the developing countries, particularly\r\nthe least developed among them, from enjoying their\r\ncomparative advantages in the agricultural sector. The\r\nsectoral initiative on cotton introduced by Benin,\r\nBurkina Faso, Mali and Chad targeted that specific\r\nissue.\r\nHistory will record the Conference as a failure.\r\nMy delegation nevertheless believes that, despite the\r\ndifficulties, Cancún moved the negotiations forward. It\r\nwas an opportunity for the least developed countries to\r\nstate some of their concerns, in particular those related\r\nto the practice of subsidizing non-competitive\r\nagricultural producers. This practice is literally\r\nstrangling the cotton growers of the underdeveloped\r\ncountries, particularly in West Africa.\r\n16\r\nA/58/PV.21\r\nBenin should like to reopen discussions so that\r\nthe trade negotiations begun in Doha can effectively\r\noffer new prospects for the development of the least\r\ndeveloped countries. We must establish transparent\r\npricing on the world market and open up markets in\r\norder to allow competitive countries to produce and\r\nsell their products at remunerative prices. This is of\r\ntremendous importance to African cotton-producing\r\ncountries, because the future of a sector that has been\r\ndeveloped at great cost, with the assistance of the\r\ninternational community, is at stake. Our Organization\r\nwould gain in credibility if it could find a way to\r\nguarantee our peoples their right to subsistence.\r\nIndeed, who on this Earth has never worn a\r\ncotton shirt, dress or loincloth? Who among us here has\r\nnever used cotton to clean or bind a wound? The\r\nprogressive disappearance of the cotton sector will\r\nhave unimaginable implications and consequences for\r\nour comfort in clothing and other needs of all\r\nhumankind. The time has come, therefore, for the\r\ndeveloped countries to hear the voice of the poor\r\npeasants labouring under the sun and rain in Africa.\r\nWhile globalization may require considerable structural\r\nadjustments, it is increasingly necessary that its\r\nconcomitant sacrifices be parcelled out fairly. This will\r\nrequire the rich countries to assume their responsibility\r\nto give the peoples of the least developed countries a\r\nchance at survival.\r\nIn 2004, the international community will\r\ncommemorate the tenth anniversary of the International\r\nYear of the Family. That will be an important event, to\r\nwhich my delegation should like to draw the attention\r\nof the international community in order to spotlight the\r\nrole of the family in our society and the part it can play\r\nin meeting contemporary challenges. To that end,\r\nBenin proposes the convening of a regional African\r\nconference in 2004 and calls for the support of the\r\nSecretariat for such an event.\r\nAt the national level, since our last session Benin\r\nhas met two significant challenges in the entrenchment\r\nof our democratic process launched in February 1990.\r\nThe decentralization of our territorial administration\r\nwas achieved following our municipal and communal\r\nelections of December 2002. Those elections marked\r\nthe conclusion of a fundamental reform of State\r\nadministration in Benin, which is now structured\r\naround decentralized, financially autonomous\r\ncommunes led by elected mayors who are accountable\r\nto the people. This reform has created the optimal\r\nconditions for grass-roots democracy and has allowed\r\nthe people to participate actively in public\r\nadministration and thus to become real stakeholders in\r\nlocal community development. Elections for deputies\r\nto the fourth legislature were also held in March 2003.\r\nThese two elections were free, transparent and\r\ndemocratic. They took place calmly and peacefully.\r\nThey made a further contribution to strengthening the\r\ndemocratic rebirth of Benin.\r\nThese concrete achievements attest to the vitality\r\nand stability of our national institutions and to their\r\neffective contribution to the ongoing strengthening of\r\nthe constitutional order in Benin. This historic\r\nopportunity for Benin to enjoy peace and stability in a\r\nsubregion beset by recurring internal armed conflicts\r\nimplies a certain responsibility with regard to our\r\ncontribution to the international community’s efforts to\r\npromote democracy throughout the world and to\r\nrestore peace in countries in conflict, particularly in\r\nAfrica.\r\nIt was in recognition of this firm commitment of\r\nBenin’s that the General Assembly entrusted us with\r\nthe organization, from 4 to 6 December 2000, of the\r\nFourth International Conference of New or Restored\r\nDemocracies. For nearly three years, Benin chaired the\r\nfollow-up mechanism to that Conference; it recently\r\ntransferred that chairmanship to Mongolia, which\r\norganized the Fifth Conference from 10 to 12\r\nSeptember 2003. My country welcomes the outcome of\r\nthe Ulan Bator Conference. We remain committed to\r\nthe principle of periodic assessment of democratic\r\npractices. We will spare no effort in implementing the\r\nUlam Bator Declaration and Plan of Action.\r\nThe active and effective participation of Benin in\r\npeacekeeping operations decided upon or authorized by\r\nthe Security Council also makes clear my country’s\r\nresolute commitment to democracy, the maintenance of\r\npeace and security in the world and international\r\nsolidarity. It is in that context that Benin’s candidacy\r\nfor a non-permanent seat in the Security Council for\r\n2004 and 2005 should be seen. In that context, Benin\r\nwill resolutely strive to strengthen the crucial\r\npartnership that the Security Council is endeavouring\r\nto establish with regional and subregional\r\norganizations in the area of peacekeeping. Benin is\r\ncounting on the support of the entire international\r\ncommunity so that we can have the privilege of\r\nserving, at such a high level, the cause of peace and\r\ninternational security.\r\n17\r\nA/58/PV.21\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Ali Said Abdella, Minister for\r\nForeign Affairs of Eritrea.\r\nMr. Abdella (Eritrea) (spoke in Arabic): I should\r\nlike to begin by extending to Mr. Julian Hunte sincere\r\ncongratulations on his election to the presidency of the\r\nGeneral Assembly at its fifty-eighth session. The\r\nEritrean delegation is convinced that, under his wise\r\nguidance, this session will address, with vision and\r\ncourage, the challenging issues that are confronting the\r\nworld.\r\nMy delegation would also like to take this\r\nopportunity to express appreciation and thanks to his\r\npredecessor, Mr. Jan Kavan, President of the General\r\nAssembly at its fifty-seventh session, for the wisdom\r\nand skill he displayed in leading the session to a\r\nsuccessful conclusion. We also pay tribute to the\r\nSecretary-General, Kofi Annan, for his steadfast\r\ncommitment to the cause of peace and development —\r\nthe twin pillars of the United Nations Charter.\r\nEritrea pays tribute to and thanks the facilitators\r\nand guarantors of the United Nations Mission in\r\nEthiopia and Eritrea (UNMEE) and its partners, the\r\ntroop- and observer-contributing countries, as well as\r\ndonor countries, for the assistance they generously\r\nextended to ensure the success of the peace process. It\r\nalso urges them not to be discouraged by the recent\r\nnegative developments and to continue their assistance,\r\nwhich is essential for the achievement of peace and\r\nsecurity in our region.\r\nEritrea would like to bring to the Assembly’s\r\nattention the dangerous developments that are\r\nthreatening to destroy the peace process between\r\nEritrea and Ethiopia. In a message communicated to\r\nthe Secretary-General, on 19 September 2003, Ethiopia\r\nofficially rejected the decision of the Boundary\r\nCommission and threatened to unleash another war of\r\naggression against Eritrea if the terms and conditions it\r\nhad set were not met.\r\nIt should be recalled that Ethiopia declared war\r\non Eritrea in 1998 because it claimed ownership of the\r\nsovereign Eritrean town of Badme. At that time, we\r\nmade every possible diplomatic effort to prevent an\r\nunwarranted and unjustifiable war — prior to and in\r\nthe aftermath of Ethiopia’s official declaration of war.\r\nUnfortunately, that sent the wrong signal to Ethiopia\r\nand prompted the regime in power to pursue — with\r\nimpunity — its policy of belligerence, and to unleash\r\nsuccessive military offensives that that resulted in a\r\ngreat loss of life and the destruction of property.\r\nAfter a cycle of senseless and bloody military\r\nclashes, reason prevailed, with the signing of the\r\nAgreement on the Cessation of Hostilities and the\r\nComprehensive Peace Agreement in Algiers in June\r\nand December 2000, respectively. A Boundary\r\nCommission, empowered to be the final arbiter for the\r\nboundary claims, was subsequently created. The\r\nCommission announced its final and binding decision\r\non 13 April 2002. Badme was confirmed by the\r\nCommission’s decision as being sovereign Eritrean\r\nterritory.\r\nIn spite of its treaty obligations to respect and\r\nduly implement the final and binding decision of the\r\nBoundary Commission, however, Ethiopia has chosen\r\nto flout international law and practice. Thus, its\r\nrejection of the entire decision and its denunciation of\r\nthe Commission follow a series of major violations of\r\nthe Algiers Agreements, including the illegal\r\ndeployment of troops and the building of settlements in\r\nsovereign Eritrean territory, the aggravation of the\r\nsuffering of over 60,000 Eritrean citizens, who remain\r\ndisplaced from their home villages in the temporary\r\nsecurity zone, and the delay of demarcation because of\r\nobstructions caused by its tactics to prevent preparatory\r\nfield work. That has resulted in huge financial cost to\r\nthe international community.\r\nAs most Members will have been informed by\r\nnow, the Ethiopian Prime Minister declared, in a letter\r\nof 19 September to the Secretary-General, that the\r\nboundary demarcation process is “in terminal crisis”.\r\nThe Prime Minister heaped insults on the Boundary\r\nCommission, dismissed its judgement as “totally\r\nillegal, unjust and irresponsible” and called on the\r\nSecurity Council to set up “an alternative mechanism”\r\nto demarcate the contested parts of the boundary. He\r\nfurther suggested that UNMEE should pack up and\r\nleave, and pleaded for international recognition and\r\nendorsement of Ethiopia’s occupation of sovereign\r\nEritrean territories.\r\nEthiopia’s provocative letter represents nothing\r\nless than an unprecedented assault on the fundamental\r\nprinciples of international law and the key tenets of the\r\nAlgiers peace agreements, as well as Security Council\r\nresolution 1507 (2003). It is full of blatant lies and\r\ndistortions in its account of the legal principles and\r\n18\r\nA/58/PV.21\r\nfindings that the Boundary Commission invoked in\r\ndetermining the location of Badme.\r\nThe Prime Minister’s letter contrasts sharply with\r\nthe public statement of his Government when the\r\nBoundary Commission announced its decision on 13\r\nApril 2002. At that time, Ethiopia urged the\r\ninternational community to put intense pressure on\r\nEritrea to accept and implement the decision of the\r\nBoundary Commission fully and faithfully. It declared\r\nfull legal victory and even bragged about its\r\n“successful litigation strategy that hinged on a\r\nmaximalist approach” of exaggerating its claims to\r\ninclude territories that never belonged to it. This\r\nblatant revelation, which is in fact true, was repeated\r\nby both the Prime Minister and his Minister for Foreign\r\nAffairs in a report to the Ethiopian Parliament as\r\nrecently as last month.\r\nLet me now briefly address some of the issues\r\nraised in the Ethiopian letter.\r\nFirst, article 4.2 of the Algiers Peace Agreement\r\nunambiguously states that:\r\n“a neutral Boundary Commission composed of\r\nfive members shall be established with a mandate\r\nto delimit and demarcate the colonial treaty\r\nborder based on the pertinent colonial treaties\r\n(1900, 1902, 1908) and applicable international\r\nlaw.”\r\nArticle 4.15 further states:\r\n“The parties agree that the delimitation and\r\ndemarcation determinations of the Commission\r\nshall be final and binding. Each party shall\r\nrespect the border so determined, as well as the\r\nterritorial integrity and sovereignty of the other\r\nparty”.\r\nTherefore, Ethiopia cannot thus arbitrarily and\r\nunilaterally discard these key provisions of the peace\r\nagreement or urge the Security Council to set up a new\r\nmechanism.\r\nSecondly, the Temporary Security Zone was\r\nnever intended or set up to create a provisional\r\nboundary. Article 10 of the Cessation of Hostilities\r\nAgreement specifically states that this will not\r\nprejudge the final status of the contested areas, which\r\nwill be determined at the end of the delimitation and\r\ndemarcation of the boundary. In this regard, it is\r\ninstructive to note that the Boundary Commission had\r\nnotified both parties, in its delimitation decision of 13\r\nApril 2002, to recognize and respect each other’s\r\nsovereignty and territorial integrity as determined by\r\nthe delimitation decision pending demarcation on the\r\nground. The boundary is thus already determined. This\r\nis reinforced by Security Council resolution 1507\r\n(2003), which calls on both parties to recognize and\r\nrespect each other’s territorial integrity and\r\nsovereignty. Ethiopia’s ludicrous suggestion of\r\n“recognizing the southern boundary of the Temporary\r\nSecurity Zone” as the boundary between the two\r\ncountries” thus represents a flagrant violation of the\r\nAlgiers Peace Agreements and relevant Security\r\nCouncil resolutions.\r\nThirdly, UNMEE’s mandate shall terminate when\r\nthe delimitation-demarcation process of the border has\r\nbeen completed, pursuant to article 5 of the Cessation\r\nof Hostilities Agreement. Ethiopia will again commit a\r\ngross violation of the Cessation of Hostilities\r\nAgreement if, as it has intimated in its letter, it requests\r\nUNMEE to leave before completing its task.\r\nObviously, Ethiopia’s primary concern is not the\r\nfinancial burden that UNMEE’s prolonged presence\r\nwould entail for the international community.\r\nEthiopia is, in fact, guilty of a litany of\r\nobstructions and violations that have in the past\r\nprevented expeditious demarcation. It cannot now shed\r\ncrocodile tears or preach to the international\r\ncommunity on ways and means of reducing financial\r\ncosts. If this is a thinly veiled threat meant to convey to\r\nus its intentions of unleashing war, our response is that\r\nEthiopia will be the sole party responsible for\r\nendangering regional peace and stability.\r\nAs the main guarantor of the Algiers Peace\r\nAgreement, the Security Council has legal treaty\r\nobligations to prevent war. Indeed, in accordance with\r\narticle 14 of the Cessation of Hostilities Agreement,\r\nthe Security Council should urgently consider\r\nEthiopia’s flagrant violations of the Algiers Peace\r\nAgreement and take appropriate measures under\r\nArticle VII of the Charter of the United Nations.\r\nFourthly, Ethiopian leaders also argue that\r\n“the people of Ethiopia will not accept the\r\ndecisions of the Boundary Commission [and that]\r\nEthiopia will be embroiled in a political crisis and\r\ncivil war if we accept the decision”.\r\n19\r\nA/58/PV.21\r\nThese hackneyed arguments have been used by\r\nprevious Ethiopian leaders to justify their wars of\r\naggression. The truth is that the people of Ethiopia\r\nhave enjoyed internal harmony only when they were at\r\npeace with Eritrea. Whenever it has been at war with\r\nEritrea, Ethiopia has become a source of instability in\r\nthe region, and its people the victims of recurrent\r\nfamines and pestilence. Also, such declarations must\r\nring an alarm bell, because they are similar, if not\r\nidentical, to statements made by those leaders who\r\nembroiled Europe in the Second World War.\r\nIn our view, Ethiopia’s leaders have assumed\r\ntheir lawlessness and aggressive invasion policy\r\nbecause they have been emboldened by past patterns of\r\nunjustifiable tolerance by the international community.\r\nNo action was taken against Ethiopia when it violated\r\nthe moratorium on air strikes brokered by the United\r\nStates and launched its second offensive in February\r\n1999. No action was taken against Ethiopia when, in\r\nviolation of the technical arrangements forged by the\r\nUnited States, the European Union, the United Nations\r\nand the Organization of African Unity (OAU) and\r\nconsidered final and binding, it launched its third\r\noffensive in May 2000. Ethiopia has now reached the\r\napex of its record of lawlessness, contempt for the rule\r\nof law, treaty obligations and the Charter of the United\r\nNations by rejecting the final and binding decision of\r\nan Arbitration Commission. How long will this culture\r\nof impunity continue? When is the world going to say,\r\n“Enough is enough” and invoke article 14 of the\r\nAlgiers Agreement?\r\nArticle 14 of the Cessation of Hostilities\r\nAgreement states clearly, inter alia, that\r\n“OAU and the United Nations commit themselves\r\nto guarantee the respect for this commitment of\r\nthe two parties until the determination of the\r\ncommon border on the basis of pertinent colonial\r\ntreaties and applicable international law … This\r\nguarantee shall be comprised of:\r\n“(a) Measures to be taken by the\r\ninternational community should one or both of\r\nthe parties violate this commitment, including\r\nappropriate measures to be taken under Chapter\r\nVII of the Charter of the United Nations by the\r\nUnited Nations Security Council”.\r\nShould not the United Nations and the\r\ninternational community now take these actions in the\r\nname of justice and the Charter of the United Nations?\r\nThe international community has already invested\r\ntoo much — in financial and in political terms — to\r\nhelp bring about a legal and peaceful resolution of the\r\ndispute. The political and financial leverage of the\r\ninternational community, as well as the instruments of\r\npersuasion at its disposal, are also substantial, as\r\nEthiopia continues to receive lavish development\r\nassistance from multilateral and bilateral partners. Yet,\r\nwhile all the ingredients and safeguards of success are\r\nthere, the danger of failure of the peace process is now\r\ndistinct due to the failure of the international\r\ncommunity to take seriously its obligations under this\r\nagreement and to take effective preventive measures.\r\nUnless appropriate action is taken now, before the\r\nsituation explodes, crisis management will be too late\r\nand will not be worth the effort.\r\nIn this spirit, the Eritrean delegation appeals to\r\nthe General Assembly and to the international\r\ncommunity to take necessary and timely actions to\r\nensure that peace and security prevail in our region.\r\nThe obligations of the international community\r\nare clear, while the measures at its disposal are\r\nexpressly spelled out in the Algiers Agreement.\r\nDespite international guarantees, Ethiopia has\r\nchosen to blatantly violate international law and its\r\nsolemnly signed treaty obligations. Since\r\n19 September, when Ethiopia wilfully crossed a red\r\nline, it has set in motion an irreversible process to\r\nscuttle altogether the Agreement on Cessation of\r\nHostilities between the Government of the Federal\r\nDemocratic Republic of Ethiopia and the Government\r\nof the State of Eritrea. That is an affront not only to\r\nEritrea but also to the international community as a\r\nwhole, and in particular to the United Nations and the\r\nSecurity Council.\r\nIn his report (S/2003/257) to the Security Council\r\nearlier this year, Secretary-General Kofi Annan\r\nexpressed his concern that the Eritrea-Ethiopia peace\r\nprocess was “at a critical stage”. The situation can now\r\nbe considered explosive, paving the way — as\r\nEthiopian leaders seem to wish — to renewed conflict,\r\nwith its attendant horrific consequences, unless the\r\ninternational community acts promptly and decisively.\r\nThe harmful effects of Ethiopia’s lawlessness will\r\nnot be limited to Eritrea. They will impinge on the\r\nlegitimacy and credibility of the United Nations and\r\nmock its core values, if only because they violate the\r\nhallowed injunction that States, big and small, need to\r\n20\r\nA/58/PV.21\r\nobserve the basic principles of international law and\r\nthe sanctity of legal agreements, and to respect the\r\nsovereignty and territorial integrity of States.\r\nIn conclusion, the people of Eritrea and Ethiopia\r\nhave been denied peace for three decades. That has had\r\na devastating effect on their economies. They deserve\r\npeace and development, which are now recognized as\r\nhuman rights. Yet such peace can be guaranteed only\r\nby respect for the rule of law, the sanctity of\r\nagreements and the sovereignty and territorial integrity\r\nestablished by arbitration decisions made on the basis\r\nof legal agreements. Eritrea has always been, and will\r\ncontinue to be, committed to such peace. It is now up\r\nto the international community, and in particular the\r\nSecurity Council, to uphold those principles and\r\nvalues. In essence, Ethiopia is no longer in conflict\r\nwith Eritrea, but with the Charter, which the Security\r\nCouncil must uphold as it has done in several similar\r\ncases.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Mamadou Bamba, Minister of State\r\nand Minister for Foreign Affairs of Côte d’Ivoire.\r\nMr. Bamba (Côte d’Ivoire) (spoke in French): I\r\nhave the great honour of conveying to the General\r\nAssembly at its fifty-eighth session the greetings of the\r\npeople of Côte d’Ivoire, President Laurent Gbagbo,\r\nPrime Minister Seydou Elimane Diarra and the\r\nGovernment.\r\nThe delegation of Côte d’Ivoire has the pleasure\r\nof warmly congratulating the President of the General\r\nAssembly on his election. We wish him every success\r\nas he carries out the lofty and important tasks entrusted\r\nto him by the Member States of the Organization. His\r\nelection is a testament to the international community’s\r\nrecognition of the vibrancy and diplomacy of Saint\r\nLucia — the President’s very beautiful country — in\r\nworking for the ideals of the United Nations. His\r\nelection is also a tribute to his skills as a diplomat, and\r\nan illustration of the fact that all countries are treated\r\nequally at the United Nations, which I welcome and I\r\nassure the President of the cooperation of my\r\ndelegation.\r\nI am also pleased to convey the gratitude of the\r\ndelegation of Côte d’Ivoire to Mr. Jan Kavan, President\r\nof the General Assembly at its fifty-seventh session,\r\nfor the skill and mastery with which he guided the\r\nAssembly’s work.\r\nI take this opportunity to once again express to\r\nthe Secretary-General, the United Nations and the\r\nbereaved families the sincere condolences of the people\r\nof Côte d’Ivoire on the tragic death of Mr. Sergio\r\nVieira de Mello, the Secretary-General’s Special\r\nRepresentative for Iraq, other United Nations staff\r\nmembers and all other persons killed or wounded in the\r\nfight for peace and justice.\r\nI also take this opportunity to reaffirm the\r\nappreciation of the people and Government of Côte\r\nd’Ivoire for the work of Secretary-General Kofi Annan,\r\nwho works tirelessly for peace in the world and in\r\nAfrica and who makes every effort to lend his personal\r\nsupport, as well as that of the Organization, to the\r\nrestoration of peace in Côte d’Ivoire.\r\nCôte d’Ivoire was once a model of stability and a\r\nhaven of peace that enjoyed relative economic\r\nprosperity. However, for almost a decade it experienced\r\na hidden crisis that led to the coup d’état of\r\n24 December 1999, followed on 19 September 2002 by\r\nanother attempted coup d’état that quickly became an\r\narmed rebellion. It was backed by foreign elements\r\nwhose aim was to undermine our republican\r\ninstitutions and the democratically elected\r\nGovernment. That crisis did enormous harm to the\r\npopulation of Côte d’Ivoire and to all who had chosen\r\nto live in our country and to freely carry out their\r\nactivities there.\r\nA round table, held upon the initiative of France,\r\nbrought together the various political forces of Côte\r\nd’Ivoire, leading to what is now known as the Linas-\r\nMarcoussis Agreement. The Agreement — to which\r\nthe United Nations gave formal international\r\nrecognition through Security Council resolution 1464\r\n(2003), after it had been endorsed by heads of State\r\nand leaders of international institutions meeting at the\r\nKléber conference centre in Paris — provides for,\r\namong other things, the establishment of a Government\r\nof national reconciliation headed by a consensus Prime\r\nMinister with the necessary executive powers to\r\nimplement the Agreement.\r\nThe Government of National Reconciliation,\r\nestablished on 13 March 2003, has made significant\r\nprogress, including the 3 May 2003 signing of a\r\ncomprehensive ceasefire agreement between the Forces\r\narmées nationales de Côte d’Ivoire (FANCI) and the\r\nForces nouvelles — the former armed rebellion; the\r\nestablishment of a consensus national disarmament,\r\n21\r\nA/58/PV.21\r\ndemobilization and reintegration (DDR) programme;\r\nthe normalization of relations between Côte d’Ivoire\r\nand its neighbours, including the reopening of rail\r\nservice from Abidjan to Ouagadougou; the 4 July 2003\r\njoint declaration by the two parties of an end to\r\nhostilities; and, above all, the passing of an amnesty\r\nlaw on 6 August 2003. It should be pointed out that\r\nthat law does not provide amnesty for common crimes\r\nand offences, including crimes related to violations of\r\nhuman rights, which must be investigated.\r\nWith regard to human rights, Côte d’Ivoire,\r\ndespite the severe crisis it is experiencing, has\r\nconstantly placed respect for the human person at the\r\ncentre of its concerns. In addition, despite its meagre\r\nfinancial capacity, it has been tireless in pursuing its\r\noriginal policy of welcoming refugees, whose numbers\r\nhave increased due to the crisis in neighbouring\r\nLiberia. Increased financial support from the\r\ninternational community is needed to share that heavy\r\nburden. My country must simultaneously guarantee the\r\nrepatriation of the many Ivorian refugees in a number\r\nof neighbouring countries.\r\nHere, I am pleased to mention that Côte d’Ivoire\r\nhas ratified all instruments relative to the protection\r\nand promotion of human rights and, on 5 August\r\n2002 — even before the crisis had occurred — created\r\na Ministry devoted exclusively to human rights.\r\nMoreover, in view of massive human rights violations,\r\nCôte d’Ivoire formally requested on 5 November 2002\r\nthat an impartial United Nations fact-finding mission\r\nbe sent to verify such violations throughout its territory\r\nin order to combat impunity.\r\nThus, after having at the same time consulted the\r\nAfrican Commission on Human and People’s Rights —\r\nwhose first high-level fact-finding mission had already\r\nvisited Côte d’Ivoire in April 2003, following the\r\nUnited Nations mission dispatched by the Secretary-\r\nGeneral at the request of the President of the\r\nRepublic — Côte d’Ivoire, in order to demonstrate its\r\nfull cooperation with the various mechanisms of the\r\nCommission on Human and People’s Rights, hastened\r\nto ensure positive follow-up with proposed dates for\r\nvisits by the following: the Special Rapporteur of the\r\nUnited Nations Secretary-General on Internally\r\nDisplaced Persons and by the Special Rapporteurs of\r\nthe Commission on Human Rights on Contemporary\r\nForms of Racism and Racial Discrimination; on\r\nXenophobia and Related Intolerance; on the Right to\r\nFreedom of Opinion; on the Human Rights of\r\nMigrants; and, recently, on the Use of Mercenaries.\r\nThe fact that it is temporarily impossible for our\r\nAdministration and for the Special Rapporteurs to\r\ntravel throughout the territory to verify the facts —\r\ntogether with the cries of distress of the people in those\r\nareas — is a challenge to the international community.\r\nI must commend the international community’s firm\r\ncommitment and immense efforts to extricate Côte\r\nd’Ivoire from this crisis.\r\nComing back to the progress achieved on the path\r\nto peace, I am pleased to note the 12 September 2003\r\nappointment, after long and difficult negotiations, of\r\nthe Ministers of Defence and of Security, which paves\r\nthe way for implementation of the national programme\r\nof disarmament, demobilization and reintegration\r\n(DDR) established by the Government of National\r\nReconciliation. To that end, a disarmament committee\r\nand another committee responsible for reunification\r\nhave been established. In those ways, the Government\r\nintends to show its resolve to work for a return to\r\npeace.\r\nHowever, despite such encouraging results, we\r\nmust acknowledge that the path of peace is fraught\r\nwith pitfalls. The current difficulties prove that the\r\nprocess of peace and national reconciliation remains\r\nfragile. Still, the inter-Ivorian dialogue is continuing,\r\nand all of the forces recognize that the Linas-\r\nMarcoussis Agreement is the only solution providing a\r\nway out of the Ivorian crisis.\r\nIn that connection, Côte d’Ivoire welcomes the\r\nfirm commitment of the United States to Liberia in\r\nsupporting the efforts of the Economic Community of\r\nWest African States (ECOWAS) to help that fraternal\r\ncountry exorcise the demons of war and division. In\r\nCôte d’Ivoire, as in Liberia, the DDR programme\r\nremains of paramount importance to that end. Indeed,\r\nthe Government attaches particular importance to the\r\nDDR programme, which, by re-establishing security\r\nand restoring territorial integrity, will enable Côte\r\nd’Ivoire to organize transparent and fair elections in\r\n2005, under international supervision.\r\nOn behalf of the Ivorian Government, I should\r\nlike to take advantage of this rostrum once again to\r\nthank the international community — particularly the\r\nheads of State of the ECOWAS countries and the\r\nPresident and the Government of France — for its\r\nunwavering support for the peace effort in Côte\r\nd’Ivoire.\r\n22\r\nA/58/PV.21\r\nCôte d’Ivoire remains concerned about the\r\ninternational situation and the problems afflicting it,\r\nincluding the current pandemics of HIV/AIDS, malaria\r\nand tuberculosis; armed conflicts; disarmament;\r\nterrorism; and comprehensive human development.\r\nIndeed, we note that, although HIV/AIDS affects 20\r\nmillion people in Africa — two thirds of those infected\r\nworldwide — malaria continues to have at least an\r\nequal effect on the continent’s mortality rate. To make\r\nmatters even worse, tuberculosis is showing signs of a\r\ndisturbing resurgence.\r\nThe establishment of the United Nations Global\r\nFund to fight these three pandemics — amounting to\r\n$10.4 million — therefore provides genuine grounds\r\nfor encouragement and hope for affected populations,\r\nparticularly in countries of the third world. However,\r\nwe hope that the Fund’s endowment will increase and\r\nthat it will swiftly become operational and more easily\r\naccessible to countries that are already hard hit by\r\nthese scourges and that — ironically enough — are\r\nalso the chief theatres of armed conflicts.\r\nIt is paradoxical to note that such conflicts are\r\nincreasing in number, frequency and intensity —\r\nparticularly in Africa — even as the modes and\r\nmodalities for their management by the United Nations\r\nand by regional and subregional organizations are\r\nbeing strengthened, diversified and improved. Côte\r\nd’Ivoire therefore congratulates the Organization and\r\nits dedicated Secretary-General, as well as regional\r\ncountries and organizations, on the results already\r\nachieved in Sierra Leone, Guinea-Bissau, Côte\r\nd’Ivoire, Liberia and the Great Lakes region, to cite\r\njust the most recent cases. Those results encourage all\r\nthe parties concerned to persevere in the effort to re-\r\nestablish and consolidate peace in all these war-torn\r\nareas.\r\nConcerning the situations in Iraq and in\r\nAfghanistan, my country hopes for a swift return to\r\npeace and security so that their respective peoples —\r\nwho have suffered much over the past decade — will\r\nbe able to devote their efforts to economic and social\r\nprogress.\r\nIn the Middle East, Côte d’Ivoire appeals for\r\nmoderation on both sides and for compliance with the\r\nroad map, which is the way back to peace in that part\r\nof the world.\r\nIn any event, law must always prevail over\r\nviolence, and dialogue — under the aegis of the\r\ninternational community — must always be the\r\nfavoured tool for resolving disputes.\r\nConflicts are the work of, inter alia, armed gangs,\r\nthe unemployed, the marginalized and deserters who\r\nfeed the flourishing market for mercenaries in Africa in\r\ngeneral and in our subregion in particular.\r\nMercenarism, together with the proliferation of and\r\nillicit trade in small arms and light weapons, is a\r\ndangerous threat to the peace and stability of our\r\ncountries. Those scourges — along with terrorism,\r\nwhich sadly continues to claim its victims — demand\r\nspecial attention from the international community.\r\nThe Assembly must undertake concrete measures\r\nin the fight against these destabilizing factors in the\r\nworld, particularly in Africa. The implementation of\r\nthe Programme of Action of the United Nations\r\nConference on the Illicit Trade in Small Arms and\r\nLight Weapons in All Its Aspects — whose review last\r\nJuly revealed an increasing universal awareness of the\r\ndanger of proliferation and the need to take coordinated\r\nactions to control it — will be an important step\r\nforward if we have the necessary political will. The\r\nmeasures undertaken at the regional and subregional\r\nlevels — particularly the ECOWAS Moratorium and\r\nthe assistance provided by the Programme for\r\nCoordination and Assistance for Security and\r\nDevelopment in Africa and by other entities — are\r\nelements leading in the right direction.\r\nLikewise, the Assembly should activate and give\r\nfresh impetus to regional and international convention\r\nand encourage the standardization of legislation to\r\neffectively fight the phenomenon of mercenarism. Côte\r\nd’Ivoire endorses the proposal to draw up and establish\r\n— within the framework of ECOWAS — a general\r\nplan for stabilization in the subregion, which, I am\r\nconvinced, would contribute to a return to lasting peace\r\nand stability in West Africa.\r\nPreventive action must also be taken at several\r\nlevels. At the political and diplomatic level, the\r\ninternational community should devote greater\r\nattention to preventive diplomacy, because it is\r\nessential that the outbreak of conflict be prevented\r\nthrough an early-warning system. At the economic and\r\nsocial level, the fight against poverty must be\r\ncontinued, particularly by integrating the unemployed\r\nand other marginalized people into economic\r\nstructures.\r\n23\r\nA/58/PV.21\r\nAt the cultural level, education for peace,\r\nexpanding sporting and cultural exchanges, meetings\r\namong groups of women and young people, at the level\r\nof each State and among the various countries, can\r\npromote tolerance and mutual understanding among\r\npeoples in the context of a dialogue among\r\ncivilizations.\r\nThe globalization of the economy may be a factor\r\nfor progress by favouring competitiveness, bringing to\r\nthe market the best products at the most competitive\r\nprices. Sadly, such globalization could also impede the\r\ndevelopment of poor countries, which suffer from\r\nfluctuations in the price of their products on the\r\ninternational market and, moreover, must cope with\r\nunfair competition imposed by States that subsidize\r\ntheir export items.\r\nGiven these mixed results, the recent Ministerial\r\nConference of the World Trade Organization in Cancún\r\nhelped to gauge the magnitude of the ruinous\r\nconsequences for African farmers of the subsidies\r\ngiven to producers in the North. By breaking the rules\r\nof free competition, the industrialized countries have\r\nenabled the richest producers to thrive while\r\nimpoverishing those that are struggling for survival.\r\nThis dire situation should cause us to examine our\r\nconscience so that together we may seek ways and\r\nmeans to redress this injustice.\r\nThere is also an urgent need to take action to\r\nstabilize commodity prices at a profitable rate.\r\nIf poor countries are to escape the vicious circle\r\nof poverty, there must be fair remuneration for the\r\nwork of their farmers, complemented by an increase in\r\nofficial development assistance, which should reach 0.7\r\nper cent of the gross national product of industrialized\r\ncountries, and by debt cancellation.\r\nLet us take the opportunity of the present session\r\nto reflect together on ways to strengthen North-South\r\ncooperation in the framework of the New Partnership\r\nfor Africa’s Development. In the framework of South-\r\nSouth cooperation, the most advanced countries should\r\nplan to increase trade and technology transfers to\r\nbenefit less advantaged countries, in support of their\r\nown efforts.\r\nWe are concerned about the coordinated follow-\r\nup to the outcome of the major international\r\nconferences held under United Nations auspices. The\r\nfight against poverty cannot be won unless the\r\nrecommendations adopted in the framework of those\r\nsummits are implemented. It is no good expanding the\r\nforums for discussion if the conclusions concerning\r\nfinancing for development or technology transfer, in\r\nparticular, cannot be implemented and used on the\r\nground in a new spirit of genuine solidarity.\r\nMy country, Côte d’Ivoire, fervently wishes to\r\nsee the advent of the new spirit of solidarity called for\r\nby globalization and the interdependence of our States,\r\nand also supports reform of the United Nations to make\r\nit democratic and efficient.\r\nMay we all have the wisdom to ensure that our\r\nresources and intelligence are put to the service of the\r\nbuilding of a better world, where peace, solidarity and\r\njustice reign — a world that reflects the ideals of the\r\nCharter of the United Nations.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Fernand Poukré-Kono, Chairman\r\nof the delegation of the Central African Republic.\r\nMr. Poukré-Kono (Central African Republic)\r\n(spoke in French): At the outset, I pay sincere tribute to\r\nthe President on his election to preside over the\r\nAssembly at the fifty-eighth session, which is being\r\nheld in a particularly important context in this century.\r\nHis long experience and his expertise on international\r\nissues, as well as the role that his country, Saint Lucia,\r\nplays in the Caribbean region, guarantee that our work\r\nwill be a success.\r\nI also congratulate the other members of the\r\nBureau, and cannot fail to commend the skill with\r\nwhich the President’s distinguished predecessor, Mr.\r\nJan Kavan, of the Czech Republic, conducted the work\r\nof the fifty-seventh session.\r\nI reiterate to the Secretary-General the full\r\nsupport of the Transitional Government of the Central\r\nAfrican Republic for his unceasing work at the head of\r\nthe Organization to ensure peace and security in a\r\nworld beset by terrorist threats and widespread\r\ninsecurity.\r\nThe Central African Republic joins those who\r\nhave honoured the memory of the United Nations\r\npersonnel who fell victim to the wanton violent act of\r\nterrorism in Baghdad on 19 August, including Mr.\r\nSergio Vieira de Mello, and reiterates its sincere\r\nsympathy to the Secretary-General. We appreciate his\r\ndecision to maintain the United Nations mission in\r\nIraq, despite everything.\r\n24\r\nA/58/PV.21\r\nFor a decade, the General Assembly has adopted\r\nmany recommendations, whose implementation has not\r\nalways brought solutions to our diverse shared\r\nconcerns.\r\nBefore my delegation contributes its appraisal of\r\nthe state of the world, against the backdrop of the many\r\nchallenges of the twenty-first century, I would like, on\r\nbehalf of His Excellency François Bozizé, President of\r\nthe Central African Republic, and of the Republic’s\r\nGovernment and people, to express the wish that our\r\nmeetings may be crowned with success.\r\nA world that cherishes peace, progress, solidarity\r\nand concord is the objective to which the entire world\r\naspires and the main philosophy of the founding fathers\r\nof the United Nations. Indeed, when peace is not\r\nassured, various crises ensue. Aggravating factors like\r\ndestitution, penury, extreme poverty, HIV/AIDS,\r\ntuberculosis and malaria, combined with intolerance,\r\ninjustice, indifference and social inequality, greatly\r\nthreaten the balance of peace in many regimes of the\r\nworld, and particularly in the Central African Republic.\r\nIt was against this background that a surge in\r\npatriotism occurred on 15 March this year in the\r\nCentral African Republic as the outcome of a process\r\nto which all the leading lights of the nation contributed.\r\nThe situation that prevailed in my country before\r\n15 March was the subject of several debates, and\r\nunsuccessful attempts at settlement, by the Security\r\nCouncil, the African Union’s/Central Organ of the\r\nMechanism for Conflict Prevention, Management and\r\nResolution, the Central African Economic and\r\nMonetary Community (CAEMC) and the Community\r\nof Sahelo-Saharan States. A number of bilateral\r\ninitiatives also failed.\r\nI reiterate once again the gratitude of the\r\nGovernment and people of the Central African\r\nRepublic to the Secretary-General, the United Nations\r\nPeace-building Support Office in the Central African\r\nRepublic, the Security Council members and\r\nparticularly friendly countries, who generously\r\ncontributed to supporting the Central African people at\r\nan extremely difficult time.\r\nSince 15 March the resolve of the Transitional\r\nGovernment to work for a return to normal\r\nconstitutional life has resulted in significant advances,\r\nin the framework of the implementation of\r\ncommitments according to the following timetable:\r\nMay 2003, establishment of the National Transition\r\nCouncil to replace Parliament;. September 2003, the\r\nholding of a national dialogue for the Central Africans\r\nto examine the deep causes of their long-standing\r\nconfrontations; 2004, holding of a constitutional\r\nreferendum; the third quarter of 2004, presidential\r\nelections; and fourth quarter of 2004, municipal and\r\nlegislative elections.\r\nThis consensual transition, scheduled to end in\r\nJanuary 2005, should establish security throughout the\r\ncountry, improve public finances and revive the\r\neconomic and social sectors, which are engines of\r\ngrowth.\r\nThese main points of our overall policy and of the\r\nTransitional Government’s economic and social\r\nrecovery strategy now being implemented are\r\nsupported and commended by the neighbouring\r\ncountries in general, and in particular by the members\r\nof CAEMAC, which acknowledge the work of the new\r\nregime.\r\nThe member countries of the United Nations\r\nStanding Advisory Committee on Security Questions in\r\nCentral Africa, at their nineteenth ministerial meeting,\r\nheld in Brazzaville from 14 to 17 May this year,\r\nexpressed their support for the change that had\r\noccurred in Bangui in a declaration, and appealed to\r\nthe international community to provide assistance to\r\nthe Central African Republic.\r\nThe exhaustive report of the situation before\r\n15 March presented by the President of the Republic,\r\nHis Excellency General François Bozizé, to the special\r\nsummit of CAEMAC devoted exclusively to the\r\nsituation in the Central African Republic led heads of\r\nState and of delegations to understand and support the\r\nTransitional Government’s efforts to bring about a\r\nreturn to constitutional order. Clear signs of the\r\nsignificant progress in establishing national\r\nreconciliation and restoring constitutional and\r\ndemocratic order are the fruitful discussions with many\r\nfriendly countries and partners, the consultations\r\nbetween the Central African Republic and the\r\nEuropean Union which have been going on since\r\n22 May, and the fact-finding visit to Bangui from 17 to\r\n21 August of the Committee of Ambassadors of the\r\nAfrican, Caribbean and Pacific States.\r\nIn his introductory report to the Millennium\r\nSummit, the Secretary-General recalled that people are\r\nthe purpose of any activity. Nothing could be more\r\ntrue. My delegation would like to see the United\r\n25\r\nA/58/PV.21\r\nNations regain its authority in order to help promote\r\nhuman rights, democracy and development throughout\r\nthe world.\r\nProtecting and guaranteeing human rights\r\ncontributes to a country’s national concord and to the\r\nstrengthening of its democracy. This was so well\r\nunderstood by the Central African Republic that on\r\n15 March we chose consensual governance, at the\r\ncentre of which the well-being of the citizens and the\r\nprotection and guarantee of their rights are the highest\r\npriorities.\r\nImplementing this will require resources that\r\npermit the widespread promotion of human rights and\r\nsocial development. My delegation hopes that the\r\nUnited Nations will become more involved, at the\r\nbeginning of this third millennium, in international\r\naction to create a true human rights culture. To do this,\r\nthe United Nations needs to reform, renew itself and\r\nadapt to today’s world. It will have to rationalize its\r\nprocedures, methods and approaches to all questions\r\nwithin its purview.\r\nIt will be understood that my delegation would\r\nlike to see the Security Council reformed, so that it\r\nmay better discharge its noble mission. Even if the veto\r\nis not as abused as it was during the cold war, Security\r\nCouncil membership needs to be reformulated, both at\r\nthe level of permanent membership and non-permanent\r\nmembership, in order to reflect the new realities of our\r\nworld. This is the view of the delegation of the Central\r\nAfrican Republic.\r\nThe need for a new approach in relations between\r\nStates means that we all need to make a real\r\ncommitment. This led to the adoption of the\r\nConstitutive Act of the African Union as an expression\r\nof the desire of Africa to meet, together with the\r\nUnited Nations, all the challenges of the twenty-first\r\ncentury. My country will spare no effort to promote\r\nthis new dynamism.\r\nThe Acting President: I now give the floor to\r\nHer Excellency Ms. Klára Novotná, Chairperson of the\r\nSlovak Republic.\r\nMs. Novotná (Slovakia): I have the honour of\r\naddressing the General Assembly on behalf of His\r\nExcellency Mr. Eduard Kukan, Minister for Foreign\r\nAffairs of the Slovak Republic.\r\nSlovakia as a European Union acceding country\r\nfully endorses the statement made by the Prime\r\nMinister of Italy on behalf of the European Union. The\r\npositions and ideas expressed in Mr. Berlusconi’s\r\naddress perfectly reflect the values of the Government\r\nand people of Slovakia. I will therefore concentrate\r\nonly on the topics that we consider the most important.\r\nAt the outset, I warmly congratulate the President\r\non his assumption of the presidency and wish him\r\nevery success in discharging his important duties. He\r\ncan rely on Slovakia’s support and cooperation. Let me\r\nalso add the voice of my delegation to those who have\r\nthanked his predecessor, Mr. Jan Kavan, for his\r\ncontribution to the work of this body.\r\nAmongst the most challenging issues before us,\r\nthe one that has drawn the closest attention of the\r\nworld community is the situation in Iraq. We should\r\njoin our efforts to help the Iraqi people reconstruct\r\ntheir country and build a democratic society, which is\r\nthe best course of action for stabilizing the situation,\r\nwhich is still volatile on the ground.\r\nThe unprecedented tragedy of the destruction of\r\nthe United Nations Baghdad headquarters, which\r\nripped from our midst many brave United Nations\r\npersonnel, including Special Representative Sergio\r\nVieira de Mello, to whom we again pay our undivided\r\ntribute, has shown us that no target is safe. Uniting to\r\nhelp Iraq has become a matter of common interest.\r\nSecurity Council resolution 1483 (2003) laid the\r\nimportant framework enabling the international\r\ncommunity to contribute to Iraq’s reconstruction. At\r\nthe time of its adoption, Slovakia decided to participate\r\nin stabilization operations in Iraq by sending mine-\r\nclearing experts. Although this was only a token\r\ncontribution, given our capacity and the number of\r\nSlovak troops already deployed in active peacekeeping\r\nmissions around the globe, I believe that it showed our\r\ncommitment to creating conditions in which the Iraqi\r\npeople can build their own future. As more troops are\r\nneeded on the ground, we support the efforts to win\r\ngreater participation from willing countries. The\r\nUnited Nations, with a specific mandate, must play a\r\ngreater role in the Iraqi post-war restoration.\r\nIraq must show that a free and democratic\r\ncountry is the inevitable replacement for dictatorship.\r\nA democratic and prosperous Iraq is important to peace\r\nand security in the Middle East, which directly affects\r\nthe rest of the world.\r\n26\r\nA/58/PV.21\r\nThe difficult economic and social situation in\r\nAfghanistan, where people continue to strive to build a\r\ndemocratic and viable society, still leaves room for a\r\nresurgence of extremists. The international community\r\ncannot move away from Afghanistan. It must stay\r\ncommitted and continue to provide the necessary\r\nassistance to the Afghan people. I am pleased to\r\nannounce that last July the Slovak Parliament decided\r\nto extend the participation of Slovakia in Operation\r\nEnduring Freedom.\r\nTen years after Israelis and Palestinians\r\nastounded the world by signing the Oslo Accords, the\r\ntwo sides are again locked in a cycle of violence,\r\nattacks, counter-attacks and revenge. It is unfortunate\r\nthat the latest wave of violence has come at a time\r\nwhen the road map had started to encourage feelings of\r\nhope.\r\nSlovakia is deeply concerned over the\r\ndeteriorating situation. Recent tragic and violent events\r\nhave caused enormous suffering and resulted in many\r\ninnocent victims. In the face of the current situation,\r\nboth sides must act responsibly, with the utmost\r\nrestraint, and consider carefully the tremendously\r\nnegative consequences of a complete breakdown of the\r\npeace process. The only realistic way out of the\r\nimpasse is the creation of a viable Palestinian State\r\nexisting alongside Israel, with the security and survival\r\nof each guaranteed. Every effort has to be made to keep\r\nthe road map on the table, because there is no other\r\nalternative. Both sides must fully and without further\r\ndelay implement their obligations in accordance with\r\nthe road map. Slovakia reiterates its support for the\r\nroad map and sees the role of the Quartet in the peace\r\nprocess as irreplaceable and essential.\r\nWe will not relax our efforts in the fight against\r\nglobal terrorism and the proliferation of weapons of\r\nmass destruction. Underestimation of this peril could\r\nhave a fateful impact on the international community.\r\nThe United Nations must continue to play a decisive\r\nrole in this fight. The Slovak Republic appreciates and\r\nfully supports the activities of the Counter-Terrorism\r\nCommittee. Slovakia, as a party to all 12 global\r\ninternational conventions against terrorism, has\r\nsuccessfully implemented their provisions into its\r\nlegislation.\r\nAs a party to various international conventions\r\nand treaties, Slovakia supports joint efforts to adopt\r\nglobal international legal instruments and standards\r\nconcerning the principle of the rule of law. The\r\nratification process of the United Nations Convention\r\nagainst Transnational Organized Crime is well under\r\nway in the Slovak Republic and should be completed\r\nby the end of this year.\r\nOver the past decade, we have witnessed\r\nexponential growth in peacekeeping activities in an\r\nincreasing number of conflicts throughout the globe.\r\nThe recent comprehensive reform has significantly\r\nimproved the effectiveness of planning and\r\nmanagement of the ever more complex and challenging\r\nUnited Nations peacekeeping operations. However, the\r\nmost important factor for the success of United Nations\r\npeacekeeping is still the political will of Member\r\nStates and their readiness to contribute contingents and\r\nequipment. In order to support and sustain the\r\nincreasing number of peacekeeping operations, the\r\ntimely payment of financial contributions is necessary.\r\nSlovakia has been among the leading contributors\r\nto United Nations peacekeeping operations since it\r\nbecame a Member of the United Nations in 1993. Our\r\npeacekeepers are currently serving in six United\r\nNations missions in Africa, Asia and the Middle East.\r\nGiven our clear understanding of the new threats to our\r\nsecurity and a willingness and ability to help tackle\r\nthem, our engagement in peace support operations\r\naround the world will expand even more when we join\r\nthe European Union and NATO next year. Slovakia’s\r\nactive involvement in peacekeeping operations\r\nconfirms the fact that the maintenance of international\r\npeace is among the priorities of our foreign policy.\r\nIn recent years attacks on humanitarian workers\r\nand on United Nations personnel have increased\r\nalarmingly. We therefore welcome the unanimous\r\nadoption of Security Council resolution 1502 (2003) on\r\nthe protection of United Nations personnel, associated\r\npersonnel and humanitarian personnel in conflict\r\nzones. It emphasizes the obligation of each Member\r\nState to take every step in its power to protect those\r\nworking under the blue flag and to bring to justice\r\nthose who attack or harm them. Slovakia has been a\r\nparty to the Convention on the Safety of United\r\nNations and Associated Personnel since 1996, and we\r\ninvite those States that have not yet done so to become\r\nparties to this very important international legal\r\ninstrument, which provides for the protection of United\r\nNations and associated personnel.\r\n27\r\nA/58/PV.21\r\nOne of the most important steps towards\r\nachieving international justice and putting an end to\r\nimpunity for the most serious violations of human\r\nrights, war crimes and genocide was the establishment\r\nof the International Criminal Court. Slovakia, which is\r\na State party to its Rome Statute, is firmly committed\r\nto ensuring that the Court is an independent, fair and\r\neffective institution. The election of 18 judges and of\r\nthe Prosecutor and Deputy Prosecutor was essential for\r\nthe successful start of its work. We are convinced that\r\ntheir expertise and moral integrity will ensure the\r\nhighest standards in their performance and will\r\nguarantee fair and impartial justice.\r\nSlovakia views arms control as a pivotal\r\ninstrument of security policy. Here I would like to\r\nreiterate our continued support for the further\r\nstrengthening of major international disarmament and\r\nnon-proliferation instruments such as the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT). It would\r\nbe most appropriate to reinforce this cornerstone of\r\nnuclear non-proliferation by speedily bringing into\r\nforce another significant instrument — the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) —\r\nhence my delegation’s repeated call on those that have\r\nnot yet done so to sign and ratify the CTBT as soon as\r\npossible.\r\nSlovakia also encourages those countries that\r\nhave not signed or ratified the Ottawa Convention to do\r\nso quickly. The terror that landmines cause, despite\r\ntheir limited military utility, continues to spread, along\r\nwith the appalling humanitarian consequences of their\r\nuse in actual conflicts.\r\nWith its entry into the European Union, Slovakia\r\nis taking on moral responsibility for the poorer\r\ncountries of the world. Just as Slovakia received aid in\r\nthe past, it is now in duty bound to help reduce social\r\ntensions and poverty in other parts of the world. That is\r\nour contribution to achieving the Millennium\r\nDevelopment Goals. Slovakia is systematically and\r\nconsistently preparing its compact and efficient\r\ndevelopment agenda. The Slovak Government has\r\nrecently adopted a legal framework and strategy for\r\ndevelopment assistance. An important step in the\r\ndevelopment of official assistance was the approval of\r\nthe first annual budget in December 2002.\r\nThe current modest level of official development\r\nassistance reflects the potential of our growing\r\neconomy, and we are convinced that the effective and\r\nefficient use, and sustained growth, of such official\r\ndevelopment assistance will place Slovakia more\r\nfirmly within the group of new emerging donors.\r\nWe endorse the appeals made for the\r\nstrengthening of the role of the United Nations and for\r\nimproving the efficiency and working methods of its\r\nmajor organs. First and foremost, a comprehensive\r\nreform of the Security Council and a revitalization of\r\nthe General Assembly is needed.\r\nIn the past year, the international community has\r\nhad to deal with events whose significance have put to\r\nthe test the principles that have governed international\r\nrelations since the signing of the United Nations\r\nCharter. Though it is undisputed that the validity of\r\nthese principles remains undiminished, we cannot shy\r\naway from seeking answers and solutions to the\r\nfundamental global challenges that we face today,\r\nincluding extreme poverty, drug smuggling, the spread\r\nof deadly diseases and global climate change. Finding\r\nappropriate solutions to these and other issues requires\r\nmultilateral cooperation, with a viable United Nations\r\nat its core. We all wish to see a strong and decisive\r\nUnited Nations that is capable of effectively\r\nresponding to current and future challenges. Slovakia\r\nremains committed to multilateralism and to its\r\nfundamental institutions.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Claude Morel, Chairman of the\r\ndelegation of the Republic of Seychelles.\r\nMr. Morel (Seychelles): My delegation is proud\r\nand honoured to see Mr. Julian Hunte, a fellow\r\nislander, also from one of the smallest nations of the\r\nworld, presiding over the deliberations of this body. We\r\nare well aware of his skills, experience and\r\ncompetence, and we are confident that he will lead our\r\nwork to a successful outcome. Let me also pay tribute\r\nto his predecessor, Mr Jan Kavan of the Czech\r\nRepublic, for his excellent work during the fifty-\r\nseventh session of the General Assembly.\r\nOur appreciation also goes to the Secretary-\r\nGeneral, Mr. Kofi Annan, for his dedicated and\r\nsteadfast leadership of the United Nations during these\r\ntrying times. We commend him for his tireless efforts\r\nto make the United Nations more effective and\r\nresponsive to the demands of its Members.\r\nIn recent months, some have questioned the\r\nrelevance and utility of the United Nations. For\r\n28\r\nA/58/PV.21\r\nSeychelles, the United Nations remains a unique,\r\nindispensable and universal multilateral institution\r\nwhere global issues affecting the entire international\r\ncommunity can be debated and addressed. We believe\r\nthat, despite its shortcomings, there is no other\r\ninstitution that is better equipped and better suited to\r\nmeet the diverse demands for justice, peace, security,\r\ndevelopment and international cooperation or to ensure\r\nthat the voices of its Members are heard, irrespective of\r\ntheir size or economic power. We hereby reaffirm our\r\nfaith in the principles and purposes of the United\r\nNations in addressing the wide range of challenges\r\nconfronting the international community in the\r\nglobalized and interdependent world we are living in at\r\nthe dawn of the twenty-first century.\r\nWe acknowledge the fact, however, that the\r\nUnited Nations system needs to be reformed and\r\nmodernized. We support the ongoing initiative to\r\nrevitalize the General Assembly to make it more\r\neffective and efficient. Our Assembly ought to be\r\nrestored to its rightful place at the centre stage of\r\nmeaningful deliberations on problems and issues\r\ncommon to all of its Members. We ought to strive to\r\nensure that debate in our Assembly is translated into\r\naction. In this respect, my delegation calls for the\r\nestablishment of a follow-up mechanism to monitor\r\nand implement decisions and resolutions taken by the\r\nGeneral Assembly, as well as those of the major United\r\nNations conferences of the past decade.\r\nThe reform process will be inadequate if the\r\ntransformation of the Security Council into a\r\ndemocratic and representative organ, reflecting its\r\nuniversal character and present-day realities, is not\r\nachieved. My delegation supports an increase in both\r\npermanent and non-permanent members to include\r\ndeveloping countries from Africa, Asia and Latin\r\nAmerica. After 10 years of debate, it is imperative that\r\nwe bridge positions and make progress. What is\r\nrequired is political will by all the parties concerned\r\nwith a view to arriving at an acceptable solution.\r\nWe support the decision of the Secretary-General\r\nto establish a high-level panel of eminent persons on\r\nthe reform question. We hope they will provide\r\ninspiration and fresh ideas for the way forward.\r\nMy delegation holds the view that development\r\nought to be central to the renewed United Nations\r\nagenda. The reform process should focus on\r\nreinforcing the role of the United Nations system in the\r\ncommitment to international cooperation for\r\ndevelopment. There should be closer collaboration and\r\ncoordination between the United Nations system and\r\nthe international financial institutions in elaborating\r\nnovel frameworks to address development funding. The\r\nongoing dialogue between the Economic and Social\r\nCouncil and the Bretton Woods institutions should be\r\nvigorously pursued.\r\nWe welcome the dialogue between the leaders of\r\nthe Group of Eight and their counterparts from the\r\ndeveloping world. Those consultations should be a\r\nplatform to engage the industrialized countries of the\r\nNorth in fulfilling their commitments to the outcomes\r\nof the major conferences, in particular the Millennium\r\nSummit, the Doha Development Round, the Monterrey\r\nConsensus and the Johannesburg Plan of Action. Our\r\ndevelopment partners should realize that the\r\nimplementation of their commitments is vital if we, the\r\ndeveloping countries, are to achieve sustainable\r\ndevelopment. Their words must, indeed, be matched\r\nwith deeds. The allocation of the agreed target of 0.7\r\nper cent of their gross domestic product for\r\ninternational development should be an achievable\r\nobjective.\r\nThis dialogue should also provide an opportunity\r\nfor us to candidly discuss issues that are of common\r\ninterest and concern. Problems requiring urgent\r\nattention, such as HIV/AIDS, poverty, the root causes\r\nof terrorism, the debt burden, refugees, trade terms,\r\ntrafficking in humans, climate change and\r\nenvironmental degradation, to name just a few, should\r\nbe addressed as part and parcel of shared international\r\nresponsibilities.\r\nThe situation of small island developing Sates\r\nwill feature high on the international agenda next\r\nAugust when Mauritius hosts the International Meeting\r\nfor the 10-year review of the Barbados Programme of\r\nAction. It will be a timely occasion to reaffirm the\r\nspecial characteristics, vulnerabilities and concerns of\r\nsmall island developing States and to consider their\r\nprospects for sustainable development. It will be an\r\noccasion to remind the international community to pay\r\ngreater attention to the social, economic and\r\nenvironmental vulnerabilities faced by small island\r\ndeveloping States.\r\nThe Mauritius review will present the opportunity\r\nto assess implementation progress to date and establish\r\nthe appropriate framework for further partnership and\r\n29\r\nA/58/PV.21\r\ncooperation in achieving the sustainable development\r\naspirations of small island developing States. We will\r\nneed the required resources to advance implementation.\r\nWe therefore appeal to our development partners for\r\ntheir fullest support in the review process and the\r\nimplementation of the outcome of the Mauritius\r\nInternational Meeting.\r\nMy delegation notes with concern the breakdown\r\nof negotiations at the recent World Trade Organization\r\nministerial conference in Cancún. Small developing\r\ncountries have no capacity whatsoever to distort world\r\ntrade. It is therefore imperative that their\r\nvulnerabilities and special needs be taken fully in\r\naccount. Seychelles urges the international community\r\nto heed the call for special and differential treatment to\r\nbe accorded to developing countries, in particular small\r\nisland States, that have structural disadvantages. This is\r\ncrucial to the integration of our countries into the\r\nmultilateral trading system so that we can achieve our\r\ndevelopment objectives. Concessions to small,\r\nvulnerable developing economies should include the\r\ncritical areas of market access and trade preferences.\r\nThe second pillar of my country’s economy —\r\ntuna fisheries — faces a real threat. There will be\r\nconsiderable social and economic consequences for us\r\nif the preferential treatment on which the industry was\r\nbuilt is to be abandoned. After all, the trade regime is\r\nmeant to provide benefits for all, not to condemn the\r\nmost fragile and vulnerable groups of the international\r\nfamily to marginalization and economic strangulation.\r\nA subject of preoccupation to my delegation is\r\nthe adverse impact of climate change. Studies, as well\r\nas experience, have revealed that extreme changes are\r\ntaking place in the climate patterns of the Western\r\nIndian Ocean region. Over recent years my country has\r\nexperienced unusual periods of drought and torrential\r\nrainfall, the latter causing floods, landslides, the\r\ndestruction of agricultural crops and infrastructure and\r\neven loss of life. It is estimated the 75 per cent of the\r\ncorals in our archipelago have been bleached due to an\r\nincrease in sea surface temperatures.\r\nGlobal warming is not an issue of our making.\r\nSmall island nations like mine are not responsible for\r\nit, yet we have to bear the consequences. This growing\r\nthreat calls for renewed concerted international action,\r\nas it is affecting the whole planet. All nations must take\r\nsteps to mitigate greenhouse gas emissions. The\r\nindustrialized countries have the prime responsibility\r\nand must be the first to take action. We urge them to be\r\naccountable under the Kyoto commitments and to\r\nratify the treaty, as this is the only appropriate\r\nmultilateral framework that can address and respond to\r\nthis phenomenal challenge facing all nations on earth.\r\nLast year the General Assembly endorsed the\r\nNew Partnership for Africa’s Development (NEPAD),\r\nas the framework for development for the continent.\r\nInternational support for the implementation of this\r\nhome-grown initiative is essential. We appreciate the\r\npledges of support by the G-8 by means of their Africa\r\nAction Plan. We hope that this will soon evolve into\r\nthe realization of concrete projects and programmes.\r\nMy delegation is of the view that there should be\r\nprovision in the NEPAD development agenda to take\r\ninto account the peculiar problems and specificities of\r\nthe eight island nations that constitute the African\r\nfamily.\r\nThe 19 August attack on the United Nations\r\ncompound in Baghdad serves as the latest reminder to\r\nall of us of the central importance of being vigilant and\r\nprepared to combat terrorism. Seychelles reiterates its\r\ncondemnation of terrorism in all its manifestations.\r\nWe are in the process of finalizing our accession\r\nto the 12 United Nations conventions and protocols on\r\nterrorism. We are actively cooperating with the\r\nCounter-Terrorism Committee in the implementation of\r\nthe obligations of Security Council resolution 1373\r\n(2001).\r\nComplying with the obligations of this Security\r\nCouncil resolution is a daunting task for a very small\r\ncountry like mine, with extremely limited capacity to\r\ndeal with the relevant requirements. We will do our\r\nshare as part of our responsibility, but to succeed we\r\nneed technical and financial assistance. There is also\r\nthe need to ensure that the capacities of small States\r\nare enhanced through sharing of intelligence\r\ninformation, training of personnel, and the provision of\r\nappropriate technology and equipment, for example, to\r\ndeal with and handle the new challenges we have to\r\nconfront. We hope the international community will be\r\nattentive and responsive to our predicament.\r\nThe conflict in the Middle East has brought about\r\ntoo much suffering and destruction. My delegation\r\nsupports the road map for peace and calls on all parties\r\nto the conflict to embark on genuine and substantive\r\ndialogue and negotiations in the interest of durable\r\n30\r\nA/58/PV.21\r\npeace in the region. We reaffirm our belief in the rights\r\nof the Palestinian people to their own independent\r\nState, with clearly defined borders. We welcome all\r\nefforts in facilitating the search for an enduring\r\nsolution to the conflict.\r\nAs regards the situation in Iraq, my delegation\r\nhopes that full sovereignty will be restored to the Iraqis\r\nas soon as possible, and that a credible and widely\r\naccepted political road map will be drawn up and\r\nimplemented. We believe that the United Nations\r\nshould have a central role to play in the process.\r\nWhen Assembly President Julian Hunte assumed\r\noffice, he appealed for an action-orientated and\r\nproactive General Assembly. I give him the assurance\r\nthat, albeit in a modest manner, he will receive the full-\r\nhearted support of the Seychelles delegation for a\r\nproductive and fruitful session.\r\nProgramme of work\r\nThe Acting President: On Monday, 6 October in\r\nthe morning, the General Assembly will take up, as the\r\nfirst item, agenda item 16 (d), Election of the United\r\nNations High Commissioner for Refugees.\r\nThe meeting rose at 1.05 p.m.\r\n"