"United Nations A/58/PV.36\r\n \r\nGeneral Assembly\r\nFifty-eighth session\r\n36th plenary meeting\r\nFriday, 17 October 2003, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n03-57012 (E)\r\n*0357012*\r\nPresident: The Hon. Julian R. Hunte . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Saint Lucia)\r\nIn the absence of the President, Mr. Da Fonseca\r\n(Cape Verde), Vice-President, took the Chair.\r\nThe meeting was called to order at 3 p.m.\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations\r\nLetter dated 16 October 2003 from the\r\nSecretary-General to the President of the\r\nGeneral Assembly (A/58/440)\r\nThe Acting President: Before proceeding to the\r\nitems for this meeting, I should like to invite the\r\nattention of the General Assembly to document\r\nA/58/440. It contains a letter from the Secretary-\r\nGeneral addressed to the President of the General\r\nAssembly, in which he informs the Assembly that 12\r\nMember States are in arrears in the payment of their\r\nfinancial contributions to the United Nations under the\r\nterms of Article 19 of the Charter.\r\nI should like to remind delegations that, under\r\nArticle 19 of the Charter, a Member of the United\r\nNations which is in arrears in the payment of its\r\nfinancial contributions to the Organization shall have\r\nno vote in the General Assembly if the amount of its\r\narrears equals or exceeds the amount of the\r\ncontributions due from it for the preceding two full\r\nyears.\r\nMay I take it that the General Assembly duly\r\ntakes note of the information contained in document\r\nA/58/440?\r\nIt was so decided.\r\nAgenda item 56 (continued)\r\nQuestion of equitable representation on and increase\r\nin the membership of the Security Council and\r\nrelated matters\r\nMr. Kilo-Abi (Democratic Republic of the\r\nCongo) (spoke in French): With regard to the\r\ninteraction between agenda item 11 and agenda item\r\n56, my delegation felt that the two items could be taken\r\nup together.\r\nBased on that understanding, the delegation of the\r\nDemocratic Republic of the Congo is grateful to\r\nAmbassador John Negroponte, Permanent\r\nRepresentative of the United States of America and\r\ncurrent President of the Security Council, for the\r\nquality of the presentation of his report, which has\r\nreceived my delegation’s full attention. After having\r\ncarefully studied the report of the Security Council\r\nsubmitted to us, which covers the period from 1 August\r\n2002 to 31 July 2003, my delegation appreciates the\r\nsharp increase in the quality of the document, which\r\ndescribes the work tackled by this central organ of the\r\nUnited Nations that is responsible for the maintenance\r\nof international peace and security.\r\nMy delegation has noted that the concerns of the\r\nSecurity Council include, among others, the situation\r\nin the Middle East, the situation in certain European\r\nand Asian countries, the Kimberley Process, terrorism\r\nand the issue of peace in Africa, especially the\r\n2\r\nA/58/PV.36\r\nsituation in the Democratic Republic of the Congo, my\r\ncountry. In that connection, I wish to recall that, in\r\ncommending the Security Council’s efforts to restore\r\npeace to the Democratic Republic of the Congo, His\r\nExcellency the President of the Republic, Major-\r\nGeneral Joseph Kabila, explicitly stated the following\r\nto the Assembly on 24 September 2003:\r\n“The Congolese people continue to be\r\ngrateful to the United Nations system for the\r\nassistance that it gave it through the United\r\nNation Mission in the Democratic Republic of the\r\nCongo and the Interim Emergency Multinational\r\nForce deployed in Bunia and especially for\r\nstrengthening the peacekeeping mandate of the\r\nUnited Nations Organization Mission in the\r\nDemocratic Republic of the Congo”. (A/58/PV.10,\r\np. 14)\r\nTo accommodate all of the challenges facing our\r\ncountry, where everything has to be rebuilt in this post-\r\nconflict period, the Democratic Republic of the Congo\r\ntrusts that the international community will help in the\r\ntransition now under way — the ultimate purpose of\r\nwhich is to organize free, transparent and democratic\r\nelections — by establishing a United Nations fund to\r\naddress the immeasurable damage done to our country\r\nby several years of war and an international criminal\r\ntribunal for the Democratic Republic of the Congo to\r\nprosecute crimes of genocide and crimes against\r\nhumanity, including rape used as a weapon of war and\r\nmassive violations of human rights.\r\nThe Security Council has also focused on one\r\nissue of enormous concern to the entire human race. I\r\nrefer to terrorism, an evil that gratuitously sows horror\r\nand devastation. In the face of this horrendous scourge,\r\nour countries must mobilize and put up a common front\r\nin order to terrorize the terrorism by stifling it in its\r\ninnermost refuges. Accordingly, the Democratic\r\nRepublic of the Congo, pursuant to resolution 1373\r\n(2001), has established a national committee to\r\ncoordinate the campaign against international terrorism\r\nand fully supports the work of the Counter-Terrorism\r\nCommittee.\r\nThe maintenance of international peace and\r\nsecurity, the development of friendly relations among\r\nStates and the achievement of international cooperation\r\nare the founding principles of the United Nations. My\r\ndelegation believes that the fulfilment of this noble\r\nmission requires, inter alia, the recognition of the\r\nsovereign equality of States, the peaceful settlement of\r\ndisputes and the non-use or threat of use of force.\r\nHowever, international events have defied and continue\r\nto frustrate the purposes and principles of the United\r\nNations.\r\nAs we all know, the world situation is currently\r\nprey to the accumulation of the most sophisticated\r\nnuclear and other weapons; the illicit traffic in small\r\narms and light weapons; the noxious existence of anti-\r\npersonnel landmines; the retreat of multilateralism on\r\nall fronts; the division of our planet into two parts, that\r\nof the poor and that of the rich and opulent; and the\r\nemergence of transnational crime and blind terrorism.\r\nFaced with this truly alarming situation, my\r\ndelegation believes that we must devise a plan to\r\nreform the system for the maintenance of international\r\npeace and security, focusing specifically on\r\nstrengthening our capacity for collective action and the\r\ncredibility of the Security Council. This will require,\r\nfirst, a revision of the Council’s decision-making\r\nprocess and, secondly, an increase in its membership\r\non the basis of equitable geographical representation,\r\nfor instance by reserving one non-permanent seat for\r\neach of the regional continental groupings. It has been\r\nnoted in this regard that regional and subregional\r\norganizations are increasingly being called on to help\r\nin the settlement of local conflicts. Thirdly, the\r\nSecurity Council must reconsider and further\r\nstrengthen its relationship with the General Assembly.\r\nFourthly, there must be greater cooperation with\r\nregional and subregional organizations in the area of\r\npreventive diplomacy.\r\nMy country supports the Secretary-General’s\r\nproposal for the establishment of a panel of eminent\r\npersonalities to make specific suggestions on Security\r\nCouncil reform. It is our ardent hope that such a\r\nworthy think tank can arrive at its conclusions as soon\r\nas possible. If it is to be dynamic and, above all, useful,\r\nthe reform should not be directed against any particular\r\nState or group of member States. On the contrary, it\r\nmust help to ensure an overall multilateral structure to\r\nwhich peoples and nations can come for sustenance and\r\nrenewal.\r\nMr. Gallegos Chiriboga (Ecuador) (spoke in\r\nSpanish): I wish to address the main elements in the\r\ndebate on the issue before us, which I addressed\r\npreviously when we considered the report of the\r\nSecretary-General on the work of the Organization.\r\n3\r\nA/58/PV.36\r\nSecurity Council reform has been of concern to\r\nEcuador for a number of years and is an issue on which\r\nwe have participated in extensive consultations. My\r\ndelegation has noted that the Security Council should\r\nbe adapted to meet contemporary challenges, which are\r\nexceedingly unlike those that led to its creation after\r\nthe Second World War more than 50 years ago. The\r\nworld in which we live is different from that of 1945.\r\nToday, problems are not only intergovernmental. We\r\nare facing new transnational perils, such as\r\ninternational terrorism, that require vigorous and\r\neffective international coordination. We are all in the\r\nsame boat — the problem belongs to everyone.\r\nThe Open-ended Working Group  on\r\nSecurity Council reform established 10 years ago has\r\nmade no significant progress. The initiative of creating\r\nthat Working Group has allowed us to debate reform\r\nand, regrettably, to recognize that there has been no\r\nagreement among States, despite the fact that the large\r\nmajority of leaders have affirmed the need for a more\r\ndemocratic and transparent Security Council.\r\nMoreover, the world is calling for a greater\r\nunderstanding of public issues at the global level and\r\nthe United Nations cannot close its ears.\r\nIn this Hall, we have debated the desirability of\r\nallowing the Working Group to continue its work, in\r\nview of the results achieved to date. We need to ask\r\nourselves why, in spite of the intelligent guidance and\r\nefforts of many delegations, fundamental agreement\r\nhas not been achieved.\r\nThe reform of the Security Council cannot be\r\nachieved without the political resolve of all those\r\npresent here. It is through a reform of the entire\r\ninternational system that we will be able to meet the\r\ndemands of the international community. Reform of the\r\nCouncil has to involve the requisite reform of the\r\nUnited Nations Charter, and only in this way will we\r\nfind an international structure in which the\r\nOrganization will meet the needs and expectations of\r\nour peoples.\r\nIncreasing the number of the members of the\r\nSecurity Council is just a step in the right direction, but\r\nit is not in itself enough. We need to find new\r\nmechanisms that will make the Security Council more\r\neffective in fulfilling its obligation and mandates. At\r\nthe same time, we need to ensure that the resolutions\r\nadopted by the Security Council are implemented by\r\nthe entire international community.\r\nReform also has to tackle a new definition of the\r\nuse of the power and exercise of the veto. Ecuador\r\ntakes the view that we should not have a power of veto\r\nin an Organization based on pluralism and democracy,\r\nwhere all States are equal. When the Organization was\r\ncreated, this was a necessary concession, but it is no\r\nlonger so. The use of the veto or the threat of its use\r\nhas led to uses of power that are worrisome, in\r\nparticular when we encounter what non-permanent\r\nmembers refer to as the “silent veto”. Therefore we\r\nneed to eliminate the use of the veto.\r\nWe, the majority of the countries of the world, are\r\nasking that reform be in accordance with the vision of\r\nworld leaders and that it be carried out with the\r\nconviction that we must change the structures of an\r\ninternational architecture that no longer corresponds to\r\nthe needs and expectations of human beings on this\r\nplanet.\r\nA few days ago, I expressed my belief that we\r\nmust bring interests and realities closer together to\r\nachieve reform. It is vital that we should try to achieve\r\nthe consensuses that will guarantee effectiveness in the\r\ninternational system’s pursuit of peace. The initiative\r\nof the Secretary-General to set up a panel of eminent\r\npersons is extremely positive, but it could, after a year\r\nof work, end up in the same situation we are in today,\r\nimmobilized owing to a lack of agreement among the\r\nMembers of the General Assembly.\r\nMy country and my delegation pledge to\r\ncooperate with you, Sir, and to make a dedicated effort\r\nto try to devise the structural reform that we feel is\r\nessential and is the only way to establish a more\r\ndemocratic and equitable international community.\r\nMrs. Londoño (Colombia) (spoke in Spanish):\r\nThe question of equitable representation on the\r\nSecurity Council and an increase in its membership and\r\nrelated issues takes us back to the very origins of the\r\nOrganization, when countries such as Colombia\r\nexpressed our firm opposition to the adoption of a veto\r\npower, since we thought it was anti-democratic.\r\nAs the years have passed, the difficulties that\r\nhave arisen time and again impeding the Security\r\nCouncil from taking the necessary measures to\r\nmaintain international peace and security have shown\r\nus that we are right to oppose the veto. Now, it is\r\nincreasingly evident that we must find the appropriate\r\nmechanisms to achieve an equitable representation on\r\nthe Security Council.\r\n4\r\nA/58/PV.36\r\nThe world landscape is quite different from that\r\nwhich existed when the San Francisco Charter was\r\nadopted. Alliances have been reformulated and many\r\nnew developing States have come forward to demand,\r\nwith good reason, representation in the Council\r\nproportionate to the current importance of the\r\ndeveloping world in the new world landscape.\r\nColombia takes the view that reform, working\r\nmethods and the question of the veto constitute a single\r\nwhole. These are issues that need to be resolved in a\r\ncomprehensive and simultaneous fashion. Through a\r\nclear and express mandate from the General Assembly,\r\nthe Working Group has the competence to decide on\r\nexpansion as well as on reform of the working methods\r\nof the Security Council. In that working group,\r\nColombia has restated its historical rejection of the use\r\nof veto, because we regard it as an anti-democratic and,\r\ncurrently, anachronistic institution. If we cannot get rid\r\nof the veto entirely, we believe that its use should be\r\nrestricted to activities under chapter VII of the United\r\nNations Charter.\r\nWe have also proposed that the expansion of the\r\nCouncil should address the principles of equitable\r\ngeographical distribution and sovereign equality of\r\nStates. We believe that it is appropriate and, in light of\r\nrecent events, urgent to increase the number of seats in\r\nproportion to the membership. Since, to date, we have\r\nnot achieved any agreement on expansion in the\r\ncategory of permanent members, we believe that, for\r\nnow, it is possible to continue only on the question of\r\nnon-permanent members.\r\nMy country is aware of the fact that there are\r\nhigh-level political barriers to accomplishing, in the\r\nshort or long term, the work entrusted to us, but we\r\nmust not fail. We must continue to pursue these issues\r\nand to make progress, as we have been doing and as\r\nhas been evidenced. Although the results have not been\r\nas impressive as we would have wished, it is a fact that\r\nthere have been improvements in the working methods\r\nof the Council, in particular with respect to its\r\ntransparency.\r\nChanging the structure of the Security Council\r\nmeans reviewing the whole system enshrined in the\r\nUnited Nations Charter. This was the view of the\r\nWorking Group, which carried its difficult work with\r\ndedication and responsibility under the wise guidance\r\nof the most recent Presidents of the General Assembly.\r\nWe have full confidence in the ability and leadership of\r\nthe new President of the Assembly to continue this\r\nimportant work.\r\nColombia reaffirms its readiness to continue\r\ntrying to make progress in this forum, which it regards\r\nas the most appropriate context for such work. We\r\nwelcome the setting up of the high-level panel of\r\neminent persons by the Secretary-General. We feel that\r\ntheir recommendations will be a valuable contribution\r\nto the Working Group’s work and to the whole of the\r\nwork of the United Nations as it reviews the need for\r\nreform and modernization.\r\nColombia notes that in 1999 the Working Group\r\nreached the conclusion that an increase in the\r\nmembership of the Security Council would necessarily\r\ninvolve consideration of the issue of the veto, the\r\ndecision-making process, effectiveness and\r\ntransparency in the Council. For this reason, the\r\napproach needs to be comprehensive. Any change in\r\nthe structure of the Council must take into account its\r\nability to make decisions effectively and with agility.\r\nThis is one of the essential elements of the effective\r\noperation of multilateralism demanded by the global\r\ncommunity. The United Nations is called upon to\r\ncontinue to play a central role in this multilateralism.\r\nMr. Mubarez (Yemen) (spoke in Arabic):\r\nPerhaps one of the most optimistic matters that the\r\nGeneral Assembly is dealing with is the unprecedented\r\nimportance given to the issue of reform of the\r\nOrganization. The underlying reason is the urgent need\r\nfor the United Nations to assume responsibility for\r\neliminating hotbeds of tension around the world, given\r\nthe failure of the Security Council to deal with those\r\nissues relating to international peace and security. Such\r\nrealities are closely bound up with the work of the\r\nCouncil and lend special importance to this item on our\r\nagenda.\r\nReforming the Security Council is not a new idea.\r\nIt is a main element in the desired reforms that have\r\nbeen dictated by rapid developments in international\r\nrelations.\r\nIt is hard to imagine that a mechanism designed\r\nin 1945 can still be relevant in the twenty-first century\r\nwithout taking into account the new realities and\r\nwithout reforming it. It needs to be updated, hence the\r\nneed for the Council to review its decision-making\r\nprocess and the need for the Working Group, which\r\nwas set up by the General Assembly and which has\r\npresented a number of proposals now before us.\r\n5\r\nA/58/PV.36\r\nThis year’s report of the Secretary-General on the\r\nwork of the Organization (A/58/1) indicated that the\r\nrapid changes in today’s world — for example, the war\r\nin Iraq — have severely tested the principle of\r\ncollective security and the resilience of the\r\nOrganization. The repercussions of the Iraq war\r\nunderscore the dangers of current divisions between the\r\ninfluential Powers within the Security Council and\r\npoint to the need for the reforms necessary to guarantee\r\na minimum of global harmony in decision-making.\r\nThis is needed if the Council is to regain its credibility\r\nand if there is to be political and legal force behind its\r\nbinding decisions.\r\nThe decisions of the Security Council and the\r\nright of veto have called into question the Council’s\r\ncredibility in general and its decision-making process\r\nin particular. In our view, that process is anachronistic.\r\nHence the concern of the Working Group, which has\r\noffered a number of recommendations — including the\r\ninteresting and valuable proposals put forward by the\r\ndelegation of Malaysia — aimed at improving the\r\nCouncil’s working methods. Reform needs to be\r\ncomprehensive, involving more than the expansion of\r\nthe membership. The voting process needs also to be\r\naddressed, within a specific and practical context.\r\nWe have been discussing this for a decade now,\r\nand we have failed to reach agreement. We have been\r\nreceptive to any opinions and proposals that might\r\nresult in adequate Security Council reform that is\r\nacceptable to its members, but such reform must be\r\ncomprehensive and integrated so that it includes\r\nequitable geographical representation, transparency, the\r\nprinciple of the sovereign equality of all nations and\r\ndemocracy in the Council’s working methods. We and\r\nthe rest of the Arab Group have always striven to\r\nconform to the provisions of the Charter. These oblige\r\nus, in expanding the Council, to ensure equitable\r\ngeographical representation and to include States that\r\nhave shown particular interest in and have contributed\r\nto international peace and security, such as Japan and\r\nGermany.\r\nIn conclusion, we believe that the credibility and\r\neffectiveness of the Council depend on the extent of\r\nreform aimed at improving its transparency and\r\nensuring democracy in its decision-making process. We\r\nhope that the major Western members of the Council\r\nwill shoulder their responsibilities in the area of\r\nreform, since those States base themselves on\r\ndemocracy and good governance. At the same time, we\r\nmust ensure development for all of humanity.\r\nMr. Hiraj (Pakistan): I am confident that, under\r\nthe skilful stewardship of Ambassador Hunte, this\r\nHouse will have a fruitful debate on the question of\r\nexpansion of the Security Council and its working\r\nmethods. We look forward to working with him in the\r\nOpen-ended Working Group established for that\r\npurpose. Our objective must be the development of a\r\ntransparent, democratic and effective Security Council\r\nthat enjoys the support and confidence of the\r\nmembership of the United Nations.\r\nThere is obviously a need to make the Security\r\nCouncil more representative. The membership of the\r\nUnited Nations has increased from 112 in 1963 —\r\nwhen the Council was last expanded — to 191 today.\r\nThe composition of the Security Council must be\r\nexpanded, principally to reflect the larger membership\r\nof the developing countries of Asia, Africa and Latin\r\nAmerica. With few exceptions, those new Members\r\nwish to acquire not privileges, but merely\r\nrepresentation on the Security Council as non-\r\npermanent members.\r\nWe have completed 10 years of debate on this\r\nvery important question. We have heard voices of\r\nfrustration over the slow progress in the Working\r\nGroup. The reason for the deadlock in the Working\r\nGroup is the demand of a few countries to acquire the\r\nunequal status of permanent members of the Security\r\nCouncil. The majority of the United Nations would not\r\nlike to repeat the mistake of 1945, when a few\r\ncountries decided how the Council should be structured\r\nand that the permanent members should enjoy\r\nprivileges which erode the fundamental principle of\r\nsovereign equality. There was no consensus on the\r\nissue in 1945; there is even less today.\r\nUnfortunately, there are a few countries which\r\nappear to believe that the only yardstick by which\r\nprogress on Security Council reform — including on\r\nexpansion — can be measured is the achievement of\r\ntheir ambition to become permanent members of the\r\nCouncil. It is from that perspective alone that they\r\nwould like to judge the outcome of this whole exercise.\r\nTheir desire to seek permanent status on the Security\r\nCouncil is not motivated by altruistic or noble\r\nsentiments. The United Nations was created on the\r\nbasis of the sovereign equity of States. In the twenty-\r\nfirst century, the General Assembly cannot be expected\r\n6\r\nA/58/PV.36\r\nto bestow special privileges on some while denying\r\nthose privileges to the vast majority of nations. There\r\nis no quick fix for the new aspirants — or for those\r\nhanging on to their coattails — to find a place in the\r\n“executive club”. The decade-old debate has also made\r\nevident that countries which aspire to permanent-\r\nmember status do not enjoy support or confidence even\r\nin their own regions.\r\nThe following points summarize Pakistan’s\r\nposition on expansion of the Security Council. We\r\nfirmly believe that the objective of reform and\r\nexpansion of the Security Council should be to promote\r\ngreater democracy, participation, transparency and\r\naccountability in the work of the Council. Pakistan is\r\nagainst any increase in the permanent membership of\r\nthe Security Council, as that would serve to\r\naccommodate the interests of a few countries only and,\r\nconversely, would alienate the small and medium-sized\r\ncountries, which constitute an overwhelming majority\r\nin the General Assembly. We strongly advocate an\r\nincrease in the category of non-permanent membership,\r\nonly so as to reflect proportionately the increase in the\r\ngeneral membership of the United Nations, particularly\r\nin the large number of small and medium-sized States.\r\nThe deliberations over the past 10 years show\r\nclearly that there are unbridgeable differences on the\r\ncomposition and veto issues. Therefore, it is time to\r\nconsider seriously the alternative proposal of the Non-\r\nAligned Movement that, if there is no agreement on\r\nother categories of membership, expansion should take\r\nplace, for the time being, in the non-permanent\r\ncategory. Many countries outside the Movement also\r\nshare that view; the Italian proposal submitted last year\r\nechoes that position. The Movement’s proposal to\r\nincrease the number of seats in the non-permanent\r\ncategory not only is logical but also proportionately\r\nreflects the increase in the general membership of the\r\nOrganization.\r\nIt is also apparent that the majority of Member\r\nStates desire the elimination of the veto. As the\r\nCommission on Global Governance phrased it in its\r\n1995 report, to add more permanent members and give\r\nthem the veto would be regression, not reform. Apart\r\nfrom Member States, scholars and blue-ribbon\r\ncommissions have criticized the veto provisions as\r\nbeing inequitable, undemocratic and debilitating to the\r\nCouncil’s capacity to fulfil its responsibility for the\r\nmaintenance of international peace and security.\r\nWe also know the history of the veto. It was a\r\ndevice born under coercion when some of the existing\r\npermanent members came forward with the quite\r\nsimple threat of “no veto, no Organization”. Despite\r\nthat threat, the question of the veto still had to be put to\r\nthe vote, as it did not command a consensus. The vote\r\nof 13 June 1945 of 30 in favour, 2 against, 15\r\nabstaining and 3 absent is reflected in the record of the\r\nOrganization.\r\nThe justification for the veto offered at the time\r\nwas that those who saw themselves as victors of the\r\nSecond World War should not — at that time or ever in\r\nthe future — launch actions against any one of their\r\nnumber. The logical conclusion then was that the\r\nconcept of the veto related to the actionable position of\r\nthe Charter under Chapter VII only and that a\r\nsubsequent extension of that extraordinary and\r\nexceptional right into areas beyond Chapter VII was an\r\nunwarranted license going well beyond the original\r\nconcept.\r\nThe apprehensions of the Member States were\r\nsoon confirmed when those with the veto power made\r\nuse of it, not for collective peace and security, but for\r\ntheir own national interests. During the cold war, such\r\nuse of the veto led to the virtual paralysis of the\r\nSecurity Council. Consequently, some issues — issues\r\nthat are as old as the United Nations itself — are still\r\nawaiting resolution, such as those affecting the people\r\nof Palestine and Kashmir.\r\nThere have been some positive trends in the area\r\nof the working methods of the Security Council under\r\ncluster 2 issues. Notable improvements include Arria-\r\nformula meetings to enrich the Council’s discussions\r\non pressing issues; the Secretary-General’s retreats to\r\ndiscuss various thematic issues; the triangular\r\ncoordination meetings between troop-contributing\r\ncountries, the Security Council and the Secretariat;\r\nopen debates on issues affecting Member States;\r\nministerial or summit-level meetings; and briefings by\r\nthe Security Council President for non-members.\r\nThere are still many issues, however, which need\r\ntransparency, openness and consistency. To this end,\r\nthe General Assembly can encourage the Security\r\nCouncil to take the following measures. First, the\r\nSecurity Council must evolve a mechanism relating to\r\nhow the provisions of Chapter VI of the Charter can be\r\nfully utilized for the pacific settlement of disputes and\r\nfor determining the roles which the Security Council,\r\n7\r\nA/58/PV.36\r\nthe Secretary-General and other United Nations bodies\r\ncould play in resolving disputes and conflicts through\r\npeaceful means.\r\nSecondly, the Security Council should prepare a\r\ncompendium of resolutions, conflicts and disputes with\r\nregard to which the Council has been unable to secure\r\nimplementation, with a view to taking remedial action.\r\nLastly, both the letter and spirit of rule 48 of the\r\nSecurity Council’s provisional rules of procedure\r\ncalling for Council meetings to be held in public\r\nshould be adhered to. Closed meetings and informal\r\nconsultations should be kept to a minimum and should\r\nbe the exception, as they were meant to be.\r\nMr. Faaborg-Andersen (Denmark): The issue\r\nbefore us today is of major importance for the future of\r\nthe United Nations. As the Secretary-General said, we\r\nmay be at a moment in history no less decisive than\r\n1945 itself, when our Organization was founded.\r\nDenmark agrees with the Secretary-General and\r\nall those who in recent weeks have advocated the\r\nparallel strengthening of the United Nations and the\r\nSecurity Council. We look forward to receiving the\r\nreport of the high-level panel with regard to the\r\nSecurity Council. We hope that new inspiration and\r\nnew ideas will be forthcoming in that report.\r\nWe want the United Nations to remain at the core\r\nof efforts to tackle old and new security challenges,\r\nsuch as terrorism and weapons of mass destruction. A\r\ncomprehensive reform effort is needed in order to make\r\nthe Council more representative.\r\nAdditional central questions relate to how we can\r\nimprove the efficiency of the decision-making\r\nprocesses and ensure compliance with Council\r\nresolutions. We would also welcome a strengthening of\r\nthe division of labour and cooperation with regional\r\nand subregional organizations. Over the past 50 years\r\nwe have been building strong regional institutions with\r\na view to overcoming our divisions and managing our\r\nproblems.\r\nI would like to make a few comments on the work\r\nof the Open-ended Working Group. Denmark regrets\r\nthat, after 10 years, the Working Group has still has not\r\nbeen able to finalize its work. New impetus is needed if\r\nresults are to be achieved. A step-by-step approach\r\ncould be taken, addressing cluster 1 and cluster 2 issues\r\nseparately. But the issue of the expansion of the\r\npermanent and non-permanent membership of the\r\nCouncil and the question of the veto should be\r\naddressed as a package. Cluster 1 issues will probably\r\nnot be resolved in the Working Group and will\r\neventually have to be tackled at the political level.\r\nIn his intervention in the general debate just a few\r\nweeks ago, the Danish Minister for Foreign Affairs\r\nstressed that we, the Member States, must take the lead\r\nin reforming and strengthening the Organization. In\r\nother words, the ball is in our court.\r\nWe must enable the United Nations to take\r\ncredible, efficient action to meet the challenges of this\r\ncentury and this Millennium. That is our collective\r\nresponsibility and our collective duty. Progress in\r\nreforming the Security Council to better reflect the\r\nworld of today is essential in this regard.\r\nMr. Mercado (Philippines): We would have liked\r\nto speak at greater length on the two related agenda\r\nitems — the reform of the Security Council and the\r\nreport of the Security Council — but in view of the\r\nlimited time, at our disposal, we refer members to the\r\ndistributed text of our statement for our views on\r\nspecific issues addressed by the report of the Council.\r\nThree weeks ago, the Secretary-General set out\r\nbefore us the challenges that confront the United\r\nNations. Some of them bear repeating as we discuss\r\nissues relating to the agenda items under consideration.\r\nThe Secretary-General said that we have come to a fork\r\nin the road and that the United Nations finds itself in a\r\nsituation similar to that of its founding days. He also\r\nsaid that there is an urgent need for the Security\r\nCouncil to regain the confidence and respect of\r\nMember States. In this regard, the Security Council\r\nneeds to address the issue of its composition with great\r\nurgency.\r\nAgainst that backdrop, my delegation would thus\r\nurge Member States to seriously consider reaching\r\nbroad agreement on how to carry Security Council\r\nreform forward. Ten years of deliberations should have\r\nprovided us with the wherewithal for taking bold steps\r\nto make the United Nations relevant to the geopolitical\r\nrealities of the twenty-first century.\r\nThe Philippines is committed to promoting\r\nagreement on measures aimed at achieving a more\r\nopen and transparent decision-making process in the\r\nSecurity Council, as well as at finding an acceptable\r\ncompromise on the expansion of the number of\r\npermanent and non-permanent members of the Council.\r\n8\r\nA/58/PV.36\r\nAs we remain far apart on the mode of its expansion,\r\nperhaps we should narrow down our options to a\r\nconsensus denominator. Hopefully, we can arrive at a\r\nconsensus decision on this important and sensitive\r\nissue during the review of the Millennium Declaration\r\nin 2005.\r\nThe President took the Chair.\r\nOn the working methods of the Council, we\r\nbelieve a number of improvements have been made\r\nover the past few years with a view to increasing\r\ntransparency and participation by non-members.\r\nNevertheless, the Council’s procedures and the recent\r\npositive innovations in its working methods remain\r\nprovisional and ad hoc in nature. The Council might\r\nwish to heed the Secretary-General’s suggestion, made\r\nlast year in his agenda for further change, that the\r\nCouncil consider codifying its recent changes. One way\r\nwould be for it to adopt its provisional rules of\r\nprocedure and annex its recent innovations to the rules.\r\nWe also support more dialogue between the\r\nrepresentatives of the Council and the General\r\nAssembly’s Open-ended Working Group on the\r\nCouncil’s working methods and related issues. Those\r\nmeetings have proved useful and provide a good way\r\nfor the Council and the General Assembly to have an\r\ninteractive exchange on a broad range of issues.\r\nAs we continue with our exercise on the reform\r\nof the Security Council, we should acknowledge that\r\nthe Open-ended Working Group has had some\r\ninfluence in initiating reform in the working methods\r\nof the Council, including the holding of more open\r\nmeetings and regular briefings and improved\r\narrangements for consultations with troop-contributing\r\ncountries. We therefore believe that the Open-ended\r\nWorking Group should focus on the main outstanding\r\nissues of expansion, while preserving the tentative\r\nagreements reached on cluster 2 issues relating to the\r\nCouncil’s working methods.\r\nMy delegation is prepared to support all efforts\r\naimed at reaching a comprehensive package agreement\r\nconsisting of measures relating to the expansion of the\r\nCouncil’s membership and to enhancing the\r\ntransparency of the Council’s working methods.\r\nOn the report of the Security Council, the General\r\nAssembly, which is the only United Nations organ that\r\nreceives reports from the other principal organs,\r\nincluding the Security Council, must effectively take\r\nthe opportunity each session to comment on and assess\r\nthe Security Council’s work and decisions during the\r\nperiod covered by its annual report.\r\nIt might also be useful for the Council to consider\r\nsubmitting, from time to time each year, special\r\nreports, as referred to in Article 15 of the Charter, so as\r\nto keep the General Assembly abreast of the Council’s\r\nwork. For example, the period covered by the present\r\nreport ends on 31 July 2003. Given the major\r\ndevelopments on issues of which the Council is seized,\r\na supplemental special report from, say, 1 August to 1\r\nOctober also would have been useful.\r\nWe are pleased to note from the report that the\r\nyear under review was marked by significant events,\r\nhighlighted by, among others, the Council’s timely\r\nactions to stabilize security conditions and improve the\r\nhumanitarian situation in conflict situations,\r\nparticularly in Africa, such as the deployment of an\r\nInterim Emergency Multinational Force in Bunia and\r\nan Economic Community of West African States\r\n(ECOWAS) vanguard force in Liberia. Separate\r\nSecurity Council missions to Central Africa and to\r\nWest Africa, respectively, benefited from firsthand\r\nobservations of the actual political and security\r\nconditions in those areas.\r\nImmediate responses aimed at providing\r\nhumanitarian relief to the people of Iraq after the\r\nmilitary action against Iraq were provided by the\r\nCouncil through resolutions 1472 (2003), 1476 (2003)\r\nand 1483 (2003). My delegation wishes to\r\nacknowledge the unanimous adoption yesterday of\r\nresolution 1511 (2003) on Iraq, which is not contained\r\nin the report, as yet another determined effort on the\r\npart of the Council to preserve its unity.\r\nWe find the thematic debates of the Council very\r\nuseful, and they should be continued. Nevertheless, we\r\nbelieve that they also aim at some action-oriented\r\nobjective over a medium-term period. Thematic\r\ndebates of the Council could also be synchronized with\r\ndebates on the same issues in the General Assembly for\r\nthe purpose of linking decisions or appropriate policy\r\naction by the Council and by the General Assembly on\r\nthose issues. Interaction between the two organs, taking\r\ninto account their respective mandates, on such issues,\r\nshould be explored.\r\nMy delegation continues to look forward to a\r\nmore substantive consideration of the report of the\r\nCouncil by the General Assembly, not necessarily of\r\nthe whole report, but at least of certain issues\r\n9\r\nA/58/PV.36\r\naddressed in it. In this regard, it is suggested that\r\nspecific issues be identified by the President for more\r\nintensive discussion, taking into account Article 12, in\r\na more informal format, such as informal consultations\r\nor round tables. Such discussions should aim at\r\nreaching a specific outcome such as a decision, a\r\nChairman’s summary or simply an aide-mémoire of the\r\ndiscussion. Such an approach would, in our view, be in\r\nline with the intent of the earlier resolution on the\r\nrevitalization of the General Assembly. The issues\r\nselected could be country-specific or could be one of\r\nthe thematic matters considered by the Council.\r\nIf there is consensus on this approach, more time\r\nshould be accorded for considering this agenda item\r\nthan is presently given.\r\nFinally, my delegation wishes to reiterate the\r\nfollowing principles which we believe should guide\r\nSecurity Council actions in the pursuit of its primary\r\nresponsibility for the maintenance of international\r\npeace and stability, as enunciated a few weeks ago by\r\nmy President before this Assembly, which are the\r\nfollowing.\r\nFirst, the principle of collective security\r\nestablished under the United Nations Charter should be\r\nobserved. Secondly, the Security Council should\r\nmaintain and pursue a multilateral approach towards\r\nthe performance of its primary role. Thirdly,\r\nobservance of the rule of law is of paramount\r\nimportance in the maintenance of international peace\r\nand security.\r\nSir Emyr Jones Parry (United Kingdom): The\r\nUnited Kingdom welcomes and supports the proposal\r\nmade by the Secretary-General in his speech to the\r\nGeneral Assembly on 23 September to set up a panel of\r\neminent personalities to look at the current challenges\r\nto peace and security, the contribution of collective\r\naction to addressing them, the functioning of the major\r\norgans of the United Nations, and how the United\r\nNations may be strengthened by the reform of its\r\ninstitutions and processes.\r\nThe Security Council has primary responsibility\r\nfor the maintenance of international peace and security.\r\nClearly, consideration of how the Council might be\r\nadapted to meet those challenges better should be part\r\nof the panel’s mandate.\r\nPermanent membership of the Council carries\r\nobligations both in the Council and to the wider\r\nconstituency of non-Council Member States.\r\nThroughout the United Nations system, the United\r\nKingdom works to fulfil those obligations. Moreover,\r\nwe believe that the Security Council as a whole must\r\nseek to draw strength from the underpinning support of\r\nthe General Assembly as a whole.\r\nThe United Kingdom believes that we should be\r\nacting to improve the transparency, accessibility and\r\naccountability of the Council to the wider membership.\r\nOn each of these matters — transparency,\r\naccessibility and accountability — the United Kingdom\r\nhas contributed to the functioning of the Security\r\nCouncil. We have sought to build constructive,\r\ncollaborative relationships between the Council and\r\nother parts of the United Nations system, including the\r\nGeneral Assembly, the Economic and Social Council\r\nand the Secretariat. It is important that there should be\r\nclose cooperation on country issues and on generic\r\nareas such as the role of women in peace and security,\r\nthe importance of justice and the rule of law, and other\r\nsuch examples.\r\nWe should all be looking for further pragmatic\r\nand easily implementable ideas that can both improve\r\nthe quality and effectiveness of the Council’s work and\r\nthat are useful to the wider membership of the United\r\nNations as well.\r\nBut beyond improvements to the way the Council\r\noperates, the United Kingdom believes that an\r\nenlargement of the Council is overdue if it is to become\r\nmore representative of the modern world. We therefore\r\nsupport enlargement in both the permanent and non-\r\npermanent membership. We have long supported\r\npermanent membership for Germany and for Japan; we\r\nregard India and Brazil as obvious candidates from\r\nAsia and Latin America; and we support permanent\r\nrepresentation from Africa.\r\nWe want to see more progress on Security\r\nCouncil reform, and soon. The United Kingdom is\r\nready to work with other Member States to achieve this\r\nreform. We believe core objectives are shared among\r\nmany of us. But if we are to achieve progress, regional\r\ngroups must either come to conclusions or relinquish\r\ntheir stranglehold on progress.\r\nThe Council is part of a wider system — a\r\nstructure that encompasses bodies such as the General\r\nAssembly, the Economic and Social Council, the\r\nagencies and the Secretariat. For the United Kingdom,\r\n10\r\nA/58/PV.36\r\nreform of the Council should be only one part of a\r\nwide-ranging programme to enhance the effectiveness\r\nof the United Nations as a whole. We are very keen,\r\ntherefore, to engage in the processes now under way of\r\nrevitalizing and reinvigorating the Assembly — under\r\nyour particular and inspiring leadership, Mr. President -\r\nand to reform the other bodies, ensuring that the United\r\nNations and its agencies continue to adapt and\r\nmodernize.\r\nAbove all, our policies must be focused on real\r\npriorities, on the challenges we face to eradicate\r\nhunger, to establish the rule of law globally, to defeat\r\nterrorism, to end the proliferation of weapons of mass\r\ndestruction, and, above all, to demonstrate that\r\nmultilateralism, embodied most of all in the United\r\nNations, can provide the answers to these and other\r\nproblems.\r\nIt is not least for that reason that we have\r\nwelcomed the Secretary-General’s proposed eminent\r\npersonalities panel and his call for potentially radical\r\ninstitutional reform.\r\nMr. Talbot (Guyana): At this late stage in the\r\ndebate on this item, my words will be few.\r\nFirst, they are words of appreciation for the\r\nefforts of the President of the General Assembly at its\r\nfifty-seventh session, Mr. Jan Kavan, to advance the\r\nprocess of Security Council reform. They are also\r\nwords of appreciation for the Secretary-General for his\r\ninitiative to set up a panel of eminent persons to look at\r\nquestions of peace and security and the overall\r\nstrengthening of the United Nations system.\r\nThe leaders of the world resolved at the\r\nMillennium Summit to intensify their efforts to achieve\r\na comprehensive reform of the Security Council in all\r\nits aspects. Today, three years later, their resolve\r\nremains to be translated into definitive progress. As\r\nmany have pointed out, reform of the Security Council\r\nis arguably the most difficult decision that this\r\nOrganization has to face. But without minimizing the\r\ncomplexities involved, it is a decision we cannot\r\nescape. For what is the alternative? It is a status quo\r\nthat can be preserved only at great cost to this\r\nOrganization. Ultimately, it will be at the cost of what\r\nthe Secretary-General has described as the great\r\nstrength of the United Nations — its legitimacy.\r\nThe loss of legitimacy will be detrimental to the\r\nUnited Nations and will undermine its effectiveness.\r\nThe risk of such a loss has grown with a Security\r\nCouncil that at its core remains wedded to the past.\r\nWith the membership of this Organization expanding\r\nover the past half century, the Council has become\r\nincreasingly less representative and increasingly more\r\ninequitable in its composition.\r\nThe positions on reform of the Council, including\r\nthat of my delegation, are well known after 10 years of\r\ndiscussion. My delegation has called for the\r\nelimination of the veto or at least its limitation to\r\nmatters under Chapter VII of the Charter. We have\r\ncalled for expansion in both permanent and non-\r\npermanent categories. We have expressed the view that\r\nin an expansion of the category of permanent members\r\nthere should be no distinction with respect to rights and\r\nprivileges between the current and new permanent\r\nmembers. Relying as we do on this collective system\r\nfor our own peace and security, Guyana has sought\r\nassurance that the new, reformed Council can provide\r\nreasonable protection for our sovereignty and territorial\r\nintegrity as a consideration of paramount importance.\r\nWhat we consider to be required now is the\r\npolitical determination to move forward, taking due\r\naccount of all the interests and concerns of Member\r\nStates. Speaking before this Assembly on 25\r\nSeptember this year, President Bharrat Jagdeo of\r\nGuyana stated:\r\n“It is time that the United Nations Security\r\nCouncil, which has the primary responsibility\r\nunder the Charter for international peace and\r\nsecurity, be made more representative of the\r\nwider international community. The Council must\r\nbe expanded, and the role of developing countries\r\nin that body appropriately strengthened. To that\r\nend, Guyana is prepared to support the\r\ncandidacies of Brazil, India and an African\r\ncountry for permanent seats on the Council, as\r\nwell as a suitable number of non-permanent seats\r\nfor other developing countries.” (A/58/PV.12,\r\np. 5)\r\nTough decisions are required if the Security\r\nCouncil is to be made more representative, democratic,\r\ntransparent and effective. Guyana is willing to take\r\ndecisions that will lead us to the early achievement of\r\nthat goal.\r\nThe President: I call on the observer of\r\nPalestine.\r\n11\r\nA/58/PV.36\r\nMr. Al-Kidwa (Palestine) (spoke in Arabic): At\r\nthe outset, I should like to condemn the criminal\r\naggression committed three days ago against a group of\r\nAmerican citizens on a journey to Gaza, which led to\r\nthe deaths of three people. The Palestinian leadership\r\nand Authority, while condemning such acts\r\ncategorically, will make every effort to arrest the\r\ncriminals and bring them to justice. I should also like\r\nto extend my condolences to the families of the victims\r\nand the United States Administration.\r\nWe speak today as the owners of the cause that\r\nhas, perhaps, been considered more often by the\r\nSecurity Council than any other. We can therefore say\r\nthat we have a realistic and practical understanding of\r\nthe Security Council’s work and its effectiveness, its\r\nworking methods and the need for change in its\r\ncomposition.\r\nWith regard to its effectiveness, if we use the\r\nsuccess of the Council’s work in the Middle East and\r\nthe Palestinian question as a yardstick, we can say that\r\nthe Council has had none whatsoever. It has failed\r\nentirely in discharging its duties in the maintenance of\r\ninternational peace and security. It has failed, first,\r\nbecause of the repeated use of the veto by one of its\r\npermanent members; to be precise, 27 vetoes have been\r\nexercised against draft resolutions on the Palestinian\r\nissue since 1976. The most recent of these came only\r\nthree days ago on the question of the wall that could\r\nend any chance for peace between the Palestinian and\r\nIsraeli sides.\r\nThe Security Council has failed, secondly,\r\nbecause of its inability to follow up on the\r\nimplementation of its resolutions and to challenge their\r\nviolation. Not one of the 37 resolutions on the situation\r\nin the occupied Palestinian territories has been\r\nimplemented. Each has been violated in its entirety and\r\nwith the imposition of long-term, dangerous and illegal\r\nchanges in the occupied Palestinian territories,\r\nincluding East Jerusalem, despite the adoption of new\r\nsuch resolutions and international law. Effectiveness\r\nwas lacking in this case, primarily because of the\r\nunrestricted use of the veto.\r\nThe request to abolish the veto power may be\r\ndeemed unrealistic, but its undefined and unlimited use\r\ncannot continue. If it does continue, the Security\r\nCouncil will not be able to assume its duty under the\r\nCharter. The most simple beginning in this respect is an\r\ninterpretation of paragraph 3 of Article 27 of the\r\nCharter, which states that a permanent member that is a\r\nparty to a dispute should abstain from voting in\r\ndecisions under Chapter VI of the Charter. The\r\nquestion here is, when is a permanent member\r\nconsidered to be a party to a given dispute? Would the\r\nuse of the veto a specified number of times be\r\nsufficient cause for the application of Article 27? We\r\nbelieve so, because there is no other way to explain the\r\ngreat number of vetoes by the same member on the\r\nsame issue.\r\nWe believe that the issue of the Security\r\nCouncil’s working methods is no less important than\r\nthat of the Council’s composition. The situation is,\r\nquite frankly, catastrophic. The Council works in quasi-\r\nsecrecy, most often in closed meetings, while the rest\r\nof the United Nations membership and the parties\r\nconcerned are not even allowed to listen. Moreover, the\r\nCouncil works in an unclear, imprecise and provisional\r\nmanner owing to the lack of permanent rules of\r\nprocedure. Naturally, that benefits the large Powers at\r\nthe expense of the general membership of the United\r\nNations.\r\nWith respect to the Council’s composition, we\r\nagree, of course, with all that has been said about the\r\nneed to expand both the permanent and non-permanent\r\ncategories of the Council’s membership in order to\r\nreflect more faithfully the composition of the United\r\nNations. Our humble opinion in that respect is that the\r\nissue of agreement on the expansion of the permanent\r\nmembership is important and should not be left\r\nunresolved. Until it is resolved, agreement on other\r\nimportant and urgent issues will not be reached,\r\nincluding the Council’s working methods and limits\r\nand restrictions on the veto power.\r\nWe commend the position taken by the Secretary-\r\nGeneral in his calls for radical change and reform of\r\nthe Organization and on the need to give priority to the\r\nSecurity Council’s reform. We agree with the\r\nSecretary-General.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item. One representative has\r\nrequested to exercise the right of reply. May I remind\r\nMembers that statements in the exercise of the right of\r\nreply are limited to ten minutes for the first\r\nintervention and to five minutes for the second\r\nintervention and should be made by delegations from\r\ntheir seats.\r\n12\r\nA/58/PV.36\r\nMr. Shacham (Israel): The Palestinian Observer\r\njust spent a lot of time in his statement blaming others\r\nfor his failure to advance his goals in the Security\r\nCouncil. He blamed the Security Council’s working\r\nmethods. He blamed a permanent member of the\r\nCouncil that has done more to support the cause of\r\npeace than any other State. Indeed, the Palestinian\r\nObserver is indignant that the Security Council would\r\nnot swallow whole the Palestinian portrayal of the\r\nconflict as black and white, as victim and villain, rather\r\nthan as a conflict involving two peoples, each with\r\nrights and responsibilities.\r\nIsrael is ready and willing to meet its\r\nresponsibilities and has proven this with concrete\r\naction. Yet, we are still looking for a Palestinian\r\npartner ready to do the same and, in particular, to fulfil\r\nits fundamental responsibility to end terrorism. Every\r\ndelegate who cares to know, knows the truth fully and\r\nunderstands that the reason the Security Council did\r\nnot adopt the latest Palestinian draft resolution three\r\ndays ago was simply because the Palestinian side\r\nrefused to negotiate a fair and balanced text that would\r\nrefer not only to Israeli responsibilities but to\r\nPalestinian responsibilities as well.\r\nThe Palestinian Observer Mission apparently\r\nexpected the Council to blindly embrace its partisan\r\ndraft. Yet, when five members, including two\r\npermanent members, would not, or could not, submit to\r\nthis Palestinian diktat, indignant Palestinian outrage\r\nwas the result. That Security Council members should\r\nhave the audacity to suggest that the text should\r\ninclude a clear condemnation of terrorism and a call for\r\nthe fulfilment of Palestinian obligations was just too\r\nmuch of an affront for the Palestinian Observer\r\nMission to bear. The Palestinian Observer remains\r\nindignant. Alas, he is incensed. Indeed, what is the\r\nrelevance of the fact that he considers it unacceptable\r\nthat a resolution should condemn the murder of\r\ninnocent civilians by Hamas, Islamic Jihad and the Al-\r\nAqsa Martyrs Brigade and call for their\r\ndismantlement? That such counter-terrorist action is\r\nclearly required by the United Nations-backed road\r\nmap and insisted upon by Security Council members is\r\nof no consequence to him.\r\nThus, it is this refusal of the Security Council to\r\nswallow whole the warped presentation of the\r\nPalestinian Observer Mission that constitutes sufficient\r\ncause to call yet again for the convening of the\r\nemergency special session of the General Assembly so\r\nthat we can, yet again, have an opportunity to spend\r\nmore time listening and considering how everyone but\r\nthe Palestinian side is responsible for the present\r\npredicament and to produce, yet again, another\r\nresolution enshrining Palestinian entitlement, while\r\nignoring Palestinian obligations and, yet again, to cast\r\nIsrael alone as the villain and the Palestinians alone as\r\nthe victims.\r\nPerhaps the Palestinian Observer should stop for\r\nonce looking for someone else to blame and stop for\r\nonce this charade in which lofty rhetoric produces\r\nbase, distorted resolutions that serve only to mask the\r\nfact that the Palestinian leadership refuses to do the one\r\nthing that is required of it: to fight terrorism.\r\nMr. Al-Kidwa (Palestine) (spoke in Arabic): We\r\nhave just heard an intervention from someone who I\r\nam not sure is normal — I am not sure whether he was\r\ntalking about the issue under consideration by the\r\nGeneral Assembly, the issue I spoke on a few moments\r\nago. Maybe this representative has a prepared\r\nstatement, written previously, that he can deliver\r\nanywhere at any time, irrespective of the issue under\r\nconsideration.\r\nWe have submitted some facts and I have not\r\nheard any contradiction of these facts. The Security\r\nCouncil has adopted 37 resolutions concerning the\r\nsituation in the occupied Palestinian territories,\r\nincluding East Jerusalem, that are among 73\r\nresolutions on the different aspects of the question of\r\nPalestine. This is in addition to Security Council\r\nresolutions regarding other aspects of the Arab-Israeli\r\nconflict. None of these resolutions have been heeded\r\nby Israel, the occupying Power. An additional fact is\r\nthat since 1976, a permanent member of the Security\r\nCouncil used the right of veto 27 times on draft\r\nresolutions submitted by Palestine. This number does\r\nnot include other vetoes concerning other aspects of the\r\nArab-Israeli conflict. A third fact is that no other\r\npermanent member exercised its right of veto on any of\r\nthese resolutions. These facts have nothing to do with\r\nthe political hallucination uttered by the representative\r\nof Israel a few moments ago.\r\nThe President: The Assembly has thus\r\nconcluded this stage of its consideration of agenda\r\nitem 56.\r\n13\r\nA/58/PV.36\r\nAgenda item 11 (continued)\r\nReport of the Security Council (A/58/2)\r\nThe President: The Assembly will recall that in\r\nopening the debate on item 11, Report of the Security\r\nCouncil, I advised that I would implement the\r\nprovision contained in paragraph 12 of General\r\nAssembly resolution 51/241, whereby “The President\r\nof the General Assembly shall assess the debate on this\r\nitem and consider the need for further consideration of\r\nthe report of the Security Council”. To facilitate this\r\nprocess, this item was presented for separate\r\nconsideration in the programme of work of the plenary.\r\nOver the course of three meetings, 40 speakers\r\naddressed the report of the Security Council. The\r\nUnited States, in its capacity as President of the\r\nSecurity Council for the month of October, provided a\r\nsuccinct presentation of the Council’s report. The\r\nUnited States was, however, the only one of the five\r\npermanent members of the Council, joined later by\r\nanother permanent member, to speak in the debate on\r\nitem 11. Of the ten non-permanent members of the\r\nCouncil, only four presented views on the report in the\r\ndebate. Members felt it was a pity that so few Security\r\nCouncil members, particularly permanent members,\r\nspoke in the debate.\r\nIt was suggested that, in order to get more and\r\nbetter information, all fifteen members of the Council\r\nshould be requested, in adopting the report, to give\r\ntheir views on it. There were divergent views regarding\r\nthe separation of item 11 from item 56 on reform of the\r\nCouncil, for consideration by the plenary. Among those\r\nwho specifically addressed this issue, some thought\r\nthat separate debates on these two priority issues was\r\nwarranted. However, disappointment was also\r\nexpressed concerning the return to separate debates.\r\nWhile a number of speakers focused their\r\nremarks specifically on the report of the Council, in the\r\nfinal analysis few spoke strictly or fully on the report.\r\nSome combined their remarks on both items 11 and 56,\r\nwhile others, speaking to the report of the Council,\r\nmade only cursory remarks on that issue and went on to\r\ncomment more substantially on reform issues. I now\r\nwish to turn to the principal points emerging from the\r\ndebate on item 11.\r\nThere were widely divergent views on the quality\r\nand usefulness of the Council’s report. On the one\r\nhand, the report received commendation and support as\r\na comprehensive, yet concise document, evidence of\r\nthe Council’s hard work and productivity, and an\r\ninvaluable source of reference information and insight\r\ninto the activities of the Council. The report was also\r\ncited as an encouraging sign of the Council’s\r\ncontinuing positive response to the demand of Member\r\nStates that its report should be more analytical, concise\r\nand easy to read.\r\nOn the other hand, it was also stated that the\r\nreport reflected neither the depth nor importance of the\r\nCouncil’s work; was too descriptive and lengthy and\r\nwas devoid of elements that would allow an assessment\r\nof the work of the Council; lacked clarity; and was\r\ncharacterized by an abundance of information, but little\r\nin the way of explanation or analysis. This led some to\r\nconclude that the report did not lend itself to the in-\r\ndepth reflection that it should command.\r\nIt was the widely held view that the report of the\r\nCouncil needed to be a document more useful to\r\nMember States, one that had greater analytical content\r\nand that provided the full accountability to which the\r\nAssembly had a legitimate right. It was said that the\r\nreport should not be confined to what the Council had\r\nachieved, but should also address what had worked,\r\nand why. In this way, the Assembly would be in a\r\nposition to evaluate in depth the workings of the\r\nCouncil.\r\nThe Security Council’s procedure for the\r\npreparation of its report was also raised as an issue in\r\nthe debate. It was considered regrettable, in that regard,\r\nthat the Council had not observed its practice of\r\nprevious years of discussing among Security Council\r\nmembers, in open meeting, how each member’s views\r\nshould be reflected in the report during the drafting\r\nprocess. That practice, it was contended, was in the\r\ninterest of transparency and accountability. The view\r\nwas also expressed that the Council ought to revert to\r\nholding open meetings on its report.\r\nThe wider issue of the relationship between the\r\nGeneral Assembly and the Security Council was also\r\ntaken up in the context of the Council’s report. A\r\nsatisfactory relationship between the principal organs\r\nwas considered to be fundamental to the work of the\r\nUnited Nations. It was contended that the report\r\nreconfirmed the rules that regulate the rapport between\r\nthe General Assembly and the Security Council and\r\nprovided an important opportunity for the Assembly to\r\nexamine in depth the activities of the Council and to\r\n14\r\nA/58/PV.36\r\nidentify action that should be taken to achieve the\r\nimprovements required. The Council’s report was also\r\nseen as providing a rare opportunity for dialogue\r\nbetween the Assembly and the Council, a dialogue that\r\nshould not be ritualistic.\r\nAttention was also drawn to Article 15 of the\r\nCharter, which both calls for the report of the Council\r\nand characterizes its content. In this context, it was\r\nemphasized that the Article was meant to provide for\r\nmore than a merely symbolic or ritualistic act. In that\r\ncontext, it was said that the relationship between the\r\nGeneral Assembly and the Security Council left much\r\nto be desired and that it might be contended that the\r\nconcentration of decision-making power within the\r\nSecurity Council has been at the expense of the\r\nGeneral Assembly. This need not be so, it was\r\ncontended, because the Charter sets out how the\r\nvarious organs of the United Nations should\r\nreciprocally support one another.\r\nAlso on the relationship between the General\r\nAssembly and the Security Council, the view was\r\nexpressed that the President of the General Assembly\r\nand the President of the Security Council should\r\nconsult frequently, particularly during crises. It was\r\nalso pointed out that the General Assembly still does\r\nnot receive the special reports envisaged in Article 24,\r\nparagraph 3, of the Charter, which calls for “the\r\nSecurity Council ... when necessary [to submit] special\r\nreports to the General Assembly for its consideration”.\r\nIf such specific reports were received, it was\r\ncontended, they would contribute to promoting an\r\nactive relationship between the General Assembly and\r\nthe Security Council. They would also provide a basis\r\nwhereby the General Assembly could formulate\r\nrecommendations for the Council.\r\nThe question was raised of whether the\r\nrelationship between the General Assembly and the\r\nSecurity Council was clear, especially with reference to\r\nwhether the Security Council reported to the Assembly\r\nand was subordinate to the Assembly.\r\nNonetheless, there was positive reaction to, and\r\ncommendation for, a number of procedures of the\r\nCouncil that were considered to be useful and\r\ndevelopments in the relationship between the General\r\nAssembly and the Council that were considered to be\r\nboth positive and promising.\r\nOpen meetings of the Council received notable\r\nsupport, as did the monthly briefings by the President\r\nof the Security Council and the periodic wrap-up\r\nmeetings to which non-member States were invited. It\r\nwas suggested that these end-of-month wrap-up\r\nmeetings could be institutionalized in order to enhance\r\ninteraction and promote synergy between the work of\r\nthe Assembly and the work of the Council. It was\r\npointed out, however, that the Council’s changing of\r\nopen meetings to open debates, though welcomed, was\r\noften done without adequate notice, leaving non-\r\nmembers unable to take full advantage of the\r\nopportunities.\r\nSpeakers also commented on the initiatives taken\r\nby the Council in respect of States not members of the\r\nCouncil. Providing briefings for non-member States\r\nand public discussion of pressing issues that relate to\r\nthe maintenance of peace and security were cited in\r\nthat context. In that regard, public discussions were\r\nconsidered to assist the Council in producing more\r\nbalanced and impartial decisions.\r\nConcern was nevertheless expressed regarding\r\nthe Council’s lack of transparency and its failure to\r\ngive due attention to the views of the wider\r\nmembership. The importance of giving all non-\r\nmembers of the Council the opportunity to express\r\ntheir views on issues before the Council and of more\r\nsystematic consultations with non-member States was\r\nemphasized in that context.\r\nIt was suggested, however, that where decisions\r\nare taken before a debate is held and where non-\r\nmembers are heard after Council members have\r\nspoken, the contribution of non-members cannot be\r\nreally effective. The tendency for decision-making to\r\nbe concentrated among the permanent members was\r\nconsidered to be an undemocratic process, undermining\r\nthe legitimacy of Council decisions and the authority of\r\nCouncil action. It was emphasized in that regard that\r\nthe views of non-members should be taken into account\r\nbefore the Council makes decisions.\r\nViews diverged on the issue of thematic debates\r\nin the Security Council. Some supported and\r\ncommended the debates, which they found to be\r\nhelpful. It was also argued, however, that thematic\r\ndebates were an unnecessary addition to the work of\r\nthe Council, giving rise to increasing concern about\r\nduplication and encroachment on subjects that are more\r\nappropriately handled by the General Assembly. It was\r\nalso stated that wrap-up meetings that focused on a\r\n15\r\nA/58/PV.36\r\nthematic discussion totally unrelated to the Council’s\r\nactivities for that month did not serve their purpose.\r\nRegarding the relationships between the Council\r\nand other United Nations bodies and regional\r\norganizations, it was asserted that such relationships\r\nwere of particular importance. Consultations between\r\nthe Council and regional and subregional institutions\r\nwere particularly welcomed.\r\nIn respect of reporting procedures, it was\r\ncontended that if the General Assembly wanted clear\r\nreporting, it should provide clear criteria. It was\r\nsuggested that the Assembly’s failure to provide such\r\ncriteria might have accounted for the regression in the\r\nquality of the current Security Council report.\r\nRegarding the outcome of the Assembly’s\r\nconsideration of the report of the Security Council, it\r\nwas proposed that a special meeting of the Council\r\nshould be held to hear the response of the General\r\nAssembly to the report. According to the proposal, this\r\nmight be done through a statement to be made by the\r\nPresident of the Assembly or, alternatively, through the\r\nadoption of a formal document to be presented to the\r\nCouncil.\r\nHaving now given the Assembly my assessment\r\nof the debate on the report of the Security Council, I\r\nwish to revert to resolution 51/241. Its annex states that\r\nthe President is to hold informal consultations as\r\nappropriate following assessment of the debate, to\r\ndetermine if there are recommendations that might be\r\nmade to the Security Council. I will be consulting\r\ninformally, including with those delegations that have\r\nmade specific proposals, to make a determination of\r\nany further action that might be taken in respect of the\r\nSecurity Council’s report.\r\nMay I take it that the General Assembly takes\r\nnote of the report of the Security Council contained in\r\ndocument A/58/2?\r\nIt was so decided.\r\nThe President: We have thus concluded this\r\nstage of our consideration of agenda item 11.\r\nThe meeting rose at 4.40 p.m.\r\n"