"United Nations A/59/PV.7\r\n \r\nGeneral Assembly\r\nFifty-ninth session\r\n7th plenary meeting\r\nThursday, 23 September 2004, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n04-51989 (E)\r\n*0451989*\r\nPresident: Mr. Ping . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Gabon)\r\nThe meeting was called to order at 10.10 a.m.\r\nAddress by Mr. Abdoulaye Wade, President of the\r\nRepublic of Senegal\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the President of the\r\nRepublic of Senegal.\r\nMr. Abdoulaye Wade, President of the Republic of\r\nSenegal, was escorted into the General Assembly\r\nHall.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I have the honour to welcome to\r\nthe United Nations His Excellency Mr. Abdoulaye\r\nWade, President of the Republic of Senegal, and to\r\ninvite him to address the General Assembly.\r\nPresident Wade (spoke in French): The delegation\r\nof Senegal would like to congratulate you very warmly,\r\nMr. President, on your election to the presidency of the\r\nfifty-ninth session of the General Assembly. I assure\r\nyou of our full support as you carry out your noble\r\nwork. I also wish to extend my congratulations and\r\nencouragement to all the members of the Bureau.\r\nI would also like to recognize the commitment of\r\nSecretary-General Kofi Annan, whose tireless efforts\r\nto make the United Nations a strong, working and\r\ncredible Organization reflects his faith in the ideals of\r\npeace, development and concord among peoples. We\r\nmust now continue to breathe life into these ideals, so\r\nthat current and future generations will have a peaceful\r\nand safe world, a world without absurd hatred or\r\ngratuitous violence. This vision should lead us to re-\r\ninvigorate the values of multilateralism and universality\r\nthat are epitomized by our Organization. In other words,\r\nthe world needs now, more than ever, a United Nations\r\nthat is strong and strengthened in its legitimacy.\r\nWe welcome, therefore, the decision of the\r\nUnited Nations Secretary-General to establish a panel\r\nof eminent persons on threats, challenges and change,\r\nwhose conclusions will be presented next December. In\r\nthis respect, we recall the African position on reform of\r\nthe Security Council, which advocates among other\r\nthings, the assignment to Africa of at least two\r\npermanent seats and two extra non-permanent seats.\r\nAfrica would choose the recipients of those seats\r\naccording to a process that has yet to be determined.\r\nAs I extol universality, I feel it is unfair that the\r\nRepublic of China on Taiwan, with its 23 million\r\ninhabitants, its major democratic system and its\r\nimpressive economic vitality, would still be sidelined\r\nfrom the work of the United Nations, whose Charter\r\ndoes rightly enshrine the essential principles of justice\r\nand universality.\r\nThis denial of justice also affects the valiant\r\npeople of Palestine, who, under the legitimate authority\r\nof President Yasser Arafat, have been deprived of its\r\nfundamental right to sovereignty and ongoing\r\nexistence. The defiant attitude of the occupying Power\r\nvis-à-vis the international community, recently\r\nillustrated by the Israeli authorities’ refusal to abide by\r\nthe opinion of the International Court of Justice\r\nrequiring Israel to immediately stop the illegal building\r\n2\r\nA/59/PV.7\r\nof the separation wall in Palestinian territory, imperils\r\nthe foundations of international legality. I solemnly\r\nappeal to the international community and, in\r\nparticular, to the members of the Quartet, asking them\r\nto persevere in their efforts for an immediate\r\nresumption of dialogue, so that we may achieve a fair,\r\nequitable and lasting solution to this disagreement. The\r\npeoples of Palestine and Israel, needless to recall, are\r\ncondemned by history and geography to live together.\r\nFor our part, Senegal, which chairs the United\r\nNations Committee on the Exercise of the Inalienable\r\nRights of the Palestinian People, will continue, with its\r\npeople, to unfailingly support the Palestinian people,\r\nbattered by this crisis that has lasted far too long. As a\r\ncontribution to the quest for peace, I suggested that we\r\nconduct a special meeting, outside our regular work, on\r\nthe situation in Palestine aimed at enhancing the work\r\nlaunched by the Quartet and in the spirit of the road\r\nmap, in order to establish by 2005 a sovereign and\r\nviable Palestinian State, living side by side with the\r\nState of Israel, within safe and internationally\r\nrecognized borders guaranteed for the two States. This\r\ninitiative, which has already been endorsed by the\r\nNon-Aligned Movement and the African Union, will\r\nprovide an opportunity to mobilize the international\r\ncommunity around the effective implementation of the\r\nroad map.\r\nIn awarding me yesterday the 2004 Human\r\nRights Award, the International League for Human\r\nRights in fact honoured, through Senegal’s head of\r\nState, all of the Senegalese people, a people attached to\r\nfreedom and to the respect of human dignity. My\r\nGovernment will continue to work to promote and\r\nprotect human rights, the rule of law and good public\r\nand private governance. In talking about human rights,\r\nI am naturally thinking of the fundamental rights of\r\nwomen, children, disabled persons, seniors and all\r\nvulnerable people. This deep commitment to mankind\r\nmotivated my decision to submit draft legislation to the\r\nSenegalese national assembly to abolish capital\r\npunishment in Senegal.\r\nAlmost 60 years after the establishment of our\r\nOrganization, our world, which is so fragile, still sees\r\nlongstanding dangers such as nuclear proliferation and\r\nthe emergence of new dangers such as terrorism and\r\nAIDS, which represent a serious threat to international\r\npeace and security. I must remind Members here of the\r\nneed to do more to strengthen, under the leadership of\r\nthe Security Council’s Counter-Terrorism Committee,\r\nthe mechanisms that already exist for cooperation and\r\ntechnical assistance in order to provide those countries\r\nwho so wish human, technical and adequate financial\r\nresources to combat terrorism. This initiative, of\r\ncourse, must be paired with States’ increased adherence\r\nto treaties and protocols in this key area. It is for this\r\npurpose that the African Union adopted last July an\r\nadditional protocol to the Organization of African\r\nUnity’s Algiers Convention on the Prevention and\r\nCombating of Terrorism, proposed by Senegal on\r\n17 October 2001 at the African conference on\r\nterrorism, held in Dakar.\r\nThis collective approach should also be adopted\r\nto tackle the difficult problem of small arms and light\r\nweapons. Senegal supports making the moratorium on\r\nthe importation, exportation and production of small\r\narms and light weapons of the Economic Community\r\nof West African States into a convention in West\r\nAfrica, since these arms are truly weapons of mass\r\ndestruction in our subregion.\r\nThere are other destructive scourges. I would like\r\nto speak about AIDS. In accordance with the\r\ndeclaration that we adopted in 2001, we must act more\r\nquickly and more vigorously in critical areas such as\r\nprevention and access to antiretroviral treatments if we\r\nreally do wish to stop this disease and its devastating\r\neffects. Since antiretroviral medication is now free for\r\nall those who are afflicted, thanks to our tenacity,\r\nSenegal has remained a success story in combating\r\nAIDS.\r\nAnother seemingly ignored ill is poliomyelitis,\r\nwhich we have completely eliminated in Senegal.\r\nHowever, this scourge remains as serious as ever in the\r\nrest of Africa.\r\nDuring this second trimester of 2004, the North\r\nand West parts of Africa have witnessed the invasion\r\nof swarms of locusts, the dreaded scourge which has\r\ninfested large agricultural areas in the region of the\r\nSahel and some North African countries. This threat,\r\nwhich has already destroyed entire civilizations, is now\r\ncompromising the lives of tens of millions of people\r\nright before harvest time. At the very beginning, I\r\npersonally sounded the alarm, speaking to the\r\ninternational community in Rome last March. Despite\r\nanother appeal by the Director-General of the Food and\r\nAgriculture Organization of the United Nations (FAO),\r\nassistance was late in coming and is only now under\r\nway, but in ways that are not very effective.\r\n3\r\nA/59/PV.7\r\nWhatever the case may be, Senegal has begun to\r\nwork on this issue, and today we are succeeding in\r\ncontaining this danger. Together with neighbouring\r\ncountries, the countries bordering the Sahel, we are\r\ntrying to launch an extensive campaign for the final\r\nelimination of these locusts. In this regard, we note\r\nwith great satisfaction the involvement of African\r\ncountries, including Algeria, Morocco, Nigeria, South\r\nAfrica, Libya and Egypt in this issue. Today, our\r\npeople remain concerned about the possible migration\r\nof these locusts, carried by the wind, to other areas in\r\nthe region, in particular to the Maghreb. We are also\r\npleased to announce that we have received substantial\r\nsupport by the World Bank, among other international\r\norganizations. This means that we have a shared\r\nresponsibility to strengthen and mobilize the\r\ninternational community against locusts and, if we\r\nsucceed in saving the crops, to completely eliminate\r\nthem, starting at their source.\r\nThe task at hand in this area should not make us\r\nlose sight of the huge field of work that remains to be\r\ntackled, namely combating the poverty that strikes\r\nmillions of people throughout the world, in particular\r\nin the least developed countries so that we can achieve\r\nthe Millennium Development Goals in terms of\r\nagriculture. I must say here that I am satisfied with the\r\noutcome of the meeting that was held on the initiative\r\nof President Lula, the President of Brazil.\r\nYet we all see and are concerned that, as has been\r\nemphasized by the Secretary-General and others, in\r\nspite of the relative improvement in the economic\r\nsituation in Africa since 1995, the chances of our\r\ncontinent achieving the Millennium Development\r\nGoals are still rather low given the lack of progress to\r\ndate. Implementation of those Goals is particularly at risk\r\neven at a time when the world economy is progressing\r\nin an encouraging way: Africa continues, mainly\r\nbecause of the export subsidies of developed countries,\r\nto be marginalized in world trade. It is a truism to say\r\nthat those subsidies help to impoverish African\r\nproducer countries and increase unemployment.\r\nAnother problem is the thorny issue of African\r\ndebt. The continent has dedicated itself to resolution of\r\nthis problem: next year we will hold a major summit\r\npreceded by a technical meeting on ending Africa’s\r\nindebtedness.\r\nThe Extraordinary Summit of the African Union\r\non Employment and Poverty Alleviation in Africa, just\r\nheld in Ouagadougou on 8 and 9 September, illustrates\r\nour continent’s determination to continue to devote\r\nspecial attention to the fight against unemployment,\r\nwhich is a key priority for development. A successful\r\noutcome — in keeping with the outcomes of the various\r\nsummits which have given direction to the New\r\nPartnership for Africa’s Development (NEPAD) —\r\nrequires the international community to make a\r\nstronger commitment, alongside Africa, to help\r\nmaterialize this important partnership programme. And\r\nthat is why I say that I am pleased to see the progress\r\nwe have made on NEPAD financing since the Group of\r\nEight (G-8) meeting in Kananaskis, Canada.\r\nAlthough insufficiently highlighted, efforts for\r\nAfrican development made under NEPAD and the\r\nsupport actions of the international community —\r\nparticularly those taken by the G-8 and the United\r\nNations system — are still in evidence, which pleases\r\nme. We have made basically two proposals. The first\r\nhas to do with the convening in Senegal’s capital of an\r\nagricultural forum, on the model of the Davos\r\neconomic forum, for the purpose, inter alia, of closing\r\nthe world agricultural gap. It will be held in February\r\n2005 in Dakar.\r\nThe ever-growing digital divide separates the\r\ndeveloped countries from the developing countries. In\r\nDecember 2003 in Geneva, the Secretary-General\r\nconvened The World Summit on the Information\r\nSociety. On that occasion, Africa proposed, through\r\nmyself, the idea of digital solidarity among peoples and\r\nthe establishment of a digital solidarity fund based on\r\nvolunteer efforts and not funded by any mandatory tax.\r\nThat idea was received with unanimous enthusiasm by\r\ndeveloping countries — Africa, Asia, Brazil, the\r\nMiddle East — and by a developed country: France.\r\nSubsequently, the inaugural congress for the United\r\nCities and Local Governments organization was held in\r\nParis in May 2004; participants officially announced\r\ntheir participation in the digital solidarity fund. To the\r\ncities already mentioned elsewhere, I could add Rome,\r\nParis, Lille and Bilbao.\r\nWe are pleased that the Secretary-General has\r\nestablished a task force on financing the information\r\nsociety under the decision adopted at Geneva.\r\nProviding Africa with the hardware and other computer\r\ntechnology it needs is the only way to give us access to\r\nthe knowledge that accelerates development and,\r\nwhich, in turn, will help to close the digital divide.\r\n4\r\nA/59/PV.7\r\nAs members can see, the challenges we face are\r\nenormous, numerous and pressing. The time has come\r\nto strengthen the foundations of international\r\ncooperation and, once and for all, to exorcize the risk\r\nof social bipolarization throughout the world where\r\naffluence rubs elbows with the most extreme poverty\r\nand where the values of solidarity and respect for the\r\nsacredness of human life become vain words. That is\r\nwhy I suggested that we hold an international\r\nconference in Dakar on an Islamic-Christian dialogue,\r\nwhose objectives would be to help us better understand\r\none another, to strengthen peaceful coexistence\r\nbetween Muslims and Christians and to promote a\r\ndialogue among cultures.\r\nThus, by hosting the eleventh Islamic Summit in\r\n2006, Senegal, which has a majority Muslim\r\npopulation living in perfect harmony with their\r\nChristian brothers, will continue its action to promote\r\nfruitful inter-religious dialogue focused on the\r\nsacrosanct principle of respect for the cultural and\r\nreligious identities of all peoples.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the President of\r\nthe Republic of Senegal for the statement he has just\r\nmade.\r\nMr. Abdoulaye Wade, President of the Republic of\r\nSenegal, was escorted from the General Assembly\r\nHall.\r\nAddress by Mr. Tassos Papadopoulos, President of\r\nthe Republic of Cyprus\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the President of Cyprus.\r\nMr. Tassos Papadopoulos, President of the\r\nRepublic of Cyprus, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I have the honour to welcome to\r\nthe United Nations His Excellency Mr. Tassos\r\nPapadopoulos, President of the Republic of Cyprus,\r\nand to invite him to address the Assembly.\r\nPresident Papadopoulos: I wish, Sir, to express\r\nto you my most sincere congratulations on your\r\nelection as President of this session of the General\r\nAssembly and to wish you every success in steering the\r\nwork of this body. I would also like to extend our\r\nthanks and appreciation to the President of the fifty-\r\neighth session of the General Assembly, especially for\r\nhis inspired efforts to promote so vigorously the\r\nagenda of United Nations reform and the revitalization\r\nof the General Assembly.\r\nAs this is the last session of the General Assembly\r\nbefore the 2005 major event, we must proceed to evaluate\r\nthe prospects for attaining the ambitious targets we set\r\nat the turn of the millennium. The major event will be\r\nthe first real assessment of our progress towards the\r\nimplementation of the Millennium Declaration, of the\r\noutcomes of major world conferences and of initiatives\r\nsuch as the action launched by the Presidents of Brazil,\r\nFrance and Chile and the Prime Minister of Spain to\r\neradicate poverty and hunger, and the initiative of the\r\nPresidents of Finland and Tanzania on the social\r\ndimensions of globalization.\r\nSpecifically with regard to the Millennium\r\nDevelopment Goals, we believe that the ability to make\r\ndevelopment on the ground an issue of global concern\r\nas a result of those pledges will be a measure of the\r\nability of the United Nations to induce significant\r\nchange and advances where they are most needed.\r\nThe Republic of Cyprus supports the\r\nstrengthening of the United Nations system through the\r\nreform process that is under way and looks forward to\r\nthe report of the High-Level Panel on Threats,\r\nChallenges and Change and the recommendations of\r\nthe Secretary-General. We attach particular importance\r\nto the revitalization of the General Assembly and to the\r\nreform of the Security Council so that its structure will\r\nreflect contemporary political realities and a more\r\nbalanced geographical representation. In the spirit of\r\nthose two principles, and with the aim of reinforcing\r\nthe legitimacy and efficacy of the Council, Cyprus is\r\nsupportive of increasing both the permanent and the\r\nnon-permanent membership. In that respect, we believe\r\nthat the joint French and German position on the\r\nenlargement of the Council could provide a basis for\r\nachieving the aforementioned objectives.\r\nWe share the assessment of the Secretary-General\r\nthat consolidating effective multilateralism in a flexible\r\nand versatile United Nations is the best way to address\r\nthe complete spectrum of global crises and ensure that\r\npreventive mechanisms exist to avert such crises. Such\r\nconsolidation applies also to security deficits and\r\nparticularly terrorism, whose underlying causes we\r\nhave been unable to eliminate despite our concerted\r\nefforts. We consider that the conclusion of a\r\n5\r\nA/59/PV.7\r\ncomprehensive United Nations convention against\r\nterrorism is important in order to address more\r\nresolutely, within the framework of international\r\nlegality, the threat posed by terrorism.\r\nAddressing other deficiencies in the international\r\nsystem — particularly those that give rise to crisis\r\nsituations and to humanitarian disasters — should also\r\nbe considered a matter of both urgency and priority.\r\nOne such crisis is Darfur, which, following many\r\nothers like it, keeps Africa at the heart of our concerns.\r\nIt demonstrates not only why we should focus the\r\nmajority of our humanitarian resources and\r\npeacekeeping efforts on Africa, but also why we should\r\nundertake every possible effort to make sustainable\r\ndevelopment a global reality.\r\nThe Middle East is another region that remains\r\nvolatile, despite growing global concern and despite\r\nmany attempts to restore the peace process in the\r\nIsraeli-Palestinian conflict. We deem to be necessary\r\nmore active involvement by the Quartet in the efforts\r\nto implement the road map and put an end to the cycle\r\nof violence. More emphasis should also be placed on\r\nthe task of improving living conditions in order to\r\nnormalize people’s lives to the greatest possible extent.\r\nOur support remains focused on ending the occupation,\r\nachieving a just and viable settlement based on United\r\nNations resolutions, and the realization of the\r\nPalestinian people’s aspirations for the establishment\r\nof an independent State, living side by side with Israel\r\nin conditions of sustainable peace and security.\r\nThe aspirations of humanity revolve around the\r\nachievement of full respect for human rights,\r\ndemocracy and the rule of law. The collective vision\r\nand effort required to fulfil that massive endeavour\r\ndemands the contribution of all, to the extent of their\r\ncapabilities. Cyprus is prepared to play its part from its\r\nvantage point in the European Union, while drawing\r\nupon its traditional participation in forums dedicated to\r\npromoting agendas pertaining to those values. That\r\naffiliation has been a source of support for us since\r\nCyprus’s independence, and its impact not only makes\r\nus grateful but also has endowed us with sensitivities\r\nthat will continue to be an integral part of our\r\napproach.\r\nI would like to emphasize how proud we are that\r\nCyprus is now a member of the European Union. The\r\nUnion has outlined an extensive set of priorities for\r\nthis session of the General Assembly. As the statement\r\ndelivered Tuesday by the Dutch presidency has\r\ndelineated those priorities, I will not elaborate on them\r\nany further.\r\nThis year marks 30 years since the occupation of\r\n37 per cent of Cyprus’s territory as a result of the\r\ninvasion of the island by Turkish troops. It also marks\r\n30 years of relentless efforts by the Greek Cypriots to\r\nachieve a just and peaceful settlement, with the support\r\nof the international community, for which I would here\r\nlike to express our deep appreciation.\r\nThe Secretary-General’s most recent effort to\r\nsolve the Cyprus problem resulted in a plan that was\r\ndescribed by some as a historic opportunity to solve\r\none of the most long-standing international problems. I\r\nwill outline only briefly why, despite the hard work\r\ninvested in the process by everyone involved, the end\r\nproduct of that effort was judged to have been\r\ninadequate and to have fallen short of minimum\r\nexpectations for a settlement for Greek Cypriots.\r\nFirst, the Annan Plan was not the product of\r\nnegotiation, nor did it constitute an agreed solution\r\nbetween the parties. Secondly, the Plan did not place\r\nthe necessary emphasis on achieving a one-State\r\nsolution with a central Government able to guarantee\r\nthe single, sovereign character of Cyprus. Thirdly, it\r\nfailed to address the serious concerns of the Greek\r\nCypriot community regarding their security and the\r\neffective implementation of the Plan.\r\nIn rejecting the Plan as a settlement for the\r\nCyprus problem, the Greek Cypriots did not reject the\r\nsolution or the reunification of their country; they\r\nrejected this particular Plan as not effectively\r\nachieving that objective. We remain committed to a\r\nsolution that will ensure the reunification of our\r\ncountry, its economy and its people.\r\nWe are committed to reaching a solution on the\r\nbasis of a bizonal, bicommunal federation. There are,\r\nhowever, a number of essential parameters on which\r\nthe Greek Cypriot community insists such a solution\r\nmust be founded: the withdrawal of Turkish troops and\r\nsettlers and respect for the human rights of all\r\nCypriots, the underlying structures for a functioning\r\neconomy, the functionality and workability of the new\r\nstate of affairs, the just resolution of land and property\r\nissues in accordance with the decisions of the\r\nEuropean Court of Human Rights, and respect for the\r\nright of return of refugees. To that end, we welcome\r\nthe recent Pinheiro progress report on the restitution of\r\n6\r\nA/59/PV.7\r\nproperty in the context of the return of refugees and\r\ninternally displaced persons. Simultaneously, it distresses\r\nme to bring to the attention of the Assembly that\r\ncertain provisions of the Annan Plan have encouraged\r\nthe unprecedented unlawful exploitation of properties\r\nin occupied Cyprus that belong to Greek Cypriots.\r\nThe most paramount feature of any settlement is\r\nthe ability to instil a sense of security among the\r\npeople. In that regard, the mistakes of the past must not\r\nbe repeated. Cyprus must, in its future course, proceed\r\nwithout any grey areas with regard to its sovereignty or\r\nits relations with third-party States. If the people feel that\r\ntheir needs have not formed the basis of any solution that\r\nhas been reached or that the characteristics of that\r\nsolution have been dictated by the interests of third\r\nparties, then that solution will, unsurprisingly, be\r\nrejected. Indeed, in spirit and in practice, effective\r\nmultilateralism not only encompasses but also derives\r\nfrom the comprehension and consideration of local\r\nrealities and particulars, on which it must then proceed\r\nto formulate proposals.\r\nIn the framework of the European Union, and\r\nwith the aim of promoting reunification and\r\nreconciliation, my Government — despite the obstacles\r\ncreated by the current status quo — is consistently\r\npursuing policies aimed at enhancing the economic\r\ndevelopment of the Turkish Cypriots. We believe that\r\nsuch policies, while not intended to serve as a\r\nsubstitute for a solution, are the most effective way to\r\nfoster maximum economic integration of the two\r\ncommunities and to increase contact between them, so\r\nas to ensure the viability of a future solution.\r\nThe Cyprus problem is not always perceived in\r\nits correct context. The fact remains that this problem\r\nis the result of a military invasion and of the continued\r\noccupation of part of the territory of a sovereign State.\r\nThat fact should not be conveniently overlooked by\r\nconcentrating on peripheral matters. Any initiative to\r\nsolve the problem must have at its core that most basic\r\nand fundamental fact and must be based on the premise\r\nthat international legality must be served and the\r\noccupation ended.\r\nUnfortunately, the fundamentals of the situation\r\non the ground have remained unchanged for the past 30\r\nyears, since the Turkish invasion in Cyprus. That\r\nsituation comprises severe violations of the most\r\nfundamental human rights. The still-unresolved issue of\r\nmissing persons — an issue of a purely humanitarian\r\nnature — and that of the enclaved of the Karpass\r\npeninsula are in themselves an indication of the\r\nenduring suffering of Cyprus. That not only should\r\npoint us towards the specifics of the solution to be\r\npursued, but also must guide our actions with regard to\r\nmanaging the status quo. For instance, the United\r\nNations Peacekeeping Force in Cyprus (UNFICYP),\r\nassigned the task of managing the status quo inflicted\r\n30 years ago, should remain specific to the situation on\r\nthe ground.\r\nThe accession of Cyprus to the European Union,\r\nin conjunction with the lack of an agreement aimed at\r\nsettling the Cyprus problem — despite our efforts and\r\nour preference for a settlement prior to accession —\r\nsignifies the end of one era and the beginning of a new\r\none.\r\nI firmly believe that the new context defined by\r\nthe accession of my country to the European Union and\r\nby the expressed will of Turkey to advance on the\r\nEuropean path offers a unique opportunity and could\r\nhave a catalytic effect in reaching a settlement in\r\nCyprus. Our vocation is to be partners, not enemies.\r\nHence, in this new era, we call upon Turkey to join\r\nus in turning the page and in seeking ways to discover\r\nmutually beneficial solutions to the various aspects that\r\ncompose the Cyprus problem. The mere realization that\r\npeace and stability in our region serve the interests of\r\nboth our countries is ample evidence to prove that what\r\nunites us is stronger than what divides us.\r\nThe President (spoke in French): On behalf of the\r\nGeneral Assembly, I wish to thank the President of the\r\nRepublic of Cyprus for the statement he has just made.\r\nMr. Tassos Papadopoulos, President of the\r\nRepublic of Cyprus, was escorted from the\r\nGeneral Assembly Hall.\r\nAddress by Mr. Festus Mogae, President of the\r\nRepublic of Botswana\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the President of the\r\nRepublic of Botswana.\r\nMr. Festus Mogae, President of the Republic of\r\nBotswana, was escorted into the General\r\nAssembly Hall.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I have the honour to welcome to\r\n7\r\nA/59/PV.7\r\nthe United Nations His Excellency Mr. Festus Mogae,\r\nPresident of the Republic of Botswana, and to invite\r\nhim to address the Assembly.\r\nPresident Mogae: Let me start by congratulating\r\nyou, Sir, on your election to the presidency of the fifty-\r\nninth session of the General Assembly. Your election is\r\na tribute not only to yourself, but also to your country,\r\nGabon, with which Botswana enjoys the most cordial\r\nof relations. 1 assure you of the full support and\r\ncooperation of my delegation in the discharge of your\r\nonerous duties and responsibilities.\r\nWe also pay tribute to your predecessor,\r\nMr. Julian Hunte of Saint Lucia, for his stewardship of\r\nthe fifty-eighth session of the General Assembly. Saint\r\nLucia is another country with which Botswana enjoys\r\nexcellent relations. Come to think of it, we can\r\nunderstand why countries of the world can be friendly\r\nwith each other, as Botswana is friendly to them all.\r\nOur words of congratulations are addressed also\r\nto the Secretary-General, Mr. Kofi Annan, for his\r\nvisionary leadership of the Organization and for his\r\nenduring spirit in the face of the complex challenges\r\nthat the United Nations is called upon to address across\r\nour common universe.\r\nI take this opportunity to join other delegations in\r\nextending our condolences to the Government and the\r\npeople of the Russian Federation on the tragic loss of\r\nlife in Beslan. There can never be any justification for\r\nsuch a savage attack on innocent children, men and\r\nwomen. Botswana joins the rest of the international\r\ncommunity in condemning that horrendous act.\r\nWe also extend our sympathies and condolences\r\nto our dear brothers and sisters in the Caribbean and\r\nthe southern part of the United States of America on\r\nthe loss of life and the destruction of property caused\r\nby recent hurricanes.\r\nWe are gathered here today, 12 months before the\r\nfirst review of the Millennium Declaration, an\r\nunprecedented compact made by world leaders to unite\r\nin action in addressing the problems bedevilling\r\nhumanity. It is our hope that we will use this gathering\r\nto reflect on whether we have done enough to achieve\r\nthe Millennium Development Goals. We have to ask\r\nourselves, individually and collectively, whether the\r\nenthusiasm and political commitment with which we\r\nendorsed the Declaration is being translated into\r\nprogrammes and projects. Simply put, we must be\r\nready to answer, hopefully in the affirmative, whether\r\nwe are doing enough to meet the targets that we set for\r\nourselves for the first five years of this millennium.\r\nLet us recall that pessimists proclaimed the\r\nMillennium Summit a talking shop and poured scorn\r\non its intended outcome. Are we doing enough to prove\r\nthem wrong? We owe it to the millions of our people\r\nwho look up to us to mitigate their suffering. Thus far,\r\nthe available evidence suggests that our performance\r\nhas been disappointing. Unfortunately, time is not on\r\nour side. There is need to act with vigour if we are to\r\nmeet our commitments.\r\nMy delegation is fully aware that a multiplicity of\r\nfactors combined to constrain and to thwart some of\r\nour efforts in the past few years. There is no doubt, for\r\ninstance, that major international conflicts, such as the\r\nwar in Iraq, have been a drag on the international\r\ncommunity’s efforts to focus on the Goals. As a result\r\nof the war, oil prices have skyrocketed, putting\r\ntremendous pressure on the world economy, and in\r\nparticular on the vulnerable economies of developing\r\ncountries.\r\nIn spite of those challenges, we have abiding\r\nfaith in the human spirit, and therefore remain\r\nconvinced that it is not beyond the capacity of the\r\ninternational community to implement those ideals.\r\nThe Millennium Declaration recognized that\r\npoverty eradication is fundamental to achieving\r\nsustainable development, but many of our people still\r\nlive in conditions of abject poverty. The alleviation of\r\npoverty and its eventual eradication therefore remain a\r\ntop priority for us. Official development assistance\r\nlevels continue to fall in real terms to below the agreed\r\ntarget of 0.7 per cent of gross domestic product. I must,\r\nhowever, commend the few countries that have met\r\nthat target. They have demonstrated that the target is\r\nrealistic and achievable.\r\nThe continuing debt burden is contributing\r\nsignificantly to the failure to deal effectively with the\r\nproblem of poverty. Most developing countries have\r\nundertaken courageous measures to implement painful\r\nstructural reforms. The commendable steps taken to\r\nintroduce sound macroeconomic management and\r\nprinciples of good governance deserve an urgent,\r\npositive and appropriate response. It must be\r\nacknowledged that some of the reforms can, in the short\r\nterm, worsen the plight of the poor for a very long time\r\nbefore the benefits of the sacrifices are realized.\r\n8\r\nA/59/PV.7\r\nStructural reforms have not been confined to\r\nbudgetary matters alone. They cover the whole\r\neconomic spectrum, including the creation of an\r\nenvironment conducive to the growth of the private\r\nsector and development, as well as to the flow of\r\nforeign direct investment. A number of developing\r\ncountries have promulgated legislative and regulatory\r\nframeworks to stimulate greater private sector\r\nparticipation in their economies. It is only natural,\r\ngiven the scope of the reform measures, that\r\ndeveloping countries should expect some positive\r\nreaction in the form of flows of foreign direct\r\ninvestments, which at the moment are, regrettably, still\r\nvery low.\r\nIn the area of trade, we are concerned about the\r\nslow progress in multilateral trade negotiations. As\r\ndeveloping countries, we have more to gain from a\r\nmore just, fairer and rule-based international trading\r\nsystem that would facilitate the integration of our\r\neconomies into the global economy. We urge the major\r\nplayers in those negotiations to show a greater sense of\r\nurgency and commitment.\r\nWe are concerned at the fact that, in spite of the\r\nstrong commitments expressed at the Millennium\r\nSummit, almost half of the people in sub-Saharan\r\nAfrica continue to survive on a dollar a day. That\r\nreflects no change in the statistics of 1990. One\r\nhundred twenty-one million children are still out of\r\nschool; and the under-5 mortality rate is still as high as\r\n174 per 1,000 live births.\r\nThe resources provided to fight the HIV/AIDS\r\nepidemic remain inadequate, yet we all agree that\r\nHIV/AIDS is one of the greatest challenges of our\r\ntime. Combating the scourge of HIV/AIDS must\r\ntherefore remain a high priority for action, because the\r\nepidemic has a debilitating impact on everything that\r\nwe do to improve the human condition. In 2003, it was\r\nreported that about 40 million people around the world\r\nwere living with the virus, and that well over 26\r\nmillion of them were in sub-Saharan Africa alone. The\r\nepidemic has killed over 2.3 million people in sub-\r\nSaharan Africa, out of a total of 3 million people who\r\ndied of AIDS-related illnesses around the world.\r\nIn Botswana, our various intervention programmes\r\nare beginning to bear fruit. We are indebted to our\r\nfriends internationally, whose partnership, support,\r\nassistance and, indeed, solidarity have combined to\r\nsave lives and give hope to many of our people.\r\nHowever, a lot still needs to be done. Our immediate\r\nchallenge is the lack of capacity to provide the\r\nantiretroviral therapy programme to all who need\r\nassistance. We shall therefore continue to rely on the\r\ninternational community for consistent and assured\r\nsupport, if we are to assist our people in time.\r\nInternational peace and security are under\r\nconstant threat. Our collective memory appears to be\r\nfailing to draw appropriate lessons, even from the\r\nrecent horrors of conflicts in Rwanda, Afghanistan and\r\nthe Balkans. Millions of people continue to suffer and\r\ndie needlessly in Africa and elsewhere because of\r\nunnecessary conflicts. It is once again Africa that has\r\nhad to bear the brunt of those conflicts.\r\nWe are concerned by the protracted conflicts in\r\nthe Democratic Republic of the Congo, Sudan, Burundi\r\nand Côte d’Ivoire. As Africans, we accept our\r\nresponsibility to find solutions to those conflicts. That\r\nis why we established the Peace and Security Council\r\nof the African Union in May of this year. In its short\r\nhistory, the Council has already deployed peacekeepers\r\nin Burundi and peace monitors in the Darfur region of\r\nSudan, and has sent mediators and peace envoys to\r\nhelp in negotiating solutions to conflicts elsewhere on\r\nthe continent.\r\nOne thing is clear: Africa is an integral part of the\r\ninternational community. The problems of Africa are\r\nglobal problems. We cannot isolate ourselves, nor be\r\nisolated from the rest of the world, and be expected to\r\nsingle-handedly find solutions to such conflicts. We\r\nneed consistent and continued international support. In\r\nthat regard, we acknowledge the important and\r\ncommendable role that the United Nations is playing in\r\nthe Democratic Republic of the Congo, Côte d’Ivoire\r\nand Burundi.\r\nThe peace process in the Democratic Republic of\r\nthe Congo is at a critical stage. The international\r\ncommunity has a duty and a responsibility to assist the\r\nGovernment and people of the Democratic Republic of\r\nthe Congo in the search for national reconciliation and\r\na lasting political settlement to the problems facing\r\nthat country. It is our hope that the international\r\ncommunity will provide the necessary financial and\r\nmaterial support to ensure the success of the\r\ninternational conference on the Great Lakes region,\r\nwhich is to be held in Arusha, United Republic of\r\nTanzania, at the end of this year.\r\n9\r\nA/59/PV.7\r\nIn Côte d’Ivoire, everything possible must be\r\ndone to maintain peace and stability, as well as to\r\npromote national reconciliation, by ensuring that the\r\nparties accept the Government of National\r\nReconciliation.\r\nRegarding the situation in the Darfur region of\r\nSudan, the international community must take urgent\r\nmeasures to arrest the deteriorating security and\r\nhumanitarian situation in that country. The people of\r\nDarfur should be assisted to return to their homes in\r\nsafety and dignity. We urge the Government of Sudan\r\nto be receptive to the proposals contained in the\r\nSecretary-General’s report and, above all, take due\r\ncognizance of Security Council resolution 1564 (2004),\r\nand in particular to facilitate the speedy delivery by the\r\ninternational community of much-needed humanitarian\r\nassistance.\r\nWe are troubled by the escalating conflict in the\r\nMiddle East, which is a serious threat to international\r\npeace and security. How long can humanity stand the\r\nsight of human suffering that we see daily on our\r\ntelevision screens? For how long can generations of\r\nmothers mourn the loss of their sons in combat? For\r\nhow long should succeeding generations fight wars that\r\ntheir forebears fought? We ask those involved in those\r\nconflicts, descendants of old civilizations that made\r\nenormous contributions to the growth and development\r\nof modern civilization, to live and let live and to find\r\nin themselves the courage to resolve their differences\r\nthrough dialogue rather than through indiscriminate\r\nviolence.\r\nTerrorism is one of the greatest challenges to\r\ninternational peace and security. No one country can\r\ndefeat that scourge, which has caused the loss of many\r\nlives across the world. The activities of terrorists have\r\nbecome very complex and sophisticated. We need\r\nunited, stronger and concerted action by all the\r\ncountries of the world to defeat that scourge, which\r\nknows no boundaries.\r\nIn conclusion, I reaffirm the importance that\r\nBotswana attaches to the revitalization of the General\r\nAssembly and the reform of the Security Council. We\r\ncommend the President of the fifty-eighth session of\r\nthe General Assembly for his practical proposals in\r\nthat area. We were disappointed that the Assembly\r\ncould not reach consensus on those proposals. My\r\ndelegation will contribute in whatever small way it can\r\nto the building of such consensus.\r\nRegarding the reform of the Security Council, we\r\nare concerned that, after 11 years of consultations, not\r\nmuch progress has been achieved. The solution to that\r\nvexing question rests on the ability of Member States,\r\nin particular the permanent members of the Council, to\r\nmuster the political will to compromise. We should not\r\ntolerate this paralysis any longer. It is therefore my\r\nhope that action will be taken at this session to\r\ncontinue the process of democratizing the Security\r\nCouncil and make it more representative of the\r\nmembership of the United Nations.\r\nFinally, I once again make a special appeal to the\r\ngeneral Membership of the Organization to do more to\r\nfacilitate the implementation of the Millennium\r\nDeclaration. We must do all we can to transform hope\r\ninto reality. Together we have the resources, the skills\r\nand the science and technology to make the\r\nDeclaration have meaning in the lives of our peoples.\r\nBotswana is committed to doing its part.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I would like to thank the\r\nPresident of the Republic of Botswana for the\r\nstatement he has just made.\r\nMr. Festus G. Mogae, President of the Republic of\r\nBotswana, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Olusegun Obasanjo, President of the\r\nFederal Republic of Nigeria\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the President of the\r\nFederal Republic of Nigeria.\r\nMr. Olusegun Obasanjo, President of the Federal\r\nRepublic of Nigeria, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I have the honour to welcome to\r\nthe United Nations His Excellency Mr. Olusegun\r\nObasanjo, President of the Federal Republic of Nigeria,\r\nand to invite him to address the General Assembly.\r\nPresident Obasanjo: On behalf of the\r\nGovernment and people of Nigeria, and in my capacity\r\nas the current Chairman of the African Union (AU), I\r\nwould like to extend my sincere congratulations to you,\r\nMr. President, on your election as President of the\r\nfifty-ninth session of the General Assembly. I assure\r\nyou of the support and cooperation of Africa, of which\r\n10\r\nA/59/PV.7\r\nyou are an illustrious son. I would also like to express\r\nappreciation to your predecessor, His Excellency The\r\nRight Honourable Julian R. Hunte, Minister for\r\nExternal Affairs of Saint Lucia, for the dedication and\r\nskill with which he presided over the affairs of the\r\nfifty-eighth session. I commend Secretary-General\r\nKofi Annan for his effective leadership and for his\r\nefforts to maintain the status of the United Nations in\r\nthe face of enormous global challenges.\r\nNigeria remains unshakeable in its commitment\r\nto and support for the strengthening of the United Nations\r\nand the protection of its cherished ideals, in particular the\r\nmaintenance of international peace and security and\r\ncooperation among States to resolve international\r\neconomic, social, cultural and humanitarian problems.\r\nThe problem posed by the unremitting conflicts in\r\nvarious regions of the world and the increasingly\r\ndifficult task of finding solutions to them continue to\r\npose serious challenges to the world body.\r\nNigeria and the African Union (AU) commend\r\nthe United Nations for its determined engagement in\r\ncrisis resolution and peacekeeping, particularly in\r\nAfrica. We have noted with appreciation the changes in\r\nthe concept of peacekeeping. Nevertheless, we believe\r\nthat some improvements are still necessary to enable\r\nUnited Nations peace operations to address the social\r\nand economic challenges that inevitably confront\r\ncountries emerging from conflict. Those socio-\r\neconomic issues invariably form an important part of\r\nthe original causes of the conflict.\r\nWe also appeal for continued enhancement of the\r\ncapacity of regional organizations to undertake initiatives\r\non crisis resolution in their respective regions. For its\r\npart, the African Union has worked to improve its\r\nMechanism for Conflict Resolution, and in May this\r\nyear established a Peace and Security Council.\r\nThe first challenge the AU Peace and Security\r\nCouncil has faced has been the situation in the Darfur\r\nregion of western Sudan, which aroused world attention\r\nbecause of the reported carnage there. On behalf of the\r\nAU, I want to thank the international community for\r\nthe humanitarian intervention being undertaken. As is\r\nwell known, the AU has deployed troops to the region\r\nto monitor a ceasefire between the Government of the\r\nSudan and the opposing movements — the Sudan\r\nLiberation Movement/Army and the Justice and\r\nEquality Movement. Moreover, the first substantive\r\npeace talks took place under the auspices of the AU in\r\nthe Nigerian capital of Abuja from 23 August to\r\n18 September 2004. At that meeting, the Sudanese\r\nparties reached agreement on the first of the four points\r\non the agenda, namely, humanitarian issues. They also\r\nmade progress on the second point, security issues,\r\nbefore adjourning for consultations. A follow-up\r\nmeeting is expected to be convened in Abuja around\r\n21 October 2004 on the other issues: political and\r\neconomic and social issues. I am closely following the\r\ndevelopments, in consultation with the Chairperson of\r\nthe Commission of the African Union and others, and I\r\nnow call upon the international community to continue\r\nto lend us its support in resolving the Darfur conflict\r\nand its consequences.\r\nIt is cheering to note the progress being made in\r\nSomalia, particularly in constituting the Parliament.\r\nThe efforts of the regional countries, which are\r\ndemonstrating unprecedented collaboration in helping\r\nthe Somalis to move the process forward, should be\r\napplauded. The Somalis themselves must continue to\r\ndemonstrate their commitment to repair past errors and\r\nto make their country a respectable member of the AU\r\nand the United Nations.\r\nThe Great Lakes region remains a flash point of\r\nviolence, as exemplified by the recent massacre of\r\nmore than 150 persons in a refugee camp in Burundi.\r\nOn 25 June 2004, President Kabila of the Democratic\r\nRepublic of the Congo and President Kagame of\r\nRwanda met in Abuja at my invitation and agreed to\r\nactivate the Joint Verification Mechanism. Thereafter,\r\nwith the participation of the Secretary-General, a\r\nmeeting of all stakeholders was held during the third\r\nAfrican Union Summit, held in Addis Ababa, Ethiopia,\r\nfrom 6 to 8 July 2004, in order to accelerate the\r\nactivation of the Joint Verification Mechanism. I am\r\nhopeful that this renewed process will facilitate a better\r\nunderstanding of how to stem the spate of massacres\r\nand engender a peaceful resolution of the protracted\r\ncrisis in the Great Lakes region.\r\nWith regard to the West African subregion, the\r\nAfrican Union and the Economic Community of West\r\nAfrican States (ECOWAS) are continuing their efforts,\r\nwith the constant support of the United Nations, to\r\nensure steady progress in the peace processes in Côte\r\nd’Ivoire and Liberia. To that end, and in order to\r\naddress the standstill in the implementation of the\r\nLinas-Marcoussis Agreement on Côte d’Ivoire, an\r\nextraordinary summit was held under ECOWAS\r\nauspices in Accra, Ghana, on 29 July 2004. The\r\n11\r\nA/59/PV.7\r\nmeeting benefited from the presence of Secretary-\r\nGeneral Kofi Annan and some non-ECOWAS African\r\nheads of State. If the agreements reached at that\r\nsummit are faithfully implemented, an end to the\r\nconflict should be in sight.\r\nIn the margins of the Accra summit, we also\r\naddressed problems that were retarding the\r\nimplementation of the Liberian Comprehensive Peace\r\nAgreement. In discussions with all the Liberian\r\nleaders, we agreed decisions on the main issues, and\r\nwe have since witnessed encouraging signs that those\r\ndecisions are being implemented.\r\nHere, I should like to remark once again that the\r\ndelay in providing the resources promised by countries\r\nduring the Liberian pledging conference held at United\r\nNations Headquarters in February 2004 constitutes an\r\navoidable hindrance to the advancement of peace in\r\nLiberia. I therefore call on all our well-meaning\r\npartners who were kind enough to make pledges to\r\nkindly redeem them.\r\nWhile the United Nations is justifiably seized of\r\nthe issue of weapons of mass destruction — such as\r\nnuclear, chemical and biological weapons — the question\r\nof small arms and light weapons can no longer be\r\nignored. While the threat of weapons of mass\r\ndestruction is awesome, small arms and light weapons\r\nare killing people every day at a rate that,\r\ncumulatively, amounts to monumental destruction.\r\nNigeria and the African Union welcome the\r\ncommencement of negotiations on a legally binding\r\ninternational instrument to enable States to identify and\r\ntrace illicit small arms and light weapons globally. Of\r\nparticular interest to Africa is the enormous potential\r\nthat such a legally binding instrument can have on\r\npeace and security in our region. We should therefore\r\nnot relent in our efforts.\r\nLet me take this opportunity to soundly condemn\r\nthe totally unacceptable role of mercenaries and their\r\nsponsors in Africa. The recent attempted invasion of\r\nEquatorial Guinea and other such attempts go against\r\nevery imaginable rational effort at promoting stability\r\nand democracy on the continent. We call on the United\r\nNations to join the African Union in sending the right\r\nsignals of condemnation to those mercenaries and their\r\nsponsors.\r\nOur quest for global peace and security will\r\nprove unsuccessful unless we intensify international\r\ncooperation for development and the reduction of\r\npoverty. Just four years ago, we adopted the\r\nMillennium Development Goals, which pointedly fixed\r\nthe target of reducing by half the number of those\r\nliving in poverty by 2015. Yet by now, the alarm is\r\nbeing raised that, if present trends continue, that target\r\nmay not be met, particularly in Africa, which aside\r\nfrom the challenges of development, is also being\r\nravaged by pandemic diseases.\r\nSpeaking on behalf of the African Union as its\r\ncurrent Chairperson, I should like to assure the General\r\nAssembly that we Africans are determined to exert all\r\nour efforts to overcome those obstacles to development\r\nthat are within our control. To that end, we are\r\npursuing, with the personal commitment and\r\ninvolvement of our heads of State and Government\r\nthemselves, the implementation of the priorities set out\r\nin our flagship programme, the New Partnership for\r\nAfrica’s Development (NEPAD).\r\nIn that context, we appreciate the conclusion in\r\nthe Secretary-General’s second consolidated report on\r\nprogress in implementation and international support\r\nfor NEPAD that\r\n“African countries have demonstrated their\r\ncommitment to advancing the implementation of\r\nNEPAD by earmarking financial allocations to\r\nselected sectoral priorities.” (A/59/206, para. 67)\r\nThe report also concludes that\r\n“The development partners of Africa can\r\ngive further practical expression to their support\r\nfor the efforts of African countries by taking\r\naction in three important areas: first, by creating\r\nan enabling international environment that is\r\nsupportive of growth and development in Africa;\r\nsecond, by bringing much needed coherence to\r\ntrade, aid and debt policies, so that African\r\ncountries are the net beneficiaries of international\r\nactions in those areas; and third, by undertaking\r\nconcrete measures to accelerate the\r\nimplementation of NEPAD by making significant\r\nfinancial outlays to fund the key sectoral\r\npriorities of NEPAD.” (ibid., para. 68)\r\nI believe that the message to our development\r\npartners is very clear. To demonstrate our commitment\r\nto the principles of good governance, transparency and\r\nthe rule of law, 23 African countries have already\r\nsubscribed to the African Peer Review Mechanism. It\r\nshould be recalled that the Mechanism represents\r\n12\r\nA/59/PV.7\r\nAfrica’s voluntary commitment to a set of performance\r\ncodes and standards to foster best practices and share\r\nlessons in the management of national affairs. The\r\npromotion of agriculture is being vigorously pursued\r\nboth for its export potential and for poverty alleviation.\r\nEncouraging growth rates in agricultural production\r\nare already being recorded in several African countries.\r\nSimultaneously, we are intensifying our efforts in the\r\npromotion of agro-based industries.\r\nTo further our efforts at self-help, the heads of\r\nState and Government of the African Union held the\r\nExtraordinary Summit on Employment and Poverty\r\nAlleviation in Ouagadougou, Burkina Faso, from 5 to\r\n9 September 2004. We adopted a far-reaching\r\ndeclaration and programme of action. We also adopted\r\nmechanisms for implementation and monitoring at the\r\nnational, regional and continental levels.\r\nWhat may act as an obstacle to implementation in\r\nthis most important area for lifting the African\r\npopulation out of poverty and misery is the inevitable\r\nissue of having adequate resources for meeting our\r\notherwise realistic goals. On behalf of the African\r\nUnion, I appeal to our partners to act once again in the\r\ninterest of our shared, common global interdependence\r\nand common humanity.\r\nAfrica requires a genuine partnership anchored on\r\nthe principle of mutual benefits to ensure the\r\nattainment of sustainable development. One area of\r\npartnership concerns Africa’s external debts. The\r\nnegative impact of debt on the economic situation of\r\nAfrican countries, particularly the least developed\r\ncountries, can no longer be denied. We remain\r\nconvinced that comprehensively resolving the lingering\r\ndebt crisis through innovative action would brighten\r\nthe prospects of development in Africa.\r\nAfrica welcomes the consensus that emerged\r\nfrom the recent meeting of the United Nations\r\nConference on Trade and Development in São Paulo,\r\nBrazil. That consensus reflects a shared conviction that\r\nthe Organization can continue to coordinate our views\r\non trade and development matters. This cannot be\r\notherwise if the Millennium Development Goals are to\r\nbe achieved and the benefits of expanding trade are to\r\nbe enjoyed by all peoples and societies.\r\nBy launching a new initiative to commence a new\r\nround of multilateral trade negotiations, developing\r\ncountries have issued a challenge to our development\r\npartners to exploit global opportunities for growth and\r\ndevelopment. We hope they will respond.\r\nAfrica remains committed to the fight against the\r\nHIV/AIDS pandemic, malaria, tuberculosis and related\r\ndiseases. Since the last series of high-level plenary\r\nmeetings on implementation of the Declaration of\r\nCommitment on HIV/AIDS, we have taken bold steps\r\nto deal with the pandemic. Towards that end, we in\r\nNigeria have established a national scientific institute\r\nfor research on HIV/AIDS and intensified public\r\nawareness programmes. In that connection, we\r\nwelcome the outcome of the recent International\r\nConference on HIV/AIDS in Bangkok, Thailand. We\r\nthank the United Nations agencies and all stakeholders\r\nfor their collective efforts to stem the spread of the\r\ndisease worldwide.\r\nWith regard to other deadly preventable diseases,\r\nsuch as malaria, tuberculosis, polio and whooping\r\ncough, my Government has stepped up its efforts. In a\r\nfew days, on 2 October 2004, my Government will\r\nonce again embark on a polio immunization\r\nprogramme, in coordination with six African States —\r\nChad, the Sudan, Cameroon, Niger, Burkina Faso and\r\nCôte d’Ivoire — to ensure maximum effectiveness.\r\nThese are countries where polio has been reported\r\nfairly recently. Significantly and symbolically, the\r\nprogramme’s launch, with all my brothers and\r\ncolleagues present, will take place in Kano.\r\nLast year, the Secretary-General launched a\r\nUnited Nations reform initiative that we all warmly\r\ncommended. In pursuit of that initiative, the Secretary-\r\nGeneral appointed last year a high-level Panel of Eminent\r\nPersonalities to examine ways of strengthening the\r\nUnited Nations through institutional reforms and\r\nprocesses. We are looking forward to the report of the\r\nPanel. Nigeria — and indeed the rest of Africa — holds\r\nthe view that the Security Council should be expanded in\r\nits permanent and non-permanent categories to make it\r\nmore representative, more effective and more\r\nacceptable. We hope that those regions of the world\r\nthat are not currently represented in the permanent\r\nmembership category will be given membership.\r\nAfrica, whose issues occupy a substantial part of the\r\nSecurity Council’s time, ought to be accorded priority\r\nconsideration for permanent membership, and Nigeria,\r\nI strongly believe, is a well-qualified candidate.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the President of\r\n13\r\nA/59/PV.7\r\nthe Federal Republic of Nigeria for the statement he\r\nhas just made.\r\nMr. Olusegun Obasanjo, President of the Federal\r\nRepublic of Nigeria, was escorted from the\r\nGeneral Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Mr. Manmohan Singh, Prime\r\nMinister of the Republic of India\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the Prime Minister of the\r\nRepublic of India.\r\nMr. Manmohan Singh, Prime Minister of the\r\nRepublic of India, was escorted to the rostrum.\r\nThe President (spoke in French): I have great\r\npleasure in welcoming His Excellency Mr. Manmohan\r\nSingh, Prime Minister of the Republic of India, and\r\ninviting him to address the General Assembly.\r\nMr. Singh (India): Allow me to congratulate you,\r\nSir, on your election as President of the General\r\nAssembly at its fifty-ninth session. May I assure you of\r\nIndia’s full support in ensuring its success.\r\nAs we gather here in the sixtieth year since the\r\nUnited Nations was founded, we might perhaps pause\r\nto reflect on the fate of the ideas and ideals of the\r\ninternational community that inspired its creation. The\r\npost-war generation had already become aware that the\r\nworld which had emerged from the ashes of a global\r\nwar could no longer be a peaceful world unless the\r\nunderlying forces of conflict were addressed\r\neffectively by the entire community of nations as a\r\ncollectivity. Nations were therefore united to make the\r\nworld a safer and more peaceful place — a world in\r\nwhich free peoples could pursue together a destiny of\r\nshared prosperity.\r\nThe impulse behind the creation of global\r\ninstitutions nearly 60 years ago has become an even\r\nmore pressing reality today. If we look around us, the\r\nsingle most defining characteristic of our contemporary\r\nworld is the global, transnational character of the\r\nchallenges we confront, whether these are in the realm\r\nof international security or in that of development.\r\nVirtually every major issue that we face as nation-\r\nStates has both a domestic and a transnational\r\ndimension. It is becoming increasingly apparent as\r\nnever before that, unless we fashion a global response\r\nto those challenges based on a meaningful consensus,\r\nwe will not succeed in creating a world that truly\r\nmanifests the ideals of the United Nations.\r\nTerrorism is one such challenge for which many\r\nof us have paid an unacceptable price. We shall not\r\nforget that, three years ago, it was this great city that\r\nwitnessed the single most horrendous terrorist act in\r\nhuman history. Approximately three weeks ago, in\r\nRussia, the world saw another brutal act of terror\r\nwhich took the lives of hundreds of innocent civilians,\r\nincluding a large number of young children.\r\nTerrorism exploits the technologies spawned by\r\nglobalization, recruits its foot soldiers on ideologies of\r\nbigotry and hatred, and directly targets democracies.\r\nAnd yet, it is a sad reality that international networks\r\nof terror appear to cooperate more effectively among\r\nthemselves than the democratic nations that they target.\r\nWe speak about cooperation, but we often seem\r\nhesitant to commit ourselves to a truly global offensive\r\nto root out terrorism with the pooling of resources, the\r\nexchanging of information, the sharing of intelligence\r\nand the unambiguous unity of purpose that is required.\r\nThat must change. We do have a global coalition\r\nagainst terrorism; we must now give it substance and\r\ncredibility, avoiding selective approaches and political\r\nexpediency.\r\nI now turn to other challenges that we face today,\r\nsuch as the proliferation of weapons of mass destruction.\r\nThere is an increasing reliance on restrictive regimes\r\nand on the use of punitive action to confront this threat\r\nto international peace and security. Although India is\r\nfirmly opposed to proliferation and has an impeccable\r\nrecord in that respect, we believe that it is only a global\r\nconsensus of willing nations that will ultimately prove\r\nto be truly effective in that regard.\r\nThe Chemical Weapons Convention is a good\r\nmodel to follow with respect to other weapons of mass\r\ndestruction, including nuclear weapons. It is through\r\nrepresentative institutions, rather than through\r\nexclusive clubs of privileged countries, that we can\r\naddress global threats posed by the proliferation of\r\nweapons of mass destruction and their means of\r\ndelivery. As far back as 1988, Prime Minister Rajiv\r\nGandhi outlined a series of specific steps in an action\r\nplan, whose central proposition remains valid even\r\ntoday — that progressive steps towards the elimination\r\n14\r\nA/59/PV.7\r\nof weapons of mass destruction must be based on a\r\nbalance of obligations between those who possess such\r\nweapons and those who do not.\r\nIt is quite evident today that a global discourse is\r\nrequired for evolving a more cooperative and\r\nconsensual international security order. India believes\r\nthat such consensus must differentiate between States\r\nwhose actions strengthen non-proliferation and those\r\nthat weaken the realization of its objectives.\r\nLet me now turn to the central theme for the vast\r\nmajority of United Nations Members; the challenge of\r\ndevelopment and the eradication of mass poverty.\r\nGlobalization has undoubtedly brought enhanced\r\neffectiveness and efficiency in the functioning of our\r\neconomies. It has integrated marketplaces, higher\r\nstandards of living and a revolution in global\r\nconnectivity.\r\nBut there is also the phenomenon of widening\r\neconomic disparities, both within and among countries.\r\nConnectivity also means that the people are painfully\r\naware — in real time — of how far and how fast they\r\nare falling behind in their relative living conditions.\r\nDevelopment today is no longer a function of domestic\r\nresources and national policies alone. It is a process\r\nthat is vitally linked to the international economic\r\nenvironment that the developing countries face.\r\nThe international community must find ways to\r\ncontract those circles of exclusion. We need to find\r\ninnovative sources of financing and access to new\r\ntechnologies that are necessary to assist those who are\r\non the margins of globalization. Just as prosperity\r\ncannot be sustained by being walled in, poverty cannot\r\nbe banished to some invisible periphery. Development\r\nmust therefore return to the centre of the global\r\ndiscourse. We must evolve equitable and rule-based\r\nregimes to manage global trade, investment flows and\r\nthe movement of services.\r\nFour years ago, at our Millennium Summit, we\r\nadopted ambitious global development goals, but it is a\r\nmatter of concern that we have already fallen behind in\r\ntheir implementation.\r\nWhile globalization has generated new\r\nchallenges, it has also given us new technologies to\r\ndeal with those massive challenges. The world faces\r\nominous pandemics such as HIV/AIDS, but it today\r\nalso possesses remedies and skills that can rid the\r\nworld of that scourge. We face problems of\r\nenvironmental degradation in many parts of our planet,\r\nbut we also have available safe and environment-\r\nfriendly technologies.\r\nMany countries are beset by problems of hunger\r\nand malnutrition, but we possess modern techniques of\r\nfood production and processing to make a hunger-free\r\nworld a credible and realistic dream. Although our\r\nexcessive dependence on hydrocarbons raises concerns\r\nabout the long-term availability of energy and about\r\nthe security of supplies, technology has made available\r\nmany environmentally sound alternative technologies.\r\nWhat we lack, however, is a truly global agreement and\r\na mobilization of the international community to\r\novercome the massive challenges.\r\nThe experience of the decades since the inception\r\nof the United Nations demonstrates the great\r\nsignificance of democracy as an instrument for\r\nachieving both peace and prosperity. While it is\r\ngratifying that the frontiers of democracy have\r\nexpanded dramatically in the last decade and a half,\r\nthey still exclude significant numbers.\r\nOnly a few months ago, in India’s fourteenth\r\ngeneral election, our country went through the largest\r\nexercise of popular will in the world. I can therefore\r\nassert with confidence, the importance that national\r\narticulations in global forums have in truly reflecting\r\nthe democratically expressed will of their people. We\r\nchoose to overlook the absence of democracy in too\r\nmany cases for reasons of political expediency.\r\nDemocracy’s representative nature validates the\r\ncommitments we take on as countries; it should also\r\ndetermine the manner in which the architecture of\r\ninternational institutions evolves. What is required for\r\nthe international community to successfully deal with\r\nglobal challenges — whether they be security\r\nchallenges, economic challenges or challenges in the\r\nsphere of the environment — is the existence of\r\ninternational institutions and a culture of genuine\r\nmultilateralism.\r\nThe United Nations and its specialized agencies\r\nare the only instruments available for responding\r\neffectively to the challenges we face collectively. But\r\nwhat is missing is our sustained commitment to\r\ndemocratizing the functioning of the United Nations.\r\nIt is common knowledge that the United Nations\r\nis often unable to exert an effective influence on global\r\neconomic and political issues of critical importance.\r\n15\r\nA/59/PV.7\r\nThat is due to what may be called its democracy\r\ndeficit, which stands in the way of an effective\r\nmultilateralism based on a democratically-evolved\r\nglobal consensus.\r\nTherefore, reform and restructuring of the United\r\nNations system can alone provide a crucial link in an\r\nexpanding chain of efforts to refashion international\r\nstructures, imbuing them with a greater degree of\r\nparticipatory decision-making so as to make them more\r\nrepresentative of contemporary realities.\r\nOur Millennium Declaration recognized the\r\nurgency of the reform of the United Nations Security\r\nCouncil. An overwhelming majority of the world’s\r\npopulation cannot be excluded from an institution that\r\ntoday legislates on an increasing number of issues,\r\nwith an ever-widening impact. The expansion of the\r\nSecurity Council, in the categories of both permanent\r\nand non-permanent members, and the inclusion of\r\ncountries like India as permanent Members would be a\r\nfirst step in the process of making the United Nations a\r\ntruly representative body.\r\nI would like to make brief references to two\r\ncountries with which India has had historically friendly\r\nties and whose early return to political normalcy is the\r\nfocus of the world’s attention.\r\nThe situation in Iraq causes us great concern. The\r\nUnited Nations has a central role to play in erasing the\r\ndiscord of the recent past and in ensuring that the Iraqi\r\npeople can soon exercise effective sovereignty,\r\npreserving the country’s unity and territorial integrity.\r\nAn end to the suffering of the Iraqi people and\r\nrecognition of their aspirations should be the guiding\r\nobjectives. Consistent with our longstanding ties of\r\nfriendship with the Iraqi people, India will contribute\r\nto Iraq’s humanitarian and economic reconstruction.\r\nIn the past three years, the international\r\ncommunity has assisted Afghanistan in pulling back\r\nfrom the brink of chaos and chronic instability. We\r\nsincerely hope that the upcoming presidential elections\r\nand the subsequent parliamentary elections will allow\r\nthe Afghan people to express their will, free from\r\ninterference and intimidation. India’s assistance to\r\nAfghanistan’s reconstruction and development will\r\ncontinue.\r\nRelations between India and Pakistan have been a\r\nmatter of attention for the international community. It\r\nis known that in January this year India and Pakistan\r\ninitiated a composite dialogue to resolve all issues,\r\nincluding that of Jammu and Kashmir. I reaffirm our\r\ndetermination to carry forward that dialogue to a\r\npurposeful and mutually acceptable conclusion.\r\nIn closing, I would like to reaffirm India’s\r\ncommitment to the principles that have brought us\r\ntogether in this Organization. Those principles retain\r\ntheir relevance and validity even while the global\r\neconomy and the international political order pose new\r\nand very different challenges. All of us have to grow\r\nout of the comfort of the predictable, discard\r\nconstraining habits of thought, and move forward with\r\nconfidence to meet the demands of the present and the\r\nfuture. Each of us has to be prepared to take on new\r\nobligations and larger responsibilities relevant to the\r\nneeds of our time.\r\nI deem it a privilege to say unhesitatingly that\r\nIndia is conscious of the responsibilities that lie ahead.\r\nI speak of an India on the move — on the cutting edge\r\nof economic, technological and developmental\r\ntransformations. This is an India endowed with\r\noutstanding human resources, and we are putting in\r\nplace policies which will respond to emerging and\r\ncritical tasks. We have the capabilities and capacity to\r\ntake these on, and to participate in the restructuring of\r\na just and dynamic world order. We are confident that,\r\nin the inextricably interdependent world we live in, our\r\ncommitment to the common good, which this\r\nOrganization embodies, will be resolute and full.\r\nIn this, we are inspired by the vision of\r\ninternationalism bequeathed to us by India’s first Prime\r\nMinister, the great Jawaharlal Nehru — a vision of a\r\nworld order whose pillars are peace, harmony,\r\ncooperation and development. That vision needs to\r\nreanimate the collective wisdom of the world\r\ncommunity for a new partnership to meet the\r\nunprecedented challenges we face.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the Prime\r\nMinister of the Republic of India for the statement he\r\nhas just made.\r\nMr. Manmohan Singh, Prime Minister of the\r\nRepublic of India, was escorted from the rostrum.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Joschka Fischer, Deputy Federal\r\nChancellor and Minister for Foreign Affairs of\r\nGermany.\r\n16\r\nA/59/PV.7\r\nMr. Fischer (Germany) (spoke in German;\r\nEnglish text provided by the delegation): Let me first\r\nof all congratulate you, President Ping, on your\r\nelection and wish you every success in your\r\nresponsible post, and express my sincere thanks to the\r\noutgoing President for his dedicated work.\r\nI endorse the statement of the Netherlands\r\nEuropean Union presidency.\r\nAt the dawn of the twenty-first century, the world\r\nis changing at dramatic speed. In just a few decades,\r\nhumanity will have reached the 8 billion mark. With\r\nthe networking of world trade and with global\r\ncommunication technologies, we are growing ever closer.\r\nWe are going to become increasingly interdependent in\r\neconomic, technical and ecological terms.\r\nAt the same time, we all face a host of new\r\nchallenges and new dangers which threaten us all —\r\nthe South and the North, the developing and the\r\ndeveloped world alike.\r\nOn the one hand, there are threats to national and\r\nglobal security such as the proliferation of weapons of\r\nmass destruction, the nuclear threat, the danger posed\r\nby failed States or, as we all painfully remember in this\r\ncity, by terrorism, which does not respect humankind\r\nor human dignity.\r\nOn the other hand, there are also so-called soft\r\nthreats, such as far-reaching environmental and\r\nclimatic changes, poverty, major shortfalls in education\r\nand training and the negative aspects of globalization,\r\nrefugee flows, and diseases and epidemics such as\r\nHIV/AIDS and malaria. They are a threat to security\r\nand stability and take a heavy toll.\r\nThe two — hard and soft threats — are closely\r\nconnected. After all, we know that the causes of war\r\nand violence, poverty, need and oppression are\r\nmultifaceted and deep-rooted. We also know that crises\r\nare the fruit of poverty and a sense of hopelessness,\r\nand vice-versa. We will have no peace without\r\ndevelopment, nor indeed development without peace,\r\nso we have comprehensively to secure peace and\r\nstability — above all through economic and social\r\ndevelopment.\r\nThe States of the world have to work together to\r\nshape economic, technological and ecological\r\nglobalization and rise to the resulting challenges. They\r\nwill not be able to do so without close cooperation.\r\nIndeed, that is now beyond the tools of traditional\r\ndiplomacy alone. Their ability to secure and stabilize\r\nthe international system on their own will in future\r\nprove less and less adequate.\r\nWhat we need is a far-reaching reform of the\r\ninternational system and its institutions that takes due\r\naccount of these changes. That is a reform we need\r\nurgently, because we have to create an effective\r\nmultilateral system which enables us to work together\r\nto prevent crises and, where that does not work, find\r\nlong-term solutions.\r\nThere have already been promising developments\r\nat the regional level. With their sometimes painful history\r\nvery much in mind, the States of Europe have joined\r\ntogether in the European Union and thus have reached\r\na new level of multilateralism. This political and\r\neconomic community, now embracing 25 States, has\r\nbecome an anchor of stability for Europe and beyond.\r\nSince its foundation the African Union has been\r\nimpressively shouldering its shared responsibility for\r\npreventing humanitarian disasters and resolving major\r\nregional conflicts. This is a courageous and key step\r\nforward. This breakthrough of multilateralism on the\r\nAfrican continent will develop an ever more\r\npronounced dynamism.\r\nGiven global interdependencies and connections,\r\nwe need a world organization that has close links to\r\nthese regional structures and can thus boost the\r\nefficiency of joint action. The United Nations is the\r\nmost important forum for setting global rules. Its might\r\nis the might of the right, as the Secretary-General\r\nhighlighted in his impressive speech at the opening of\r\nthis General Assembly session. With its legitimacy we\r\nhave a unique and universal competence for solving\r\nproblems together. Since the breaking of the internal\r\nblockade caused by the cold war, the United Nations\r\nhas been playing an increasingly significant role. The\r\ninternational community is making more and more use\r\nof it as a forum for tackling the major challenges\r\nfacing humanity.\r\nFor millions of people today the Blue Flag means\r\nquite tangible help, often on essential issues, and hope\r\nfor a better future. For this, we are all very much\r\nindebted to the Organization and its staff. They are on\r\nthe ground in many crisis regions in Latin America,\r\nEurope, Africa and Asia.\r\nIt is becoming ever clearer that different\r\napproaches must be found to prevent or resolve each\r\n17\r\nA/59/PV.7\r\nindividual crisis. The commitment of the United\r\nNations in all crisis areas is the proof. In Afghanistan\r\nand in the Balkans, in Haiti and in the Great Lakes\r\nregion the United Nations is already making a\r\nconsiderable contribution. But we must realize that\r\nthere will not be fewer conflicts in the future, and the\r\ndemands made of the Organization will grow.\r\nAgainst this backdrop the question arises whether\r\nthe structures given to the United Nations at its\r\nfoundation almost sixty years ago are still suited to this\r\nmandate, whether its work enjoys the international\r\nacceptance it needs. In particular, the disputes\r\nconcerning the Iraq crisis highlighted this problem\r\nonce again.\r\nWe are convinced there is no alternative to a\r\nworld acting multilaterally. To make this multilateral\r\ncooperation sustainable and capable, we need a\r\ncourageous and comprehensive reform of the United\r\nNations that faces up to the challenges we are facing.\r\nIt was the Secretary-General himself who took\r\nthe initiative, and for this we extend our thanks. To that\r\nend, he appointed a panel of high-level international\r\nexperts who are to present him with reform proposals\r\nat the end of the year. We look forward to that report\r\nand the ensuing debate with great interest.\r\nWhat is at stake is a new, shared understanding of\r\nthe Charter system. How can we shape prevention to\r\nmake it more effective, and peace-building to make it\r\nmore sustainable? How can we further implement the\r\nproposals on the reform of peacekeeping? What exactly\r\ndo we understand by the right of self-defence? How do\r\nwe define terrorism? The answer to this question in\r\nparticular seems clear, yet real agreement would take us,\r\nthe international community of States, a step forward.\r\nA number of very concrete proposals on the\r\nreform of the United Nations institutions have already\r\nbeen presented. Let me therefore outline some thoughts\r\non this matter.\r\nI want to start with the General Assembly. It is\r\nthe central organ of the United Nations, the only one\r\nwith universal membership. For this very reason, the\r\nAssembly has to be more than an annual forum where\r\nwe just go through the motions. What we need to do\r\nfirst is focus our topics more carefully. We have to\r\ndiscuss the truly crucial issues — otherwise, essential\r\nquestions will be dealt with in other forums. Secondly,\r\nwe need more efficient working methods.\r\nThe Economic and Social Council has to finally\r\nbecome the central organ in the United Nations system\r\nfor consultation and decision-making on economic and\r\nsocial issues. We believe that the Council has at two\r\nlevels vast potential that has yet to be fully tapped. On\r\nthe one hand, that body maintains a network of\r\nexpertise unequalled in the world. We have to make\r\nbetter and more targeted use of it. On the other hand,\r\nwe see the Economic and Social Council as a partner\r\nfor the Security Council for peacekeeping, as laid\r\ndown in Article 65 of the Charter. When it comes to\r\nfighting the causes of conflicts and to post-crisis\r\nrehabilitation, the Economic and Social Council has an\r\nimportant role to play that can support Security\r\nCouncil efforts for conflict prevention and peace-\r\nbuilding. We should grant the Economic and Social\r\nCouncil more competences in the operative sphere.\r\nAfter all, the efforts we make in peace missions\r\nwill be successful only if the military commitment is\r\nfollowed by a longer phase of stabilization, and very\r\noften that phase turns out to be the most difficult one.\r\nThe Economic and Social Council advisory groups on\r\npost-crisis rehabilitation in Africa are a step in the\r\nright direction. That is what the decisive link between\r\nconflict management and development cooperation\r\ncould indeed look like.\r\nSuch an all-embracing approach needs\r\nappropriate financial resources. The instrument of\r\nvoluntary contributions has proven insufficient in\r\neveryday life, and therefore I propose earmarking a\r\ncertain share of the United Nations peacekeeping budget\r\nfor post-crisis rehabilitation. This means we could\r\nachieve what we have long been trying, a “prevention\r\nshare”, which — let us remember Haiti — could help\r\nus save the costs of conflicts flaring up again.\r\nMany criticize the proliferation of subsidiary and\r\nsubordinate organizations of the United Nations. Of\r\ncourse, a reduction cannot be an end in itself. But we\r\nought to exercise enough self-criticism to ask ourselves\r\nwhether it would not be better to pool competences in\r\nsome cases.\r\nHowever, there are also spheres that need to be\r\nbetter equipped. I am thinking here, for example, of the\r\nhandling of environmental issues in the United Nations\r\nsystem. We thus support the proposal made by French\r\nPresident Jacques Chirac last year to upgrade the\r\nUnited Nations Environment Programme (UNEP) to a\r\nspecialized agency with universal membership. That\r\n18\r\nA/59/PV.7\r\ncould considerably strengthen UNFP’s contribution to\r\nsustainable development.\r\nAt the heart of the reform of the United Nations\r\nis the organ shouldering the central responsibility for\r\ninternational peace: the Security Council. Conflicts are\r\non the increase. They stretch across all continents, and\r\nthey are growing in complexity. In turn, the\r\nresponsibility and competences of the Council have\r\nexpanded constantly. Crisis prevention will play an\r\nincreasingly important role. And for peace-building,\r\never more comprehensive strategies, closer cooperation\r\nand additional resources will be needed. This will\r\nmean more and more decisions that entail long-term\r\nobligations, create new international law and make\r\nmajor inroads into State sovereignty.\r\nIf we really want Security Council decisions to be\r\naccepted as legitimate and implemented effectively, we\r\nhave to reform the Council. It has to more broadly\r\nrepresent a world organization that today embraces\r\nmore than 191 countries. That is inconceivable without\r\nincreasing the number of seats — for permanent and\r\nnon-permanent members alike. The reasons behind\r\nsuch a move speak for themselves.\r\nA Council with more members would enjoy\r\ngreater acceptance internationally as a basis for greater\r\nauthority. The more balanced and comprehensive\r\nrepresentation of all continents — also among the\r\npermanent members — would lead to a better sense of\r\nownership of the Security Council for all States.\r\nSimilarly, an enlargement would considerably bolster\r\nthe motivation of the new Council members to make a\r\nlong-term contribution to realizing the goals of the\r\nUnited Nations.\r\nThe enlargement must adequately reflect sea\r\nchanges such as decolonization, the end of the cold war\r\nand globalization. The composition of the Council\r\nmust ultimately mirror the current geopolitical reality.\r\nThat means that all major regions of the South must be\r\nrepresented by permanent members in the Security\r\nCouncil. At the same time, account has to be taken of\r\nMembers that can and want to make a particularly\r\nmeaningful and sustainable contribution to maintaining\r\nworld peace and international security and to realizing\r\nthe purposes of the Organization. That twofold\r\napproach would increase the Council’s efficiency and\r\nits ability to act and to assert itself.\r\nFor 40 years, the composition of the Security\r\nCouncil has remained unchanged. I believe it is high\r\ntime to adapt it to the new global reality. Half-baked or\r\ninterim solutions are neither necessary nor helpful.\r\nLike Brazil, India and Japan, Germany too is ready to\r\ntake on the responsibility associated with a permanent\r\nseat in the security Council. But it is especially\r\nimportant to us that the African continent be\r\nrepresented among the new permanent members.\r\nA second aspect also has to be taken into account\r\nin Security Council reform. All in all, a greater number\r\nof Member States that are engaging themselves in the\r\nwork of the United Nations should be able to get more\r\ninvolved in the work of the Security Council. For that\r\nto happen, additional non-permanent seats also have to\r\nbe created. That would mean that the balance between\r\npermanent and non-permanent members could be\r\nretained.\r\nAs I said before, United Nations reform will be\r\nthe central and defining theme of this General\r\nAssembly session. I thus call upon Member States: let\r\nus use the fifty-ninth session, right up until the next\r\nsession in 2005, to launch the overdue reforms and\r\nachieve tangible results. We, the Member States, have\r\nto muster the political insight, the will and the\r\ncreativity to adapt the Organization to the global\r\nreality. Germany is ready to make a committed\r\ncontribution.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Silvan Shalom, Deputy Prime\r\nMinister and Minister for Foreign Affairs of Israel.\r\nMr. Shalom (Israel): I would like to congratulate\r\nyou, Sir, the Foreign Minister of Gabon, upon your\r\nassumption of the presidency of the General Assembly\r\nand to wish you much success.\r\nThe United Nations was established out of the\r\ndevastation of the Second World War in order to build\r\na world of unity and of peace. Today, 60 years after the\r\nOrganization came into being, we must ask ourselves:\r\nWhat are we united for and what are we united against?\r\nAre we united for peace and security? Are we united\r\nfor fairness and justice? Are we united against terror?\r\nAre we united against tyranny?\r\nOr are we, sadly, united only in cynical and\r\nimmoral majority votes that make a mockery of the\r\nnoble ideals on which this body was founded?\r\nTomorrow is Yom Kippur, the holiest day of the Jewish\r\ncalendar, when all Jews stand before God to account\r\nfor their actions. It is an appropriate time for all\r\n19\r\nA/59/PV.7\r\nnations, separately and together, to engage in such an\r\naccounting.\r\nI sense a change in the world. In the face of the\r\nglobal campaign of terror which has left no country\r\nfree of its devastating impact, the world is beginning to\r\nrealize what we in Israel have long known: that\r\nterrorism is a challenge to humanity as a whole, not\r\njust to individual countries; that the response to that\r\nglobal threat must also be global if it is to be effective;\r\nthat the threat of terrorism anywhere is a threat to\r\nfreedom everywhere; that fighting terror is crucial to\r\nour ability to bring peace.\r\nThere was a time when the problems of terror,\r\nIslamic fundamentalism and Iranian nuclear ambition\r\nwere seen as local problems — Israel’s problems —\r\nnot challenges which threatened the community of\r\nnations as a whole. Today, however, our community of\r\nnations is more united than ever in the battle against\r\nterrorism, whose sole objective is to undermine\r\neverything that we seek to build: peace, stability,\r\nprosperity and opportunity for all.\r\nToday we are also more united than ever in\r\nopposition to the proliferation of weapons of mass\r\ndestruction. The international community now realizes\r\nthat Iran — with missiles that can reach London, Paris,\r\nBerlin and southern Russia — poses a threat not only\r\nto the security of Israel, but to the security and stability\r\nof the whole world. Indeed, Iran has replaced Saddam\r\nHussein as the world’s number-one exporter of terror,\r\nhate and instability.\r\nThe international community now also realizes,\r\nas reflected in Security Council resolution 1559\r\n(2004), that Syria’s occupation of Lebanon and its\r\nsupport for Palestinian terror must end if our collective\r\naspirations are to be fulfilled.\r\nAnd the international community now realizes\r\nthat terror and tyranny are the twin enemies of the\r\nindividual freedoms and human rights — including the\r\nright to life itself — which define our humanity.\r\nToday, the community of nations knows that\r\nsecuring freedom and democracy for all the peoples of the\r\nworld must be our collective goal. The pictures of human\r\nflesh torn apart by the terrorists, from New York to\r\nBeslan — and just yesterday, once again, in Jerusalem\r\n— are waking us up to the challenge we face.\r\nIn that spirit of unity, and in the name of all those\r\nin the world who suffer from terror and tyranny, I call\r\non the Assembly to refocus its aspirations and its\r\npriorities. I call on the Assembly to end its obsession\r\nwith Israel and to ensure that United Nations resources\r\nare allocated more equally and more effectively. Our\r\nUnited Nations must provide solutions to the global\r\nchallenges of hunger and poverty, of disease and\r\nweapons proliferation, of drug trafficking and\r\nsustainable development. We must not let the\r\nPalestinian desire to vilify Israel distract our global\r\ncommunity from the obligation to address the needs of\r\nall peoples.\r\nI call on the Assembly to address head-on the\r\nactive involvement of Iran and Syria in terrorism and\r\nSyria’s continued occupation of Lebanon. There can be\r\nno place in the community of nations for those who\r\npromote the killing of children. I call on the Assembly\r\nto promote practical measures to help nations cut off\r\nall financial and political lifelines of terror.\r\nI call on the Assembly to address the growth of\r\nanti-Semitism and other forms of racism and\r\nintolerance. I urge you, Mr. President, and the\r\nSecretary-General, to convene a special session of the\r\nAssembly on that crucial matter. We all share the\r\nresponsibility to educate our children to understanding\r\nand tolerance rather than to hatred and incitement.\r\nWe must build a united and global coalition to\r\nfight terrorism, racism and anti-Semitism. We must\r\nbuild a united front against the cold-blooded murderers\r\nof our children. In that battle, there is no middle\r\nground. There is no room for explanations or excuses.\r\nThere are no mitigating circumstances. Declarations\r\nand condemnations are very important, but they are not\r\nenough. Every nation, every Government, every leader\r\nhas the responsibility to act. Those who choose instead\r\nto support and sponsor terror must be isolated and held\r\nto account for their crimes.\r\nWhen I speak of terror and its dangers to life and\r\nfreedom, I speak from bitter personal experience. My\r\nown home town of Beersheva suffered a double suicide\r\nbombing just three weeks ago. Sixteen innocent people\r\nwere killed when their commuter buses were blown up.\r\nIn the middle of an important meeting with visiting\r\nofficials, I rushed to call my mother and brother to\r\ncheck that they were alive. Hamas, which operates\r\nfreely from Palestinian territory and receives support\r\nand safe haven from the regimes in Damascus and\r\nTehran, proudly claimed responsibility for that horrific\r\nattack.\r\n20\r\nA/59/PV.7\r\nAgain yesterday, as I was meeting with the\r\nSecretary-General to discuss peace in the Middle East,\r\nI was passed a note informing me of a suicide atrocity,\r\nin which two more Israelis were blown to pieces by a\r\nPalestinian terrorist. And this morning, once again, yet\r\nmore Palestinian murderers took the lives of three\r\nyoung Israelis in an attack on Morag.\r\nIn the last year alone, 150 Israelis have been\r\nkilled and thousands more injured in more than 40\r\nseparate suicide bombings and other cold-blooded\r\nattacks. More than 200 additional suicide-bombing\r\nattempts were blocked by our defensive measures.\r\nNo Israeli mother is free of the fear that her child\r\nmay be lost. No Israeli child is immune to the\r\nterrorists’ plans. In the name of God above and all\r\nhumanity here on Earth, this killing must stop.\r\nPalestinian terrorism is the key reason that the\r\ndream of peace in the Middle East has not yet become\r\na reality. Combating this terror is crucial to the\r\nprospects for peace in our region. No peace initiative\r\ncan survive if terrorists continue to enjoy a free hand to\r\nundermine it.\r\nThe road map recognizes this, calling, in phase\r\none, for sustained Palestinian action against terror, the\r\ndismantling of terrorist organizations and the end of\r\nincitement in schools and the media. Sadly, the current\r\nPalestinian leadership has refused to fulfil those\r\nfundamental obligations, preferring to blame Israel for\r\nall its failures. The Palestinian side spends more energy\r\nfighting Israel here at the United Nations than it does\r\nfighting the terrorists in its own territory.\r\nIn the post-11-September world, this is not\r\nacceptable. The Palestinians are not exempt from the\r\nimperatives of the global war on terror. On the\r\ncontrary, it is in their clear interest to join it. To stand\r\nup against Hamas and Islamic Jihad is to stand up for\r\nPalestinian rights, not against them.\r\nWe urge the international community to recognize\r\nthis reality and help the voices of reform and\r\nmoderation within Palestinian society to emerge. The\r\nfuture of the Palestinian people will be determined by\r\nthe choices that the Palestinians and their leadership\r\nmake on the ground. The solutions — for the\r\nPalestinians and Israelis as one — lie in Gaza and\r\nRamallah, not in The Hague or New York.\r\nIsrael is acting in both the diplomatic and the\r\nsecurity arenas to deal with the consequences of this\r\nchronic failure of the Palestinian leadership. On the\r\ndiplomatic front, Israel accepted the road map in May\r\n2003, and we remain committed to its realization. At\r\nthis time, however, we have no responsible Palestinian\r\npartner ready to join us in this effort. Israel is now\r\nplanning to implement the disengagement plan as a\r\nmeans of enhancing security and establishing a new,\r\nmore promising platform for a return to negotiations.\r\nWe are in constant contact with the donor community\r\nand the World Bank in a joint effort to rebuild Gaza in\r\nthe wake of Israel’s withdrawal.\r\nOn the security front, Israel is building a security\r\nfence to stop the unchecked wave of Palestinian\r\nattacks. After 20,000 terrorist attacks, we deserve to\r\nprotect our people. No other country would act\r\notherwise after 20, let alone 20,000, terrorist attacks.\r\nThe fence does not take lives. It saves them. Where\r\nthere is a fence, there is no terror. Where there is no\r\nfence, there is terror. The modified route of the fence\r\nreflects the necessary balance between the security of\r\nour citizens and the welfare of the Palestinian\r\npopulation, as called for by Israel’s Supreme Court.\r\nMost important, the fence is reversible. The lives taken\r\nby terror are irreversible. By helping take terrorism out\r\nof the equation, the fence contributes to the prospect of\r\na return to negotiations and the realization of the road\r\nmap’s vision of peace.\r\nI call on the Assembly to acknowledge this truth\r\nand to reject the continued Palestinian effort to have\r\ndelegations address Israel’s response to terrorism,\r\ninstead of addressing the terrorism itself.\r\nUltimately, we need real contact and dialogue,\r\nbased on mutual respect for the humanity of the other\r\nif we are to resolve the conflict in the Middle East. The\r\nGovernment of Israel is ready for such contact. We are\r\nready to talk to any leadership — from Syria, Lebanon\r\nor the Palestinians — that comes to the table without\r\nterror and with the genuine intention of finding\r\nmutually acceptable solutions to our differences.\r\nTomorrow, Yom Kippur, is a day of prayer,\r\nfasting and soul-searching for the Jews. In Beersheva,\r\nin a synagogue named after my father, I will be praying\r\ntogether with those who have recently buried their\r\nmurdered children. I will pray that our collective\r\naspiration for life and freedom will prevail over the\r\nterrorists and those who sponsor them. I will pray that\r\nGod will deliver peace on earth, for all humanity. And\r\nI will pray that mankind can unite — through the\r\n21\r\nA/59/PV.7\r\nUnited Nations — to help make this dream become a\r\nreality.\r\nAnd I would like to say in Hebrew, Happy New\r\nYear.\r\nThe President (spoke in French): I now call on\r\nHis Excellency The Honourable Albert Shabangu,\r\nDeputy Prime Minister of Swaziland.\r\nMr. Shabangu (Swaziland): Allow me to convey\r\nto all members of the United Nations family the warm\r\ngreetings and best wishes of His Majesty\r\nKing Mswati III, Her Majesty the Indlovukazi, the\r\nGovernment and, indeed, the entire Swazi nation.\r\nThe Kingdom of Swaziland congratulates you,\r\nSir, on your election to the presidency of this session.\r\nWe are especially proud that a fellow African has been\r\nelected to that demanding position, and we are\r\nconfident that your diplomatic skill and experience will\r\nhelp you to lead the Assembly towards a successful\r\nconclusion of its deliberations.\r\nIn the aftermath of 11 September 2001, the world\r\nis understandably preoccupied with the question of\r\nsecurity and the war on terror. The Kingdom of\r\nSwaziland continues to condemn, in no uncertain\r\nterms, terrorism which constantly threatens world\r\npeace, security and stability. As part of our support for\r\nthe alliance against terrorism, the Government of\r\nSwaziland is currently studying the United Nations\r\nconventions that deal with terrorism, to ensure not only\r\nthe adaptation of such important conventions, but also\r\ncompliance with them. The Parliament of the Kingdom\r\nof Swaziland will be debating, and will hopefully pass,\r\nits long-awaited anti-terrorism bill during its next\r\nsession.\r\nFuture world stability is also threatened by the\r\ncontinuing spread of weapons of mass destruction. Our\r\nfailure as an Organization in that regard thus far is due\r\nto inability to agree on a time frame suitable to all\r\nMembers for arms control and nuclear disarmament.\r\nThe Treaty on the Non-proliferation of Nuclear\r\nWeapons (NPT) and the Comprehensive Nuclear-Test-\r\nBan Treaty (CTBT) were designed as an essential first\r\nstep towards a world free from the danger that such\r\nweapons pose. We clearly need to find a way to\r\nstrengthen the non-proliferation regime and to prevent\r\nthe flow of conventional weapons and anti-personnel\r\nlandmines into zones of conflicts or into the hands of\r\nterrorists. The Kingdom of Swaziland therefore calls\r\nupon the Conference on Disarmament to implement the\r\nproposal of the Non-Aligned Movement by\r\nestablishing, as its highest priority, an ad hoc\r\ncommittee to begin negotiations on a programme for\r\nthe complete and time-bound elimination of nuclear\r\nweapons from those countries that have them.\r\nWhile the possibility of global conflict has\r\ndiminished since the end of the cold war era, it is a fact\r\nthat there has been a corresponding increase in the\r\nincidence of internal conflicts and cross-border\r\ndisturbances, arising from a variety of causes,\r\nincluding ethnic and religious confrontation.\r\nThe situation in the Middle East is inevitably at\r\nthe centre of the debate on peace and security. The\r\nKingdom of Swaziland pledges the continuation of our\r\nsupport for all initiatives and efforts aimed at resolving\r\nthat situation and at bringing peace and stability to the\r\nMiddle East. We sincerely believe that the vital role of\r\nthe United Nations continues to be critical to the\r\nresolution of the Middle East conflict.\r\nThe creation of the African Union and the New\r\nPartnership for Africa’s Development (NEPAD), and\r\nthe great strides that have been taken in the past two\r\nyears, are a clear indication that we are moving in the\r\nright direction. We are convinced that, with the support\r\nof the international community and in the spirit of the\r\ntrue partnership that is demonstrated by mutual respect,\r\nwe shall succeed in our objectives, initiatives and\r\nefforts to raise the living standards of our peoples.\r\nWe have placed our trust in NEPAD to be the\r\nvehicle for that shift away from the underdevelopment\r\nand conflict of the past by addressing the fundamental\r\nroot causes of our problems. The ongoing integration\r\nof our initiatives and programmes within the African\r\ncontinent will make possible sustainability and true\r\ngrowth in our economies. Together, in unity of\r\npurpose, we shall succeed. In that regard, we welcome\r\nthe establishment by the Secretary-General of the\r\nAdvisory Panel on International Support for NEPAD,\r\nwhich will, in our view, help us to be more effective in\r\nour efforts to promote Africa’s development.\r\nOur united effort is also addressing the conflicts\r\nthat continue to threaten peace, stability and security\r\non the African continent. We realize that, without those\r\nelements, our development goals will continue to elude\r\nus, especially because, apart from resources that are\r\nwasted on arms, our people can be productive and be\r\nable to trade among themselves and with the rest of the\r\n22\r\nA/59/PV.7\r\nworld only under conditions of peace, stability and\r\nsecurity.\r\nThe establishment of the Peace and Security\r\nCouncil of the African Union is a landmark event in\r\nour efforts to manage our conflicts. In particular, allow\r\nme to single out for commendation Secretary-General\r\nKofi Annan for his tireless efforts to highlight and\r\naddress African problems. We look forward to the\r\ncomplete resolution of the dispute in Somalia, and in\r\nparticular to the resolution of the dispute in the Darfur\r\nregion of the Sudan.\r\nThe complex challenges facing the world today\r\nlend greater significance and urgency to initiatives for\r\nthe reform of our Organization. The Kingdom of\r\nSwaziland believes that those reforms are essential if\r\nthe United Nations is to retain the global credibility\r\nand authority that are so necessary to its operations.\r\nOur aim must be to transform the Organization into a\r\nstructure that is truly representative of all Members and\r\nthat is transparent and efficient in its operations, while\r\nremaining consistent with the purposes and objectives\r\nof our founding Charter. We believe that achieving\r\nbalanced representation in the principal organs of the\r\nUnited Nations should be a priority.\r\nIn that regard, we support an increase in both\r\npermanent and non-permanent seats in the Security\r\nCouncil. The Security Council in particular requires\r\nreform in order to strengthen its legitimacy. Its\r\ncomposition must reflect the plurality and diversity of\r\nthe membership of the United Nations, to recognize the\r\nprofound geopolitical changes that have taken place in\r\nrecent history. However, due to a lack of political will\r\non the part of some Members to increase the\r\nmembership of the Security Council, progress in the\r\nreform agenda remains unattainable.\r\nTurning now to the question of development, we\r\nbelieve that the Millennium Declaration marked a\r\nturning point in carrying out the mission unanimously\r\nentrusted to the United Nations in the area of\r\nsustainable development. Indeed, for the first time,\r\nheads of State or Government agreed on specific goals\r\nand targets in the social, economic and educational\r\nfields, up to the year 2015. In our view, the leaders\r\nwere correct to make the related topics of peace,\r\nsecurity, development and poverty eradication\r\npriorities to be addressed, because future world\r\nstability depends on the ability of national\r\nGovernments to increase the momentum for economic\r\ndevelopment and their capacity to improve the delivery\r\nof job creation and essential services such as health\r\nand education.\r\nDeveloping countries have been facing special\r\ndifficulties in responding to the challenges brought\r\nabout by globalization. As a result, many developing\r\ncountries, especially the least developed ones, have\r\nremained marginalized in the globalizing world\r\neconomy. Consequently, the benefits of globalization\r\nare unevenly distributed. In that regard, the Kingdom\r\nof Swaziland believes that in order to maximize the\r\nbenefits of globalization, the process of integration into\r\nthe world economy should take into account the level\r\nof economic development of each country and the\r\ncapacity of its institutions and enterprises. In\r\nparticular, specific national development potentials and\r\nsocio-economic circumstances, as well as differing\r\ninitial conditions relating to size, resource\r\nendowments, economic structure and location, should\r\nbe considered. It is also necessary to take into account\r\nthe specific development, financial and trade needs of\r\ndeveloping countries, in view of the fact that there can\r\nbe no one-size-fits-all trade development strategy.\r\nI believe that I speak on behalf of many from the\r\ndeveloping world when I say that small economies are\r\nnot receiving fair treatment in global trade. The\r\nproposed removal of preferential terms for our\r\nagricultural products and the continuation of subsidies\r\nfor such products from the developed world is bound to\r\ndeal a fatal blow to many of our weak economies. We\r\nrequest understanding and appreciation of our situation\r\nby our developed partners. We are asking for a\r\npartnership that will take into account our unique\r\nsituations as developing economies so that we can\r\nparticipate effectively in the global market. For our\r\npart, as small economies, we pledge quality and high\r\nstandards for our products. Our farmers are more than\r\nready to deliver the best to international markets. It\r\nshould be noted that agricultural incomes are the\r\ncornerstone of development for our rural communities.\r\nFor our part in the Kingdom of Swaziland,\r\npoverty alleviation remains the number-one priority.\r\nSixty-six per cent of our people are living below the\r\ninternationally recognized poverty line, yet our\r\nclassification as a lower-middle-income country\r\nprevents our access to many of the funds and resources\r\nthat are available to those in different categories. We\r\nwill be working with the United Nations to ensure that\r\nthis situation is corrected.\r\n23\r\nA/59/PV.7\r\nIn the meantime, we are focusing our efforts and\r\navailable resources on programmes that meet the\r\nchallenges of poverty in a sustainable and equitable\r\nmanner. Our national development strategy, which is\r\nthe result of direct consultation with all stakeholders,\r\nhas incorporated all eight priority United Nations\r\nMillennium Development Goals so as to provide us\r\nwith a blueprint for government action towards\r\nachieving the vision of improving the livelihood of our\r\npeople by 2022.\r\nDespite all our best efforts and our limited\r\nsuccess in many areas, we are restricted in our capacity\r\nto meet our objectives due to a multitude of problems\r\nthat are affecting us simultaneously and that we cannot\r\novercome on our own. As is the case with all\r\ndeveloping countries, we are particularly at risk in\r\ntimes of global economic difficulties and are\r\nparticularly vulnerable to disease and to the effects of\r\nchanging weather patterns.\r\nWeakening our efforts to meet our development\r\nchallenges is the threat posed by multiple health\r\nhazards, including malaria and tuberculosis, but\r\nespecially HIV/AIDS. AIDS continues to claim the\r\nlives of many of our people. No sector of development\r\nhas been spared the ravaging impact of the HIV/AIDS\r\npandemic, with enormous strain placed on our financial\r\nand human resources as we make the required\r\ninterventions. We are attacking the enemy on various\r\nfronts, with priority on prevention, care, counselling\r\nand treatment. Our National Emergency Response\r\nCommittee has had some success with regard to home-\r\nbased and community-based care for those already ill\r\nas a result of infection.\r\nUnfortunately, we are currently experiencing an\r\nexodus of qualified nurses, who are being employed in\r\nthe developed world. The exodus has adversely\r\naffected our capacity-building efforts. That exodus,\r\ntogether with other wider impacts of HIV/AIDS, has\r\ndealt our economy a heavy blow.\r\nThe Kingdom of Swaziland continues to make the\r\nwelfare of children a priority in our development strategy.\r\nIn that regard, both the Government and the private\r\nsector, including non-governmental organizations\r\n(NGOs), have responded with zeal and determination\r\nto the plight of orphans and other vulnerable children,\r\nresulting from the effects of the pandemic. The\r\nGovernment is providing bursaries for such children in\r\norder to ensure that their education is not disrupted.\r\nThe Government and the business community, in\r\npartnership with NGOs, are providing school feeding\r\nschemes in order to improve their nutritional balance.\r\nWe are also using our traditional structures to cater for\r\ntheir material and emotional needs; this includes the\r\nprovision of local reporting structures to prevent the\r\nabuse of those children. The chiefdoms also provide\r\nfields where communities grow food for orphans and\r\nother vulnerable children.\r\nLet me take this opportunity to express the most\r\nprofound gratitude of the entire Swazi nation to the\r\nUnited Nations and to all our development partners for\r\nthe support we continue to receive as we face that\r\nkiller disease. The support we have received from the\r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria\r\ncontinues to prop up and sustain our programmes and\r\nstrategies in our fight against this scourge. Fellow\r\nmembers, we shall be forever grateful to you all.\r\nThe Kingdom of Swaziland is fully committed to\r\nthe principles of good governance and the rule of law.\r\nThe nation has just completed debating the Kingdom’s\r\ndraft constitution, and the draft will soon be submitted\r\nto Parliament for final consideration before the end of\r\nthis year.\r\nFor more than 30 years, the Kingdom of\r\nSwaziland has been enjoying excellent relations with a\r\nnation which, despite an outstanding record in\r\ninternational development assistance and despite\r\nfulfilling every requirement for membership in the\r\nOrganization, is nonetheless excluded from\r\nparticipation in the activities of the United Nations. I\r\nam referring here to the issue of the 23 million people\r\nof the Republic of China on Taiwan, who are denied\r\nthe right to contribute to the global initiatives\r\nundertaken by this world body. The Government and\r\nthe people of the Republic of China on Taiwan have\r\nmade enormous advances in economic, social and\r\npolitical terms, and they have shown themselves ready\r\nand able to share their experience and advice with all\r\nthe nations of the world. The Kingdom of Swaziland,\r\ntherefore, proposes to the Assembly that the time has\r\ncome to revisit this issue so as to ensure the inclusion\r\nof the Republic of China on Taiwan in the activities of\r\nthe United Nations and its associated agencies.\r\nIn conclusion, I would like to take this\r\nopportunity to express the deep gratitude of His\r\nMajesty the King, the Indlovukazi, the Government\r\nand the people of Swaziland to the United Nations and\r\n24\r\nA/59/PV.7\r\nits agencies for the many programmes of assistance\r\nundertaken in the Kingdom of Swaziland since our\r\nindependence.\r\nWe believe that the United Nations, as the only\r\ntruly global Organization, remains the only hope for\r\novercoming the many complex challenges facing the\r\nworld today. Despite the setbacks, and despite the\r\nobstacles to achieving our collective aims, there can be\r\nno doubt that the world could be a more troubled place\r\nwithout the combined efforts of all of us. The Kingdom\r\nof Swaziland, therefore, takes great pride in\r\nreaffirming our commitment to the principles and\r\nideals set out in the Charter, and we ask Almighty God\r\nto watch over and guide us in the challenging times\r\nahead for our Organization.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Petros Molyviatis, Minister for\r\nForeign Affairs of Greece.\r\nMr. Molyviatis (Greece): Mr. President, I would\r\nlike to begin by congratulating you upon your election\r\nto your challenging office. Under your able guidance,\r\nthe Assembly will take forward its relentless pursuit of\r\npeace, security and prosperity throughout the world. I\r\ncan assure you of Greece’s unwavering support in your\r\nefforts. Our thanks go also to the outgoing president,\r\nMr. Julian Hunte, for his exemplary efforts and\r\nachievements in revitalizing the work of the General\r\nAssembly, as well as on many other issues.\r\nThe Greek Government fully subscribes to the\r\nstatement delivered two days ago by the Foreign\r\nMinister of the Netherlands on behalf of the European\r\nUnion (EU) (see A/59/PV.3), as well as to the EU\r\npriorities presented to this General Assembly.\r\nAt the beginning of the twenty-first century,\r\nevents of great importance changed the world we live\r\nin. From the most shocking tragedy of 11 September\r\n2001 to the bombing attacks in Madrid and the recent\r\nacts of unspeakable brutality in Beslan, a dark parade\r\nof acts of blind violence has caused immense human\r\nsuffering.\r\nThis has increased our responsibility and cemented\r\nour will to work in solidarity for a safer, fairer world.\r\nFighting international terrorism has become the most\r\npressing task among our priorities. In that fight, we\r\nmust prevail. Besides the scourge of terrorism,\r\nhowever, there are many other challenges and grave\r\nproblems that afflict humanity. The proliferation of\r\nweapons of mass destruction, human trafficking,\r\norganized crime, failing States, environmental\r\ncatastrophes, social and economic crises, pandemic\r\ndiseases, large-scale humanitarian disasters, hunger\r\nand poverty constitute the core problems we have to\r\nface in solidarity regardless of our geography, culture\r\nor religion.\r\nLast year, the Secretary-General announced the\r\ncreation of a High-Level Panel of eminent persons to\r\nassess the new threats and challenges and to suggest\r\nways to deal with them, including through reform of\r\nthe multilateral international system. We fully support\r\nthose efforts. We are eager to contribute constructively,\r\nto the best of our ability, towards making the United\r\nNations as effective as possible for the twenty-first\r\ncentury.\r\n(spoke in French)\r\nThe major challenges and threats confronting us\r\nare a source of profound concern — for us and for the\r\npeoples we represent. Nonetheless, it is my conviction\r\nthat, at any cost, we must avoid being drawn into\r\npessimism and anxiety about the future. I share with\r\nmillions of people worldwide the hope, optimism and\r\ndetermination that were recently seen during the\r\nOlympic and Paralympic Games in Athens.\r\nIn Athens, athletes of the world devoted their\r\nefforts to a noble cause and showed us that competition\r\ndoes not necessarily mean tension, friction, crisis or\r\nconflict. To the contrary, they proved that the\r\naspirations of all sides can not only coexist peacefully\r\nbut can also lead to a strengthening of friendship,\r\nsolidarity and cooperation among individuals and\r\nnations.\r\nThe ancient ideal of the Olympic Truce embodies\r\nmodern humanity’s hope for the peaceful settlement of\r\nthe conflicts ravaging the world. The General\r\nAssembly has, on many occasions, unanimously\r\nendorsed the Olympic Truce and has appealed to\r\nMember States to respect it during the Games. It is\r\nnow a question of transforming that appeal into a\r\ntangible reality.\r\n(spoke in English)\r\nMultilateral cooperation is the safest way to a\r\nbetter world. We all should contribute to the\r\nenhancement and effectiveness of the international\r\nmultilateral system. In that context, Greece fully shares\r\nthe view of the Secretary-General that we have to\r\n25\r\nA/59/PV.7\r\nmove rapidly from the existing culture of reaction to\r\none of prevention.\r\nThe peaceful resolution of all disputes at an early\r\nstage, on the basis of the United Nations Charter, is of\r\nfundamental importance to my country. We strongly\r\nbelieve that the United Nations system of conflict\r\nprevention and its preventive potential should be\r\nfurther enhanced to respond better to future challenges.\r\nPeace and development are two mutually\r\nreinforcing sides of the same coin. Persistent poverty\r\ncheats nations out of progress and provides a breeding\r\nground for both internal and regional crises. Four years\r\nago, with the adoption of the Millennium Declaration,\r\na landmark decision was taken to embark upon long-\r\nterm global evolution. We committed ourselves to\r\nachieve by the year 2015 the Goals that were set. It\r\nwould be a disgrace to mankind if we did not succeed\r\nin bringing about stable and sustainable development\r\nand in eradicating hunger and poverty.\r\nHowever, there are growing indications that,\r\ndespite some progress, we are lagging in fulfilling\r\nagreed targets. Collectively, we have to explore new,\r\ninnovative ways of financing development. Particular\r\nattention should be paid to the development problems\r\nof Africa and of small island States.\r\nIn line with the Millennium Declaration, and\r\ndespite the enormous outlay of resources necessary to\r\nfinance the Olympic Games and their security, Greece\r\nhas made a point of increasing its development\r\nassistance.\r\nIn the context of that effort, Greece welcomes the\r\nproposals to combat hunger and poverty made by the\r\nPresident of Brazil and co-sponsored by France, Chile,\r\nArgentina and Spain. We shall continue to work\r\ntowards a constructive and effective system that will\r\nallow smooth cooperation between recipients and\r\ndonors and between developing and developed\r\ncountries.\r\nA close look at Greece’s immediate\r\nneighbourhood reveals that, despite the considerable\r\nprogress made over the last few years, the situation\r\nstill remains fragile in parts of the western Balkans.\r\nUnemployment and the lack of economic prospects are\r\nin some cases a social and political time bomb. The\r\nsituation in Kosovo remains a source of instability.\r\nWith the proactive support and involvement of\r\nthe international community, we are working hard to\r\ntransform the Balkans into a region of democracy, peace,\r\nstability and prosperity, focused on a common European\r\nfuture. We believe that genuinely regional initiatives\r\nsuch as the South-East European Cooperation Process\r\nconstitute the appropriate vehicle to enable\r\nparticipating countries to coordinate their efforts\r\ntowards reform, progress and good neighbourliness.\r\nIn recent years, the climate of our bilateral\r\nrelations with Turkey has been constantly improving.\r\nBoth the Greek and the Turkish Governments have\r\nundertaken sincere efforts to set bilateral relations on a\r\nnew track. We note with satisfaction the progress\r\nachieved so far in certain areas of our bilateral\r\ncooperation and express our determination to expand it\r\nfurther. It is in that spirit that we clearly support\r\nTurkey’s European perspective.\r\nIn Cyprus, reunification remains our unwavering\r\ngoal through a mutually agreed, lasting, fair and\r\nfunctional settlement, based on the relevant Security\r\nCouncil resolutions and the plan of the Secretary-\r\nGeneral and compatible with the European Union\r\nCommunity acquis and European Union principles.\r\nDuring the last 30 years of military occupation of\r\nmore than one third of the territory of Cyprus, Greece\r\nhas strongly supported every attempt and initiative by\r\nthe United Nations, including the most recent one, for\r\nthe achievement of a just, viable and functional\r\nsolution of the Cyprus problem. Unfortunately, the last\r\nround of talks did not lead to an agreed comprehensive\r\nsolution. In the referendum, which followed in April,\r\nan overwhelming majority of Greek Cypriots rejected a\r\nspecific version of the Annan plan, but they still deeply\r\ncherish the goal of a reunited island.\r\nThe international community can contribute\r\ndecisively in that direction by keeping the window for\r\na solution open and by avoiding any action which\r\ncould lead to the deepening of the division of the island\r\nor could fail to provide incentives for its reunification.\r\nThe horizon over the Middle East remains dark.\r\nThe Greek Government is convinced that only the\r\nimplementation of the road map can lead to the two-\r\nState solution: Israel and Palestine coexisting in peace\r\nand security. Half measures can only complicate\r\nmatters and add new sources of tension. Essential\r\nprogress in the peace process cannot be achieved\r\nwithout a comprehensive cessation of all kinds of\r\nviolence, especially violence directed against civilians.\r\nTerrorism cannot be a weapon to achieve political\r\n26\r\nA/59/PV.7\r\ngoals, and terrorist attacks cannot be justified by any\r\nmeans.\r\nAs to Iraq, we are deeply committed to the\r\nterritorial integrity and unity of the country in a federal\r\nsystem. We are deeply worried by the ongoing violence,\r\nand we hope for progress in the political process, which\r\nwill lead to a stable and prosperous democratic\r\ncountry, allowing all of its citizens to enjoy the fruits\r\nof peace and exploit the country’s enormous potential.\r\n(spoke in French)\r\nIn the light of the great challenges on the African\r\ncontinent, we note with great satisfaction the\r\ndedication shown and the results achieved by the\r\nAfrican Union, an organization that is only 3 years old.\r\nGreece and its European partners want to help to improve\r\nAfrica’s prospects through development assistance,\r\nhumanitarian assistance and logistical support.\r\nMoreover, we support the prospect of strengthened\r\npolitical cooperation with African countries and with\r\nthe continent’s regional organizations.\r\nI take this opportunity to express the\r\ncongratulations of my Government and of the Greek\r\npeople on the tenth anniversary of the establishment of\r\ndemocracy in the Republic of South Africa, a historic\r\nevent of pan-African significance.\r\n(spoke in English)\r\nMy country has applied for a non-permanent seat\r\non the Security Council for the period 2005-2006. I\r\nwish to express our deep appreciation to the members\r\nof the Group of Western European and other States for\r\ntheir endorsement. Elections are taking place in a few\r\nweeks’ time. We are asking for the support of the\r\nAssembly, which we would greatly appreciate. Let me\r\nassure Members that we shall respect its mandate and\r\nthat we remain strongly committed to contributing\r\nconstructively to the maintenance of peace and security\r\nand to the preservation of the multilateral order.\r\nGreece remains completely devoted to the\r\npromotion of democratic principles of government, the\r\npeaceful resolution of disputes, strict adherence to\r\ninternational law and respect for human rights. We are\r\ndetermined, should we be elected, to devote all our\r\nefforts and all our capacity to fulfilling that\r\nresponsibility and honouring the trust of this Assembly\r\nof all nations.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Franco Frattini, Minister for\r\nForeign Affairs of Italy.\r\nMr. Frattini (Italy): This year’s general debate\r\nunfolds against an international backdrop in which\r\nterrorist acts of great ferocity have become all too\r\ncommon. The latest, heinous form of terrorism is\r\nhostage-taking, which has caused deep sorrow to many\r\nof our nations. Again and again, the international\r\ncommunity has been caught off guard, unable to\r\nrespond quickly or effectively. New humanitarian\r\ncatastrophes have afflicted some of the world’s poorest\r\npeoples. Difficult stabilization processes are still under\r\nway in many regions where the international community\r\nis implementing United Nations resolutions.\r\nSome areas of the world have seen economic and\r\nsocial progress. Yet we cannot ignore the fact that\r\nentire regions — especially in Africa — are crippled\r\nby poverty, malnutrition, disease and illiteracy. That is\r\nwhy Italy takes a leading role in combating those ills in\r\nmultilateral forums and through bilateral means.\r\nOur peoples demand security. We must join\r\nforces to strengthen international cooperation and to\r\nconfront the common threat of terrorist organizations.\r\nThe false prophets of terror are able to spread their\r\nmessage of death as a result of ignorance among\r\ncultures. To counter their distortions, we should\r\nmobilize people’s consciences and strengthen dialogue\r\namong civilizations with different histories but shared\r\nvalues and a common belief in human dignity.\r\nPeace and development — the agenda of security\r\nand human promotion — are related goals that require\r\na coordinated approach carried out through multilateral\r\ninstitutions and in a spirit of equal partnership with\r\ndeveloping countries. In that regard, I would like to\r\nstress the fundamental importance of a major event that\r\nwill take place in 2005. That initiative will be a unique\r\nopportunity for a comprehensive review of progress\r\ntowards the attainment of the Millennium Development\r\nGoals.\r\nIn our globalized, interdependent world,\r\ninternational organizations are expected to provide\r\nleadership not only through abstract formulations of\r\ngeneral principles, but also through effective, shared\r\ninitiatives supported by broad consensus. Our priority\r\nis to strengthen the multilateral system and to\r\nreinvigorate the role of the United Nations. That is the\r\nresponsibility that the Secretary-General set out for us\r\n27\r\nA/59/PV.7\r\nat the last session of the General Assembly. There are\r\ntwo conditions for success: a sounder understanding of\r\nthe threats we face and a broad consensus on the\r\npolicies aimed at confronting them. Effective\r\nmultilateralism depends much more on political will\r\nand shared goals than on structures and procedures.\r\nThe multilateral system — which demands\r\nresponsibility and commitment — is judged by the\r\nresults it enables us to achieve. That is why the whole\r\ninternational community must be involved, starting\r\nwith the States that command greater resources and\r\ncapabilities. Multilateral decisions can be difficult, but\r\nthat is no excuse for inaction.\r\nThe starting point for United Nations reform is a\r\nreview of the Organization’s policies. Italy welcomes\r\nthe reform of United Nations peacekeeping and peace-\r\nbuilding, which we — as the sixth largest contributor to\r\nthe United Nations budget and one of the top contributors\r\nof troops to peacekeeping operations over the past 10\r\nyears — support. Strengthening that critical sector will\r\nhelp to prevent the recurrence of conflicts, to consolidate\r\nthe gains of peace, to re-establish the rule of law and to\r\nguarantee freedom for all. Italy will also continue to\r\nsupport the growing financial, operational and training\r\ndemands of new missions, particularly in Africa —\r\nhere, I am also thinking about the New Partnership for\r\nAfrica’s Development — and elsewhere.\r\nCrisis management is a United Nations priority\r\nthat demands greater coordination of its components\r\nand a stronger commitment on the part of Member\r\nStates to protect human beings and to uphold their\r\ndignity. We thus look forward to the report of the Panel\r\nof Eminent Personalities appointed by the Secretary-\r\nGeneral. The membership will have to examine it and\r\ndiscuss its recommendations thoroughly and openly.\r\nA firm agreement on the policies of the United\r\nNations must be upheld by institutions that enjoy the\r\nconsensus and participation of the membership. We are\r\nencouraged by the results achieved so far with regard\r\nto improving the functioning of the General Assembly.\r\nOn Security Council reform, we have not yet\r\nbeen able to find an agreement that reconciles the\r\nvarious approaches on the table. That should not deter us\r\nfrom seeking solutions that are not divisive. Any decision\r\nimposed upon Member States would seriously undermine\r\nthe credibility of the Council and the legitimacy of its\r\naction. Confronted with global challenges of great\r\nmagnitude, the international community cannot afford\r\nprofound divisions within its ranks.\r\nItaly is in favour of a Security Council reform\r\ninspired by the principles of greater inclusiveness,\r\neffectiveness, democratic participation and geographic\r\nrepresentation, starting with the developing countries.\r\nWe are firmly convinced that the best way to pursue\r\nsuch a reform is to establish new non-permanent seats.\r\nSince States would occupy those seats on the basis of\r\nperiodic elections, they would be accountable to the\r\ngeneral membership.\r\nSome Member States, however, have advocated\r\nthe addition of new permanent seats — for themselves.\r\nWe do not believe the Council’s difficulties can be\r\nresolved through new permanent, irrevocable\r\nappointments and national mandates. Such a move\r\nwould sow division, frustration, and perhaps\r\ndisengagement, among the membership. Important\r\nareas of the world would be left without representation.\r\nFor one, there would be no seat at the Council table for\r\nthe Arab and Islamic world. Can the international\r\ncommunity really afford this at a time when we are\r\ntrying to broaden the dialogue among different faiths\r\nand cultures?\r\nOn the other hand, if a broad consensus emerges\r\nwith full respect for the sovereign equality of all\r\nMember States, we are willing to contemplate more\r\nfrequent rotation or longer terms for countries that\r\nmake a greater contribution to the objectives of the\r\nUnited Nations. Should reflections of the High-level\r\nPanel on Threats, Challenges and Change be driven by\r\nsuch a bold and innovative approach, we would\r\nstrongly support their endeavour. I am convinced that\r\nmany other countries would also be ready to accept it.\r\nIn addition, a closer relationship should be built\r\nbetween elected members and their regional groups.\r\nThat would enhance the accountability of elected\r\nmembers and would make the Council more\r\nrepresentative and its deliberations more legitimate.\r\nAlready in San Francisco in 1945 the founding\r\nfathers recognized the importance of regional\r\norganizations, whose relations with the United Nations\r\nare governed by Chapter VIII of the Charter, and\r\nwhose role has grown steadily in the years that\r\nfollowed. Increasingly, States belonging to the same\r\nregion have felt a sense of common responsibility for\r\ncrises affecting them all. Moreover, regional\r\n28\r\nA/59/PV.7\r\narrangements provide small to mid-size States with a\r\ngreater say in the decisions of international forums.\r\nMore should be done to express those realities at\r\nthe United Nations and in the Security Council. As a\r\nfounding member of the European Union, the\r\ndepositary of its treaties and the host for the solemn\r\nsignature of the new European Constitution, Italy\r\nbelieves that today’s 25-member European Union has a\r\nfundamental contribution to make to the objectives of\r\nthe United Nations. We have always worked to allow\r\nthe European Union to speak with a single, more\r\ninfluential, voice. We realize, of course, that we are\r\ndealing with a gradual process. Nevertheless, we must\r\nstay the course and not jeopardize the achievement of\r\nour goal in the interests of all Europeans.\r\nLet me conclude with a final, strong appeal to\r\nStates Members. Let us join forces, abandon national\r\nambitions and seek the least divisive ways to enhance\r\nmultilateralism. That is the only way the international\r\ncommunity can meet the global challenges of the new\r\nmillennium. In deciding between the satisfaction of the\r\nfew and the inclusion of the many, the wrong choice is\r\na luxury that the United Nations — at the very heart of\r\nthe international system — can ill afford to make.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Michel Barnier, the Minister for\r\nForeign Affairs of the Republic of France.\r\nMr. Barnier (France) (spoke in French): I would\r\nlike to congratulate you, Mr. President, on your\r\nelection. We are pleased that a man of your ability, a\r\nFrancophone representative of a friendly country, is\r\ndirecting our proceedings.\r\nI also wish to warmly applaud our Secretary-\r\nGeneral. We have heard his message on respect for the\r\nrule of law. And through the Secretary-General, I wish to\r\ncommend the entire staff of this institution, here and\r\neverywhere in the world: their courage and commitment\r\nare a credit to our ideals and to the organizations they\r\nserve — sadly, sometimes at the cost of their own\r\nlives.\r\nHow are we to meet the challenges facing the\r\nworld? That is the question we all keep asking\r\nourselves, one after another, from this rostrum. And\r\nhow are we to meet the world’s expectations unless we\r\nall mobilize? More than ever, the United Nations\r\nremains the one irreplaceable, legitimate framework\r\nfor harnessing that mobilization and translating it into\r\ncollective action.\r\nWe have much to do: conflicts remain unresolved,\r\nwhile others are breaking out; poverty is declining all too\r\nslowly; people are destroyed by wars; refugees are torn\r\nfrom their land; and the threat of terrorism is not\r\nfading. Yes, we have much to do. Yes, we have a duty\r\nto act, and an obligation never to give up.\r\nThe United Nations is acting — on all fronts, on\r\nthe front line. To resolve conflicts and prevent them\r\nfrom flaring up again, it is present everywhere, on all\r\ncontinents, in Haiti, Kosovo, the Democratic Republic\r\nof the Congo, in Côte d’Ivoire, Afghanistan and many\r\nother fronts, deploying over 50,000 Blue Helmets. It\r\nprovides assistance to 17 million people protected by\r\nthe High Commissioner for Refugees. Through the\r\nWorld Food Programme, it feeds more than 100 million\r\nindividuals. And it helps, especially through the United\r\nNations Development Programme, 170 States or\r\nterritories to develop.\r\nUnited Nations activities — our activities —\r\ncontinue to expand. Thus, the Organization is called\r\nupon to be at the centre of the counter-terrorism\r\nmeasures that the international community is putting in\r\nplace. The threat of terrorism, now a global one,\r\ncalling for a global response. That is why France\r\ncommitted itself here to the fight, and did so again\r\nrecently by supporting the strengthening of the\r\nCounter-Terrorism Committee.\r\nThe tragedy of 11 September, which I refer to\r\nwith feeling here in New York City, was an attack on\r\nus all. Since then, terrorism has continued to strike: in\r\nEurope, in Madrid, six months ago; and in Asia, in Bali\r\nand Jakarta. Cowardly attacks are mounted against the\r\nweakest. How can we not be appalled at the tragedy of\r\nthe school in Beslan where children — the symbol of\r\ninnocence — were violently massacred?\r\nWe are waging a merciless fight against\r\nterrorism. Let us at the same time address its roots.\r\nThat means putting an end to situations that terrorists\r\nexploit; giving the world’s excluded hope again;\r\nrestoring dignity to those peoples deprived of it; and\r\nensuring that dialogue and cooperation among\r\ncivilizations, cultures and religions prevail, rather than\r\nconflict and intolerance.\r\nGlobal threats require a strong, and always\r\ncollective, response. The threat of proliferation, which\r\n29\r\nA/59/PV.7\r\ncould merge with that of terrorism, calls for resolute\r\nand sustained action. The non-proliferation regime has\r\nbeen seriously undermined by the combined action of\r\ncertain States and non-State actors. That is why\r\nstrengthening existing instruments is today essential.\r\nThe Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) Review Conference in 2005 will be an\r\nopportunity to do so.\r\nA safer and freer world is, first, a more just\r\nworld. That is why we must act relentlessly to resolve\r\nconflicts. I am, of course, thinking, first and foremost,\r\nof the Middle East, where — in the wake of the hopes\r\nraised by Madrid, Oslo, Camp David and Taba — the\r\nabsence of any prospect is today breeding despair,\r\nextremism and violence of every kind. This central\r\ncrisis can be resolved only through a negotiated\r\nsettlement based on international law, enabling all the\r\npeoples — I repeat, all the peoples — of the region to\r\nlive in dignity and security.\r\nThe road map, which the parties have accepted\r\nand which the Security Council has endorsed, must be\r\nimplemented in full and in good faith. France hopes\r\nthat the withdrawal from Gaza is a first step in that\r\ndirection. It will make every effort to get the peace\r\nprocess under way again. It will continue to act vis-à-\r\nvis all the leaders — the elected and legitimate\r\nleaders — of that region.\r\nLet us make no mistake: building peace in the\r\nMiddle East is a historic responsibility for our\r\ngeneration. Europe — the European Union — in\r\npartnership with the United States, Russia and the\r\nUnited Nations, is determined to play a political role in\r\norder to stimulate this process.\r\nIn Iraq, violence is exploding. It seems to us that\r\nonly when the Iraqis themselves take control of their\r\nfuture, and when the political process provided for by\r\nthe Security Council is pursued, will the country be\r\nable to escape the chaos that is destabilizing the entire\r\nregion. France, as everyone knows, did not approve of\r\nthe conditions in which the conflict was unleashed.\r\nNeither today nor tomorrow will it commit itself\r\nmilitarily in Iraq. However, it reaffirms its willingness,\r\nwith its European partners, to assist the Iraqi people in\r\nrebuilding their country and in restoring their\r\ninstitutions.\r\nWho can fail to see that, in the Middle East,\r\neverything is fragile and everything is interconnected?\r\nWho can fail to understand that the only path —\r\neverywhere — is sovereignty and justice for peoples?\r\nOnly then will they make progress towards peace and\r\nthe economic and political modernization to which\r\nthey are entitled.\r\nAfrica, too, is where we will win or lose the battle\r\nfor justice. Without justice, there will be no peace.\r\nWithout peace, there will be no lasting development. The\r\nfuture of the African continent, and its stability and\r\ndevelopment, are a vital objective for us all.\r\nToday, with the impetus of the United Nations,\r\nlongstanding crises have been, or will be, settled —\r\nMozambique, Sierra Leone and Liberia. Others,\r\nhowever, have broken out, and together we must\r\nprevent them from worsening or spreading: in Côte\r\nd’Ivoire, the Central African Republic, and Darfur. The\r\nGreat Lakes region is slow to find the path to peace,\r\njust as the conflict between Ethiopia and Eritrea is\r\nslow to die, and the Somali question remains to be\r\nresolved.\r\nOn that great continent, which is undergoing\r\nprofound change, facing real threats but also\r\nconsiderable potential, political leaders are today\r\ndemonstrating a genuine determination to commit to\r\nworking to resolve conflicts and crises. That can be\r\nseen from the implementation of the New Partnership\r\nfor Africa’s Development (NEPAD); the resolute\r\ncommitment of the African Union on the political front\r\nand in the field; and the growing role of regional\r\norganizations. We resolutely support that commitment.\r\nFor development, but also for peace-building, we wish\r\nto bring about the conditions for an effective and\r\ncoherent partnership between North and South.\r\nGiven the magnitude of the goals and needs of\r\nthe continent, I firmly believe in the importance of\r\npooling the efforts of the Europeans with those of our\r\nAfrican partners, under United Nations auspices,\r\nwhenever necessary. I am convinced that our\r\nexperience of European integration — without\r\nattempting to teach any lessons — can simply be useful\r\nto that continent, and that is the sense of the statement\r\nmade on our behalf by the representative of the\r\npresidency of the European Union, Bernard Bot, before\r\nthe Assembly the day before yesterday.\r\nFrance has long been involved in strengthening\r\nAfrican peacekeeping capacities. Today, the European\r\nUnion intends to make a commitment immediately and\r\nwith determination. Operation Artemis, in the\r\nDemocratic Republic of the Congo, is proof of that\r\n30\r\nA/59/PV.7\r\ncommitment. The creation of the European Peace\r\nFacility now provides major support to African\r\norganizations. We are willing, if the African Union so\r\nwishes, to assist it in its action for peace, as in the\r\nSudan.\r\nMr. Olhaye (Djibouti), Vice-President, took the\r\nChair.\r\nJustice and conflict prevention cannot be\r\ndissociated from collective action to promote\r\ndevelopment. The Millennium Goals — to which the\r\ndeveloping countries, donor States and multilateral\r\ninstitutions are committed — are an overriding obligation\r\nfor us all, especially the wealthiest countries.\r\nMore than $50 billion a year is still needed to\r\nachieve those objectives — a fact of which we all are\r\naware. On Monday, 100-odd countries endorsed the\r\nNew York Declaration on Action Against Hunger and\r\nPoverty. Together they ask that additional resources be\r\nprovided for development, including through\r\ninnovative mechanisms. This is a powerful movement,\r\nlaunched in this very forum of the United Nations,\r\naimed at generating the necessary resources for justice\r\nand for development. It is an important milestone. My\r\ncountry is proud to have contributed to it, through the\r\nvoice of the President of the Republic, and it will\r\ncontinue to do so.\r\nBut France is also fighting for a more controlled,\r\nand therefore most just, globalization that would give\r\neveryone a chance. We advocate the establishment of a\r\npolitical body, in which the United Nations must have\r\nits due place — to improve coordination of multilateral\r\naction in the economic, social and environmental fields\r\nand to provide the necessary impetus. This is one of the\r\nmajor issues that we must consider in coming months,\r\nespecially on the basis of the proposals that the Panel\r\non reform is expected to make.\r\nAgain, a more just world is a world that respects\r\nhuman dignity and freedom. Fundamental human rights\r\nare universal. Each man, woman and child has these\r\ninherent rights, and it is up to us to see that they thrive\r\nand are respected.\r\nIt is also up to us to fight firmly and\r\nuncompromisingly against all manifestations of violence\r\nand discrimination based on race, origin, gender or\r\nreligion. Our resolve in the area of human rights, as\r\nelsewhere, must remain absolute and constant. I mean\r\nthat we need a genuine dialogue with the civil society\r\nand with all non-governmental organizations. The time\r\nhas come, it seems to us, to conclude the negotiation of\r\na conventional instrument on forced disappearances, to\r\nrecognize the rights of indigenous peoples and to\r\nmobilize against all forms of modern slavery.\r\nLet us not rule out the use of force, in certain\r\ncases and on the appeal of victims, to prevent massive\r\nhuman rights violations and acts of violence against\r\ncivilians. The Security Council has the honour of\r\nassuming this responsibility, in accordance with the\r\nUnited Nations Charter.\r\nLet us also continue putting in place mechanisms\r\nto combat impunity, often the prerequisite for durable\r\npeace and lasting reconciliation. The establishment of\r\nthe International Criminal Court specifically meets this\r\nobjective. We welcome the major milestone reached\r\nwith the entry into force of the Rome Statute.\r\nThe dignity of humankind and peoples also\r\nrequires due respect for cultures in their diversity. The\r\nsense of loss of identity contributes to the frustrations\r\nthat breed a good many conflicts. The unity of the\r\ninternational community, it goes without saying, cannot\r\nbe synonymous with uniformity.\r\nThe negotiation of a convention on cultural\r\ndiversity, which has just started at the United Nations\r\nEducational, Scientific and Cultural Organization is,\r\ntherefore, in our view, a key objective. It must produce\r\na concrete result, as planned, before the 2005 general\r\nconference.\r\nOur planet is dangerous; it is also in danger. The\r\nearth is showing signs of strain; we are not maintaining\r\nit; in fact, we are plundering it; the climate is\r\ndeteriorating. And yet, we should remember, scarcity\r\nof resources has at all times been a factor in conflict.\r\nFor the future of our children, we must act while there\r\nis still time.\r\nIs there among us, for that matter, one single issue\r\nthat more obviously ignores borders than ecology and\r\necological security and requires coordinated action —\r\nthat is, multilateral action? International governance in\r\nenvironmental matters is, it seems to us, inadequate\r\ntoday. We must simplify and strengthen the existing\r\ninternational regime on environmental issues, develop\r\nmonitoring, and early warning expertise, and increase\r\nfinancing, especially for developing countries.\r\nLet us be clear-sighted. For the environment, as\r\nfor so many other issues, prevention costs less than\r\n31\r\nA/59/PV.7\r\ncure. In this regard, we hope the establishment of a\r\nUnited Nations organization for the environment will\r\nbe considered, based on the achievements of the United\r\nNations Environment Programme. We propose that this\r\ngreat undertaking, which is one of the Millennium Goals,\r\nbe on the agenda of the September 2005 summit.\r\nIn a world — our world — where 800 million\r\npeople do not have enough to eat, where more financial\r\nresources are devoted to weapons than to development,\r\nwhere millions of men, women and children are forced\r\nto leave their land to escape destitution or massacres, the\r\ninternational community has a duty to act and to show\r\nimagination. It is here at the United Nations where we\r\ncan meet to take initiatives, to fight misfortune and to\r\napportion the tasks, all of them urgent.\r\nThe United Nations system, which is unique and\r\nmore indispensable than ever, also has an obligation to\r\nreform itself to meet new needs and new threats, and to\r\nmake the most of new technologies merely in order to\r\nlive in our times. The Secretary-General got down to\r\nthis problem at the start of his first mandate.\r\nConsiderable work has already been done. The\r\nproposals of the high-level panel will be the basis for\r\nthe next, still more ambitious, stages. France has made\r\nproposals on many issues, such as peacekeeping\r\noperations, human rights and development financing.\r\nWe have also indicated, with Germany, how the\r\nrepresentativity and legitimacy of Security Council\r\naction might be improved. We advocate enlargement in\r\nboth categories of members, permanent and non-\r\npermanent; and we have expressed support for the\r\naspirations of Germany, Japan, Brazil and India, which\r\nshould be accompanied by a country from Africa.\r\nIn a complex and unpredictable world, it is our\r\njoint responsibility to maintain and strengthen the one\r\ninstitution where all nations can work together, where\r\nthey can unite to shape and control their common\r\ndestiny. Through its legitimacy and ever-increasing\r\neffectiveness, the United Nations must be the\r\ninstrument of universal conscience for which it remains\r\nthe crucible.\r\nThe Acting President: I now call on His\r\nExcellency Mr. M. Morshed Khan, Minister for\r\nForeign Affairs of Bangladesh.\r\nMr. Khan (Bangladesh): Sir, allow me to\r\ncongratulate you most warmly on your well-deserved\r\nelection. I am confident you will build upon the\r\nexcellent work done by your predecessor, Mr. Julian\r\nRobert Hunte, and lead us to a very successful outcome\r\nof this session. Special tribute is due to our Secretary-\r\nGeneral, Kofi Annan, for his dedicated leadership.\r\nIn Bangladesh, we believe that the United\r\nNations provides an essential political and diplomatic\r\nframework for the actions of all its Members, including\r\nthe most powerful. The use of force without the\r\nauthorization of the United Nations Security Council\r\ncannot render the United Nations meaningless. We laud\r\nthe United Nations for its strong advocacy against\r\nunilateralism in the interest of a just global order. Our\r\nspontaneous endorsement of this principle is in\r\nconformity with the fundamentals of our foreign\r\npolicy.\r\nThe United Nations is not only a system for\r\nproviding collective security. It is also a\r\ncomprehensive international network of systems. It\r\ndeals with the work of myriad specialized agencies,\r\nestablishing norms, standards, codes and guidelines\r\nand buttressing the rule of law and the rights of\r\nindividuals. It embraces the world’s trading, financial\r\nand monetary systems and promotes the cause of\r\ndevelopment. In our globalized world, there is no\r\nsubstitute for the United Nations. It is the only forum\r\nthat can deal with the cooperative management of\r\nproblems that recognize no frontiers.\r\nThe thirtieth anniversary of our admission to the\r\nUnited Nations this year marks a major milestone in\r\nour partnership with the Organization. It is a sobering\r\nmoment as much as it is one for rejoicing; for it is a\r\nrecord of our progress as a sovereign independent State.\r\nFrom the very outset, Bangladesh pursued two pre-\r\neminent objectives, strengthening responsibility at home\r\nand enhancing our contribution abroad. Our relationship\r\nwith the United Nations has been mutually rewarding\r\nin promoting peace and advancing development.\r\nShaheed President Ziaur Rahman laid the\r\nfoundations of our national development in the late\r\n1970s. His philosophy embraced reinforcing\r\ndemocracy with development. Our achievements are\r\nlargely due to this pursuit. It reflects our commitment\r\nto human rights, good governance and empowerment\r\nof the poor, especially women. Innovative ideas\r\nflowing from our own intellectual resources were\r\nharnessed, with the cooperation and support of our\r\ndevelopment partners and, of course, the United\r\nNations system. A free press and a vibrant civil society\r\n32\r\nA/59/PV.7\r\nbacked our efforts. The outcome was positive: it was to\r\ninvoke what the World Bank described as the silent\r\nrevolution that is Bangladesh. We are aware that much\r\nmore remains to be done.\r\nNatural disasters have often proved to be\r\nimpediments to our development. The excessive\r\nflooding this year is a case in point. Two thirds of the\r\ncountry was under water, and many lives were lost.\r\nOver 2 million people became homeless and our\r\ninfrastructure sustained severe damage. Better\r\npreparedness prevented greater losses. The courage and\r\nresilience of the Bangladeshi people in facing the\r\nsituation were indeed remarkable. We deeply\r\nappreciate the support and solidarity that we received\r\nfrom the international community this time.\r\nThe peculiarities of our geography render\r\nflooding a seasonal occurrence. It is therefore\r\nimperative that we seek measures that will address this\r\nrecurrent problem in a sustained and enduring manner,\r\nthrough proper management of the water resources in\r\nthe region. In the final analysis, long-term\r\nrehabilitation and reconstruction measures also require\r\ninternational support.\r\nDespite those occasional setbacks, we in\r\nBangladesh can point to progress in a number of\r\nimportant social and economic fields. Poverty\r\nreduction has been a central goal. We have reduced\r\npopulation growth by half, curbed child mortality by a\r\nthird, achieved food self-sufficiency for our people,\r\nimproved sanitation standards with home-grown\r\nmethods, and reduced ozone-depleting substances and\r\nvehicular pollution overall. Education has remained a\r\nmajor thrust of our Government’s policy. Our school\r\nenrolment rates are among the highest in the\r\ndeveloping world, particularly for girls. Free schooling\r\nfor girl children, gender mainstreaming and the\r\nempowerment of women have helped create a vibrant\r\nand progressive society. In addition, ideas like micro-\r\ncredit and non-formal education have made famous\r\nbeginnings in Bangladesh.\r\nWe would be happy to share our experiences with\r\nother comparable societies, and the United Nations can\r\nbe an effective conduit for doing so. We encourage the\r\nUnited Nations in its role as a locator, collator and\r\ntransmitter of best practices. That is how the United\r\nNations can really help developing countries, by\r\npassing the litmus test of relevance, not in drafts and\r\ndeclarations alone but also in operations and\r\nimplementation.\r\nThe past decade has witnessed many important\r\nUnited Nations conferences focused on our critical\r\naspirations. The leaders of the world agreed on the\r\nMillennium Development Goals. However, the success\r\nof the Goals will largely depend on an enabling\r\ninternational economic environment, particularly in the\r\nareas of trade, finance, official development assistance\r\nand technology transfer.\r\nExtreme poverty is a gross denial of human\r\nrights. The disturbing experiences of recent years,\r\nincluding the rise in senseless terrorism, warn us that\r\nfailure in development is not an option, that poverty\r\ncan breed extremism and that to rid the world of its\r\ntragic consequences effectively its root causes must be\r\naddressed.\r\nIn today’s world, trade remains a crucial vanguard\r\nfor development. Our active participation in the World\r\nTrade Organization and the United Nations Conference\r\non Trade and Development conforms to that maxim.\r\nUnhindered market access and special and preferential\r\ntreatment for the products of developing countries\r\nshould be at the heart of multilateral negotiations.\r\nManaged migration is an important phenomenon.\r\nHowever, the root causes of cross-border migratory\r\nflows need to be addressed in earnest.\r\nGreater focus must be placed on the full\r\nimplementation of the Brussels Programme of Action\r\nfor the Least Developed Countries for the Decade\r\n2001-2010. The goals of the Johannesburg Plan of\r\nImplementation and the Monterrey Consensus should\r\nbe pursued with determination.\r\nWhile it is important to set targets, it may be\r\nmore important to create the means to achieve them.\r\nFor the cause of development to progress, we need an\r\nenvironment of peace worldwide. Sadly, that is still\r\nlacking in many parts of the world.\r\nWe are concerned about the persistent violence in\r\nIraq. We are encouraged by the return of the United\r\nNations to the scene. We now expect the United\r\nNations to play a central role in facilitating the\r\ndemocratic process and in the reconstruction and\r\nhumanitarian work in that country.\r\nIn Afghanistan, the holding of a successful election\r\nnext month will be critical to the country’s stability.\r\n33\r\nA/59/PV.7\r\nOur people cherish their close bond of friendship\r\nwith the people of Iraq and Afghanistan. We pray that\r\ntheir travails will be over soon.\r\nA core issue in the Middle East remains the\r\nunresolved problem of Palestine. The Palestinians have\r\nsuffered far too much for far too long, and the wall\r\nnow only exacerbates that suffering. Perhaps there can\r\nbe a two-State solution on the basis of the pre-1967\r\nborders, with an independent Palestine that has East\r\nJerusalem as its capital. Until that is achieved, there\r\nmust be respect for international law, and all peoples in\r\nthe region must be able to live in peace and security,\r\nfree from violence, destruction and acts of terror.\r\nWherever it has been possible, Bangladesh has\r\nnot fought shy of contributing to post-conflict stability.\r\nWe have always done so under the aegis of the United\r\nNations. We are near the top of the list of participating\r\ncountries with regard to peacekeeping. Over the past\r\n20 years, we have been involved in 28 United Nations\r\npeacekeeping operations across 4 continents. Currently,\r\nwe are participating in 12 of the 16 United Nations\r\nmissions. We have done so because we see this as\r\nadvancing our role and perception as a constructive and\r\nstabilizing international actor. We do not do it out of\r\nconvenience; we do it out of our conviction.\r\nWe believe that there is a direct relationship\r\nbetween disarmament and development. Bangladesh is\r\nparty to all major international conventions and treaties\r\non disarmament. Our geographical location makes\r\nnuclear weapons a direct and legitimate cause for\r\nconcern to us in the South Asia region. Bangladesh\r\ntherefore supports all measures, partial and otherwise,\r\ntowards arms control and conventional and nuclear\r\ndisarmament.\r\nBangladesh has condemned international\r\nterrorism in all its forms and manifestations. We\r\nremain an active coalition partner in the war against\r\nterrorism.\r\nBangladesh has been playing an active role in\r\nmany important committees and commissions of the\r\nUnited Nations. We believe that the reform of the\r\nGeneral Assembly and the Security Council that is\r\ncurrently being discussed can truly help re-energize the\r\nsystem and enable those institutions to reflect the\r\nrealities of the contemporary world. Consultations\r\nshould be broad-based and should not be guided by the\r\nperceived interests of a few alone. Bangladesh believes\r\nthat any increase in the membership of the Council\r\nshould be based on certain criteria, including respect\r\nfor the principle of equitable geographical distribution\r\nand the aspirant’s contribution to international peace\r\nand security, its proven track-record in democracy, its\r\ncompliance with United Nations resolutions, its\r\navowed commitment to nuclear disarmament, its\r\nprofile as a major partner in development and its\r\ncontribution as a voice of economically disadvantaged\r\ncountries. Bangladesh believes that the ultimate focus\r\nof any reform exercise should be on enhancing the\r\nCouncil’s credibility and democratic profile through its\r\nworking methods and its decision-making processes.\r\nThe quest for world order must begin at our own\r\ndoorstep. Bangladesh is committed to maintaining the\r\ncredibility of the South Asian Association for Regional\r\nCooperation (SAARC) to provide its socio-economic\r\nmandate and to reduce tension and create a broad-\r\nbased climate of confidence-building. Bangladesh will\r\ntake over as chairperson of the thirteenth SAARC\r\nsummit in January, next year. The occasion will mark\r\nthe 20th anniversary of SAARC, and we look forward\r\nto celebrating the occasion with due solemnity as well\r\nas maintaining positive and forward-moving\r\nmomentum. Our overarching commitment, of course,\r\nremains poverty alleviation. All in all, we aspire to\r\nexpand our collective agenda for peace, progress and\r\ndevelopment in South Asia and beyond.\r\nI firmly believe that nations big and small, weak\r\nand powerful, all need the United Nations as much as\r\nthe United Nations needs them. It is only by combining\r\nour endeavours and uniting our resolve that we will be\r\nable to achieve our objectives of peace, security and\r\ndevelopment.\r\nThe power of humanity does not lie in the size of\r\nits armies but rather in the strength of its ideas, not in\r\nits ability to destroy but in its capability to build, not in\r\nits tendencies to despair, but in its propensities for\r\nhope. Our ability to tap this power for our own benefit\r\nwill shape our future in these times marked by\r\ndifficulties but also possibilities.\r\nThe meeting rose at 1.45 p.m.\r\n"