"United Nations A/59/PV.36\r\n \r\nGeneral Assembly\r\nFifty-ninth session\r\n36th plenary meeting\r\nTuesday, 19 October 2004, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n04-56312 (E)\r\n*0456312*\r\nPresident: Mr. Ping . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Gabon)\r\nIn the absence of the President, Mr. Aliyev\r\n(Azerbaijan), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 38 and 46 (continued)\r\nNew Partnership for Africa’s Development: progress\r\nin implementation and international support\r\n(a) New Partnership for Africa’s Development:\r\nprogress in implementation and international\r\nsupport\r\nReport of the Secretary-General (A/59/206)\r\n(b) Causes of conflict and the promotion of durable\r\npeace and sustainable development in Africa\r\nReport of the Secretary-General (A/59/285)\r\n2001-2010: Decade to Roll Back Malaria in\r\nDeveloping Countries, Particularly in Africa\r\nNote by the Secretary-General (A/59/261)\r\nMr. Bshaina (Libyan Arab Jamahiriya) (spoke in\r\nArabic): I take this opportunity to thank the President\r\nfor organizing this very important meeting. I also\r\nexpress our gratitude to the Secretary-General for his\r\ninterest in African issues and his ongoing efforts to\r\nestablish and strengthen peace and to promote all\r\ndevelopment initiatives in Africa.\r\nAfrican heads of State and Government reaffirm\r\ntheir resolve and total commitment to the success of\r\nthe New Partnership for Africa’s Development\r\n(NEPAD). They have pledged to undertake effective\r\nand specific actions to implement NEPAD, which they\r\nview as a truly African initiative that responds to all\r\ntheir aspirations for full development.\r\nThe convening of this meeting to review both\r\nprogress in the implementation of NEPAD and\r\ninternational support for the New Partnership clearly\r\ndemonstrates that the international community is now\r\ntrying to meet Africa’s needs and to implement the\r\ncommitments and the declarations adopted in many\r\ninternational forums, in particular the Millennium\r\nDeclaration.\r\nAfrica knows that, first and foremost, it is up to\r\nAfricans to carry out NEPAD. However, international\r\nsupport is crucial. Thus, we urge the United Nations\r\nand the international community as a whole to work for\r\nthe attainment of the NEPAD objectives by taking\r\npractical, concrete steps such as mobilizing financial\r\nresources, implementing pledges and commitments,\r\nincreasing official development assistance and direct\r\ninvestment and reducing the debt burden. Other steps\r\nshould include a new initiative giving African exports\r\naccess to world markets, in particular the markets of\r\ndeveloped countries, assistance for strengthening\r\nhuman resources, in particular through investment in\r\nthe areas of health and education, drinking water and\r\nthe creation of infrastructure necessary for economic\r\ndevelopment.\r\n2\r\nA/59/PV.36\r\nTo make this new partnership truly effective and\r\npositive, our partners must first respect the will, history\r\nand culture of Africans. That means not imposing on\r\ncountries political or other conditions or impositions\r\nthat ignore the specificities and distinctiveness of\r\nAfrican societies or that do not take into account the\r\nfact that development is a historical process and cannot\r\nbe achieved by making political decisions.\r\nSecondly, priority must be given to infrastructure\r\nprojects, in particular communications projects and\r\nprojects creating good road networks that would help\r\ndevelopment in all its aspects. That will promote\r\nstability and strengthen peace and security in Africa.\r\nThirdly, special attention should be given to\r\nprojects that improve water resources. We need to\r\npromote the best possible use of all Africa’s water\r\nresources for various purposes, such as agriculture, in\r\norder to radically solve food supply problems and to\r\nend poverty in all African countries.\r\nFourthly, there is a need to eliminate all\r\nrestrictions on technology transfers for development\r\nactivities of a socio-economic nature.\r\nFifthly, the African tragedy needs to be taken into\r\naccount. Over the past centuries, we have suffered the\r\npillaging of African material resources. Bear in mind\r\nthe role that those resources played in the development\r\nof some countries.\r\nSixthly, our partners in the donor community\r\nshould realize that in contributing to the financing of\r\nthis partnership they are benefiting their own societies\r\nmaterially and socially. Reducing emigration or\r\npreventing it by legislative and administrative\r\nmeasures will not serve a purpose. Investing in\r\ndevelopment projects in the countries where emigration\r\noriginates would help keep people in place and prevent\r\nmass migration to other countries. Seven, dealing with\r\none of  the most serious problems facing Africa: the\r\nbrain drain of its talent towards the developed\r\ncountries, due to a number of interlocking factors.\r\nCreating a favourable environment in Africa for\r\nAfrican talent so that those people can play the role\r\nintended for them by their countries, which spend a\r\ngreat deal of money on their education, would be\r\nbeneficial for NEPAD and would enable us to avoid\r\nuntold losses and expenses.\r\nMr. Sardenberg (Brazil): The Brazilian\r\ndelegation associates itself with the statement made by\r\nthe Permanent Representative of Qatar on behalf of the\r\nGroup of 77 and China.\r\nMy delegation also wishes to thank the Secretary-\r\nGeneral for his two reports on the items we are\r\ndiscussing today — and yesterday — namely, the New\r\nPartnership for Africa’s Development (NEPAD) and\r\nthe causes of conflict and the promotion of durable\r\npeace and sustainable development in Africa.\r\nSince last year’s report (A/58/352) and debate,\r\nsome further progress has been achieved, both in the\r\nimplementation of NEPAD and in the promotion of\r\npeace in Africa, as highlighted in the reports and\r\nacknowledged by many previous speakers.\r\nBrazil would like to take this opportunity to\r\ncongratulate all those who were responsible for those\r\nachievements, mainly African stakeholders, the\r\nSecretary-General and the United Nations system, as\r\nwell as Africa’s development partners. We wish to\r\nconvey a special message of recognition and support to\r\nthe African Union, its previous Chairman, President\r\nJoaquim Chissano of Mozambique, and its current\r\nChairman, President Olusegun Obasanjo of Nigeria,\r\nand his African peers for their commitments to the\r\nadvancement of NEPAD, in particular the\r\nestablishment of the conditions for sustainable\r\ndevelopment by ensuring peace and security in the\r\nwhole Continent.\r\nIn that connection, Brazil highly praises and\r\nwelcomes the unequivocal determination of the African\r\nUnion to resolve the crisis in Darfur, which we\r\nconsider to be a laudable and timely act of African\r\nownership and leadership.\r\nIn his report (A/59/285), as many delegations\r\nhave stressed, the Secretary-General acknowledges that\r\nfewer countries in Africa are now suffering civil strife\r\nor conflict. That welcome development nonetheless\r\ntakes place in the context of the perseverance of\r\nseveral situations of instability that must be adequately\r\naddressed, preferably by means of conflict-prevention\r\nor peacebuilding mechanisms aimed mainly at the root\r\ncauses of the conflicts.\r\nProviding for a common understanding of\r\npotentially risky situations that can be addressed in a\r\npeaceful manner is, in our view, a clear improvement\r\nin terms of building relations with the African\r\ncontinent, bearing in mind that post-conflict situations\r\nand internal turmoil can easily turn into new conflicts\r\n3\r\nA/59/PV.36\r\nif a number of measures and policies are not\r\nimplemented in a timely fashion.\r\nIt is certainly a positive development that, today,\r\nthere is a clear recognition that Africa, in partnership\r\nwith the international community, has better equipped\r\nto manage — and preferably avoid — conflicts on the\r\ncontinent’s soil. That is so, first of all, because\r\ndemocracy is highly valued on the continent and\r\ndemocratic African Governments are fully committed\r\nto encouraging their brothers and sisters to join the\r\ndemocratic world and share the dividends of peace and\r\nsecurity in a democratic system. Through concerted\r\nefforts either by the African Union or by regional\r\norganizations, all corners of the continent are now\r\nunder the close scrutiny of responsible African leaders\r\nwho do not hesitate to provide their support for\r\nbuilding peace and promoting democracy.\r\nNonetheless, for peace and democracy to be\r\nsustained, democratic Governments must be able to\r\naddress the high expectations and legitimate demands\r\nof their peoples in terms of development, since both\r\nsocial and economic development and democracy are\r\nhighly prized values on the continent, and since both\r\nare closely associated. Development and democracy\r\nmust come hand in hand to the continent, and the New\r\nPartnership for Africa’s Development (NEPAD) is the\r\nappropriate framework to provide them with the\r\nnecessary impetus. The international community and\r\nall those who support NEPAD should devote equal\r\nattention and priority to both issues.\r\nSecondly, conflicts can be managed or avoided,\r\nsince many helpful assessments exist regarding\r\nremedies to be applied to different situations. After\r\ndecades of trying to apply the same prescriptions to\r\ndifferent maladies, the international community and\r\nAfricans themselves are fully aware of best practices\r\nand specific hindrances. Economic and social\r\nmanagement policies have to be developed in\r\naccordance with the needs of each country and each\r\ncircumstance. Again, the partnership with African\r\norganizations provided by NEPAD is the best course of\r\naction to be followed.\r\nAs a non-permanent member of the Security\r\nCouncil, Brazil is now witnessing increasing efforts by\r\nCouncil members, together with the Secretariat, to\r\ndevelop multidisciplinary mandates for peacekeeping\r\noperations tailored to each situation. There is a long\r\nway to go before these operations can better address\r\nthe need to properly manage the challenges of peace\r\nand security and the creation of a sustainable\r\nenvironment for development and long-term stability.\r\nHowever, as mentioned in the Secretary-General’s\r\nreport, the partnership that is being built between the\r\nSecurity Council and the Economic and Social Council\r\ngives us all hope that we are on the right path.\r\nUnfortunately, recent developments in Guinea-\r\nBissau show us that, despite laudable efforts by the\r\nEconomic and Social Council’s Ad Hoc Advisory\r\nGroup on Guinea-Bissau to marshal increased\r\ninternational support — in particular financial and\r\neconomic support — for that country, the resurgence of\r\ninstability could not be avoided. Brazil regrets that the\r\nresponse of the international community to the many\r\nsteps taken by the authorities of Guinea-Bissau towards\r\ndemocracy was not sufficient. The only possible\r\nsolution must therefore be found through sustaining\r\nour efforts and fully implementing the\r\nrecommendations of the Ad Hoc Advisory Group on\r\nGuinea-Bissau concerning renewed support for that\r\ncountry, including by revising the mandate of the\r\nUnited Nations Peace-building Support Office in\r\nGuinea-Bissau (UNOGBIS) and increasing the\r\ncapabilities of the United Nations system in the\r\ncountry in coordination with increased bilateral\r\nassistance.\r\nAs mentioned yesterday by the representative of\r\nIndia (see A/59/PV.33), the India-Brazil-South Africa\r\ninitiative has selected Guinea-Bissau as the first\r\nbeneficiary of a programme of cooperation to be\r\nundertaken by the three countries. We are ready to start\r\nimplementing this programme, and we would like other\r\nMember States to join us. Without urgent international\r\nsupport, Guinea-Bissau may not be able to surmount\r\nthe current obstacles it faces in advancing in its\r\ntransitional phase towards democracy and peace.\r\nWe highly appreciated the recent report prepared\r\nby the Office of the Special Adviser for Africa on\r\nSouth-South cooperation. Many of the initiatives taken\r\nby Brazil are listed in the document. Brazil is\r\nlaunching programmes in Africa, mainly together with\r\nPortuguese-speaking countries, that are closely linked\r\nto the priorities of NEPAD. Literacy and education;\r\nhealth, particularly in the area of prevention and\r\ntreatment of HIV/AIDS; job creation; agriculture; and\r\nscience and technology: those are some of the areas\r\ncovered by bilateral and multilateral programmes of\r\ncooperation, many of them conceived under the\r\n4\r\nA/59/PV.36\r\nauspices of the Community of Portuguese-Speaking\r\nCountries (CPLP).\r\nMoreover, in 2004, CPLP countries will hold the\r\nfourth round of joint military exercises among the\r\narmed forces of all member States, five of which are\r\nAfrican. We believe this is an important contribution to\r\nenhancing African capabilities regarding preparation\r\nand capacity-building for participation in peacekeeping\r\noperations. Brazil is strengthening its cooperation links\r\nwith other African countries as well, particularly in\r\nagriculture and health. However, allow me to stress our\r\nunderstanding that the strongest ties between Brazil\r\nand Africa are still being developed in multilateral\r\nforums. By forging strong alliances with African\r\ncountries in international negotiations, such as those\r\nconducted in the World Trade Organization and the\r\nWorld Health Organization, regarding, for instance,\r\nmarket access and drug licenses, Brazil believes we are\r\nactively supporting African efforts towards the\r\nimplementation of NEPAD.\r\nWe fully recognize that efforts by the\r\ninternational community complement those taken at the\r\nnational level. That is the reason we insist on the need\r\nfor a free and more equitable multilateral trade system\r\nin order to generate the jobs and wealth that are\r\nessential for the development of countries in Africa, as\r\nwell as in Latin America and parts of other continents.\r\nLastly, allow me to recall the initiative launched\r\nby President Lula and his counterparts from France,\r\nChile and Spain, concerning the fight against hunger\r\nand poverty. Twenty-six African countries have joined\r\nthe initiative and await its development. Eradicating\r\nfood deficiencies and ending poverty are our main\r\ngoals. As President Lula stated in September here in\r\nNew York, African countries and peoples are the ones\r\nwho will profit the most from the positive results we\r\nare expecting from this effort of the international\r\ncommunity, an effort that has been embraced by 120\r\ncountries. Brazil is fully engaged in the campaign\r\nagainst hunger and poverty, which is the first of the\r\nMillennium Development Goals.\r\nIn conclusion, I wish to stress that the Brazilian\r\ndelegation looks forward to the report of the High-level\r\nPanel on Threats, Challenges and Change. We hope\r\nthat the report will provide a major contribution to the\r\nongoing discussion on ways of strengthening the\r\nUnited Nations through reform of its institutions and\r\nprocesses. We are sure that an expanded Security\r\nCouncil, with permanent members from Africa, Latin\r\nAmerica and other regions, will increase the chances\r\nfor African peace and development.\r\nMr. Moutari (Niger) (spoke in French): The\r\ndelegation of Niger associates itself with the\r\nstatements made yesterday by Qatar on behalf of the\r\nGroup of 77 and China and by Nigeria on behalf of the\r\nAfrican Union. We echo the praise and appreciation\r\nexpressed for the reports submitted to us under agenda\r\nitems 38 and 46. Those reports clearly reflect the\r\nefforts made by Africa and its partners in conflict\r\nsettlement, in the implementation of the New\r\nPartnership for Africa’s Development (NEPAD) and in\r\nthe struggle against malaria and also underscore the\r\ncurrent and future challenges.\r\nMy delegation will not dwell on the content of\r\nthe reports, as they have already been analysed in the\r\nstatements to which I just referred. I will simply add\r\nthat the decision taken to jointly discuss NEPAD, the\r\ncauses of conflict in Africa and malaria seems to us\r\nextremely appropriate. I would like to say how pleased\r\nNiger is by the many timely initiatives being\r\nundertaken by the Secretary-General and his Special\r\nAdviser for Africa, Mr. Ibrahim Gambari, to promote\r\nNEPAD within the United Nations system and with\r\nAfrica’s partners. These initiatives should be\r\nencouraged through substantial financial support and\r\nthe effective strengthening of the Office of the Special\r\nAdviser.\r\nIn spite of the progress achieved in the settlement\r\nof conflicts in Africa, six hotbeds of tension remain: in\r\nCôte d’Ivoire, in the Democratic Republic of the\r\nCongo, in Burundi, in the Sudan, in Western Sahara\r\nand between Eritrea and Ethiopia. The countries and\r\nregional organizations of Africa have made\r\ncommendable efforts to promote peace, through peace\r\nagreements or by establishing structures such as the\r\nPeace and Security Council, the Committee of the Wise\r\nand a continental early-warning body. The international\r\ncommunity must strongly support these initiatives\r\nthrough appropriate contributions, both financial and\r\nlogistical.\r\nWith respect to the conflict in Darfur, we\r\nwelcome the support given by the United Nations, and\r\nparticularly by the Security Council and its members,\r\nto the African Union mediation efforts under the aegis\r\nof President Olusegun Obasanjo of Nigeria. However,\r\nwe feel compelled to recall that humanitarian\r\n5\r\nA/59/PV.36\r\nassistance must be strengthened not only for the Darfur\r\nregion but also for the Republic of Chad, whose\r\nenormous sacrifices are often forgotten as it bears the\r\nburden of over 200,000 refugees from the Sudan,\r\nwhich could endanger the internal stability that it has\r\nso painstakingly achieved.\r\nTogether with timely peace efforts, many African\r\ncountries have endeavoured to eliminate the causes of\r\nconflict by seeking broader participation of their\r\npopulations in public affairs, by consolidating and\r\nexpanding democracy and good governance,\r\nguaranteeing the independence of the justice system\r\nand strengthening the capacities of their\r\nadministrations. We believe that it would be fair for\r\nthese countries in return to reap the dividends of\r\ndemocracy that are so often promised. For those\r\ncountries, official development assistance should be\r\nincreased and accompanied by a greater openness of\r\nthe markets of the industrialized countries to their\r\nproducts, through the dismantling of tariff and non-\r\ntariff obstacles and through initiatives such as the\r\nAfrican Growth and Opportunity Act. To supplement\r\nthis North-South endeavour, it would be appropriate to\r\nmore forcefully encourage South-South cooperation in\r\nfields as important to the implementation of NEPAD as\r\neducation, water, agriculture and science and\r\ntechnology.\r\nI take this opportunity to express Niger’s heartfelt\r\nthanks to the developing countries that are already\r\ngiving us considerable assistance each year in the form\r\nof admissions or scholarships to their educational\r\ninstitutions. Those admissions amount to more than\r\n1,000 for a country such as the Federal Republic of\r\nNigeria, and to hundreds for countries such as Algeria,\r\nBurkina Faso, Côte d’Ivoire, Egypt, Mali, Morocco,\r\nPakistan, Senegal and Tunisia, to mention just a few.\r\nOther countries, such as the People’s Republic of\r\nChina, give us considerable support, inter alia by\r\nhelping us in our efforts to provide drinking water for\r\nall. Those few examples demonstrate — if\r\ndemonstration were needed — that South-South\r\ncooperation has enormous potential that still remains to\r\nbe mobilized and placed at the service of NEPAD.\r\nYesterday, the representative of India described\r\ntwo initiatives that seemed to us particularly worthy of\r\nsupport. One relates to the linkage of 53 African\r\ncountries through satellite and fibre-optic networks.\r\nThe other relates to the transfer of technology to\r\nWestern Africa. In addition, the tripartite initiative of\r\nIndia, Brazil and South Africa (IBSA) deserves to be\r\nsupported and made more widespread.\r\nAnother sector that could help give impetus to the\r\nimplementation of NEPAD is the mobilization of\r\nAfrican expatriates who, according to some statistics,\r\nare already providing over $43 billion to the continent.\r\nIn addition to these financial resources, their talents\r\ncan and should be channelled appropriately towards the\r\neconomic development of Africa.\r\nIn conclusion, I would like to make three\r\ncomments that relate to points made in the report. I\r\nbelieve these are of particular importance. First, the\r\nUnited Nations should have additional financial\r\nresources, because the lack of financing limits United\r\nNations action at the very time when the Organization\r\nis called upon to undertake a growing number of joint\r\nprogrammes and new initiatives.\r\nSecondly, the United Nations system should make\r\nuse of existing coordination mechanisms at all levels to\r\nstrengthen the coherence of the support given to\r\nNEPAD.\r\nThirdly, development partners must create an\r\ninternational environment that is conducive to the\r\ngrowth and development of Africa and ensure that\r\ntrade, assistance and debt policies are consistent, which\r\nis vital so that the African countries can at last benefit\r\ndirectly from international decisions in those fields.\r\nMr. Stanislaus (Grenada): Progress in the\r\nimplementation of and international support for the\r\nNew Partnership for Africa’s Development (NEPAD),\r\nas described in the report of the Secretary-General\r\n(A/59/206), is as exciting as it is timely.\r\nThe New Partnership recalls what Victor Hugo\r\nwrote more than a century ago: “There is nothing more\r\npowerful than an idea whose time has come”. If this\r\nidea with respect to Africa’s development is translated\r\ninto reality, the twenty-first century could very well\r\nbecome the century of Africa. That presupposes,\r\nhowever, that the requirements of the Partnership will\r\nbe fulfilled and that the commitments made will be\r\nhonoured, based upon the following precepts. First, the\r\nprimary responsibility for NEPAD’s ownership is\r\nvested in Africa. Secondly, the developed partners,\r\nespecially those countries that have had a historical and\r\neconomic involvement in Africa from which they have\r\nprofited for many centuries, must now “come up to the\r\nplate and bat” for the development of the continent.\r\n6\r\nA/59/PV.36\r\nThirdly, peace and security are vital to Africa’s\r\ndevelopment, and in that connection Africa bears\r\nprimary responsibility for assuring that the causes of\r\nconflict are mitigated. Fourthly, the African Peer\r\nReview Mechanism affords the best hope for the\r\naforementioned by ensuring that a culture of\r\nprevention takes precedence over a culture of reaction.\r\nFifthly, improved coordination and collaboration\r\namong United Nations organs and agencies, such as the\r\nUnited Nations Development Programme, the United\r\nNations Children’s Fund, the United Nations\r\nEnvironment Programme, the United Nations\r\nEducational, Scientific and Cultural Organization, the\r\nWorld Bank, the International Monetary Fund and the\r\nInternational Labour Organization, to mention a few,\r\nare indispensable to NEPAD’s success. Sixthly, and\r\nmost important, the Millennium Development Goals\r\ncan serve as a blueprint for Africa’s development.\r\nNEPAD cannot be promulgated successfully\r\nwithout some passing reference to the history and early\r\ncivilization of Africa, much of which has been lost to\r\nantiquity, through no fault of Africa’s. Nevertheless,\r\nsince the past is the best prophet of the future, NEPAD\r\nmust take into account the wealth, wisdom and\r\nwomanhood potential of Mother Africa. This can\r\nprovide a solid foundation and can be the lodestar in\r\nthe new development partnership arrangement.\r\nIn light of the above, my delegation can envisage\r\nAfrica as the breadbasket of the world if its potential is\r\ndeveloped and utilized properly. Add to this Africa’s\r\ngeographical position as the most centrally located of\r\nall the continents, and we have the makings of an\r\nawakened giant with limitless possibilities.\r\nAs part of the separated brethren of the African\r\ndiaspora, brought about by the forced dispersion of a\r\npeople with whom my delegation has a common\r\nancestry, a common history, and a common struggle,\r\nmy delegation remains excited about the success of\r\nNEPAD. Even with Grenada’s very limited resources\r\nand its present heavy rebuilding responsibilities due to\r\nthe ravages of Hurricane Ivan, Grenada pledges its\r\nsupport for NEPAD in whatever way possible.\r\nReturning to the theme of “an idea whose time\r\nhas come”, I want to suggest that the time has come for\r\nthe Caribbean Community to forge a loose structural\r\narrangement here at the United Nations with the\r\nAfrican Group. We have so much in common by reason\r\nof consanguinity, affinity and spiritual relationship that\r\nwe can no longer afford to let the opportunity for\r\ncloser association go by.\r\nLet me conclude with the inspirational words\r\nuttered by a great pan-African Jamaican leader,\r\nMr. Marcus Mosiah Garvey, here in New York at the\r\nbeginning of the twentieth century, during a meeting of\r\nwhat was then the United Negro Improvement\r\nAssociation, where he said, “Up you mighty people.\r\nClimb Jacob’s ladder, higher, higher, higher.”\r\nMr. Mahiga (United Republic of Tanzania): At\r\nthe outset I would like to thank the Secretary-General\r\nfor his comprehensive reports contained in documents\r\nA/59/206 and A/59/261. We find the information\r\ncontained in the reports very informative and valuable.\r\nWe would also like to associate ourselves with\r\nthe statements made by Nigeria, on behalf of African\r\nUnion, and Qatar, on behalf of the Group 77 and\r\nChina.\r\nI also take this opportunity to commend the\r\nUnited Nations for its positive response in the\r\nimplementation of activities in Africa related to the\r\nNew Partnership for Africa’s Development (NEPAD).\r\nTanzania recognizes the significance of NEPAD’s\r\ndevelopment framework in complementing the political\r\nvision of the African Union, as well as its institutional\r\narchitecture. NEPAD underscores the importance of\r\neconomic development in addressing some of the\r\nunderlying causes of conflicts in Africa and the\r\nnecessity of sustainable social and economic\r\ndevelopment in order for peace and stability to prevail\r\nin Africa. It was therefore a logical and necessary\r\ndecision by African leaders to make NEPAD an\r\nintegral part of the African Union.\r\nIn the context of the ongoing socio-economic\r\nreforms and the Government’s Development Vision\r\n2025, Tanzania has drafted priority programmes for\r\npromoting and implementing the NEPAD agenda.\r\nTanzania has integrated NEPAD into its national\r\npolicies and development framework through\r\ninstitutional arrangements to manage the process at\r\nsectoral and national levels and through national and\r\nregional development programmes and projects. There\r\nare five pivotal sectoral committees, two of which are\r\nrelated to peace, security and good governance, while\r\nthree are in the areas of infrastructure and social and\r\neconomic development. These sectoral committees are\r\ncoordinated by the President’s Office in order to\r\n7\r\nA/59/PV.36\r\nprovide NEPAD with the needed technical attention\r\nand political guidance.\r\nConsistent with its political and public reforms at\r\nhome to institutionalize democracy, good governance,\r\ntransparency and accountability, Tanzania joined the\r\nAfrican Peer Review Mechanism on 8 July 2004. This\r\ndecision was announced at the Summit of African\r\nHeads of State and Government held in Addis Ababa.\r\nTanzania believes that, in the spirit of sovereign\r\nequality and mutual trust, the Peer Review Mechanism\r\nis a very useful tool for consolidating the values of\r\ndemocracy and respect for human rights in Africa as a\r\nbasis for development, as well as for consolidating\r\npeace, stability and solidarity in Africa.\r\nIn the areas of infrastructure, trade, industry and\r\nrelated activities, Tanzania has given priority to\r\nNEPAD programmes and projects which complement\r\nnational development priorities and promote regional\r\nintegration and cooperation in Southern and East\r\nAfrica. Such projects should enhance regional\r\nintegration; contribute to employment, income\r\ngeneration and wealth creation; reflect higher regional\r\ncontent and geographical balance; consolidate peace\r\nand enhance regional harmony; and fulfil basic social\r\nneeds and poverty reduction objectives.\r\nIt should be noted that while integrating and\r\nimplementing the NEPAD agenda, Tanzania has also\r\nintegrated the objective of achieving the Millennium\r\nDevelopment Goals at national levels with the support\r\nof NEPAD programmes in areas such as poverty\r\neradication, fighting HIV/AIDS and malaria\r\neradication.\r\nIn its resolution 58/237 of 23 December 2003,\r\nentitled “2001-2010: Decade to Roll Back Malaria in\r\nDeveloping Countries, Particularly in Africa”, the\r\nGeneral Assembly took note of the plan of action on\r\nthe Roll Back Malaria initiative, which was adopted at\r\nthe Extraordinary Summit of Heads of States and\r\nGovernment of the Organization of African Unity, held\r\nin Abuja in the year 2000, and which is contained in\r\nthe Abuja Declaration.\r\nThe resolution called upon the international\r\ncommunity to continue to support the Roll Back\r\nMalaria partner organizations, including the World\r\nHealth Organization and UNICEF, as vital\r\ncomplementary sources of support for the efforts of\r\nmalaria-endemic countries to combat the disease.\r\nIn Africa, malaria is the second largest killer of\r\nour people, especially children, taking more lives than\r\nHIV/AIDS. Malaria is the leading cause of outpatient\r\nand inpatient health services attendance for all ages\r\nand the leading cause of death in both children and\r\nadults in all regions of Tanzania. In Tanzania, the\r\ndisease is believed to be directly or indirectly\r\nresponsible for about 16 million malaria episodes and\r\n125,000 deaths per year, of which 70,000 to 80,000 are\r\nchildren under five years of age.\r\nThe onset and spread of HIV/AIDS has\r\ncompounded the fight against malaria. Malaria further\r\nweakens the immune system and, as a result, people\r\ninfected by HIV are more susceptible to malaria.\r\nChildren who have acquired the infection from mothers\r\nare the most vulnerable and succumb to death faster.\r\nThe combination of malaria, HIV and tuberculosis\r\ninfection is lethal and ought to be attacked in an\r\nintegrated manner by Governments, non-governmental\r\norganizations and the private sector.\r\nThe President took the Chair.\r\nIn implementing Millennium Development Goal\r\n6, and in the spirit of the Abuja Declaration, Tanzania\r\nhas been in the forefront of the war on malaria. We\r\nhave waived taxes on mosquito nets and other products\r\nfor the containment and rolling back of malaria. We\r\nhave received the support of the Global Fund to Fight\r\nAIDS, Tuberculosis and Malaria, which has enabled\r\nTanzania to subsidize insecticide-impregnated\r\nmosquito nets that have significantly reduced infection\r\namong pregnant women and babies. However, we have\r\nlearned that all those efforts can only succeed if people\r\navail themselves of those opportunities and the\r\ninternational community redoubles its efforts to assist\r\nthe malaria-affected countries such as Tanzania. In that\r\nregard, an advocacy and awareness campaign to fight\r\nmalaria is an important undertaking that deserves\r\nserious consideration by us all.\r\nThe importance of developing effective vaccines\r\nand new medicines to prevent and treat malaria and the\r\nneed for further research can never be overemphasized.\r\nWe reiterate the call by the Assembly at its fifty-eighth\r\nsession to pharmaceutical companies to take note of\r\nthe increasing need for effective combination\r\ntreatments for malaria, particularly in Africa, and to\r\nform alliances and partnerships to help ensure that all\r\npeople at risk have access to prompt, affordable,\r\nquality treatment.\r\n8\r\nA/59/PV.36\r\nFinally, Tanzania commends and appreciates the\r\ninternational response garnered by United Nations\r\nefforts to combat HIV/AIDS and malaria. The Global\r\nFund is also a useful mechanism, but as we all know,\r\nthe resources thus far made available to it lag far\r\nbehind the needs and challenges posed by those two\r\nscourges. We urge and encourage deliberate and bold\r\ninitiatives, spearheaded by the United Nations, to\r\ninvest more resources for research in curative\r\nmedicines and preventive vaccines for both HIV/AIDS\r\nand malaria. The world has dedicated scientists who\r\nonly require concerted political encouragement and\r\nresources to bring their talents to bear in liberating the\r\nworld from those serious threats to human security and\r\nsustainable development.\r\nMr. Gaspar Martins (Angola): We thank the\r\nSecretary-General for his comprehensive report\r\ncontained in document A/59/206, entitled “New\r\nPartnership for Africa’s Development: second\r\nconsolidated report on progress in implementation and\r\ninternational support”. It is our view that that report\r\nprovides useful insight into the progress of the\r\nimplementation of the agenda item under\r\nconsideration.\r\nWe associate ourselves with the statements\r\ndelivered by the representative of Nigeria, on behalf of\r\nthe African Union, and by the representative of Qatar,\r\non behalf of the Group of 77 and China.\r\nWe all know that the New Partnership for\r\nAfrica’s Development (NEPAD) is an African initiative\r\nthat needs to be supported by the international\r\ncommunity. We thank the United Nations for the steps\r\ntaken so far towards the implementation of NEPAD,\r\nparticularly the adoption of General Assembly\r\nresolution 57/7, which gave special momentum to the\r\nprocess. It is that kind of process and impulse that\r\nAfrican countries expect to see in the years ahead.\r\nThough it provides us with important information\r\non the actions taken so far, the Secretary-General’s\r\nreport clearly recognizes that a lot more still needs to\r\nbe done. African countries are determined to gradually\r\nachieve policy coherence in the implementation of\r\nNEPAD. Above all, we are all making an effort to align\r\nbudgetary expenditures with NEPAD priorities.\r\nAngola recognizes and commends the efforts\r\nundertaken by the Special Adviser on Africa, Under-\r\nSecretary-General Ibrahim Gambari, and his Office.\r\nWe hope the Office of the Special Adviser will be well\r\nprovided with the adequate resources — both financial\r\nand human — in order to carry out its mandate\r\npromptly and efficiently. Indeed, we expect no less.\r\nWe think that the United Nations agencies should\r\ncontinue to play a major role in coordinating and\r\nmobilizing international support to NEPAD. We thank\r\nthose agencies already working with NEPAD for their\r\ncollaboration with and support for activities that give\r\nhigh priority to the implementation of that important\r\ninitiative. We would especially like to encourage\r\ncontinued UNDP support for NEPAD institutions and\r\nfor its secretariat, in particular, during the elaboration\r\nof its programme of work and the start-up phase of the\r\nAfrican Peer Review Mechanism.\r\nAngola commends the excellent work of the\r\nEconomic Commission for Africa in strengthening the\r\nAfrican Peer Review Mechanism, which constitutes an\r\nimportant step in the establishment of the institutional\r\nframework for mutual accountability and policy\r\ncoherence in Africa. Angola is proud to have recently\r\njoined the African Peer Review Mechanism and we\r\nseize this opportunity to appeal to all African countries\r\nto do likewise.\r\nIn its conclusions and recommendations, the\r\nreport clearly recognized that there had been minor\r\nprogress by African countries in overcoming the\r\nenormous difficulties they face in implementing\r\nNEPAD. A strengthened partnership with the\r\ninternational community is needed in order to meet the\r\nminimum goals and to give NEPAD a major impetus.\r\nOne should not forget that NEPAD goals and\r\nobjectives are the same as those set forth in the\r\nMillennium Declaration. Their particularity rests on the\r\nAfrican reality. As the report further states,\r\ndevelopment partners of Africa need to give practical\r\nexpression to their support for the continent. We are\r\nglad to have heard the representative of the European\r\nUnion yesterday, stating that the Union is very much\r\non track in increasing its official development\r\nassistance to 0.39 per cent of its members’ gross\r\nnational incomes in 2006, as part of longer-term efforts\r\nto raise official development assistance contributions\r\nto 0.7 per cent of gross national income. We call on\r\nother developed countries to take similar actions.\r\nAngola has adopted a poverty reduction strategy\r\npaper aimed at improving the macroeconomic\r\nframework and the structural and social policies to\r\nfoster growth and reduce poverty. The Ministry of\r\n9\r\nA/59/PV.36\r\nPlanning is the focal point for matters regarding the\r\nimplementation of NEPAD at the national level, and it\r\nis sparing no effort to honour its responsibilities when\r\nit comes to the implementation of NEPAD objectives.\r\nAngola stands ready to continue its participation in\r\nregional and subregional programmes that will enhance\r\nthe capacity of African countries to better respond to\r\nthe challenges of our initiative, which is a requisite for\r\nfostering peace stability and economic growth on the\r\ncontinent.\r\nWe support the recommendations contained in the\r\nSecretary-General’s report and we will work closely\r\nwith all partners in order to bring complete success to\r\nNEPAD and peace to Africa.\r\nThe Secretary-General’s report contained in\r\ndocument A/59/285, on implementation of the\r\nrecommendations contained in his report on the causes\r\nof conflict and the promotion of durable peace and\r\nsustainable development in Africa, states that armed\r\nconflicts remain a major cause of death in our\r\ncontinent. We commend the efforts made by African\r\ncountries and regional organizations, in particular, in\r\ndealing with the scourge of conflict and in promoting\r\npeace negotiations and brokering peace agreements.\r\nThe establishment of the African Peace and Security\r\nCouncil and the Committee of the Wise, as well as an\r\nearly-warning system, seem to be the right and timely\r\nsolution.\r\nThe recommendations included in the report\r\nclearly reflect the current status of the problems and\r\nconstraints that the majority of countries are still facing\r\ntoday. Six years after the publication of the Secretary-\r\nGeneral’s first assessment of the causes of conflict in\r\nAfrica (A/52/871), we are glad to note the substantial\r\nreduction of conflicts. However, ongoing conflicts still\r\ndeserve our keen and special attention.\r\nThe report recommends that special attention be\r\ngiven to other potential sources of conflict. We concur\r\nthat there is a need to address the challenges faced by\r\nyoung people in order to prevent new conflicts, or\r\nsetbacks in countries in which war has ended. In\r\nAngola, the Government has started a special\r\nprogramme to address those problems. Last month, the\r\ncountry held a national conference dedicated to\r\nexamining such difficult problems.\r\nFinally, I would like to take this opportunity to\r\nthank our development partners for their support in the\r\nfight to roll back malaria in Africa. We hope that the\r\nfight to find a cure for malaria and other endemic\r\ndiseases will achieve better results in the years to\r\ncome. We hope and believe that, given the efforts,\r\ncommitment and political will of African countries and\r\nthe support of the international community, we can win\r\nthis battle.\r\nMr. Toro Jiménez (Venezuela) (spoke in\r\nSpanish): The Bolivarian Republic of Venezuela fully\r\nsupports the statement made by the representative of\r\nQatar on behalf of the Group of 77 and China. We\r\nwould like, however, to make a few comments\r\nregarding our Government’s position on this important\r\nagenda item.\r\nThe report of the Secretary-General contained in\r\ndocument A/59/285 underlines — and we welcome this\r\nin a spirit of solidarity — the political measures taken\r\nand the initiatives adopted by the African countries and\r\norganizations in implementation of the New\r\nPartnership for Africa’s Development (NEPAD).\r\nIn recognizing the efforts being made by the\r\nAfrican Union in support of peace and security in the\r\nregion, our country reaffirms the importance of\r\nmultilateralism as the only tool for tackling the major\r\nchallenges confronting our peoples in their struggle to\r\nachieve political self-determination and to overcome\r\nhunger and poverty. Such challenges cannot be\r\nresolved through the pernicious use, from afar, by\r\npowerful States and international organizations, of a\r\ngreat variety of unilateral measures and modalities that\r\nreflect private economic and political interests. These\r\ninterests disregard the fact that millions of human\r\nbeings living in extreme poverty are excluded and\r\nsubjected to a global economic model that is proving to\r\nbe unsustainable for human beings.\r\nAs can be seen from the report of the Secretary-\r\nGeneral, peace of Africa is threatened by the\r\ninvolvement of State and non-State agents,\r\nintermediaries and individual companies in the service\r\nof the arms traffickers of the countries of the North.\r\nOur country joins with the Secretary-General’s appeal\r\nfor the urgent adoption of measures to prevent, combat\r\nand eradicate the illicit trade in arms.\r\nThe African Union has set an example for the\r\ninternational community through its decision to\r\nconfront the conflicts of the region. It is with interest\r\nand support that we view home-grown African\r\nsolutions to these conflicts. Our country has been\r\nresolute in expressing its support for the struggle\r\n10\r\nA/59/PV.36\r\nagainst hunger and poverty and for the urgent creation\r\nof conditions necessary for the sustainable\r\ndevelopment of peoples.\r\nThe Government of the Bolivarian Republic of\r\nVenezuela offers its help and cooperation for the\r\nenhancement and continuation of all assistance\r\nprogrammes and cooperation activities aimed at\r\nfacilitating active participation so as to improve the\r\neconomic and social conditions of the peoples of\r\nAfrica. That is vital for the consolidation of peace and\r\nsecurity in the continent.\r\nAt the Monterrey Summit, the Bolivarian\r\nRepublic of Venezuela proposed the establishment of\r\nan international humanitarian fund. This year, we took\r\nan important step in that direction, contributing seed\r\ncapital of $30 million for cooperation with poor\r\ncountries of the Latin American, Caribbean and\r\nAfrican regions with a view to supporting the efforts of\r\nthose countries to seek ways and means of confronting\r\npoverty and of promoting social and human\r\ndevelopment. This is intended, specifically, to address\r\nthe financial shortfalls facing the poor countries, so\r\nthat their people can receive assistance for natural\r\ndisasters, pandemics, post-conflict situations and\r\nwidespread famine — phenomena that endanger the\r\npoorest sectors.\r\nMr. Chidyausiku (Zimbabwe): I would like at\r\nthe outset to commend you, Mr. President, for the able\r\nmanner in which you have been guiding our work\r\nduring this session. My delegation would like to\r\nassociate itself with the statement made by the\r\nrepresentative of Nigeria on behalf of the African\r\nUnion, as well as with that of the representative of\r\nQatar on behalf of the Group of 77 and China.\r\nZimbabwe is pleased to participate in this\r\nassessment the past year’s progress made in the\r\nimplementation of the New Partnership for Africa’s\r\nDevelopment (NEPAD) and in the consideration of the\r\ncauses of conflicts and promotion of durable peace and\r\nsustainable development in Africa. Both sub-items are\r\nthe subjects of excellent reports to the Assembly by the\r\nSecretary-General, contained in documents A/59/206\r\nand A/59/285, respectively. The joint consideration of\r\nthese two sub-items underscores the intrinsic link\r\nbetween peace and development and the urgent need to\r\ninitiate a dual approach to the challenge Africa needs\r\nto face.\r\nThe founding document of NEPAD highlights the\r\nfact that it is the new agenda for the renewal of the\r\nAfrican continent, based on African ownership and\r\nleadership. NEPAD is a comprehensive socio-economic\r\nrenewal programme that is anchored on the three\r\ninterdependent and mutually reinforcing pillars of\r\nsustainable development — economic development,\r\nsocial development and environmental protection.\r\nNEPAD’s primary objectives are to accelerate the\r\neradication of poverty and to place African countries,\r\nboth individually and collectively, on a path to high\r\neconomic growth and sustainable development. The\r\ngoals African countries seek to achieve through\r\nNEPAD are those of the internationally agreed\r\nMillennium Development Goals. The NEPAD process\r\ndeepens ownership by African countries of their\r\ndevelopment agenda and also provides a framework for\r\naction at the national, regional and international levels.\r\nDespite the progress made by African countries\r\nin several areas in the implementation of NEPAD in the\r\npast year, Zimbabwe concurs with the Secretary-\r\nGeneral’s report that international support should entail\r\nmore aid, debt  relief, and foreign investment and trade\r\nopportunities. International support should involve\r\ngreater consistency in external policies so that\r\nadvances on one front are not undercut by lags on\r\nanother.\r\nIt is vital for development partners to ensure that\r\ntheir aid and trade policies are complementary.\r\nZimbabwe welcomes numerous commitments and\r\ninitiatives of its development partners, notably by the\r\nGroup of Eight (G-8) and other bilateral arrangements.\r\nHowever, international action is too dissipated. There\r\nis a need for better coherence in the actions of these\r\nnumerous players as well as an urgent need to bridge\r\nthe gap between political undertaking and development\r\nfinancing. Zimbabwe also welcomes the fact that the\r\nTokyo International Conference on African\r\nDevelopment attaches great importance to NEPAD’s\r\nrole as a reference framework for Africa’s\r\ndevelopment.\r\nAlthough Africa has witnessed an increase in\r\nofficial development assistance, it remains far too\r\nsmall, as compared to the levels of the 1990s. Africa\r\nshould not rely on official development assistance\r\nalone; Zimbabwe believes that improving market\r\naccess for Africa’s agricultural and non-agricultural\r\ngoods is the key to its ability to finance development.\r\nThis is a matter of priority. Developed countries should\r\n11\r\nA/59/PV.36\r\nphase out subsidies to agricultural products and remove\r\nother trade barriers for African exports, and in\r\nparticular, remove non-tariff barriers to products of\r\ninterest to African countries.\r\nThe Secretary-General’s report concludes that\r\nimproved coherence promises to be a virtuous link in\r\nthe cycle of increased and effective aid, reformed trade\r\npolicies and debt relief by developed countries towards\r\nAfrica. The report also takes note of African\r\nGovernments that are seeking to gradually align their\r\nbudgetary spending with NEPAD practice. However,\r\nthis is a very slow process, since most African\r\ncountries face severe fiscal constraints and are bound\r\nby budgetary agreements negotiated with external\r\nfinancial institutions.\r\nNEPAD bears the hope of the rebirth of the\r\nAfrican continent. What Africa needs today is not a\r\ndiagnosis of the causes of underdevelopment or\r\nprescriptive advice, but a strong helping hand from the\r\ninternational community to ensure NEPAD’s success,\r\nespecially through enhanced official development\r\nassistance provided without conditionalities, the\r\nredemption of pledges to the Heavily Indebted Poor\r\nCountries Trust Fund and the provision of aid without\r\nany strings attached.\r\nZimbabwe greatly appreciates the assistance\r\nprovided to Africa by the United Nations specialized\r\nagencies in the areas of peace and security, poverty\r\nalleviation, socio-economic development, governance\r\nand infrastructure development. However, much more\r\nneeds to be done in support of NEPAD to strengthen\r\nthe capacity of regional economic communities, the\r\nNEPAD secretariat and the African Union\r\nCommission. With international support through\r\nenhanced official development assistance, increased\r\ninvestment, a durable solution to the external debt\r\nburden and unhindered market access, the objective of\r\nintegrating African countries into the global economy\r\nand the goals of durable peace and sustainable\r\ndevelopment can certainly be realized.\r\nFinally, Zimbabwe welcomes the work being\r\ndone by the recently established Office of the Special\r\nAdviser on Africa, currently headed by Mr. Ibrahim\r\nGambari, whose mandate includes coordinating global\r\nadvocacy in support of NEPAD, coordinating all\r\nreports to the General Assembly and the Economic and\r\nSocial Council on NEPAD, and following up on the\r\nrecommendations of global conferences and summits\r\nrelated to Africa. We hope that the Office will be given\r\nthe necessary financial and human resources support in\r\norder to enable it to discharge its mandate more\r\neffectively.\r\nI wish now to turn to agenda item 38 (b), “Causes\r\nof conflict and the promotion of durable peace and\r\nsustainable development in Africa”. I once more\r\nunderscore the inextricable link between peace and\r\ndevelopment that has been eloquently elaborated in the\r\nSecretary-General’s report. Causes of conflicts are\r\nmultiple; however, poverty and marginalization remain\r\nthe key issues.\r\nThe complexity of the conflict in Africa warrants\r\nthe involvement of a number of players in conflict\r\nresolution, including regional and subregional\r\norganizations. Zimbabwe commends the work of the\r\nAfrican Union and subregional organizations. The role\r\nof the Union, the Economic Community of West\r\nAfrican States, the Southern African  Development\r\nCommunity and the Intergovernmental Authority on\r\nDevelopment deserve our appreciation and need\r\nconcerted support to strengthen that capacity in the\r\nprevention and management of conflicts.\r\nNo assessment of Africa’s situation can ignore\r\nthe numerous conflicts that are mortgaging the\r\ncontinent’s future growth and development. Building\r\nlasting peace is a long-term undertaking, to the success\r\nof which no effort must be spared. This is an era in\r\nwhich humankind has yet to find a way to save itself\r\nfrom such urgent problems as the scandal of poverty\r\nand exclusion, the tragedy of conflicts and\r\nhumanitarian disasters, the ravages of HIV/AIDS and\r\nrelated infectious diseases, threats to the environment,\r\nthe impact of the digital divide and the perils of\r\nterrorism. The list goes on. The promotion of\r\nsustainable development in Africa will remain illusory\r\nas long as conflicts continue to ravage our continent.\r\nAfrican leaders have, therefore, established the\r\nPeace and Security Council as a mechanism to prevent,\r\nmanage and resolve conflicts in Africa. My delegation\r\ncalls for the establishment of a strategic partnership\r\nbetween the United Nations Security Council and the\r\nPeace and Security Council of the African Union to\r\nensure the complementarity of efforts.\r\nConflict and development are incompatible.\r\nAfrican countries must work together and use the\r\nmechanism within NEPAD to prevent and resolve\r\narmed conflict and bring political stability to Africa.\r\n12\r\nA/59/PV.36\r\nConflict remains a serious obstacle to development\r\nbecause it wastes vital resources; and long-term\r\nconsequences such as refugees, internally displaced\r\npersons, landmines and the proliferation of small arms\r\noften exacerbate conflicts. Also, the proliferation of\r\nillicit arms remains a source of continued instability in\r\nAfrica, as articulated in the Secretary-General’s report.\r\nIn conclusion, my delegation agrees with the\r\nSecretary-General’s report that, although there should\r\nbe African ownership of the African development\r\nprocess, international partnership also has an important\r\nrole to play in extending comprehensive and integrated\r\nassistance to African countries. African development\r\ncan be achieved only by the concerted efforts of Africa\r\nand its development partners.\r\nMr. Shacham (Israel): Israel welcomes the\r\nsecond consolidated report on progress in\r\nimplementation of and international support for the\r\nNew Partnership for Africa’s Development (NEPAD).\r\nThe report comprehensively outlines the progress that\r\nis being made on this important global issue. Israel\r\nappreciates all the work that was invested in the report,\r\nwhich details the actions taken by African countries\r\nthemselves, the responses and contributions of the\r\ninternational community and the actions taken by the\r\nUnited Nations system. It offers a very useful analysis\r\nof both the successes and the challenges implicit in this\r\njoint endeavour, and thus acts as a record of\r\nachievement, as well as a blueprint for further action.\r\nIsrael welcomes the commitment of the United\r\nNations to strengthen collaboration and coordination\r\namong its components in order to provide the\r\nnecessary support for the effective implementation of\r\nNEPAD, and endorses the recommendations as\r\nspecified in the report.\r\nOnce again, Israel wishes to reiterate its strong\r\nsupport for the actions taken by the African Union\r\nitself in its efforts to allow the troubled continent to\r\nrise above its difficult past. The African-led, -owned,\r\nand -managed initiatives provide clear examples of\r\nhow countries and regions relying on their own energy\r\ncan help to harness their potential to pursue\r\ndevelopment. The short-term priorities in infrastructure\r\noutlined by the NEPAD Heads of State and\r\nGovernment Implementation Committee are worthy\r\ngoals, and Israel hopes that they provide the stepping\r\nstones for future projects. The progress that has been\r\nmade in the water and sanitation sectors is particularly\r\nimportant, as this can only serve to protect the\r\ncontinent’s vulnerable health situation, as well as help\r\nto nourish its population.\r\nIsrael commends the progress that has been made\r\nin moving the African Peer Review Mechanism\r\nprocess forward and is pleased to note that the work\r\nprogramme and the rules of procedure for the African\r\npeer review panel of eminent personalities were\r\nadopted in February in Kigali, Rwanda, and that a\r\nseparate secretariat and a trust fund have been\r\nestablished for the Mechanism. The fact that the\r\nnumber of countries that have signed on to the\r\nMechanism has now risen to 23 highlights the fact that\r\nour efforts are paying off and that African nations have\r\na real desire to help to realize the potential of NEPAD\r\nby acting on its promises — good governance,\r\ndemocracy, peace and security, human rights and sound\r\neconomic management. Israel, of course, encourages\r\nother countries to join the Mechanism.\r\nIsrael would also like especially to note its\r\nsatisfaction that science and technology is a NEPAD\r\narea of priority, and it hopes that more effort will be\r\nmade by African countries, the international\r\ncommunity and the United Nations system to move\r\nforward with the possibilities that that offers. Israel has\r\nalways believed that it is through science and\r\ntechnology that countries can pull themselves up into\r\nnew strata of achievements and standards of living. It\r\nis through education and training that that is possible at\r\nall. In this context, Israel is very proud of, and has high\r\nhopes for, the contributions that are being made by its\r\nown Centre for International Cooperation, also known\r\nas MASHAV.\r\nIsrael has a long tradition of profound relations\r\nwith Africa. From the late 1950s, while it was itself\r\nstill a developing country, Israel built development\r\npartnerships with the newly independent States of sub-\r\nSaharan Africa, exchanging and providing information\r\nand know-how in food security, the empowerment of\r\nwomen, education and health. Our MASHAV\r\nprogramme carries on this tradition, its basic\r\norientation rooted in our own development experience.\r\nIn 2003, trainees from over 30 African countries came\r\nto Israel to gain new skills to take back to their own\r\ncountries. In addition, Israel held on-the-spot courses\r\nin 14 different African countries in such fields as\r\nagriculture, community development, medicine and\r\npublic health.\r\n13\r\nA/59/PV.36\r\nOver the past year, the trauma and emergency\r\nunits constructed by MASHAV at the Komfo Anokye\r\nHospital in Ghana became fully operational, and local\r\nstaff were trained in the maintenance and running of\r\nthese facilities. Other MASHAV projects in Africa this\r\nyear include a cancer treatment centre in Mauritania,\r\nthe Kibwezi Agricultural Demonstration Farm in\r\nKenya, the Ogongo Drip Irrigation Demonstration\r\nCentre in Namibia, the Fossil Valley Agricultural\r\nDemonstration Project in Senegal and the Hatcliff Drip\r\nand Micro-Irrigation Demonstration Plot in Zimbabwe.\r\nIsrael looks forward to making further additions\r\nto that list, and to working with African countries, and\r\ncountries from elsewhere, to help Africa help itself.\r\nWe are committed to working together with the\r\ninternational community to continue to aid in ensuring\r\nNEPAD’s success and in overcoming the challenges\r\nfacing it. In addition to its aid and training\r\nprogrammes, Israel also actively supports international\r\ninitiatives, such as the World Bank’s International\r\nDevelopment Association programmes and the Heavily\r\nIndebted Poor Countries (HIPC) Debt Initiative for\r\ndebt reduction. Israel has already forgiven the debt of a\r\nnumber of African countries, and debt relief to\r\nadditional States is expected in the near future.\r\nAs a nation of barely 6 million citizens, which\r\nitself carries a heavy financial burden arising from a\r\nconstant need to defend its very existence, Israel’s per\r\ncapita contribution to Africa’s future is among the most\r\nsignificant in the world. The reason is simple. As a\r\nState comprising a people that has undergone and\r\novercome immense historic challenges, Israel feels that\r\nhistory has taught us that the challenges of nation-\r\nbuilding are never insurmountable. So if, in our own\r\nhumble way, we can be of assistance to other nations\r\nstriving to realize their national potential, and if, by\r\ndiverting some of our own scarce resources, we can\r\nhelp to fulfil their national goals, then we ourselves as\r\na nation can only be strengthened.\r\nThe President (spoke in French): I call on the\r\nobserver of the Holy See.\r\nArchbishop Migliore (Holy See): My delegation\r\nis glad to have been given the opportunity to speak on\r\nthis item — progress in the implementation of and\r\ninternational support for the New Partnership for\r\nAfrica’s Development (NEPAD). The context is the\r\nduty of the international community, especially the\r\nmore powerful countries, to redress the economic\r\nimbalances that penalize Africa and to help the\r\ncontinent to resolve its regional and national conflicts\r\nin a way that goes beyond the mere discussion of their\r\ncauses. Conflicts in Africa are well known. The\r\nreasons for them, however, are complex, and the\r\nmotives of the relevant actors can be traced not only to\r\nAfrican States or factions but also to other regions and\r\ninterests beyond Africa.\r\nMy delegation recognizes that, with regard to\r\npeacebuilding, common security, the prevention of\r\nconflicts, peacemaking and peacekeeping, Africa is\r\ndoing more and more, notwithstanding the many\r\nadversities that it faces and its lack of means to\r\novercome them. The report of the Secretary-General on\r\nthe implementation of the recommendations contained\r\nin his report (A/59/285) on the promotion of durable\r\npeace and sustainable development in Africa gives a\r\ngood overview of the results of the effective ongoing\r\npolitical and military cooperation between the United\r\nNations, the African Union and subregional agencies,\r\nsuch as the Economic Community of West African\r\nStates, the Inter-Governmental Authority on\r\nDevelopment and many other organizations.\r\nThe management of conflicts in Western Africa\r\nalso deserves special mention. The current trend in\r\nharmonization at the international, regional and\r\nsubregional levels is not simply a measure of the\r\nsuccess achieved by the members of the African\r\nUnion; there have also been valuable lessons for\r\nsolving crises in other parts of the world and for the\r\nreform of the United Nations itself.\r\nAt the national level, it must be acknowledged\r\nthat there are many examples of good governance, rule\r\nof law and the fight against corruption under the\r\nimpetus of the African Peer Review Mechanism, the\r\nAfrican self-monitoring mechanism established by the\r\nAfrican Union in order to promote NEPAD, to which a\r\nnumber of countries have already adhered. This\r\nmanagement of Africa’s affairs by Africans themselves\r\nwill allow important advances in the provision of basic\r\nnecessities, such as clean water, food, housing, access\r\nto health care and reduction in the spread of malaria\r\nand HIV, not to mention a safe environment in which to\r\nlive, work and bring a family into the world. Parallel to\r\nregional cooperation for peace, the helpful role that the\r\npeer review process can play in promoting sound\r\nnational policies and practices exemplifies and sets a\r\nprecedent for other regions of the world.\r\n14\r\nA/59/PV.36\r\nThe adoption of the “July Package” by the World\r\nTrade Organization (WTO), which reopened the\r\nnegotiations of the Doha Development Round, is to be\r\nwelcomed, especially since it has taken on board some\r\nof the difficulties expressed by African nations. The\r\nrealization of economic policies suitable for Africa, for\r\nthe well-being of urban and rural families alike and for\r\nthe preservation of African values is surely an urgent\r\ninternational obligation. And so it is regrettable that the\r\nrecent meeting of the Boards of Governors of the\r\nInternational Monetary Fund (IMF) and the World\r\nBank, as well as the meeting of the Group of Eight (G-\r\n8) Ministers of Finance that preceded the Board\r\nmeetings, failed to agree on the total cancellation of\r\ndebt of the 27 poorest countries. At least it can be said\r\nthat consensus was reached for the first time in history\r\non the necessity of eliminating such debt.\r\nOn another front, management of natural\r\nresources deserves further attention, both from\r\nAfricans and from the international community. As\r\nconflicts come to an end, the durability of peace will\r\ndepend greatly on the capacity of each Government to\r\ntake control of its natural resources and manage the\r\nwealth of the nation in a transparent manner that will\r\nbenefit all the people. Moreover, the international\r\ncommunity should increase its support for mechanisms\r\nthat prevent the introduction of war-fuelling products\r\ninto international markets. In this regard, the\r\nKimberley Process on the trafficking of diamonds is\r\nboth a significant achievement and an important\r\nprecedent that should be extended to other strategic or\r\nhigh-value products.\r\nMuch still remains to be done to rebuild trust\r\namong the peoples and ethnic groups in each country,\r\nso that a new framework of solidarity can pave the way\r\ntowards development. Evidence of the recent active\r\nrole of Africans themselves in the resolution of\r\nconflicts shows that African solutions to African\r\nproblems have started to emerge. The rich patrimony of\r\nfriendship and family solidarity in Africa could, if\r\nallowed to flourish, also play a role in solving conflicts\r\nand building peace. The promotion of greater\r\ncooperation among religions in Africa could also be a\r\ndecisive factor in peacebuilding and peacekeeping.\r\nMy delegation sincerely hopes that the\r\ncollaboration for peace undertaken by the United\r\nNations, the African Union and other regional and\r\nsubregional groups, as well as the NEPAD initiative,\r\nwill become a true alliance, founded on a common\r\nsense of responsibility. Africa’s present difficulties,\r\nwhich are not any different from what other regions of\r\nthe world have also undergone, should be seen as a\r\nwindow of opportunity to create a new paradigm of\r\nglobal solidarity.\r\nThe United Nations should seize this chance to\r\ndemonstrate that it is indeed a family of nations, ready\r\nto assist those in need.\r\nThe President (spoke in French): In accordance\r\nwith General Assembly resolution 54/195 of\r\n17 December 1999, I now call on the observer of the\r\nInternational Union for the Conservation of Nature and\r\nNatural Resources.\r\nMr. Bhagwat-Singh (International Union for the\r\nConservation of Nature and Natural Resources): The\r\nNew Partnership for Africa’s Development (NEPAD),\r\nadopted by the African Union (AU) as its programme,\r\nseeks to lift Africa out of poverty and steer it towards\r\neconomic growth and sustainable development. The\r\nprogramme is anchored in the determination of\r\nAfricans to confront underdevelopment and\r\nmarginalization in an increasingly globalized world.\r\nThe NEPAD also promotes the building of partnerships\r\nthat will give Africa a chance to participate in the\r\nglobal economy.\r\nIn order to fulfil its vision, NEPAD has outlined\r\nand developed several action plans, especially in the\r\nareas of agriculture, infrastructure and the\r\nenvironment. The Environment Action Plan (EAP) of\r\nthe Environment Initiative of NEPAD is a\r\ncomprehensive plan that seeks to address the\r\nenvironmental challenges currently facing the\r\ncontinent while combating poverty. The Action Plan\r\nwas developed under the guidance of the African\r\nMinisterial Conference on the Environment, together\r\nwith the NEPAD secretariat. The process involved\r\nconsultations with a wide range of stakeholders.\r\nThe International Union for the Conservation of\r\nNature and Natural Resources (IUCN) is keen to\r\nsupport NEPAD, especially through the Environment\r\nAction Plan at the regional and subregional levels. The\r\nIUCN commends the United Nations for its support to\r\nNEPAD through United Nations General Assembly\r\nresolutions 57/2 and 57/7. The IUCN urges continued\r\nsupport and encouragement, particularly to the\r\nSecretariat of NEPAD, which is facilitating the\r\npartnership for sustainable development across Africa,\r\neven though currently overstretched. The IUCN also\r\n15\r\nA/59/PV.36\r\nnotes the work of the secretariat of the Environment\r\nComponent of NEPAD, set up by the Government of\r\nSenegal, and commends its efforts to further the\r\nNEPAD Environment Action Plan.\r\nThe Environment Action Plan is a practical\r\nvehicle for conservation and sustainable development,\r\nwhich, like the wider NEPAD programmes, seeks to\r\ninvolve the subregional economic commissions in the\r\nimplementation and coordination of the Plan. The\r\nregional economic commissions are seen as effective\r\nvehicles for the development and integration of the\r\naspirations of the African continent, and calls have\r\nbeen made for the strengthening of their coordination\r\nand implementation role. To this end, and with support\r\nfrom the Global Environment Facility (GEF), the\r\nIUCN will work together with the regional economic\r\ncommissions in the development of subregional\r\nenvironment action plans.\r\nThe IUCN supports the concept of subregional\r\nenvironment action plans as a sensible mechanism to\r\nfoster sustainable development through environmental\r\nawareness and action. We hope that the United Nations\r\nsystem will continue to support this process and to\r\nraise awareness of its value through such agencies as\r\nthe United Nations Environment Programme (UNEP),\r\nespecially through its Regional Office for Africa, and\r\nthe series of publications in the Africa Environment\r\nOutlook report. Other United Nations agencies and\r\nspecialized programmes are also encouraged to\r\ncontinue and expand their support of NEPAD and the\r\nEnvironment Action Plan.\r\nThe IUCN would like to see more involvement of\r\nall African stakeholders — namely, Governments, the\r\nprivate sector and civil society in general, including\r\nwomen’s organizations and community-based\r\norganizations — in NEPAD’s implementation. In this\r\ncontext, the IUCN would also like to take this\r\nopportunity to congratulate Professor Wangari Maathai\r\nfor her Nobel Peace Prize and for demonstrating what\r\nwomen and community-based groups, such as the\r\nGreen Belt movement, can do for Africa’s environment\r\nand people and for peace in broader terms. The Nobel\r\nLaureate spoke eloquently of her work earlier this\r\nmonth at a meeting of the International Union for the\r\nConservation of Nature and Natural Resources (IUCN)\r\nAcademy of Environmental Law in Nairobi, and we\r\nlook forward to welcoming her to the third World\r\nConservation Congress in Bangkok next month.\r\nLastly, the IUCN would also like to encourage\r\nbilateral and multilateral aid agencies to further\r\nincrease their support for NEPAD. We look forward to\r\nworking with the Millennium Development Goals five-\r\nyear review process, the follow up to the Financing for\r\nDevelopment Initiative, and the Group of Seven (G-7)\r\nprocess as opportunities to manifest this increased\r\nsupport.\r\nThe President (spoke in French): In accordance\r\nwith General Assembly resolution 49/2 of 19 October\r\n1994, I now call on the observer for the International\r\nFederation of Red Cross and Red Crescent Societies.\r\nMr. Gospodinov (Observer for the International\r\nFederation of Red Cross and Red Crescent Societies):\r\nThank you for giving me the floor and allowing the\r\nInternational Federation of Red Cross and Red\r\nCrescent Societies (IFRC) to address this item. As we\r\nsee on our television screens every day, the Red Cross\r\nand Red Crescent Movement has never been out of\r\nAfrica, for there is so much humanitarian work to be\r\ndone there, including in Chad, as my colleague from\r\nNiger just mentioned a few minutes ago.\r\nOn the subject of today’s theme, partnerships for\r\ndevelopment and for social and economic progress in\r\nAfrica are a very high priority for us. Moreover, it is\r\nour wish to intensify our cooperative work with the\r\nUnited Nations family in the period ahead. We also\r\nwish to intensify our cooperation with NEPAD and its\r\nprocesses, with the African Union, and with other\r\nregional organizations. We believe the work done in\r\nAfrica in recent years, especially through the growth of\r\nNEPAD and the creation of the African Union,\r\ndemonstrates an African vitality that the whole\r\ninternational community should welcome and support.\r\nWe say this because working throughout Africa\r\nwith our network has provided us with both the\r\nknowledge and the talent to support what Governments\r\nare doing. Our national members brought their\r\nprogramming and priorities to the attention of the\r\nUnited Nations General Assembly in 2000 after their\r\nfifth Pan-African Conference in Ouagadougou. My\r\npurpose today is to inform you of the work done to\r\nconsolidate those priorities at the sixth Pan-African\r\nConference, held in September this year in Algiers.\r\nIt is our hope that sincere interest and willingness\r\nto go forward, as evidenced by the Secretary-General’s\r\nreport A/59/206, will be matched by a readiness to\r\nwork with African communities and civil society\r\n16\r\nA/59/PV.36\r\nleadership in the design and implementation of\r\nprogrammes that meet real African priorities. This will,\r\nwe believe, significantly improve the prospects of\r\nAfrica achieving the Millennium Development Goals.\r\nThe African National Red Cross and Red\r\nCrescent Societies, meeting in Ouagadougou in 2000,\r\ncommitted to four basic objectives. In brief, these\r\nwere: making a major difference to the health of\r\nvulnerable people by adopting the health initiative;\r\nmassively scaling up their response to the HIV/AIDS\r\npandemic; making food security a strategic priority for\r\nthe decade; and enhancing the National Red Cross and\r\nRed Crescent Societies’ capacity to function as\r\nauxiliaries to their Governments in the humanitarian\r\nfield.\r\nFour years later, at their meeting in Algiers in\r\nSeptember 2004, our African members adopted a plan\r\nof action to take the Ouagadougou commitments\r\nforward, and to build effective partnerships with other\r\nnational and international actors.\r\nThe Algiers Plan of Action brings together the\r\nOuagadougou commitments with the objectives set by\r\nthe United Nations Millennium Declaration and the\r\nMillennium Development Goals.\r\nThe Plan itself will soon be circulated to all\r\nmember States and organizations concerned, and will\r\nbe introduced to the United Nations system. We are\r\nalso planning a special briefing session with all African\r\nPermanent Missions and other interested organizations\r\nto ensure that they are aware of the assets that our\r\nmovement brings to this important set of strategic\r\ntasks. In the meantime, I shall elaborate on those points\r\nmost relevant to the United Nations for the benefit of\r\nthis debate.\r\nIn Algiers, our African member Societies\r\nexpressed their great concern at the increase in the\r\nnumber of natural disasters and conflicts on their\r\ncontinent and the huge crises faced because of food\r\ninsecurity, HIV/AIDS and other growing health threats.\r\nThey reaffirmed their commitment to strengthening\r\ntheir capacities, and in particular their volunteer base.\r\nThey appreciated the partnerships available with\r\nGovernments, the African Union, United Nations\r\nagencies, civil society and corporations. They also\r\nexpressed their concern for the people affected by the\r\nhumanitarian crisis in Darfur, and their solidarity with,\r\nand respect for, the efforts of the Sudanese Red\r\nCrescent Society.\r\nPartnership opportunities and shared objectives\r\nframed by the conjunction of the Millennium\r\nDevelopment Goals with our own strategy were a\r\nmajor topic at the Algiers conference. We were very\r\npleased with the energy and dedication provided by the\r\nrepresentatives of the United Nations system,\r\nspecialized agencies and the African Union at the\r\nconference. We saw, for example, that the World Food\r\nProgramme (WFP) is keen to support Africa in the\r\ncommitment given to our movement when Mr. James\r\nMorris addressed the International Conference of the\r\nRed Cross and Red Crescent in December 2003 in\r\nGeneva. We are now engaged in a detailed discussion\r\nwith the WFP in order to improve the links between\r\nour National Societies and the WFP.\r\nSimilar discussions are under way with Office of\r\nthe United Nations High Commissioner for Refugees\r\n(UNHCR) and are also starting with the World Health\r\nOrganization (WHO). We intend vigorously to pursue\r\npartnership opportunities, which connect Governments,\r\nagencies and others devoted to progress in this region,\r\nwith the African Red Cross and Red Crescent Societies\r\nand their community outreach structures. The results of\r\nthose partnerships are already visible: our network has\r\nnow vaccinated more than 140 million children in 29\r\ncountries against measles, and WHO reports show that\r\nthe incidence of measles in Africa has dropped by 47\r\nper cent since the start of our vaccination initiative four\r\nyears ago.\r\nWe intend to build these opportunities to achieve\r\nresults through very close cooperation with regional\r\nand subregional organizations. Our partners see how\r\nour unique status as an international organization,\r\ncombined with the government auxiliary status of\r\nNational Red Cross and Red Crescent Societies, builds\r\na framework for progress and benefit for the most\r\nvulnerable. This is, we believe, vital for achieving the\r\nMillennium Development Goals. But their achievement\r\nwill depend on the degree to which communities and\r\nthe vulnerable people themselves become involved in\r\nthe design of the programmes and in implementing\r\nthem. This is essential — as the Secretary-General\r\nhimself has recognized.\r\nIt is particularly opportune that we are bringing\r\nthe outcomes of the Pan-African Red Cross and Red\r\nCrescent Conference to the attention of the General\r\nAssembly now. The documents, which will be\r\ndisbursed in the near future, illustrate the strength we\r\nhave acquired within the United Nations and its system\r\n17\r\nA/59/PV.36\r\nof specialized agencies. It is a strength that has been\r\nsignificantly facilitated by the decision of the United\r\nNations General Assembly exactly ten years ago today\r\nto grant observer status to the IFRC. That decision,\r\nadopted at the thirty-eighth plenary meeting on\r\n19 October 1994 and contained in resolution number\r\n49/2, has created opportunities for many partnerships\r\nthat have made a real difference in the lives of the most\r\nvulnerable people. Together we can save and are saving\r\nlives. It is in that context that we are speaking to you\r\ntoday.\r\nPermit me, Mr. President, on the occasion of the\r\ntenth anniversary, to thank the General Assembly once\r\nagain for its decision, and to express our hope that in\r\nthe next ten years we will mark even better and more\r\nfruitful cooperation with both Governments and the\r\nUnited Nations. We stand ready to play our part\r\nglobally and locally. We will continue to develop the\r\nAfrican priorities as identified in Ouagadougou, and\r\ntaken forward in Algiers.\r\nWe trust that the Federation’s Algiers Plan of\r\nAction will be seen as a valuable addition to our joint\r\nwork and an essential tool for all of those who\r\nsincerely wish to see Africa rise above poverty and\r\ndespair, and build prosperity amidst real human\r\ndignity.\r\nIn conclusion, Sir, I would like to go back one\r\nweek, when the Nobel Committee decided to award a\r\nbrave Kenyan environmentalist this year’s Nobel Peace\r\nPrize. She plants trees. If we will follow this example\r\nand, through our partnerships, plant a tree, build a\r\nschool, save a life, or help a child in Africa, then our\r\ndiscussion today will have significant meaning.\r\nThe President (spoke in French): In accordance\r\nwith General Assembly resolution 33/18, of\r\n10 November 1978, and decision 53/453, of\r\n18 December 1998, I now call on the observer for the\r\nInternational Organization of la Francophonie.\r\nMr. Bouabid (International Organization of la\r\nFrancophonie) (spoke in French): This is the first time\r\nI have taken the floor at this session. Allow me,\r\ntherefore, to convey to you, Sir, on behalf of the\r\nInternational Organization of la Francophonie (OIF)\r\nand its Secretary General, President Abdou Diouf,\r\nheartfelt congratulations on your election to the\r\npresidency of this important session of the General\r\nAssembly.\r\nThe International Organization of la\r\nFrancophonie (OIF) is happy again, this year, to speak\r\nto the General Assembly and discuss the agenda item\r\nconcerning the New Partnership for Africa’s\r\nDevelopment: progress in implementation and\r\ninternational support.\r\nWe first wish to renew our solidarity with our 29\r\nAfrican member States and with Africa in general. The\r\nInternational Organization of la Francophonie has been\r\nand will remain a place for cooperation and solidarity\r\nwhere Africa will always be given special attention.\r\nThe development of Africa requires, inter alia,\r\nthe success of the New Partnership for Africa’s\r\nDevelopment (NEPAD). We are fully aware of that and\r\nare working in close cooperation with our African\r\nbrothers and with the other international partners.\r\nBecause of his long experience with the problems\r\nof development in Africa, the Secretary-General of the\r\nOIF, President Abdou Diouf, has always believed that\r\nNEPAD was a crucial stage in the ownership of\r\nAfrica’s development by the African States themselves.\r\nI would like to congratulate the Secretary-\r\nGeneral of the United Nations on the high quality of\r\nhis second report on the progress in implementation\r\nand international support for NEPAD, which is now\r\nbefore us today. La Francophonie is a partner in that\r\nendeavour and is happy to note that, despite\r\ndifficulties, the implementation of NEPAD is moving\r\nahead resolutely. It is doing so because Africa has\r\ndemonstrated its long-term commitment to NEPAD and\r\nits ownership of that programme.\r\nWe see the practice of setting objectives for\r\nexpenditures in priority areas set by NEPAD as a\r\nguarantee of the consistency between the statements\r\nand the actions of African Governments in favour of\r\nthat enormous endeavour.\r\nI would like to outline some aspects of the\r\nimplementation of NEPAD, of which La Francophonie\r\nis particularly mindful. I will begin with information\r\nand communication technologies, which are essential\r\ntools for building the future. The OIF continues,\r\nthrough the Francophone Institute for new information\r\ntechnologies and training, to work to reduce the digital\r\ndivide that still separates the North from the South and\r\nputs Africans in a very unfavourable situation. We thus\r\nsupport the integration of Africa into the globalization\r\nprocess by facilitating ownership of information\r\n18\r\nA/59/PV.36\r\ntechnologies so as to make them part of global\r\ndevelopment policies, and by promoting adaptation to\r\nthe specific cultural and linguistic traits of African\r\ncountries.\r\nThe programme of the Intergovernmental Agency\r\nof la Francophonie for 2004-2005 includes support for\r\nAfrican strategic initiatives in the framework of\r\ninformation technology, including inter-governmental\r\ninitiatives that have been planned or designed by\r\nNEPAD. The agency also intends to strengthen\r\ninternational synergies to help formulate regional plans\r\nduring the second phase of the World Summit on the\r\nInformation Society to be held in Tunis in 2005.\r\nThe development of new technologies is crucial\r\nin order to truly integrate Africa into the economic and\r\ncommercial relations that were born of globalization.\r\nBut that is not enough. La Francophonie is therefore\r\nlending its assistance to strengthen the education and\r\nnegotiating capacities of its African members. That\r\nwill help in the design and execution of economic\r\nstrategies aimed at mobilizing investments — without\r\nwhich the implementation of NEPAD would be\r\nseriously handicapped.\r\nLikewise, support for the Organization for the\r\nHarmonization of Business Law in Africa (OHADA) is\r\npart of a two-fold approach — on the one hand, it is\r\nmeant to promote the development of enterprise and,\r\non the other hand, to provide a solid basis for the\r\nAfrican Peer Review Mechanism.\r\nEducation is certainly a sector where activities\r\ncarried out by La Francophonie will help implement\r\nNEPAD. Achieving the Millennium Development\r\nGoals (MDGs) concerning basic education, improving\r\nthe quality of teaching and helping to rebuilding\r\neducational facilities — particularly in countries\r\nemerging from conflict — are all concerns that La\r\nFrancophonie shares with NEPAD.\r\nOur Organization will continue to support the\r\nformulation of national education policies, as well as\r\nprofessional and technical training in Africa. Ministers\r\nof Education of the French-speaking countries, who are\r\nmeeting now in Africa, in Mauritius at the fifty-first\r\nConference of Francophonie Ministers of Education\r\n(CONFEMEN), are now working to attain those goals.\r\nCulture has always been an important field for\r\nthe French-speaking community. We are happy that our\r\nwork in that area is consonant with the NEPAD plan of\r\naction to develop cultural tourism in Africa.\r\nLa Francophonie is always trying to foster\r\nAfrican arts and develop cultural industries in our\r\nmember countries. As an example, I refer to the Market\r\nfor African Performing Arts in Abidjan, which is now a\r\nwell-known event among professionals on the African\r\nartistic scene.\r\nLast week in Cotonou, our senior manager\r\norganized a seminar to train people in publishing and\r\nin managing cultural events. Our programmes to\r\nsupport travelling live performances and audiovisual\r\nproduction in the South, and to help distribute African\r\nfilms to theatres, supplement the regular support of La\r\nFrancophonie to several important events in the\r\nAfrican cinema world. Of course, there has been\r\nsupport for the Pan African Film and Television\r\nFestival of Ouagadougou (FESPACO) and the Carthage\r\ninternational film festival in Tunis, but also the “Ecrans\r\nlibres” festival in Mali, the “Quintessence” festival in\r\nBenin and “Ecrans noirs” in Cameroon.\r\nNEPAD’s goal is sustainable development in\r\nAfrica, within the framework of solidarity — African\r\nsolidarity and international solidarity with Africa. With\r\nthat framework in mind, La Francophonie will hold its\r\ntenth summit next month in Ouagadougou, at the\r\ninvitation of the Government of Burkina Faso, to\r\ndiscuss, specifically, La Francophonie — a unified\r\nspace for sustainable development.\r\nIn the lead-up to the summit, whose theme works\r\nso well with the central objective of NEPAD, we\r\norganized a seminar last May in Ouagadougou in order\r\nto identify points of convergence between the\r\nprogrammes of La Francophonie and those in the\r\nframework of NEPAD, in particular in the areas of the\r\neconomy and sustainable development. Fourteen joint\r\nintervention areas were identified at that time.\r\nLike several other initiatives, the meeting of the\r\nForum on Economic Intelligence and Development on\r\nthe New Partnership for Africa’s Development in Paris\r\nin November 2003 demonstrated the determination of\r\nthe international community to shoulder its\r\nresponsibilities and to lend adequate harmonized\r\nsupport for the implementation of NEPAD, at a time\r\nwhen Africa is trying to carry out the necessary\r\nrestructuring that is its responsibility.\r\n19\r\nA/59/PV.36\r\nBut, as the report of the Secretary-General\r\nstresses, much remains to be done by the international\r\ncommunity to support NEPAD, particularly with regard\r\nto creating an enabling international environment to\r\nsupport Africa’s development and to promote\r\ninvestment to finance the main sectoral priorities of\r\nNEPAD.\r\nThe OIF appreciates the increasing role of the\r\nAfrican Peer Review Mechanism that was established\r\nwithin NEPAD. This proves the commitment of\r\nAfrican countries to improve governance and to adopt\r\ntransparent and stringent management criteria, which\r\nshould make it possible to fund projects and\r\nprogrammes of regional interest and to appeal to\r\nprivate investors. For our part, we will continue to\r\nsupport our member countries, with a view to making\r\nstrides in that area.\r\nWar and conflict have been undermining efforts\r\nto develop Africa. The OIF remains committed to\r\npeace, to preventing and peacefully resolving crises\r\nand conflicts and to strengthening democracy, rights\r\nand freedoms in its African member countries.\r\nLikewise, we will continue to support electoral\r\nprocesses and to promote human rights and democratic\r\nculture within the context of the implementation of the\r\nBamako Declaration, to which French-speaking heads\r\nof State or Government committed themselves at their\r\nninth summit, held in Beirut in 2002.\r\nFurthermore, in order to strengthen the national\r\nand regional political structures that are needed to\r\nimplement NEPAD, the OIF will continue to promote\r\nsynergy with international partners, including the\r\nUnited Nations and the African Union. Jointly with the\r\nUnited Nations, the OIF intends to organize a new\r\ndialogue with relevant international and regional\r\norganizations, to study the possibility of more dynamic\r\ncooperation to promote early warning as the best way\r\nto prevent conflicts.\r\nI wish to conclude by appealing for a more\r\nsustained, consistent and lasting commitment on the\r\npart of the international community to NEPAD and to\r\nthe development of Africa. As Africans and as partners\r\nof Africa, we are well aware that this is an important\r\ntime in the history of the continent. This is an\r\nunprecedented, highly symbolic time for the new face\r\nof Africa and for the hopes and aspirations that it\r\ncherishes. In the daunting challenge of implementing\r\nNEPAD, Africa certainly bears primary responsibility,\r\nbut it cannot meet that responsibility without\r\ninternational support.\r\nThe International Organization of La\r\nFrancophonie is there to support this major initiative\r\nby making available its French-speaking expertise and\r\nexperience in the areas of peace, security, democracy,\r\ngood governance, human rights and sustainable\r\ndevelopment. Those are all areas where the OIF has,\r\nover the years, acquired some experience and real\r\nexpertise.\r\nThe President (spoke in French): The General\r\nAssembly has just concluded its joint debate on agenda\r\nitem 38 (New Partnership for Africa’s Development:\r\nprogress in implementation and international support)\r\nand its sub-items, and on agenda item 46 (2001-2010:\r\nDecade to Roll Back Malaria in Developing Countries,\r\nParticularly in Africa). Sixty-four speakers participated\r\nin the debate.\r\nMany representatives emphasized the importance\r\nof the New Partnership for Africa’s Development\r\n(NEPAD) as a framework for renewal and for the\r\neconomic, social and political development of Africa.\r\nIn that regard, they placed emphasis on the African\r\nPeer Review Mechanism as an instrument to support\r\nAfrican efforts to establish sound political institutions,\r\ngood political and economic governance, respect for\r\nthe rule of law and the promotion of human rights, with\r\na view to establishing the conditions needed for\r\nAfrica’s growth and development.\r\nMany speakers welcomed the efforts made to\r\nintegrate the gender approach into the implementation\r\nof NEPAD. It was in that framework that the Solemn\r\nDeclaration on Gender Equality in Africa was adopted\r\nat the African Union summit held in July 2004 at Addis\r\nAbaba.\r\nThe international community’s support for the\r\nimplementation of NEPAD was welcomed, especially\r\nregarding debt alleviation, increase in official\r\ndevelopment assistance, access to markets and\r\nassistance in capacity-building. Many speakers\r\nemphasized the importance of South-South cooperation\r\nas an indispensable complement to international\r\ncooperation for development.\r\nOthers praised the Secretary-General’s\r\nestablishment of the Advisory Panel on International\r\nSupport for the New Partnership for Africa’s\r\nDevelopment. They also expressed their support for the\r\n20\r\nA/59/PV.36\r\nactivities of the Office of the Special Adviser on\r\nAfrica.\r\nIn connection with sub-item (b) of agenda item\r\n38, “Causes of conflict and the promotion of durable\r\npeace and sustainable development in Africa”, a\r\nnumber of speakers noted the favourable development\r\nof the situation of peace and security in Africa during\r\nthe past year, including with the reduction of the\r\nnumber of conflicts in the region, the development of a\r\ncommon security and defence policy and the efforts\r\nundertaken to organize an international conference on\r\nthe Great Lakes region.\r\nRepresentatives of Africa’s development partners\r\nhighlighted the measures they had taken to help the\r\nAfrican Union build its capacities in peacekeeping.\r\nEmphasis was also placed on the need to provide the\r\nAfrican Union with the resources it needs to play a\r\nvanguard role in addressing crisis situations in Africa,\r\nin partnership with the United Nations.\r\nMany speakers emphasized the great importance\r\nof post-conflict peacebuilding and welcomed the\r\nestablishment of the Economic and Social Council’s\r\nAd Hoc Advisory Groups as part of a comprehensive\r\napproach to post-conflict reconstruction and\r\ndevelopment.\r\nOn item 46, “2001-2010: Decade to Roll Back\r\nMalaria in Developing Countries, Particularly in\r\nAfrica”, speakers recognized that diseases such as\r\nHIV/AIDS and malaria not only severely put Africa’s\r\nhealth systems to the test, but also constitute a major\r\nthreat to the development of the continent. Many\r\nspeakers welcomed the efforts undertaken by African\r\ncountries to fight against HIV/AIDS and malaria.\r\nNonetheless, they emphasized that Africa needs the\r\nsupport of the international community in order to\r\nmeet its health challenges. Africa’s development\r\npartners reiterated their commitment to help the\r\ncontinent confront its range of health problems.\r\nIn conclusion, I would like to thank all\r\nparticipants for the interest they have shown and for\r\ntheir participation in the debate on these items.\r\nThe Assembly has thus concluded the present\r\nstage of its consideration of agenda items 38 and 46.\r\nThe meeting rose at 5.10 p.m.\r\n"