"United Nations A/59/PV.43\r\n \r\nGeneral Assembly\r\nFifty-ninth session\r\n43rd plenary meeting\r\nWednesday, 27 October 2004, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n04-57960 (E)\r\n*0457960*\r\nPresident: Mr. Ping. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Gabon)\r\nIn the absence of the President, Mr. Vohidov\r\n(Uzbekistan), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.15 p.m.\r\nAgenda item 113 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations\r\nThe Acting President: Before we turn to the\r\nitem on our agenda, I should like to inform members\r\nthat, since the issuance of document A/59/430, Malawi\r\nhas made the necessary payment to reduce its arrears\r\nbelow the amount specified in Article 19 of the\r\nCharter.\r\nMay I take it that the General Assembly duly\r\ntakes note of this information?\r\nIt was so decided.\r\nThe Acting President: This information will be\r\nreflected in document A/59/430/Add.1, to be issued\r\ntomorrow morning.\r\nAgenda item 40 (continued)\r\nFollow-up to the outcome of the special session\r\non children\r\nReport of the Secretary-General (A/59/274)\r\nMr. Satjipanon (Thailand): Thailand believes\r\nthat children are not only our hearts, but also our\r\nfuture. Because of their importance and vulnerability, it\r\nis the responsibility of every parent, every society and\r\nevery State to ensure their safety, their well-being and\r\nthe full realization of their potential.\r\nThailand attaches great importance to the\r\noutcome of the twenty-seventh special session of the\r\nGeneral Assembly, which was devoted to children.\r\nAccordingly, Thailand’s draft national strategy and\r\nplan of action for “a world fit for children” for 2005-\r\n2015 has been formulated on the basis of the\r\nframework of the final document adopted at that\r\nspecial session (resolution S-27/2), with the addition of\r\ncertain aspects that are pertinent to the situation in Thai\r\nsociety. The ministry concerned recently completed the\r\nprocess of public hearings on the draft national strategy\r\nand plan of action. It is expected that the revised draft\r\nnational strategy and plan of action will be ready for\r\nsubmission to the Cabinet for approval by the end of\r\nthis year. For Thailand, it is important to ensure the\r\nparticipation of children and young people in\r\nGovernment-led decision-making processes that may\r\nconcern their own interests and well-being. Children\r\nand civil society have taken part in the drafting of the\r\nnational strategy and plan of action at both the national\r\nand the local levels.\r\nMy delegation finds the report of the Secretary-\r\nGeneral on follow-up to the special session on children\r\n(A/59/274) to be of great assistance in helping us to\r\nfurther improve our draft national strategy and plan of\r\naction and to operationalize the goals set out in the\r\nreport. In addition to identifying the progress made, the\r\n2\r\nA/59/PV.43\r\nproblems that remain and further actions that need to\r\nbe taken, the Secretary-General’s report provides us\r\nwith a comprehensive picture of the linkages among\r\nthe objectives of the special session, the Millennium\r\nDevelopment Goals and the work of the Committee on\r\nthe Rights of the Child. My delegation wishes to take\r\nthis opportunity to thank the Secretary-General for his\r\nreport and to commend the United Nations agencies\r\nconcerned — in particular UNICEF — for their active\r\nand tireless efforts to assist countries in realizing their\r\ngoals aimed at building a world fit for children.\r\nMy delegation wishes to share its views on\r\ncertain issues that were highlighted in the outcome\r\ndocument of the special session.\r\nThe first issue is saving our children from\r\nHIV/AIDS. For more than a decade Thailand has\r\nstriven to limit mother-to-child transmission of the\r\nvirus. Remarkable success has been achieved since the\r\nyear 2000, when the Ministry of Public Health issued\r\nclinical guidelines setting out standard practices aimed\r\nat preventing mother-to-child HIV/AIDS transmission,\r\ndeveloped a national plan and policy on HIV/AIDS and\r\nlaunched a national programme based on that policy. It\r\nhas been estimated that without such efforts almost\r\n5,000 children would have been born HIV-positive by\r\nthe year 2003. The national programme is believed to\r\nhave contributed to the reduction of that number by up\r\nto 50 per cent.\r\nDespite the achievements, Thailand is aware that\r\nthe path ahead remains long. Indeed, no country can\r\never become complacent about the silent killer named\r\nHIV/AIDS, which poses a global threat to human\r\nsecurity. As the host of the Fifteenth International\r\nAIDS Conference, held in Bangkok in July 2004,\r\nThailand ensured that particular emphasis was placed\r\non the increasingly young and female faces of the\r\nvictims of HIV/AIDS, on the problems of children\r\nliving with and orphaned by HIV/AIDS and on the\r\nneed for enhanced sharing of best practices and global\r\npartnerships to address the HIV/AIDS pandemic.\r\nIn addition to being concerned about the\r\nproblems of children living with or orphaned by\r\nHIV/AIDS, Thailand shares the international\r\ncommunity’s concern with protecting children from\r\nabuse, exploitation and violence. Thailand is\r\nparticularly concerned about the interlinkages among\r\nproblems such as child trafficking, child sex tourism\r\nand child pornography, which are complex in nature.\r\nThey are even more difficult to fight when they are of a\r\ncross-border nature, are linked with national or\r\ntransnational criminal organizations and/or involve the\r\nmisuse of advanced information technology such as the\r\nInternet.\r\nThailand believes that States have the primary\r\nresponsibility for combating and eradicating those\r\nproblems in their countries. However, it is also realistic\r\nto observe that, because of the complexity, magnitude\r\nand transboundary nature of those problems,\r\npartnerships at the local, regional and global levels are\r\nessential to effectively address them. Such national,\r\nregional and global efforts need to comprehensively\r\naddress, inter alia, three key issues. These are the\r\ninterlinkages among the problems; their root causes,\r\nwhich may include poverty, dysfunctional family\r\nstructures, political situations and instability; and the\r\nneed to tackle the problems from the demand and the\r\nsupply sides, according equal importance to both.\r\nStrategies should focus on the following. First,\r\nwe need prevention measures targeting perpetrators\r\nand potential violators, and secondly, there should be\r\nprotection measures targeting children who may be at\r\nrisk or have fallen prey to those violators. Thirdly,\r\nprosecution measures should target perpetrators and\r\nviolators. That would require the strengthening of legal\r\nand judicial processes, as well as international\r\nenforcement cooperation for crimes of a transborder\r\nnature. Fourthly, measures should focus on child\r\nvictims not only in terms of physical health but also\r\ntheir psychological rehabilitation, as a child’s mind is\r\nmuch more difficult to heal than his or her body.\r\nOur system also needs to ensure the smooth\r\nreintegration of victimized children into society, as\r\nwell as measures to prevent the child from being\r\nvictimized again. On society’s part, social services can\r\nbe important in order to ensure greater effectiveness of\r\nthe measures introduced and implemented to protect\r\nchildren from harm.\r\nMy delegation wishes to take this opportunity to\r\nupdate the Assembly on some national legislative and\r\nadministrative measures that Thailand has undertaken\r\nto better protect our children against abuse,\r\nexploitation and violence.\r\nRecent important measures include the Child\r\nProtection Act. This law, which came into effect on\r\n13 March this year, is intended to protect children from\r\n3\r\nA/59/PV.43\r\nall form of abuse, exploitation, violence and gross\r\nnegligence by clearly stipulating that any child below\r\nthe age of 18 is protected by the State. The law is\r\nconsistent with every international legal instrument\r\nconcerning children, as it attaches primary importance\r\nto maximum benefits for children, prohibits unfair\r\ndiscrimination and provides protection to every child in\r\nthe country.\r\nTo ensure the efficient implementation of the\r\nChild Protection Act and to ensure a disciplined\r\napproach in addressing the matter, a Child Protection\r\nCommittee has been set up at both the national and the\r\nprovincial district level, comprising representatives of\r\nGovernment agencies, non-governmental organizations\r\nand experts working for child protection. The\r\nCommittee is now in full operation at all levels.\r\nAs to the international human rights instrument\r\nrelated to child protection, Thailand submitted its\r\nsecond national report to the Committee on the Rights\r\nof the Child in April of this year and is awaiting\r\nanother presentation of its report to the Committee. To\r\nensure children’s involvement in this important\r\nmonitoring process, the Government also supports the\r\nsubmission of a report to the Committee that is\r\nelaborated entirely by children.\r\nIndeed, the Thai Government attaches great\r\nimportance to the work of the Committee on the Rights\r\nof the Child. It has extended its full support to the\r\nCommittee’s request to hold a subregional workshop in\r\nBangkok in mid-November with the aim of assisting\r\nthe Governments of Thailand, Viet Nam, the Lao\r\nPeople’s Democratic Republic, Cambodia and India in\r\nimplementing the Committee’s recommendations this\r\nyear. Other measures that Thailand has undertaken are\r\nfurther elaborated in the statement we have circulated.\r\nIn conclusion, my delegation wishes to assure the\r\nAssembly of Thailand’s continued commitment to the\r\nrealization of the goals of the General Assembly’s\r\nspecial session on children, as well as the Millennium\r\nDevelopment Goals, and to full compliance with its\r\nobligations under the relevant international instruments\r\nrelated to the protection of children to which it is either\r\nalready a party or intends soon to become a party. We\r\nlook forward to working with other countries,\r\ninternational organizations and non-governmental\r\norganizations to create a world fit for our children and\r\nthe children of the world.\r\nMr. Komar (Indonesia): I am delivering this\r\nstatement on behalf of Ambassador Adiyatwidi\r\nAdiwoso Asmady, who is not able to be with us this\r\nafternoon.\r\nOn behalf of my delegation, let me first of all\r\ncongratulate the Secretary-General for his report,\r\ncontained in document A/59/274, on progress achieved\r\nin realizing the commitments set out in the document\r\nentitled “A World Fit for Children”. Indonesia shares\r\nthe view that our current progress in building a world\r\nfit for children is a major step in fulfilling the\r\ncommitments made at the Millennium Summit. The\r\nagenda to build a world fit for children is an extension\r\nof the commitment to achieve the Millennium\r\nDevelopment Goals, owing to the very high potential\r\nof effective investments in the fields of health,\r\neducation and child protection to produce significant\r\ncontributions to broad-based poverty reduction and\r\nsocio-economic progress.\r\nIndonesia also welcomes the reports of those\r\ncountries that have chosen to incorporate the goals and\r\ncommitments of “A World Fit for Children” into other\r\nnational policies and planning instruments, such as\r\npoverty reduction strategies, national development\r\nplans and sector plans, including multisectoral\r\napproaches.\r\nIndonesia would be pleased to share its\r\nexperience in that regard. Indeed, “A World Fit for\r\nChildren” serves as a framework for the Government\r\nof Indonesia to promote national development planning\r\nfor children and child rights-based programmes. On\r\nthat basis, legislative and administrative measures have\r\nbeen taken and various elements of society have been\r\ninvolved in the implementation of relevant national\r\naction plans to create a healthy and conducive\r\nenvironment for children’s development in Indonesia.\r\nThe most significant national developments as\r\nfollow-up to the special session on children have been\r\nthe promulgation of our Law No. 23 of 2002 on child\r\nprotection, and the establishment of a National\r\nCommittee on Child Protection. The Committee’s main\r\nresponsibility is to ensure the implementation of Law\r\nNo. 23 through monitoring and evaluation measures.\r\nLast July, in commemoration of National\r\nChildren’s Day, former President Megawati\r\nSoekarnoputri launched the National Programme for\r\nChildren in Indonesia 2015, in line with the\r\nMillennium Development Goals. The Programme\r\n4\r\nA/59/PV.43\r\ncovers the key issues of child health and nutrition,\r\nchildren and HIV/AIDS, early childhood care and\r\ndevelopment, basic nine-year education and child\r\nprotection. Simultaneously, the former President also\r\ninaugurated various national campaigns on education\r\nfor all, as well as a ban on smoking in school areas.\r\nAllow me now to share with you information on\r\nsome of the progress being made in Indonesia and on\r\nthe challenges that affect key thematic areas pertinent\r\nto the advancement of our children’s welfare.\r\nOn health issues, targets for the next five years\r\nare geared to the Government’s vision of achieving a\r\nhealthy Indonesia by 2010. The targets include\r\nreducing mother and infant mortality, reducing the\r\nprevalence of malnutrition among children under five\r\nyears of age, increasing sanitation facilities and the\r\nsupply of clean water and combating HIV/AIDS by\r\nmeans of the 2003-2007 National Strategy.\r\nOn education, Indonesia’s Law No. 20 of 2003,\r\non the national education system, underlines the\r\nparamount importance of education in Indonesia’s\r\noverall development programme. The Law stipulates\r\nthe considerable budget allocations that have to be\r\nmade to support the nine-year compulsory education\r\nprogramme in order to enhance the quality of basic\r\neducation and to provide financial support for low-\r\nincome families to send their children to school.\r\nOn the issue of child abuse, various policy\r\nmeasures have been taken to address this scourge, both\r\nat the national and regional levels. Currently, Indonesia\r\nis implementing three National Action Plans on the\r\nelimination of the worst forms of child labour,\r\ncommercial sexual exploitation of children and\r\ntrafficking in women and children. Fully aware of the\r\ntransborder characteristic of such issues, the\r\nIndonesian Government, in close collaboration with the\r\nInternational Organization for Migration (IOM) and\r\nwith the participation of its neighbours in the region,\r\nnotably the Association of Southeast Asian Nations\r\n(ASEAN) countries and Australia, organized last\r\nFebruary the Batam Conference and endorsed a series\r\nof concerted actions to combat the widespread\r\ncommercial sexual exploitation of children in the\r\nregion.\r\nIn Geneva last January, the Indonesian\r\nGovernment conducted a dialogue with the Committee\r\non the Rights of the Child to consider Indonesia’s\r\nsecond periodic report. The dialogue was extremely\r\nfruitful and productive. Knowing the overriding\r\nimportance of that dialogue for continued progress in\r\nimplementing the various commitments under the\r\nConvention, several recommendations and\r\nobservations made by the Committee were taken into\r\nconsideration and integrated into national strategies in\r\nline with Indonesian policies on children.\r\nAt the regional level, my delegation would like to\r\nreaffirm its commitment to the Bali Consensus — the\r\noutcome of the sixth East Asian and the Pacific\r\nMinisterial Consultation on Children in 2003, and\r\nlooks forward to actively participating in the\r\nforthcoming meeting in Cambodia early next year.\r\nIndonesia is of the view that regional initiatives play a\r\nsignificant role in achieving further progress in\r\nrealizing a world fit for children.\r\nIndonesia also shares the analysis that the\r\nstrengths and weaknesses in the follow-up process vary\r\nat all levels and along various dimensions. Specific\r\nattention should be given to measures to strengthen\r\nsynergy between the goals of the Millennium\r\nDeclaration and those set by the special session on\r\nchildren. The strong focus on the goals of the\r\nMillennium Declaration that are relevant to the lives of\r\nchildren has created a positive synergy with the goals\r\nof “A world fit for children”.\r\nThe fact that the Millennium Development Goals\r\nbenefit from widespread support from agencies whose\r\nmandate is not specifically action for children means\r\nthat issues relating to children are now high on the\r\ninternational agenda. Indonesia is of the view that\r\nevery country should make maximum use of such an\r\nencouraging ambience to boost its progress towards\r\nimplementing the “A world fit for children” goals at\r\nthe national level.\r\nAgainst that backdrop, Indonesia highly\r\nappreciates the significant contributions of the relevant\r\nUnited Nations agencies, particularly the United\r\nNations Children’s Fund (UNICEF), in assisting\r\ncountries to ensure the fulfilment of commitments to\r\ntheir children. Indonesia also calls on the agencies\r\nconcerned to deepen cooperation and assistance for\r\nsustainable progress. In that context, it is particularly\r\nessential to emphasize the fact that most of the goals of\r\n“A world fit for children” will be achieved only if\r\nGovernments scale up their efforts through both\r\nresource allocation and action at the political level.\r\n5\r\nA/59/PV.43\r\nTo conclude, since the future of the nation\r\ndepends so much on the well-being of its children, the\r\nGovernment of Indonesia is fully determined to move\r\nahead with the promotion and protection of the rights\r\nof the child and ensure that “A World Fit for Children”\r\nis not only an empty promise.\r\nWhile fully aware of the challenges posed by\r\nweaknesses in institutional capacity, budgetary\r\nconstraints, as well as conflict and instability, we are\r\nall obliged to exert ourselves to convert this promise\r\ninto reality. In this regard, our newly elected President,\r\nin his official statement after his inauguration last\r\nweek, emphasized his commitment to poverty\r\neradication, education and health improvement, as well\r\nas good governance, all of which will clearly create a\r\nconducive environment for the implementation of “A\r\nworld fit for children” in Indonesia.\r\nMr. Goonatilleke (Sri Lanka): At the special\r\nsession of the General Assembly on children, held\r\nfrom 8 to 10 May 2000, delegations from 190 countries\r\nreaffirmed the international community’s belief that\r\nchildren are the bearers of our future and our most\r\nvaluable asset, when they adopted the Declaration and\r\nPlan of Action entitled “A World Fit for Children”.\r\nSixty-nine world leaders and nearly thrice as\r\nmany delegations, some 1,700 representatives from\r\nnon-governmental organizations and many others\r\nattending the special session committed themselves to\r\ntime-bound goals for children and young people, which\r\ncomplement and strongly reinforce the Millennium\r\nDeclaration and the Millennium Development Goals\r\n(MDGs), with a particular focus on promoting healthy\r\nlives and quality education, protecting children against\r\nabuse, exploitation and violence and combating\r\nHIV/AIDS.\r\nThese are lofty goals indeed. However, for\r\ncountries wallowing in extreme poverty, burdened with\r\nheavy debt servicing responsibilities and impoverished\r\nby falling prices for their export commodities,\r\ninvesting in health and education and protecting\r\nchildren from abuse and exploitation are distant goals,\r\nor even distant dreams. By now, we are aware of the\r\nmagnitude of the responsibilities the developing and\r\nleast developed countries will have to shoulder, in a\r\nworld where we spend as much as $1 trillion per\r\nannum on armaments and a mere $57 billion for\r\ndevelopment aid.\r\nLet us, for example, consider the hefty\r\ninvestment needed to achieve just one of the eight\r\nMillennium Goals, namely, education, which requires\r\nthat children everywhere, boys and girls alike,\r\ncomplete a full course of primary schooling. To fulfil\r\nthat goal, each country will have to provide education\r\nto all of its children, and given the inability of the\r\nmajority of families in the developing and least-\r\ndeveloped countries to come up with requisite costs,\r\nfor instance school fees, such education will have to be\r\nprovided free of cost. Such a decision, on the part of\r\nGovernments having to finance public school systems,\r\nwill lead to enormous pressures owing to massive new\r\nenrolments with the result that the available\r\ninfrastructure will be exhausted.\r\nTo begin with, new classrooms will have to be\r\nbuilt and teachers will have to be recruited and trained,\r\nin order to bring the teacher-to-student ratio to an\r\nacceptable and manageable level. Moreover, those\r\nGovernments will have to consider how the poorer\r\nstudents will gain access to essential textbooks and\r\nuniforms.\r\nBearing in mind that the majority of the new\r\nstudent population will be coming from poverty-\r\nstricken families, who are not adequately fed —\r\nremember that children dizzy with hunger will not be\r\nable to focus on their studies — authorities will have to\r\nfind ways and means of providing for the minimal\r\nnutritional needs of children. Resources required for\r\nthose activities are going to further burden already\r\nimpoverished countries.\r\nThe answer to that dilemma is to assist\r\nGovernments with required resources, in a sustainable\r\nmanner, until that Millennium Goal is met. According\r\nto current estimates, an additional $50 billion per\r\nannum will be required to attain that and other\r\nMillennium Development Goals. Without achieving the\r\n0.7 per cent official development assistance (ODA)\r\ntarget, it will be a nearly impossible task to achieve\r\nthose goals.\r\nIn her address to the special session on children,\r\nthe President of Sri Lanka quoted the Lord Buddha,\r\nwho more than 2,500 years ago discussed the value of\r\nchildren. In that discourse, he asked “What is\r\nmankind’s treasure?” and he replied “children are\r\nmankind’s treasure”. Thus, in two short sentences the\r\nLord Buddha said what is relevant to all societies at all\r\n6\r\nA/59/PV.43\r\ntimes: there is no treasure more valuable to mankind\r\nthan our children.\r\nChildren under the age of 18 years constitute\r\napproximately 36 per cent of Sri Lanka’s population of\r\nnearly 20 million. Sri Lanka has placed children’s\r\nrights high on its political agenda.\r\nSri Lanka has literacy rates of over 90 per cent\r\nfor men and women, bearing testimony to our\r\nlongstanding commitment to education without gender\r\ndisparity. Since 1945, education in Sri Lanka has been\r\nfree from the primary to the tertiary level. Further,\r\nassistance in the form of free textbooks, uniforms and\r\nscholarships for schoolchildren is provided, and there\r\nis a scholarship system for needy undergraduates. This\r\nenables even the poorest of our children to aspire to all\r\nthe opportunities our society offers. Moreover,\r\neducation is compulsory from five to 14 years of age,\r\nand the minimum employment age has been raised to\r\n14. This has helped to check child labour, which occurs\r\nmostly in the informal sector.\r\nFor several decades, health care has been\r\naccorded the same level of priority as education. Free\r\nhealth-care services are available to all Sri Lankans.\r\nWe are proud of the consequent low rates of infant,\r\nchild and maternal mortality; the significant reduction\r\nin the low-birth- weight rate; and the low birth rate. A\r\nsustained commitment to develop health and\r\neducational services has led to high socio-economic\r\nindicators for a country of our income range.\r\nHowever, given the high level of poverty in\r\ncertain areas of the country, malnutrition among\r\nchildren has become a worrisome factor. Lower-\r\nincome families are being provided with State\r\nassistance through the Poverty Alleviation Programme\r\ncarried out by the Government. We have to admit that\r\nover the years, budgetary allocations for education and\r\nhealth care have come under considerable pressure.\r\nOne of Sri Lanka’s greatest challenges in recent times\r\nhas been protecting children from the impact of the\r\ntwo-decades-long armed conflict. Nevertheless, all\r\nchildren living in conflict-affected areas of the country\r\nare provided with health care and educational facilities\r\nat Government expense. Programmes are under way to\r\nincrease vocational and technical training facilities to\r\nschool-leavers in those areas.\r\nTragically, Sri Lanka continues to face the\r\nproblem of the recruitment of children as armed\r\ncombatants — some of whom as young as 10 years\r\nold — by the Liberation Tigers of Tamil Eelam\r\n(LTTE). According to reports received by the United\r\nNations Children’s Fund (UNICEF), 4,552 child\r\ncombatants under the age of 18 were recruited by the\r\nLTTE between 1 April 2001 and 30 September 2004,\r\ndespite the commitment made by that organization in\r\n1998 to Mr. Olara Otunnu, Special Representative of\r\nthe Secretary-General for Children and Armed\r\nConflict, that it would not recruit children under the\r\nage of 17 and would stop using children under the age\r\nof 18 in armed hostilities.\r\nThe Government is appreciative of the role\r\nplayed by UNICEF in pursuing relentlessly with the\r\nLTTE the issue of child combatants and in making\r\narrangements to rehabilitate those children released\r\nfrom time to time by the LTTE.\r\nSri Lanka is pleased to state that, following the\r\nparticipation of the President of Sri Lanka in the\r\nspecial session on children, the Government of Sri\r\nLanka launched a National Plan of Action for Children\r\nfor the period 2004-2008. The overall strategy set out\r\nin the Plan is to ensure universal access to the services\r\nthat children require for their full and free development\r\nas well as to provide them with the opportunity to\r\ndevelop their individual capacities in a safe and\r\nenabling environment. It seeks to direct attention and\r\nresources to those areas which are neglected or under-\r\nresourced in ongoing Government programmes.\r\nFor example, in our country, which is emerging\r\nfrom a two-decades-long armed conflict, the present\r\nsystem of education does not, in the curriculum and\r\nschool programmes, adequately cover ways\r\nsubstantially to improve race relations or to promote a\r\ngreater understanding of the cultural and religious\r\nheritages and democratic traditions of our country.\r\nTherefore, the promotion of values such as peace and\r\nsocial harmony will receive a high priority in the\r\nNational Plan of Action.\r\nA needs assessment of conflict-affected areas and\r\nregions bordering such areas has been carried out by\r\ndonor agencies, and the aspects that need immediate\r\naction have been identified. These include the\r\nrestoration of damaged physical infrastructure, the\r\nspecial needs of children affected by conflict, non-\r\nformal education and, in the short term, reintegrating\r\nchildren who have been internally displaced.\r\nThe importance of regular monitoring has been\r\nrecognized in terms of the effective implementation of\r\n7\r\nA/59/PV.43\r\nthe National Plan of Action. A number of steering and\r\ncoordinating mechanisms have been set up at different\r\nsubnational levels to address this concern. This\r\nincludes monthly review meetings at the provincial\r\nlevel and a quarterly progress report.\r\nIn closing, I want to share with the Assembly our\r\nchildren’s vision for Sri Lanka. Children participating\r\nin the process of designing the National Plan of Action\r\nwere asked what sort of a world they would like to live\r\nin, in 10 years’ time. They responded: “We want to see\r\na Sri Lanka that is peaceful and prospering; a world\r\nthat provides equal opportunities for children; a\r\npleasant tomorrow for every child”.\r\nMr. Leslie (Belize): My delegation aligns itself\r\nwith the statement delivered earlier by the\r\nrepresentative of Barbados on behalf of the Caribbean\r\nCommunity (CARICOM).\r\nMy delegation also thanks the Secretary-General\r\nfor presenting the comprehensive report we have\r\nbefore us today. The report shows that there have been\r\nmixed results thus far in implementing the Declaration\r\nand Plan of Action adopted at the special session, and\r\nthat, unfortunately, there has been a lack of consistent\r\nand systematic follow-up to this point. My delegation\r\ntrusts that our consideration of this item at this session\r\nwill provide a new impetus to the critical follow-up\r\nprocess.\r\nAt the special session in May 2002, delegations\r\nfrom 190 countries adopted the Declaration and Plan of\r\nAction entitled “A world fit for children”. It committed\r\nGovernments to a time-bound set of goals for children\r\nand young people. But we know that this is not\r\nenough; it cannot be enough when every year more\r\nthan 10 million children die before they reach the age\r\nof five, when more than 100 million, especially girls,\r\ndo not go to school, and more than 60 million are\r\nengaged in child labour.\r\nWe live in a constantly changing world where,\r\nthrough globalization, distances have become less\r\npronounced. Such proximity, however, has not brought\r\nus closer to one another, for globalization, as it is\r\ncurrently being practised, has yet to be proved\r\nbeneficial to children in developing countries. Instead,\r\nit has created more poverty, and, as we all know,\r\nchildren are always the ones most affected.\r\nThe Millennium Goals committed us to uphold\r\nthe dignity of our peoples, especially as concerns the\r\nchildren of the world. More specifically, we resolved\r\nby 2015 to cut the number of our poorest people by\r\nhalf; ensure that children everywhere, boys and girls\r\nalike, get an education; and to stop the use of children\r\nto fight and die in armed conflict. These are our\r\nexpectations, and we should do our utmost to\r\naccomplish them.\r\nFor us in Central America and the Caribbean,\r\nchildren form the largest part of our populations. The\r\ndevelopment of our nations is inextricably linked to\r\ntheir development. If we are to achieve meaningful\r\nsustainable human development, our children must go\r\nto school, have safe parks and playgrounds, be drug-\r\nfree and be able to reach maturity before becoming\r\nparents.\r\nThe Convention on the Rights of the Child\r\nremains the overarching framework for Belize as it\r\nseeks to safeguard the well-being of our nation’s\r\nchildren and meet obligations in each of the designated\r\nareas of promoting healthy lives, providing quality\r\neducation, protecting children against abuse,\r\nexploitation and violence and combating HIV/AIDS.\r\nBelize is committed to our children, and our\r\ncommitment is sacred. We are continuing to make\r\nchanges to improve their lives. Since 1999, the single\r\nlargest portion of our national budget has been\r\nallocated to education. There has been an increase in\r\nthe number of secondary schools. The Government of\r\nBelize continues to invest millions in enhancing the\r\nvocational and technical education system. Through\r\nthe Ministry of Human Development, our Government\r\nhas brought together the non-governmental\r\norganization community, educators and government\r\nofficials to develop our own plan of action, instituted\r\nunder the monitoring eye of the National Committee\r\nfor Families and Children, and we continue to support\r\nthe efforts of other non-governmental organizations in\r\nthis field. Many of the indicators for measuring our\r\nprogress towards achieving the goals of the Convention\r\nshow marked improvement. We have enacted new laws\r\nfor the further protection of our children, making it\r\nmandatory to report child abuse and neglect, and we\r\nhave provided greater protections for children when\r\nthey are complainants in a court of law. Last year, a\r\nnational education summit was held, which engaged all\r\nstakeholders in discussions on the reform of the\r\neducation system. Countrywide consultations were\r\nheld with children so that we could get their input and\r\nrecommendations.\r\n8\r\nA/59/PV.43\r\nThe sad reality of abuse, violence and\r\nexploitation of children is one that none of us in the\r\ninternational community has been able fully to prevent.\r\nHowever, Belize is fully committed to eradicating\r\npractices that harm our children and prevent them from\r\nenjoying their full human rights. In December last year,\r\nBelize ratified the Optional Protocol on the Convention\r\non the Rights of the Child on the sale of children, child\r\nprostitution and child pornography. In September last\r\nyear, Belize acceded to the United Nations Protocol to\r\nPrevent, Suppress and Punish Trafficking in Persons,\r\nespecially Women and Children. The Trafficking in\r\nPersons Prohibition Act was passed in June 2003. It\r\nencompasses provisions for the protection of children\r\nfrom all forms of trafficking, including sexual\r\nexploitation. It also contains provisions for public\r\nawareness, protection of victims’ families where\r\nnecessary, prosecution of offenders, compensation for\r\nvictims and the compiling of statistics. A multicultural\r\ntaskforce has been established to oversee\r\nimplementation of the Act.\r\nAs is well known, the HIV/AIDS pandemic has\r\nravaged the world and threatens the development\r\nprospects of many nations. The Caribbean region is the\r\nsecond worst affected region in the world, and Belize\r\nhas not been exempted this scourge. The Government\r\nof Belize has waged an intensive campaign against the\r\npandemic through the provision of care, treatment and\r\nprevention programmes, coupled with awareness-\r\nraising and educational activities. In 2003, the Belize\r\nRed Cross launched “Together we can”, a peer\r\neducation programme for adolescents that has national\r\ncoverage and targets young people, who are most at\r\nrisk of contracting HIV/AIDS. A programme entitled\r\n“A Rapid Assessment of the Situation of Orphans and\r\nChildren made Vulnerable by HIV/AIDS” has recently\r\nbeen completed.\r\nBelize has established a national plan of action\r\nfor children and adolescents for 2004-2015. The plan\r\nprovides a comprehensive framework for actions to\r\nensure that all children in Belize live in conditions that\r\nare favourable for their optimum physical, intellectual,\r\npsychological and spiritual development.\r\nThe development of the national plan of action\r\nfor children and adolescents was guided by Belize’s\r\nnational development priorities, as well as by key\r\ninternational instruments that speak to the development\r\nof children and adolescents including the Convention\r\non the Rights of the Child, the World Declaration on\r\nEducation For All and the outcome document of the\r\nspecial session of the General Assembly on children.\r\nSo, we endeavour to redouble our efforts to\r\nensure that the children of the world, in particular the\r\nchildren of Belize, will continue to thrive and prosper\r\nand so that we can build a world that is truly fit for our\r\nchildren.\r\nMr. Makayat-Safouesse (Congo) (spoke in\r\nFrench): First, my delegation would like to underscore\r\nthe importance we attach to the periodic review of\r\nimplementation of General Assembly resolutions and\r\nthe outcomes of recent United Nations conferences, in\r\nparticular in the economic and social areas.\r\nIt is important that we periodically assess the\r\nprogress made and the obstacles encountered in\r\nimplementing on the ground the outcomes of the\r\nprincipal meetings convened under the auspices of the\r\nUnited Nations. In that respect, the summit scheduled\r\nfor the sixtieth anniversary of the Organization aimed\r\nat reviewing the implementation of the Millennium\r\nDevelopment Goals is a crucial step. Today’s debate\r\nshould be placed in that context. That is why my\r\ndelegation would like to congratulate the Secretary-\r\nGeneral for the excellent report (A/59/274) he has\r\nsubmitted in that regard.\r\nMy delegation would like to make a few\r\nobservations on item 40 on the follow-up to the\r\noutcome of the special session on children. The\r\nthorough report of the Secretary-General underscores\r\nwith certain facts that much remains to be done to\r\nbuild a world fit for children.\r\nTwo years ago, at the special session on children,\r\nHeads of State and Government reaffirmed in this Hall\r\ntheir commitment to the purposes and principles of the\r\nUnited Nations Charter and decided to change the\r\nworld for children and with children.\r\nIn the declaration adopted at the end of the\r\nconference, they made a commitment to sustainable\r\nhuman development that takes into account the greater\r\ninterests of children. Today, even if encouraging\r\nprogress has been made, we have to acknowledge that\r\nwe have to strive harder to attain our goals.\r\nIn fact, today, 10 million children still die of\r\npreventable and curable diseases every year. 100\r\nmillion children, of which 60 per cent are girls, do not\r\nattend school. 150 million children suffer malnutrition.\r\nMillions of children are victims of HIV/AIDS, poverty,\r\n9\r\nA/59/PV.43\r\nconflicts, exclusion, discrimination and other scourges,\r\nwhile investment in social services in poor countries\r\nremains insufficient.\r\nTherefore, it is crucial to continue our efforts in\r\nthe four priorities defined in the declaration “A world\r\nfit for children”: the promotion of healthy lives, access\r\nto quality education, protection of children against\r\nabuse, exploitation and violence and the fight against\r\nHIV/AIDS. All Member States and the entire\r\ninternational community are called upon directly to\r\nrenew their efforts for children.\r\nMy Government shares that concern, and we have\r\nadopted various measures and taken action to promote\r\nand protect children and adolescents in what is a\r\ndifficult situation.\r\nAt the institutional level, that has led to the\r\nestablishment of the Ministry for Social Affairs,\r\nresponsible for guiding and implementing activities to\r\npromote children, an inter-ministerial committee to\r\npromote the Convention on the Rights of the Child and\r\na planning and monitoring unit, responsible for\r\ncollecting, analysing and publishing information on the\r\nsituation of children.\r\nAt the conceptual level, two government\r\nstrategies deal with children’s issues: the national plan\r\nof action for children, which sets out objectives and\r\nactivities based on the recommendations of the world\r\nsummit, and the national health development plan.\r\nThose mechanisms provide the framework within\r\nwhich my country is striving, in cooperation with its\r\ndevelopment partners, to implement the plan of action\r\nof the special session and the Millennium Development\r\nGoals.\r\nAnother important achievement in recent years\r\nhas been the establishment, with the assistance of the\r\nUnited Nations Children’s Fund, of a children’s\r\nparliament to allow them to take part in debates and\r\ntake decisions on issues that concern them. Presided\r\nover by a 17-year-old girl, that parliament serves as a\r\nforum for discussion, free expression and exchange for\r\nchildren and involves them in implementing the\r\nConvention, as well as in following up on its\r\nimplementation. It is also called upon to teach children\r\nabout their responsibilities, to serve as an advocacy\r\ntool to sensitize and educate parliament, Government\r\nauthorities and civil society involved in implementing\r\npolicies and programmes concerning children and to\r\ninitiate legislative proposals for children and send them\r\non to the National Assembly.\r\nConcerning the protection of children affected by\r\narmed conflict, my country supports the efforts of the\r\nSpecial Representative of the Secretary-General for\r\nChildren and Armed Conflict and is pleased with the\r\nefforts that the United Nations has made in establishing\r\nnew instruments and standards for protecting children.\r\nIt was in that context and with the goal of\r\nimplementing the Ottawa Convention of 1999 that my\r\ncountry destroyed more than five thousand landmines\r\nin September 2003 to safeguard current and future\r\ngenerations from that scourge. I would like to take\r\nadvantage of this opportunity to thank Canada and the\r\nUnited Nations for the financial and technical\r\nassistance that they have given us.\r\nIn the social sphere, the Congolese Government\r\nhas decided to make its fight against poverty, which\r\naffects most children, the cornerstone of its socio-\r\neconomic development policy. Thus, in partnership\r\nwith the United Nations Children’s Fund (UNICEF),\r\nthe Government has decided to reduce malnutrition,\r\nparticularly among children under five, by adopting\r\nholistic approaches to the nutritional problems of\r\nchildren and others of the community, as well as by\r\ndecentralizing nutritional monitoring activities. This\r\nstrategy also includes strengthening the capabilities of\r\nhealth workers at the national level, as well as\r\nrestoring basic infrastructure.\r\nWith respect to health, thousands of children\r\ncontinue to die before reaching the age of five. Seven\r\nout of 10 deaths are due to malaria, acute respiratory\r\ninfections, diarrhoea, and measles — often linked to\r\nAIDS. To remedy this problem, the Government is\r\naiming at improving health services, strengthening the\r\ncapabilities of communities, and providing nutritional\r\neducation. Congo is pleased with its partnership with\r\nUNICEF in field activities, which have made it\r\npossible to alleviate the consequences of the serious\r\nhumanitarian crises that have resulted from conflict\r\nand have led to the displacement of affected\r\npopulations, including women and children. The\r\ndistribution of drugs and food; vaccination campaigns\r\nand other activities designed to combat malaria,\r\ndiarrhoea and HIV/AIDS; the establishment of psycho-\r\nsocial counselling services and birth registration\r\ncampaigns have allowed my country, Congo, to avoid\r\nthe worst.\r\n10\r\nA/59/PV.43\r\nIn educational matters, our Government, along\r\nwith development partners and communities, is\r\nworking to restore school buildings that have been\r\ndamaged by civil war and to return to the high levels of\r\nschool attendance that we had until the end of the\r\n1980s.\r\nIndeed, according to UNICEF, the enrolment rate\r\nin primary school has dropped by 19 per cent between\r\n1980 and 2000 because of civil wars and natural\r\ncatastrophes during the 1990s. We have also noted that\r\nduring the same period, 247,500 school-aged children\r\nwere not enrolled in school. Therefore, the\r\nGovernment must increase the enrolment rate and\r\nmake up for the teacher shortage, especially in rural\r\nareas, and provide training and retraining to teachers.\r\nLastly, in the area of education, Congo is continuing its\r\nefforts to guarantee equal access to education for both\r\nboys and girls.\r\nWe have an enormous task ahead of us. The goals\r\nof reducing poverty by half and providing primary\r\neducation to all children by the year 2015 and other\r\nobjectives that we all espouse are completely noble and\r\nappropriate. The international community has the\r\nnecessary institutional frameworks, as well as the\r\nmeans of implementation as defined in the outcomes of\r\nthe major conferences and summits organized by the\r\nUnited Nations. Therefore, everyone must urgently\r\nfulfil the commitments they have undertaken, which\r\nare contained in the relevant paragraphs of the\r\nconference texts, namely the Plan of Implementation of\r\nthe World Summit on Sustainable Development and the\r\nMonterrey Consensus.\r\nResolution A/57/270B on the implementation and\r\nfollow-up to the outcomes of major United Nations\r\nconferences and summits should continue to inspire\r\nStates, the international community and the United\r\nNations, including international financial institutions\r\nand civil society, to become more engaged in\r\nimplementing the “World Fit for Children” plan.\r\nAs far as Congo is concerned, we are determined\r\nto promote and protect the rights of children by using\r\nall of the means at our disposal and by making our\r\ncontribution towards building a world of peace and\r\nprosperity for all.\r\nMr. Kazykhanov (Kazakhstan) (spoke in\r\nRussian): First of all, I would like to express gratitude\r\nto the Secretary-General for this report on the follow-\r\nup to the United Nations special session on children in\r\ndocument A/59/274, where there is a detailed\r\ndescription of the progress made in implementing the\r\ncommitments set forth in the final document of the\r\ntwenty-seventh special session of the Assembly, which\r\nis entitled, “A World Fit for Children”.\r\nThe protection of the rights of the child is a\r\npriority of Kazakhstan’s national policy. Today, there\r\nare more than five million children living in our\r\ncountry. Each and every one of them, in accordance\r\nwith the constitution of Kazakhstan, has the right to be\r\ntaken care of and nurtured and to receive support from\r\nthe State. The general principles of the United Nations\r\nConvention on the Rights of the Child have been\r\nintegrated into normative legal documents and national\r\nprogrammes adopted by our country between 1998 and\r\n2004. With the active involvement of non-\r\ngovernmental organizations (NGOs), a national\r\nworking group and an inter-agency commission, as\r\nwell as bodies that work on issues relating to issues of\r\ncustody and guardianship, have been set up in order to\r\nprotect the rights of children.\r\nFor Kazakhstan, the outcome of the General\r\nAssembly’s special session on children is particularly\r\npertinent. During the special session, a declaration and\r\na plan of action were adopted entitled “A World Fit for\r\nChildren”. The set of measures that has been approved\r\nby the community of nations for achieving specific\r\nobjectives in favour of children and youth makes it\r\npossible to work in an efficacious and targeted manner\r\nin different regions in order to develop national plans\r\nof action.\r\nThe positive results of the work in Kazakhstan\r\naimed at implementing the commitments of the special\r\nsession have spurred further progress in taking\r\neffective measures to protect children — first and\r\nforemost children no longer cared for by their parents,\r\nsick children, and children with behavioural problems.\r\nIn our country, we see a stabilization of the socio-\r\neconomic situation and our basic demographic\r\nindicators are more encouraging. For instance,\r\nbeginning in the year 2000, for the first time in a long\r\ntime there has been an increase in the birth rate and\r\nalso an increase in the population itself. The mortality\r\nrate has plateaued. With a view to reducing infant\r\nmortality and the incidence of early childhood\r\ndiseases, the Government of Kazakhstan, together with\r\ninternational organizations, is implementing a number\r\nof programmes, such as “safe motherhood”, neonatal\r\ncare, immunization, comprehensive monitoring of\r\n11\r\nA/59/PV.43\r\nchildhood diseases, prevention of mother-to-child\r\nHIV/AIDS transmission, promotion of breastfeeding,\r\nas well as others. Kazakhstan is providing targeted\r\nassistance to over 600,000 children in order to assist\r\nunderprivileged families and families with many\r\nchildren. It has also established a literacy fund in all\r\npublic schools, for which local authorities must\r\nannually earmark at least 1 per cent of their\r\nexpenditures for schools.\r\nKazakhstan understands the importance of\r\neffectively eradicating child labour and has therefore\r\nratified the International Labour Organization’s\r\nConvention concerning Minimum Age for Admission\r\nto Employment, as well as the Convention concerning\r\nthe Prohibition and Immediate Action for the\r\nElimination of the Worst Forms of Child Labour.\r\nIn education, work is under way to identify the\r\nmain areas that need to be reformed. Kazakhstan has\r\ndesigned a concept for the development of education\r\nthat will be in effect until the year 2015. At present we\r\nare focusing on the quality of education and are\r\nworking to enhance a new series of textbooks and\r\nprofessional training programmes for teachers.\r\nAmong efforts to stem the spread of HIV/AIDS,\r\nspecial education programmes have been designed and\r\nimplemented to create a safe and enabling environment\r\nfor children, parents and teachers. Kazakhstan attaches\r\ngreat importance to preventing and protecting children\r\nfrom cruel treatment, sexual exploitation and\r\nexploitation through child labour. It has therefore\r\nratified the two Optional Protocols to the Convention\r\non the Rights of the Child — one, on the sale of\r\nchildren, child prostitution and child pornography and\r\nthe other, on the involvement of children in armed\r\nconflict.\r\nAt present, the Government of Kazakhstan is\r\ndeveloping various programmes, one of which\r\nconcerns the protection of children for the period 2005-\r\n2010.\r\nIn follow-up measures to the General Assembly’s\r\nspecial session on children, our Government\r\nparticipated last May in an intergovernmental meeting\r\nin Sarajevo, where it introduced a detailed report on\r\nthe latest developments and achievements in\r\nKazakhstan with respect to the protection of the rights\r\nof the child.\r\nWe are certain that effective measures in health\r\ncare, education and the protection of children can help\r\ncreate conditions conducive to significantly reducing\r\npoverty and achieving socio-economic progress.\r\nTherefore, we hope that the United Nations system,\r\nespecially UNICEF, will remain committed to\r\nsupporting national initiatives and close cooperation\r\nwith Governments and Member States.\r\nThe President took the Chair.\r\nMr. Neil (Jamaica): The Permanent\r\nRepresentative of Barbados spoke this morning on\r\nbehalf of the Caribbean Community (CARICOM), and\r\nwe support his statement.\r\nI only wish now to make some additional remarks\r\nwith reference to the specific measures undertaken by\r\nJamaica to implement the Plan of Action resulting from\r\nthe special session on children entitled, “A World Fit\r\nfor Children”.\r\nThe four core areas for action identified by the\r\nspecial session are health, education, protection against\r\nabuse, exploitation and violence, and combating\r\nHIV/AIDS.\r\nWith regard to health, the Government of Jamaica\r\nhas taken steps to increase prenatal care and delivery\r\nservices. The result has been a reduction in infant\r\nmortality, which is now down to a rate of 24.5 per\r\n1,000, from 27 per 1,000 in 1990. There has also been\r\na decrease in the maternal mortality rate over the same\r\nperiod. In addition, child immunization coverage has\r\nincreased over 95 per cent, and there is evidence from\r\nthe parish clinics indicating that great strides have been\r\nmade in combating malnutrition in children.\r\nWith regard to education, the improvement in\r\nearly childhood education has been steady and within\r\nthe framework of the Government’s policy of providing\r\nuniversal basic education. The early childhood\r\neducation and development programme emphasized the\r\ngoals of increasing attendance and learning outcomes.\r\nSchool feeding programmes to improve nutrition for\r\npoor rural families is another aspect of the strategy for\r\nachieving those objectives.\r\nThe protection of children from abuse has been\r\nthe subject of ongoing monitoring and legislation. The\r\nOffences Against the Person Act and the Domestic\r\nViolence Act have been tightened with the prohibition\r\nof ill-treatment of children, whether in the home or in\r\npublic institutions. Legislation has also been enacted to\r\n12\r\nA/59/PV.43\r\nprevent sexual exploitation of children. In addition, the\r\nChild Care and Protection Act, which came into effect\r\nin March of this year, is a comprehensive regime\r\ncomprising approximately 20 separate laws that\r\nprovide for the safety of children and for legal\r\nprotection against carnal abuse, child-stealing, and\r\nvarious forms of exploitation.\r\nWith regard to HIV/AIDS, continuing efforts\r\nhave been made through public education to promote\r\nawareness and to reduce the risk of infection of infants.\r\nThat has had some effect, and efforts are continuing to\r\nmeet the target for reduction of the proportion of\r\ninfected infants by 50 per cent by the year 2010.\r\nAs far as administrative mechanisms are\r\nconcerned, special attention has been paid to the\r\ninstitutional strengthening for child protection.\r\nJamaica’s National Plan of Action for Children is a\r\ncomprehensive and coordinated programme within a\r\nframework to promote the rights of the child. Under its\r\nauspices, the Child Development Agency was\r\nestablished to achieve holistic development through the\r\ncreation, coordination and implementation of\r\nprogrammes and policies to meet the nation’s\r\nobligations to its children. As part of that framework,\r\nthere is an established child-specific human rights\r\ninstitution for the protection of\r\nchildren — a children’s advocate. That office has the\r\nresponsibility to review the adequacy and the\r\neffectiveness of the law and practice related to\r\nchildren’s rights, to give information to children so that\r\nthey understand the functioning of the office and to\r\nassist and act on behalf of any child whose rights have\r\nbeen infringed.\r\nIn addition, the juvenile unit of the police force\r\ngives support to family and juvenile courts, and a\r\nvictim support unit has been established to assist child\r\nvictims of violent crime. All those measures confirm\r\nthe seriousness with which the Government of Jamaica\r\nhas approached its obligation to promote the welfare of\r\nthe nation’s children and to conform with international\r\nstandards.\r\nHowever, much more remains to be done,\r\nespecially in poorer communities. The Government of\r\nJamaica continues to make the best use of available\r\nresources, but they are not enough to enable us to reach\r\nthe targets that have been set. We therefore urge\r\ncontinued assistance for that purpose. We acknowledge\r\nthe significant level of assistance provided by the\r\nUNICEF office in Jamaica, which has contributed\r\nimmensely in making some of the gains possible\r\nthrough their support and collaboration.\r\nFinally, I take this opportunity to express our\r\ndeep appreciation to the UNICEF office for its valuable\r\ncontribution to hurricane relief efforts since September,\r\nand we look forward to their continued support.\r\nMr. Rock (Canada): My delegation greatly\r\nappreciates this opportunity to share what we have\r\nbeen doing in Canada to implement the commitments\r\nflowing from “A World Fit for Children”, adopted at\r\nthe 2002 special session of the General Assembly on\r\nchildren.\r\nMaking sure that children become healthy,\r\nresilient, socially responsible and engaged citizens is a\r\ntop priority for us. On 22 April 2004, the Government\r\nof Canada submitted to the United Nations its national\r\naction plan, called “A Canada Fit for Children”. That\r\ndocument, produced with the assistance of Canadians\r\nfrom every sector of society, represent Canada’s\r\nofficial response to the commitments made at the\r\nspecial session on children. It reflects the central issues\r\naffecting children today and suggests opportunities for\r\naction that all Canadians can take to improve the lives\r\nof children, not only in Canada but around the world.\r\nWhile most children in Canada are doing well,\r\nmany challenges remain. In order to address the\r\npriority areas and opportunities for action in a\r\ncollaborative manner, extensive consultations were\r\nundertaken. In that regard, we involved young people\r\nin our consultations. We also engaged all levels of\r\nGovernment, as well as non-governmental,\r\nprofessional and faith-based organizations, aboriginal\r\ngroups, individuals and the private sector. Those\r\nconsultations confirmed the four basic themes of our\r\nnational plan of action: supporting families and\r\nstrengthening communities, promoting healthy lives,\r\nprotecting children from harm and promoting\r\neducation and learning. Those themes are consistent\r\nwith the Government of Canada’s agenda for children,\r\nas well as with “A World Fit for Children”.\r\n(spoke in French)\r\nOur plan of action, “A Canada Fit for Children”,\r\nalso underscores the importance that Canada attaches\r\nto playing our role in helping children around the\r\nworld. We continue to implement the action plan on\r\nchild protection of the Canadian International\r\n13\r\nA/59/PV.43\r\nDevelopment Agency (CIDA), with its strategic focus\r\non supporting child labourers and children affected by\r\nwar.\r\nCIDA will devote $122 million over a five-year\r\nperiod to projects to help those children. While Canada\r\nis committed to the achievement of all Millennium\r\nDevelopment Goals, it is especially focusing on goals\r\nrelated to children. For example, Canada has promised\r\nto double its investment in basic education in Africa by\r\n2005, which means that by 2005 we will invest $100\r\nmillion annually to help achieve the goal of universal\r\nprimary education in Africa. Those resources are in\r\naddition to Canada’s commitment to quadruple its\r\ndevelopment assistance for basic education by 2005.\r\nIn addition Canada has taken legislative measures\r\nto protect children from exploitation. Moreover, in\r\n2005, we will be holding a North American\r\nconsultation with respect to the United Nations study\r\non violence against children. We want to ensure that\r\nchildren and youth will participate both in the\r\npreparatory process and the consultations themselves.\r\nWe will continue to cooperate to ensure that all\r\nchildren have the opportunity to acquire the knowledge\r\nand skills needed to become healthy and engaged\r\nindividuals. As a signatory to the Convention on the\r\nRights of the Child, Canada is committed to ensuring\r\nthat children’s best interests play a central role in all\r\nour programmes and policies. That commitment is\r\nclearly reflected in “A Canada Fit for Children”, which\r\ncalls upon all Canadians to consider how they can\r\ncontribute to improving the lives of all children.\r\nMr. Mekdad (Syrian Arab Republic) (spoke in\r\nArabic): It is with great pleasure that we meet today, as\r\nchildren’s issues occupy a prominent place on the\r\nagenda of the United Nations, as well as on the\r\nagendas of the world’s countries and organizations.\r\nThere is hardly a United Nations document, whether of\r\nthe General Assembly or the Security Council, that\r\ndoes not make reference to children and the need to\r\nconsider their interests in times of peace or in armed\r\nconflicts.\r\nBecause my Government believes that today’s\r\nchildren are tomorrow’s leaders and that their\r\nupbringing, protection and strong development are the\r\nfoundation for a better future society, children’s issues\r\nhold a special place in our priorities. That is reflected\r\nin national plans carried out at the highest level of\r\nauthority in Syria, as President Bashar Al-Assad\r\nattaches great importance to children’s issues and\r\nfollows the projects and activities that serve the\r\ninterests and care of children in rural and urban areas.\r\nThe Supreme Committee for Children, comprised\r\nof Government and non-governmental authorities, was\r\nestablished in 1999 to address children’s issues and\r\nmonitor implementation of the Convention of the\r\nRights of the Child, to which Syria acceded in 1993, in\r\naddition to implementing the outcome of the 2002\r\nUnited Nations special session on children. In this\r\nregard, the Syrian Government has formulated the\r\nNational Plan of Action, a forward-looking plan to\r\npromote the interests of Syrian children, which will be\r\nin effect from now until the year 2015 and includes the\r\nareas of health and education, as well as cultural\r\naspects, protection of children from HIV/AIDS,\r\nviolence and exploitation, and providing care for those\r\nwith special needs. Health care and mandatory\r\neducation are provided at no expense to all boys and\r\ngirls in Syria.\r\nWe note that there has been a great increase in the\r\nrate of student enrolment — especially at the first level\r\nof basic education — and a reduction in the dropout\r\nrate in schools. The Ministry of Education is also\r\ndeveloping educational curricula, especially by\r\nintroducing the concept of the rights of the child in the\r\nbasic curricula. It is also noteworthy that the\r\npercentage of females is 48 per cent of the total\r\nnumber of students at the primary and secondary\r\nlevels.\r\nMy delegation has hosted a national conference\r\non childhood, under the auspices of the wife of the\r\nPresident, in February 2004. A number of decisions\r\nwere adopted, most important of which were the\r\nestablishment of a national monitor for children, with\r\nthe possibility of a follow-up to its implementation\r\nplan, and the implementation of legislation to protect\r\nchildren, to receive complaints and to provide a\r\ndatabase on children.\r\nThe Syrian Arab Republic participated in the\r\nthird Arab Conference on the Rights of the Child,\r\nwhich was held in Tunisia, at the beginning of this year\r\nand was centred around the Arab Plan of Action for\r\nChildren. That Plan will constitute another resource for\r\nArab States in formulating their plans concerning\r\nchildren.\r\nAt the international level, Syria has acceded to\r\nthe two Optional Protocols to the Convention on the\r\n14\r\nA/59/PV.43\r\nRights of the Child and to ILO Convention No. 138\r\nconcerning Minimum Age for Admission to\r\nEmployment. The employment age in Syria has been\r\nraised to 15 years. Syria has also acceded to ILO\r\nConvention No. 182 concerning the Prohibition and\r\nImmediate Action for the Elimination of the Worst\r\nForms of Child Labour. In that context, we would like\r\nto commend the work of UNICEF, its Executive\r\nDirector Mrs. Carol Bellamy, the UNICEF Offices in\r\nthe Middle East and the Damascus office for their\r\nefforts in the interests of children.\r\nIn spite of the achievements made in the area of\r\nchildren’s rights and care, my Government can not\r\nprovide for all of the children of Syria, since thousands\r\nof Syrian children are still living, since 1967, under\r\nIsraeli occupation in the Syrian Golan. Those children,\r\njust like their Palestinian brothers and sisters, suffer\r\ndaily from the arbitrary actions of the occupation\r\nauthorities, such as the closing and destruction of\r\neducational institutions. There are also many instances\r\nwhere Arab textbooks and curricula have been\r\nprohibited and Israeli curricula have been imposed, in\r\nan attempt to erase the national identity of younger\r\ngenerations.\r\nWe hope Mr. Olara Otunnu, the Special\r\nRepresentative of the Secretary-General for Children\r\nand Armed Conflict, will follow the situation of those\r\nchildren so as to familiarize the international\r\ncommunity with their tragedy and to compel Israel to\r\nrespect their rights, especially their right to life.\r\nActing in the best interest of children and keeping\r\nup with the challenges that this involves, in order to\r\narrive at appropriate solutions to the problems of\r\nchildren without selectivity or double standards, is an\r\nendless task. We would like to affirm that the United\r\nNations and its specialized agencies are quite capable\r\nof coordinating our efforts and mobilizing our potential\r\nto secure a better tomorrow for posterity and for\r\nhumanity in its entirety.\r\nMr. Butagira (Uganda): We meet today to\r\ndiscuss how far we have come in achieving the goals of\r\nthe outcome of the document entitled, “A World Fit for\r\nChildren” and to learn lessons on how to strengthen\r\nour efforts so that we can achieve the goals that have\r\nnot yet been achieved. We wish to thank the Secretary-\r\nGeneral for his report on the follow-up to the special\r\nsession on children, contained in document A/59/274.\r\nUganda experienced an unsettled period for\r\napproximately ten years owing to a number of\r\ndictatorial regimes that destroyed public infrastructure\r\nand the delivery of social services to the detriment of\r\ngood governance. As a result, infant mortality rates\r\nwere high.\r\nSince the National Resistance Movement\r\nGovernment took over power in Uganda in 1986, the\r\ncountry has been rehabilitated. This has enabled us to\r\nachieve some of the targets, including ensuring\r\nchildren’s health and nutrition, lowering the infant\r\nmortality rate, ensuring universal primary education,\r\nensuring safe childbirth, family planning and poverty\r\neradication and encouraging sustained economic\r\ngrowth and mainstreaming the targets in the poverty\r\neradication plan.\r\nIn the area of promoting healthy lives, the\r\nGovernment of Uganda has rehabilitated the health\r\ninfrastructure. Medical personnel are being trained and\r\nsafe motherhood is increasingly being implemented so\r\nthat women can access family planning and childbirth\r\ncare. Interventions in that regard are both family- and\r\ncommunity-based.\r\nOver 84 per cent of children countrywide are\r\nimmunized and the Roll Back Malaria global\r\npartnership is helping in the establishment of strategic\r\nplans for controlling that disease, including the use of\r\npreventive measures like mosquito nets and the timely\r\ntreatment of children. The Government is determined\r\nto decisively reverse the infant mortality rate, which\r\nhas increased slightly owing to the onset of HIV/AIDS.\r\nThe United Nations Children’s Fund (UNICEF)\r\nand the World Health Organization (WHO), have been\r\ninstrumental, in particular, in the drive to help\r\ndeveloping countries to obtain high-quality, low-cost\r\nvaccines.\r\nSafe water coverage in Uganda has risen from 10\r\nper cent in 1986 to 60 per cent today countrywide, and\r\nfrom 17 per cent to 70 per cent in urban areas.\r\nTo provide quality education, the Government of\r\nUganda embarked on a programme of universal\r\nprimary education, which has led to a rise in enrolment\r\nlevels from 2.5 million in 1986 to 7.5 million today.\r\nThe number of classrooms has been increased and the\r\ntarget is to have 148,000 primary school classrooms by\r\nthe year 2007. Primary school teachers have also been\r\nincreased by approximately 30,000. Some children are\r\n15\r\nA/59/PV.43\r\nenrolled in private primary schools, owing to Uganda’s\r\ndual-track policy, whereby with a liberalized school\r\nsystem the private sector can relieve some of the\r\nState’s burden.\r\nUnder the Heavily Indebted Poor Countries\r\n(HIPC) Debt Initiative, Uganda has been able to\r\nincrease spending for its primary schools, thanks to\r\ndebt rescheduling and forgiveness. Uganda will be\r\nembarking on universal secondary education in the\r\nnear future and the school curricula are being improved\r\nthrough the elimination of gender biases.\r\nNon-governmental organizations are working\r\nwith the Government of Uganda to help provide\r\neducation to all children. At the request of the\r\nGovernment, Save the Children has, for example, been\r\nsuccessfully implementing the Child-centred\r\nAlternatives for Non-formal Community-based\r\nEducation (CHANCE) programme, since 1999. That is\r\nhelping children who might not otherwise be attending\r\nschool at all.\r\nWhen combating HIV/AIDS in Uganda, a\r\npolitical commitment at the highest level, coupled with\r\nopenness about the problem, has translated into support\r\nprogrammes and advocacy for better policies and\r\nprogrammes, including safe motherhood, a sexual\r\nreproductive health policy of expanding the number of\r\nmother- and child-friendly hospitals, decentralization\r\nto reach in particular mothers at the grass-root level,\r\nprevention of mother-to-child transmission involving\r\nthe administration of free antiretroviral drugs,\r\nvoluntary counselling and testing and the education of\r\ngirl children. Awareness campaigns are facilitating\r\ninformed decision-making, especially among HIV-\r\npositive couples, and are encouraging behavioural\r\nchange through our programme known as ABC, for\r\nabstinence, being faithful and — if you cannot avoid\r\nit — the use of contraceptives.\r\nHIV/AIDS is the fourth leading cause of death\r\namong children under five years of age. It has also led\r\nto many children being orphaned, and children who are\r\nHIV-positive are susceptible to other diseases. In\r\nschools, weekly sensitization seminars are delivered by\r\nhead teachers with well-packaged guidelines\r\nformulated by all stakeholders. UNICEF has been\r\nhelpful by working with the Government to improve\r\nthe well-being of orphans and other vulnerable children\r\nand to promote the rights of children through the\r\ntraining of child rights advocates.\r\nI recently addressed the Security Council on the\r\nsubject of threats to international peace and security\r\ncaused by terrorist acts. I spoke in particular of the\r\nefforts that the Government of Uganda is undertaking\r\nto protect children against abuse, exploitation and\r\nviolence with regard to armed conflict.\r\nThe Government of Uganda has been fighting a\r\nlone battle to rescue children who have been maimed,\r\nabducted, sexually abused and killed by the terrorist\r\norganization known as the Lord’s Resistance Army\r\n(LRA). All those atrocities have been committed solely\r\nby that rebel terrorist group. The war against the\r\nterrorists has been largely successful lately and a\r\nnumber of rebel commanders have been captured or\r\nkilled. There is amnesty for the rebels who lay down\r\ntheir arms, and many are doing so and are being\r\nreintegrated into society.\r\nThe rebels have ignored the call for dialogue\r\nbecause they have no political or moral agenda.\r\nInternally displaced persons will be enabled to return\r\nto their homes soon. In the interim, the Government of\r\nUganda has paid school fees for all students whose\r\nparents are in camps and those students are now going\r\nto school. Uganda is grateful to agencies such as\r\nUNICEF for their assistance in that respect.\r\nThe Government of Uganda has drawn up a\r\ncomprehensive post-conflict rehabilitation and\r\ndevelopment programme for northern Uganda, where\r\nthe atrocities have been committed. We appeal to the\r\ninternational community to support it and to comply\r\nwith any arrest warrant issued by the International\r\nCriminal Court for members of the rebel group.\r\nMy delegation regrets that the noble cause of\r\nprotecting children, in particular in situations of armed\r\nconflict, has been politicized by the Special\r\nRepresentative of the Secretary-General for Children\r\nand Armed Conflict. The Special Representative has\r\nignored non-State actors who are responsible for\r\natrocities committed against children. He has not\r\nproposed a clear way forward to deal with them and\r\nhas therefore compromised his mandate.\r\nThe Government of Uganda has invited the\r\nSpecial Representative to undertake a visit to northern\r\nUganda to obtain the facts on the ground, but he\r\ncontinues to misrepresent or ignore altogether the issue\r\nwhich affects his own people. The Special\r\nRepresentative has, to date, ignored that invitation,\r\nwhich leads one to draw the conclusion that he is\r\n16\r\nA/59/PV.43\r\npreoccupied with an agenda that undermines the\r\ninterests of the children of northern Uganda.\r\nIn that regard, our concerns are borne out by the\r\nrecent findings of the Secretary-General concerning\r\nshortcomings in the Office of the Special\r\nRepresentative in addressing issues and concerns\r\nrelating to children and armed conflict. We regret to\r\nnote that some of those shortcomings are evident in his\r\nhandling of the reporting and monitoring mechanism\r\non children and armed conflict.\r\nIt is therefore crucial that the Secretary-General\r\nimmediately undertake the streamlining of the response\r\nof the United Nations system to children affected by\r\narmed conflict to correct those shortcomings. That will\r\nensure that children around the world will be accorded\r\nequal attention, with the impartiality and seriousness\r\nthat the issue deserves. The reporting and monitoring\r\nmechanism should accommodate the views of all\r\nstakeholders and should be implemented in a rigorous\r\nand transparent manner. A mechanism emerging from\r\nthe 1996 Graça Machel report, entitled, “Impact of\r\nArmed Conflict on Children”, should be handled in the\r\nspirit intended for it, which is with transparency,\r\nobjectiveness, inclusiveness and impartiality, rather\r\nthan by means of ad hoc briefings, as has been the\r\ncase.\r\nWhat is the way forward? The way forward for\r\ndeveloping countries in sub-Saharan Africa in\r\nparticular, where chronic poverty remains a major\r\nobstacle to the realization by children of all their\r\nrights, includes the cooperation of development\r\npartners. Underdevelopment, especially in sub-Saharan\r\nAfrica, has to be reversed through equitable access to\r\ntrade opportunities. Debt forgiveness and rescheduling\r\nshould be broadened in that regard to help mitigate\r\nmany of the problems that Governments have to deal\r\nwith in trying to guarantee human rights to all children.\r\nThe international community should do more to\r\nassist countries experiencing terrorist attacks, in\r\nparticular those by non-State actors, who are the main\r\nculprits in subjecting children to violence, exploitation\r\nand abuse. We should all work together in a\r\ncomprehensive manner so that we can all succeed in\r\ncreating a world fit for children.\r\nMr. Le Luong Minh (Viet Nam): Speaking on\r\nthe question of the follow-up to the special session on\r\nchildren, first allow me to express our sincere\r\nappreciation to the Secretary-General for his report\r\ncontained in document A/59/274. Looking back to the\r\nperiod since his first report (A/58/333) was submitted\r\nto the fifty-eighth session of the General Assembly, we\r\nare pleased to observe that the situation described in\r\nthe present report is much more encouraging.\r\nProgress is reflected in the number of countries\r\nthat have completed or that are developing or plan to\r\ndevelop national plans for children, or that are\r\nincorporating the goals and commitments of “A World\r\nFit for Children” into their national policy and\r\nplanning instruments. Also very important, is the fact\r\nthat the overall rate of such progress is more even.\r\nThe Secretary-General reports that altogether at\r\nleast 170 countries have either taken or foresee taking\r\nsome form of action to put the goals of the special\r\nsession on children into operation. That is a further\r\nindication of the shared consensus of the international\r\ncommunity on the necessity and urgency of building a\r\nbetter world — a world more fit for future generations.\r\nWe are particularly pleased to note that in many\r\ncountries there has been, or there has been more,\r\ncoordination in the designing or implementation of\r\nnational plans for children or other national plans,\r\nespecially with respect to poverty reduction and\r\nnational development. From our own experience, we\r\nconsider this important in ensuring the cost-\r\neffectiveness of the projects, the durability of efforts\r\nand the sustainability of progress.\r\nFor years now, the United Nations Development\r\nAssistance Framework (UNDAF) has been in place\r\nguiding development activities in dozens of countries.\r\nOne of the most prominent features of UNDAF is\r\nensuring the involvement of all stakeholders, including\r\nGovernments, United Nations agencies and other\r\ninternational organizations and non-governmental\r\norganizations, in developing projects and plans. In his\r\nreport, the Secretary-General indicated that many\r\nGovernments had used a broad consultative process for\r\ndeveloping plans of actions and other responses. That\r\nUNDAF-like approach should be encouraged.\r\nRegional mechanisms are playing important roles\r\nin an increasing number of domains of multilateral\r\nactivities. The number of resolutions adopted by the\r\nGeneral Assembly on cooperation between the United\r\nNations and regional organizations testifies to that\r\nhealthy tendency. With the consensus of the\r\ninternational community on the need to enhance\r\ncooperation in action for children, Viet Nam sees the\r\n17\r\nA/59/PV.43\r\npotential for regional mechanisms to play even greater\r\nroles in that connection. We look forward to actively\r\nparticipating in the forthcoming East Asia and the\r\nPacific Regional Consultation, to be held in Cambodia\r\nin early 2005.\r\nHaving mentioned those positive developments,\r\nwe are cognizant of the fact that there remains much to\r\nbe desired. In some areas, as pointed out by the\r\nSecretary-General, political instability, armed conflict\r\nand other crises have slowed the follow-up process. In\r\nall four major goal areas, while substantial progress\r\nhas been reported, so have difficulties and challenges.\r\nWhether for reasons such as the lack of firm funding\r\ncommitments for long-term financing for vaccines,\r\nshortages in resources for and lack of adequate\r\nattention to safe motherhood initiatives, limited access\r\nto safe drinking water, low coverage of programmes\r\nfor parent care practices, the continuing disparities in\r\nprimary and secondary education, the growing number\r\nof HIV/AIDS orphans, widespread child trafficking,\r\nthe commercial sexual exploitation of children or child\r\nabuse, those difficulties and challenges demand that we\r\nbe more resilient and vigorous in our efforts. Only then\r\nshall we be able to sustain the progress achieved and\r\nrecord further gains. We totally agree with the\r\nSecretary-General that those efforts need to be\r\nsupported by resource allocations and by actions at the\r\npolitical level. The United Nations in general, and\r\nUNICEF in particular, should be encouraged and\r\nsupported to make still greater contributions to that\r\nprocess.\r\nAs a reflection of the Vietnamese Government’s\r\npolicy attaching paramount importance to the\r\nprotection and care of children and considering\r\nchildren as the future of the country, the delegation of\r\nViet Nam, led by its former Vice President,\r\nparticipated actively in the special session of the\r\nGeneral Assembly on children in May 2002. In\r\nimplementation of our commitments and our long-term\r\nstrategy and action plan for the protection and care of\r\nchildren, we have tried to bring into full play domestic\r\nresources combined with external assistance, working\r\nclosely with our partners and with all stakeholders in\r\ndeveloping and implementing projects with a view to\r\nensuring the most effective utilization of funds.\r\nIn an effort to streamline the Government and\r\nforge better coordination, the National Committee for\r\nthe Protection and Care of Children was recently\r\nmerged into a new National Committee, also under the\r\nleadership of a Minister who is in charge not only of\r\nchildren but family and population activities as well.\r\nI am pleased to report to the Assembly on several\r\nencouraging achievements in Viet Nam. One hundred\r\nper cent of the provinces and cities have attained the\r\ngoal of universal primary education; illiteracy has been\r\nwiped out nationally; 95 per cent of children are\r\nenrolled in primary schools at their proper age; the\r\nmortality rate among children under the age of five has\r\nbeen reduced to 42 per thousand; 93.3 per cent of\r\nchildren under one year of age have been vaccinated\r\nwith all six vaccines; polio has been eradicated; and\r\n70 per cent of orphans are taken care of by their\r\ncommunities.\r\nHowever, like other developing countries, we are\r\nstill facing numerous problems and challenges,\r\nincluding the trafficking and sexual exploitation of\r\nchildren, the effects of HIV/AIDS on children and the\r\nshortage of resources, to mention only a few. In our\r\ncontinued efforts to sustain progress and overcome\r\nproblems and challenges, we are enjoying valuable\r\nsupport and assistance from United Nations\r\nagencies — especially UNICEF — donor countries and\r\ndomestic and foreign non-governmental organizations.\r\nOn behalf on my Government, I wish to extend to them\r\nall our most sincere gratitude.\r\nMr. Gadhavi (India): We thank the Secretary-\r\nGeneral for his report on the follow-up to the outcome\r\nof the special session on children (A/59/274). We have\r\nread this report with interest.\r\nThe special session of the General Assembly on\r\nchildren, held in 2002, as well as the current report,\r\nrecognized the important dividends that investments in\r\nchildren could reap in terms of a long-term impact on\r\npoverty eradication, socio-economic progress and\r\nsustainable development. It was recognized at the 2002\r\nspecial session that the resources promised at the 1990\r\nWorld Summit for Children had not been forthcoming.\r\nThe plan of action adopted by the special session,\r\ntherefore, devoted a separate chapter to the\r\nmobilization of resources, based on the realization that\r\nimplementation would not be possible without\r\nadditional resources, both in the national and the\r\ninternational context. Developed countries undertook a\r\nnumber of commitments with regard to the provision of\r\nofficial development assistance (ODA), bilateral\r\nofficial debt and market access in the plan of action\r\nadopted by the special session.\r\n18\r\nA/59/PV.43\r\nThe report of the Secretary-General\r\nacknowledges problems of funding challenges and\r\nresource shortages in sections relating to\r\nimmunization, safe motherhood and the study on\r\nviolence against children, but the section entitled\r\n“Ways Forward” refers only to the need for ensuring\r\nadequate and sustained national budget allocations for\r\nchildren, supplemented by donor assistance where\r\nneeded. The report lacks even a passing call on all\r\ncountries to follow up on the Monterrey Consensus in\r\norder to increase financing for development. There is\r\nalso no analysis of whether or not movement in recent\r\nyears has been in the right direction.\r\nThe goal of a “world fit for children” can be\r\nachieved only if lack of resources does not constrain\r\nprogress. While the negative trend in the core resources\r\nof UNICEF has been reversed, the actual gain in its\r\ncore resources, taking into account unfavourable\r\nexchange rates, has been marginal. Even the modest\r\nneeds of the Roll Back Malaria campaign are far from\r\nfulfilled. Progress on commitments made by the\r\ndeveloped countries with regard to ODA, bilateral\r\nofficial debt and market access also needs to be\r\ndramatically accelerated. Future reports dealing with\r\nthe follow-up to the special session on children would\r\ntherefore be incomplete without a focus on the\r\nquestion of resources and the commitments made by\r\ndeveloped countries in the Plan of Action.\r\nEfforts aimed at poverty alleviation must begin\r\nwith children. In fact, economists even say that the\r\nnutritional status of children under the age of five is\r\nthe most sensitive indicator of the development of a\r\nparticular region. The Government of India considers\r\nthe development of children to be an important concern\r\nand firmly believes that, in the ultimate analysis, it is\r\nthe healthy development of children that holds the key,\r\nand sets the limits for, the future development of\r\nsociety. Efforts are therefore being made by India in\r\nthat direction. Children have been put at the top of\r\nnational priorities — calling for focused, time-bound\r\naction by all concerned.\r\nIndia has the largest child population in the\r\nworld, with about 157 million children below the age\r\nof six years. Through the integrated child development\r\nservices (ICDS) programme, which began in 1975,\r\nservices are being provided to over 41 million\r\nbeneficiaries, comprising over 34 million children in\r\nthe 0 to 6 age group and over 7 million pregnant and\r\nlactating mothers. The programme, which was started\r\nas a social experiment with 33 projects in the country,\r\nhas emerged as a unique, and perhaps the largest, early\r\nchildhood development programme in the world, with\r\nmore than 5,650 projects across the country as of\r\nSeptember 2004. The Government of India is\r\ncommitted to universalizing the ICDS programme to\r\ncover all children. There is also an effort under way to\r\ndouble the nutritional component under the scheme.\r\nAnother major initiative, in the form of a national\r\nnutrition mission, has been launched to ensure holistic\r\nand coordinated intervention to combat malnutrition.\r\nUnder the aegis of this mission, the Government is\r\nproviding assistance for a pilot project in 51 districts,\r\nunder which food grain is being provided to families of\r\nundernourished adolescent girls and pregnant and\r\nlactating women. The programme is specifically\r\ndesigned to reach disadvantaged and low-income\r\ngroups, with the aim of effectively reducing disparities.\r\nICDS has been a powerful outreach programme in the\r\neffort to achieve major national nutrition, health and\r\neducation goals, as embodied in our national plan of\r\naction for children.\r\nEducation is recognized as a vital component in\r\nthe development of children. The eighty-sixth\r\namendment act to our Constitution was notified on\r\n13 December 2002, making free and compulsory\r\neducation a fundamental right for all children in the\r\nage group of 6 to 14 years. The Sarva Shiksha Abhiyan,\r\nor Campaign for Education for All, is the Government\r\nof India’s national programme to achieve the\r\nuniversalization of elementary education, as mandated\r\nby the eighty-sixth amendment.\r\nDespite the gigantic dimension of our challenges,\r\nIndia’s achievements vis-à-vis all indicators for\r\nchildren over the past decade have been positive. For\r\nexample, the infant mortality rate declined from 146\r\nper 1,000 live births in 1960 to 80 per 1,000 in 1990\r\nand 70 per 1,000 in 2000. The prevalence of severe and\r\nmoderate degrees of malnutrition among children\r\ndeclined steadily from 1974 to 2000. Primary school\r\nenrolment rates increased from 38 per cent in 1951 to\r\n80 per cent in 2000. The availability of safe drinking\r\nwater improved significantly — from 68 per cent in\r\n1990 to 78 per cent in 2000. The country has\r\nsucceeded in eliminating nutritional deficiency\r\nsyndromes such as beriberi, pellagra and scurvy.\r\nIndia’s commitment to the rights of the child is\r\ncivilizational, and it is enshrined in our Constitution.\r\n19\r\nA/59/PV.43\r\nIndia has one of the most comprehensive legal regimes\r\nfor the protection of children. The Constitution of\r\nIndia, which was adopted in 1950, articulates, in\r\nsubstantial measure, several of the principles of the\r\nConvention on the Rights of the Child. Our national\r\npolicies have seen rapid progress since independence,\r\nand we have tried to provide maximum outreach for\r\nour programmes for children. We realize that we still\r\nhave a long road ahead, and we are committed to\r\nensuring the rights, protection and complete\r\ndevelopment of every child in our country.\r\nIt is our belief that the actualization of children’s\r\nrights cannot be accomplished by Government action\r\nalone. While such action is a prerequisite for\r\nestablishing the enabling legal and policy environment\r\nand for initiating and implementing major national\r\nprogrammes, requisite public awareness and\r\ninformation is vital to bring about attitudinal change.\r\nThat can only be brought about by a complementary\r\nand dynamic partnership between non-governmental\r\norganizations, social activists and grassroots field\r\nworkers, including the participation of civil society. A\r\nconducive international cooperation framework, as\r\nrecognized in the Convention, is also essential to\r\nenable States with limited resources to fulfil their goals\r\nand aspirations. In that context, we would like to\r\nacknowledge our extremely productive partnership\r\nwith UNICEF.\r\nMr. Baduri (Eritrea): The delegation of the State\r\nof Eritrea would like to thank the Secretary-General for\r\nhis report on the follow-up to the United Nations\r\nspecial session on children, which is contained in\r\ndocument A/59/274.\r\nThe report notes the progress made and the\r\nobstacles overcome by States in the formulation and\r\nconsolidation of national plans of action designed to\r\nenable them to implement the commitments made\r\nduring the special session. Yet, it also makes it clear\r\nthat no significant achievements have been made\r\nduring the two years following the summit. It is also\r\nevident that developing States faced major problems in\r\nimplementation because of the paucity of their\r\nresources and the inadequacy of the promised, but not\r\ndelivered, external assistance to which developed\r\nStates had committed themselves during the summit.\r\nThe Government of Eritrea has taken in earnest\r\nits commitments to achieve the four goals identified by\r\nthe special session to be incorporated into national\r\nplans of action. It should be noted that, long before the\r\nholding of the summit, our Government had accorded\r\ntop priority to that matter and had already launched\r\nspecial programmes to promote and protect the rights\r\nof children on the basis of our country’s\r\nmacroeconomic policy, which was adopted in 1996.\r\nThose programmes were administered and supervised\r\nby government institutions and the National Union of\r\nEritrean Women. The summit’s four goals were\r\ntherefore meaningfully added to those already existing\r\nin national programmes. Consequently, new\r\nprogrammes were launched to accommodate the\r\nprovisions of the Convention on the Rights of the Child\r\nand the summit’s declaration, entitled “A world fit for\r\nchildren”. In addition, today the promotion and\r\nprotection of children is ensured by programmes\r\nmanaged by the Ministry of Labour and Social Welfare\r\nand the Eritrean integrated early childhood\r\ndevelopment programme, which is administered and\r\nsupervised by the Ministry of Education.\r\nEritrea’s overall policy and guidelines regarding\r\nchildren include, inter alia, the enactment of laws to\r\nprotect the rights of children; strengthening the family\r\nunit, which is regarded as the primary source of\r\nchildren’s emotional and material comfort; creating\r\npreventive and rehabilitative programmes designed to\r\nameliorate conditions and mitigate the suffering of\r\nchildren, especially traumatized and destitute children;\r\nand promoting integrated development programmes.\r\nIn that connection, the Ministry of Labour and\r\nSocial Welfare has been taking appropriate action with\r\nregard, inter alia, to the implementation of the\r\nConvention on the Rights of the Child. To that end, the\r\nMinistry has conducted numerous awareness\r\nworkshops. That programme is continuing at the\r\nregional and subregional levels throughout the country,\r\nfocusing especially on leaders of civil society and\r\ncommunity elders, as well as on religious leaders and\r\nteachers. The Ministry has also translated the\r\nConvention’s articles into six of Eritrea’s languages,\r\ndisseminating those translations through the mass\r\nmedia. It also submitted a detailed and updated country\r\nreport on the implementation of the Convention.\r\nWith regard to assistance to orphans, national\r\nsurveys on orphaned children were conducted in 1993\r\nand 1999, on the basis of which steps were taken to\r\nreunify over 47,000 orphans with their extended\r\nfamilies, namely, close relatives, including adult\r\nbrothers, sisters, uncles and aunts. That was\r\n20\r\nA/59/PV.43\r\naccompanied by the allocation of approximately\r\n$12 million to assist orphans and to establish\r\ncommunity-based group-care systems and institutional\r\ncare centres. In addition, adoption arrangements, by\r\nboth Eritrean and foreign families, are made when\r\ncircumstances are favourable.\r\nWith regard to support for children with\r\nHIV/AIDS, which has become a threat to children as\r\nthe number of victims continues to increase daily\r\ndespite strict controls, the Government has thus far\r\nidentified some children with HIV/AIDS, including\r\nabout 1,750 orphans, and is providing them with\r\nassistance to cover the costs of medicine and living\r\nallowances.\r\nWith regard to support for street children and\r\nyoung commercial sex workers, the Government has\r\ncreated a system of reintegration with blood relatives\r\nand has developed a vocational training system and a\r\nsystem of employment in income-generating activities.\r\nIn that connection, over 1,500 families of street and\r\nworking children were given assistance through\r\nincome-generating schemes. More than 800 street and\r\nworking children were enrolled in vocational training\r\ncentres and were later able to gain employment. And\r\n56 children were rehabilitated through counselling\r\nservices and given training in catering, basic computer\r\nskills and driving, and provided with jobs.\r\nThe Eritrean integrated early childhood\r\ndevelopment programme focuses on assistance to\r\nchildren below the age of six years, but has included\r\nelementary school children and even children caught in\r\nabnormal situations, including war. The programme’s\r\nmission statement is to improve the health and diet of\r\nchildren, offer early learning opportunities and\r\nimproved elementary education, render psychological\r\nassistance to children affected by abnormal conditions,\r\nincluding wars, and, where applicable, change adverse\r\ntraditional and social attitudes related to children,\r\nparticularly girls.\r\nThe objectives of the programme are to create\r\neducational centres; train teachers and care-givers;\r\nprepare teaching materials; arrange workshops and\r\nadult education mass-media programmes related to the\r\nuse of medicines, nutrition, the use of oral rehydration\r\nsalts, hygiene and the effects of circumcision on\r\nchildren; and the provision of clean water. The\r\nobjectives also include providing health care, including\r\nschool-based delivery of health services, and\r\nimproving child and maternal nutrition.\r\nSignificant successes have been registered in\r\nthose programmes, improving access to health services,\r\nreducing infant and child mortality, providing safe\r\ndrinking water, reducing the number of vaccine-\r\npreventable childhood diseases and expanding health\r\ncare and the kindergarten and elementary school\r\ninfrastructure. Yet, much remains to be improved. The\r\nnumber of schools is multiplying. The quality of\r\nteaching and the classroom environment are better than\r\nbefore. However, there is still a growing demand for\r\nkindergartens and elementary education. More children\r\nhave access to clean water, but more have yet to\r\nbenefit from such a basic necessity.\r\nYoung children, and girls in particular, continue\r\nto work, especially in domestic labour and home-based\r\nwork. Child trafficking is negligible, but it has not\r\nbeen eliminated. Street children, who are vulnerable to\r\nabuse and violence, are receiving care and assistance,\r\nbut it has not been enough. The victims of war,\r\nincluding in particular those disabled by landmines and\r\nunexploded ordnance, have been receiving attention,\r\nbut not enough.\r\nThe Government of Eritrea takes the interests of\r\nits citizens very seriously and recognizes its\r\nresponsibility to them. It has enacted the necessary\r\nlaws and created the necessary mechanisms to confront\r\nthe problems exacerbated by a recent bloody war to\r\ndefend the sovereignty and territorial integrity of the\r\ncountry. Yet, it does not have all the resources to\r\novercome them.\r\nMr. Ashiru (Nigeria): My delegation would like\r\nto thank the Secretary-General for his report, contained\r\nin document A/59/274, on the follow-up to the United\r\nNations special session on children and submitted in\r\nresponse to resolutions 58/157 and 58/282. We also\r\nwish to acknowledge the efforts of the World Health\r\nOrganization (WHO) and the United Nations\r\nChildren’s Fund (UNICEF) in caring for children.\r\nThe report before us provides the updates on the\r\nprogress made in implementing the outcome document\r\nof the special session on children. Under the\r\nDeclaration and Plan of Action, we committed\r\nourselves to a time-bound set of goals for children and\r\nyoung people. In particular, we agreed to focus on four\r\nkey areas: promoting healthy lives, providing quality\r\neducation, protecting children against abuse,\r\n21\r\nA/59/PV.43\r\nexploitation and violence, and combating HIV/AIDS.\r\nThe agreed agenda for children strongly reinforces the\r\nMillennium Declaration and Development Goals. I\r\nwish to reaffirm that plans are currently under way in\r\nNigeria to incorporate and translate those commitments\r\ninto national policies for children.\r\nNigeria believes that meeting the goals to create a\r\nworld fit for children is crucial to the development of\r\nMember States. The Government of Nigeria continues\r\nto build on the gains it has made in the various child\r\ndevelopment areas, which include the enactment of\r\nlaws related to the prohibition of early marriage and\r\nthe retention of girls in schools. Those efforts have\r\nresulted in some modest achievements in the field of\r\neducation, especially with regard to the number of girls\r\nenrolled in primary schools. In the area of child health,\r\nfor example, immunization coverage has been\r\nimproved immensely. The Government also continues\r\nto increase its efforts to address the HIV/AIDS\r\npandemic and other preventable diseases that affect\r\nmostly children. In order to fight that scourge, the\r\nGovernment of Nigeria, along with other African\r\ncountries, remains committed to the fight against the\r\nHIV/AIDS pandemic, malaria, tuberculosis and related\r\ndiseases.\r\nFor its part, Nigeria has established the National\r\nScientific Institute for Research on HIV/AIDS as a\r\nmatter of priority. Furthermore, additional policies are\r\nin place to strengthen public awareness programmes\r\nwith regard to the prevention and treatment of these\r\ndiseases. In that connection, the Nigerian Government\r\nwelcomes the outcome of the recently held\r\nInternational AIDS Conference, which took place in\r\nBangkok. We acknowledge the collective efforts of\r\nUnited Nations agencies and all stakeholders to stem\r\nthe spread of the disease around the world.\r\nFurthermore, the Government has adopted a\r\nregional approach in the polio immunization\r\nprogramme. Accordingly, in cooperation with six\r\nneighbouring States where polio has re-emerged,\r\nimmunization programmes continue to be undertaken\r\nsimultaneously in the affected countries to ensure\r\nmaximum effectiveness.\r\nIn demonstration of our commitment to the\r\nimplementation of the outcome of the special session,\r\nwe have opened additional avenues to facilitate easier\r\nand more widespread dissemination of the outcome.\r\nThe strategies adopted include the establishment of the\r\nChild Rights Information Bureau, the creation of a\r\nchildren’s parliament, the annual celebration of such\r\nevents as Children’s Day and Day of the African Child,\r\nand a regional monitoring centre in Nigeria established\r\nby the African Network for Prevention and Protection\r\nagainst Child Abuse and Neglect, to monitor violations\r\nof children’s rights.\r\nThe Nigerian Government has also put in place\r\npolicies and programmes aimed at combating hunger,\r\nespecially as it affects children. The goal is to ensure\r\nthe nutritional safety of children, as well as that of the\r\npopulation. That is done through the implementation of\r\na wide range of initiatives.\r\nIn order to facilitate that, further efforts are also\r\nbeing made to address poverty at the grassroots level,\r\nparticularly through the poverty adjustment\r\nprogramme, which is aimed at reducing poverty at the\r\nrural level as part of the Government’s poverty\r\nalleviation programme. In addition, the Federal\r\nGovernment has made primary school education free\r\nand compulsory under the universal basic education\r\nprogramme.\r\nIt is regrettable that there are increasingly\r\nfrequent incidents of child trafficking, particularly in\r\nthe West Africa subregion. However, we remain\r\nsteadfast in addressing the issue in Nigeria. In that\r\nregard, the Government has enacted an act prohibiting\r\nhuman trafficking. Among other things, the act\r\nprovides for the maintenance of effective\r\ncommunication to facilitate the rapid distribution of\r\ninformation on this offence. The act also prohibits\r\nforced labour and other forms of child abuse.\r\nMy delegation is deeply concerned about the\r\nconscription of children into armed conflict.\r\nConsequently, it is not surprising that, in the most\r\nrecent areas of conflict in Africa, children have not\r\nonly become the targets of violence but, worse still,\r\nthey have been turned into the perpetrators of violence.\r\nThat poses a serious challenge to Africa and the\r\ninternational community. We therefore call for an\r\nintensification of international efforts and cooperation\r\nto arrest that development in order to protect children\r\nfrom the scourge of war and sexual exploitation. For\r\nthat reason, it is necessary for disarmament,\r\ndemobilization and reintegration programmes to be\r\ncomprehensive enough to include the rehabilitation of\r\nchildren who have engaged in conflict. In that way,\r\nchildren would no longer suffer the indignity and\r\n22\r\nA/59/PV.43\r\natrocities of war, whether as perpetrators or targets of\r\nviolence.\r\nWe are also concerned about the effects on\r\nchildren of diseases such as HIV/AIDS, malaria,\r\ntuberculosis and other childhood diseases. Regrettably,\r\ndespite concerted efforts to control those scourges,\r\nthey still continue to kill many children and adults in\r\nAfrica. As the report of the Secretary-General points\r\nout, 15 million children under the age of 18 have lost\r\none or both parents to AIDS around the world. The\r\nmajority of the dead are in sub-Saharan Africa. The\r\nreport also estimates that, by the year 2010, over\r\n18 million children in sub-Saharan Africa will lose\r\ntheir parents owing to HIV. That places a lot of\r\nresponsibilities on children and their depleted families.\r\nThis is a frightening development that should be\r\narrested by the international community.\r\nWe welcome the statement in the report of the\r\nSecretary-General that three quarters of the world’s\r\nchildren received immunization, averting an estimated\r\n2.5 million deaths each year. In that regard, we once\r\nagain wish to acknowledge the efforts of the World\r\nHealth Organization and the United Nations Children’s\r\nFund. However, we regret to note that the same report\r\nindicates that 1.4 million children under the age of 5\r\ndie annually from preventable diseases. The report also\r\nstates that some 30,000 young lives are lost every day\r\nto preventable causes. If those trends continue, the goal\r\nof reducing infant and under-five mortality rates by\r\n2015, as envisaged by the Millennium Declaration, is\r\nalready a very tall order for African countries.\r\nIn our view, the issues that we are committed to\r\nsolving are clearly developmental in nature. They can\r\ntherefore be effectively addressed only if the\r\ninternational community is genuinely committed to\r\nprovide the requisite resources. The main constraints to\r\nthe achievement of the goals of the special session by\r\ndeveloping countries include inadequate resources, the\r\ndebt burden and the decline in traditional funding to\r\nimplement identified programmes. Similarly, the\r\ngrowing inequality arising from globalization, which is\r\nresulting in the inability of developing countries to\r\nservice their debts, constitutes a further constraint. The\r\nmeagre revenue of debt-strapped developing countries\r\nis used to service ever-increasing debt. That leaves\r\nsuch countries with little or nothing to provide basic\r\ninfrastructure — particularly schools, health services,\r\nroads and potable water — for the population.\r\nWe believe that the excessive debt burden of\r\ndeveloping countries has exacerbated the incidence of\r\npoverty, underdevelopment and unemployment in\r\ndeveloping countries. As a result, the capacity of wage\r\nearners in traditional family systems to provide mutual\r\nsupport and basic needs to families has been eroded.\r\nThe resulting overall effect is that children in such\r\ncircumstances become vulnerable to abuse, violence\r\nand exploitation. However, as a first step, that problem\r\ncan be addressed by strengthening the institution of the\r\nfamily as the basic unit of society. In that regard, we\r\nshould remember that strong family bonds, among\r\nother factors, provide the necessary environment to\r\ncushion and protect children from the numerous threats\r\nand pressures they face.\r\nIn conclusion, we call for increased official\r\ndevelopment assistance to developing countries,\r\nespecially to African countries, to enable them to\r\nimplement the programmes necessary to combat\r\nHIV/AIDS. Furthermore, there is an urgent need for\r\nthe international community, in particular the Bretton\r\nWoods institutions, to address the debt problem of\r\ndeveloping countries. It is obvious that any society that\r\nneglects the welfare of its children puts its future in\r\njeopardy. Therefore, in order to secure a hopeful future\r\nfor our children, we must restore acceptable traditional\r\nfamily values to prevent the world from sliding into\r\nlawlessness, hatred and violence. Accordingly, we call\r\nupon the United Nations and the international\r\ncommunity to work together for world peace, justice\r\nand development, to ensure that we bequeath hope to\r\nour children and to enable our children to fulfil their\r\ndreams and potential.\r\nMr. Danesh-Yazdi (Islamic Republic of Iran):\r\nLet me, at the outset, express my delegation’s\r\nappreciation to the Secretary-General for his\r\ncomprehensive report A/59/274) on the follow-up to\r\nthe outcome of the twenty-seventh special session of\r\nthe General Assembly and the progress achieved in\r\nrealizing the commitments set out in its Plan of Action,\r\nentitled “A world fit for children”.\r\nAs indicated in the report, different countries\r\nhave intensified their efforts to incorporate into their\r\nnational strategies the commitments set forth during\r\nthe special session. Given that only two years have\r\npassed since the holding of the special session, we\r\nmust redouble our efforts towards the realization of the\r\ngoals set out at the session.\r\n23\r\nA/59/PV.43\r\nIn the past few years, there has been a growing\r\ndiscussion about where we as a global community\r\nshould be heading with respect to the well-being and\r\nsurvival of children. In that regard, on different\r\noccasions, including during the Millennium Summit,\r\nhere in New York, the international community made it\r\nclear that there exists a direct link between the survival\r\nand development of children and women and that of\r\ntheir societies. Indeed, many of the major goals\r\nenvisaged at the Millennium Summit relate to the\r\nhealth and well-being of children and women. The\r\nMillennium Development Goals clearly indicate that\r\nindividual well-being is a prerequisite for economic\r\nand social development.\r\nDespite the increased efforts and the relative\r\nprogress achieved in the implementation of the\r\nMillennium Development Goals, as well as the\r\ncommitments made at the special session on children,\r\nthe general situation of children in most parts of the\r\nworld has yet to be improved. Millions still live in\r\npoverty, have no access to education and are being\r\nforced to work under conditions in which they are\r\nexploited and abused and continue to suffer from the\r\nworst forms of child labour, as well as other forms of\r\nexploitation such as trafficking, prostitution,\r\npornography, sexual abuse and harassment.\r\nIt is sad to learn — as UNICEF’s 2003 annual\r\nreport informs us — that an estimated 1.2 million\r\nchildren are being trafficked each year, thus becoming\r\nsubject to the most serious forms of human rights\r\nviolations while at the same time being deprived of\r\ntheir right to grow up in a family environment. In\r\naddition, trafficked children face a range of dangers,\r\nincluding violence and sexual abuse. Child sexual\r\nabuse is a daunting challenge and a public health\r\nproblem in many areas across the world. About 1\r\nmillion children — mainly girls, but also a significant\r\nnumber of boys — are exploited every year in the\r\nmulti-billion-dollar sex industry. Child sexual abuse is\r\na pervasive problem that affects individuals of all\r\nbackgrounds.\r\nAs the facts on the ground illustrate, an estimated\r\n246 million children are engaged in exploitative child\r\nlabour. It is also estimated that 100 million children\r\nworldwide have disabilities, many of which have been\r\ncaused by armed conflicts and political violence. Those\r\nchildren are denied access to education, family life,\r\nadequate health care and the right to participate in the\r\nnormal activities of childhood. Furthermore, in many\r\ncases those children are more vulnerable to abuse and\r\nneglect by the adults who are responsible for them. All\r\nof those bitter facts warn us that the world is still far\r\nfrom being a fit place for children and that there still\r\nremains much more to be done before the international\r\ncommunity reaches its goals in that respect.\r\nThe Convention on the Rights of the Child\r\nrecognizes that for the full and harmonious\r\ndevelopment of personality, a child should grow up in a\r\nfamily environment and in an atmosphere of happiness,\r\nlove and understanding. Children who have been\r\ndeprived of the protection of a family are more likely\r\nto be victims of the worst forms of mistreatment and\r\nabuse. The role of parents or legal guardians and their\r\nresponsibilities for the children in their care are also\r\nimportant for the steady, normal and positive growth of\r\nchildren. Undeniably, the protection and promotion of\r\nthe rights of the child begins at home. To provide a\r\nnatural, healthy and affectionate environment for the\r\ngrowth and well-being of children, the institution of\r\nthe family needs to be supported and strengthened in\r\nall societies.\r\nThe Islamic Republic of Iran, being fully\r\ncommitted to the welfare of children, has extensively\r\nfocused on areas of child well-being. As a party to the\r\nConvention on the Rights of the Child, my Government\r\nhas seriously pursued the effective realization of the\r\nobjectives set forth in that Convention. Accordingly, a\r\nlarge portion of our national budget has been allocated\r\nto various aspects of social affairs including education,\r\nhealth, nutrition, social security, rehabilitation,\r\nphysical training, skill development and research.\r\nClearly, those are the areas that directly affect the\r\nsurvival and well-being of children. Moreover, special\r\nattention has also been paid to targeting the less\r\ndeveloped parts of the country.\r\nSteps have also been taken to revise the rules of\r\nprocedure regarding juvenile crime with a view to\r\nintroducing international standards and\r\nrules — particularly those enshrined in the Convention\r\non the Rights of the Child — into our legal system.\r\nAccordingly, special courts for children have been set\r\nup to deal with offences committed by offenders under\r\nthe age of 18. In order to raise public awareness on the\r\nrights of children in various segments of society, a\r\nnumber of training workshops have been organized in\r\nmany parts of the country in collaboration with the\r\nUNICEF office in Tehran. In addition, the prison\r\nadministration has constructed and opened\r\n24\r\nA/59/PV.43\r\nrehabilitation centres in many provinces for children\r\nwho commit offences and are convicted by special\r\njuvenile courts. Consequently, all relevant provincial\r\nauthorities are now bound to transfer prisoners under\r\nthe age of 18 to the newly built rehabilitation centres.\r\nWe hope that those measures will allow for the more\r\neffective fulfilment of the tasks enshrined in the\r\nConvention on the Rights of the Child.\r\nBefore concluding, let me reiterate our belief that\r\nthe present deliberations on the follow-up to the United\r\nNations special session on children is an important\r\nopportunity to recall our collective responsibility to\r\nensure children\u0027s rights and to reaffirm our\r\ncommitment to those fundamental rights. We stand\r\nready to cooperate with all relevant bodies of the world\r\nOrganization, and in particular with UNICEF, to\r\nstrengthen the follow-up process to the special session\r\non children and to enhance the monitoring mechanism\r\nto be sure that we achieve the goals set out in recent\r\nimportant documents to ensure a world fit for children.\r\nThe Islamic Republic of Iran firmly pledges its support\r\nto that end and looks forward to the commemorative\r\nplenary meeting scheduled to take place in 2007.\r\nMs. Davtyan (Armenia): At the outset, my\r\ndelegation would like to thank the Secretary-General\r\nfor the comprehensive and informative report\r\nsubmitted under the agenda item before us.\r\nThe 2002 special session on children renewed\r\nand reinforced global commitment to the cause of\r\nchildren. The international community pledged to build\r\n“A world fit for children” by promoting children’s\r\nhealth, providing quality education, combating\r\nHIV/AIDS and protecting children from violence and\r\nexploitation.\r\nTo follow up on the regional implementation of\r\n“A world fit for children”, the Second\r\nIntergovernmental Conference on Making Europe and\r\nCentral Asia Fit for Children was held in Sarajevo in\r\nMay 2004. Armenia participated actively and\r\nconstructively at that Conference, paying particular\r\nattention to the issues of investing in children, making\r\ncities fit for children and violence against children.\r\nTaking up the challenge to ensure children’s right\r\nto grow up in health, peace and dignity is a primary\r\nresponsibility of national Governments. In\r\nArmenia — despite the difficulties posed by political\r\nand socio-economic transition, aggravated by the\r\ninflux of refugees and blockades — the problems of\r\nchildren, their well-being and protection, have been a\r\nconstant focus of our Government and society. In 2004\r\nthe Government of Armenia adopted a National Plan of\r\nAction for the Protection of the Rights of the Child for\r\nthe period 2004 to 2015. The National Plan of Action\r\nlaunches a comprehensive policy and sets up\r\nmechanisms to help to identify existing problems and\r\ndevelop child-oriented projects to be implemented by\r\nState and non-State actors with clearly defined\r\nresponsibilities. The National Plan of Action is also\r\nlinked with Armenia’s poverty reduction strategy\r\nprogramme, which, in turn, stresses the provision of\r\nsocial assistance to children.\r\nThe development of international cooperation and\r\nestablishment of effective partnerships with all\r\nstakeholders is essential to move the agenda on\r\nchildren forward at both the national and international\r\nlevels. My delegation would like to express its most\r\nsincere appreciation to the relevant international\r\nagencies, particularly UNICEF, as well as other donor\r\nGovernments and non-governmental organizations, for\r\ntheir continued assistance and support to national\r\nefforts to better the lives of children in Armenia.\r\nWe are pleased to note the positive results\r\nbrought about by those joint efforts in the four major\r\nareas identified in the outcome document of the 2002\r\nspecial session. In particular, during the past years\r\nthere has been significant progress in the area of health\r\ncare. With the support of UNICEF, Armenia\r\nmaintained a high immunization rate and was certified\r\npolio-free in 2002. Through joint efforts, we succeeded\r\nin achieving the reduction of child mortality and are\r\napproaching universal salt iodization, currently at an\r\n84 per cent rate.\r\nIn the area of education, life-skills-based\r\neducation has been integrated into the primary school\r\ncurriculum with UNICEF’s support. With regard to\r\ncombating HIV/AIDS, a national programme on\r\nHIV/AIDS prevention was launched, which, inter alia,\r\nseeks to prevent mother-to-child transmission and the\r\nspread of the disease among youth. Some measures\r\nhave been undertaken with regard to especially\r\nvulnerable groups of children. Child welfare reforms,\r\nincluding national laws for children deprived of\r\nparental care and legislation on juvenile justice, have\r\nbeen introduced. Community-based alternative models\r\nfor children with disabilities and children at risk have\r\nalso been established.\r\n25\r\nA/59/PV.43\r\nIn June, the UNICEF Executive Board approved\r\nthe country programme document for Armenia for\r\n2005 to 2009, which will concentrate mostly on issues\r\nof health, early childhood development and child\r\nprotection. It is very important that the programme pay\r\nspecific attention and reach out to the problems of the\r\nsocially most disadvantaged groups, in particular\r\nrefugee and disabled children. We look forward to\r\nfurthering our fruitful cooperation with UNICEF and\r\nthe effective implementation of the programme.\r\nAllow me specifically to refer to the issue of\r\nchild protection. Violence against and exploitation of\r\nchildren are unacceptable and shameful phenomena;\r\nthe international community must spare no effort in\r\neradicating them. Trafficking is one of the worst\r\nmanifestations of such violence. To combat that newly\r\nemerged scourge, the Government approved a national\r\naction plan for the prevention of trafficking in persons\r\nfor the period of 2004 to 2006, which gives proper\r\nconsideration to the problems of child trafficking.\r\nArmenia is a party to the Protocol to Prevent, Suppress\r\nand Punish Trafficking in Persons, Especially Women\r\nand Children, supplementing the United Nations\r\nConvention against Transnational Organized Crime.\r\nArmenia is also signatory to the two Optional\r\nProtocols to the Convention on the Rights of the Child,\r\none on the sale of children, child prostitution and child\r\npornography, and the other on the involvement of\r\nchildren in armed conflict. The process of ratification\r\nof both of those instruments is under way.\r\nIn the context of our global efforts to combat\r\nviolence against children, Armenia welcomes the work\r\ncarried out by the independent expert, Mr. Pinheiro,\r\nand looks forward to the United Nations study on that\r\nimportant issue. We believe that the thorough\r\nexamination of the causes and nature of violence\r\nagainst children will provide us with a better\r\nunderstanding of how to fight this evil and will help in\r\ndeveloping more effective national and international\r\npolicies to redress and prevent that scourge.\r\nIn 2005, the international community will review\r\nthe progress made in the implementation of the global\r\ndevelopment agenda, including the Millennium\r\nDevelopment Goals. The linkages between the agenda\r\nof “A World Fit for Children” and the Millennium\r\nDeclaration are evident. Ensuring the rights and well-\r\nbeing of children today and bringing up a healthy,\r\neducated and socially competent generation is a\r\nprerequisite for peace, security, and prosperity\r\ntomorrow. It is therefore important to fully utilize the\r\npotential of “A World Fit for Children” for achieving\r\nthe overarching goals of poverty eradication and\r\nsustainable development.\r\nIn conclusion, let me reiterate that Armenia\r\nstands ready to continue its efforts towards these goals.\r\nThe President (spoke in French): In accordance\r\nwith General Assembly resolution 49/2 of 19 October\r\n1994, I now call on the observer of the International\r\nFederation of Red Cross and Red Crescent Societies.\r\nMr. Barnes (International Federation of Red\r\nCross and Red Crescent Societies): The International\r\nFederation of Red Cross and Red Crescent Societies\r\n(IFRC) attributes the utmost importance to the special\r\nsession on children and its outcomes. Children and\r\nyoung people around the world are the keys to our\r\nfuture. We believe in the important role that the United\r\nNations system can play in safeguarding the interests\r\nof children everywhere. I am proud, as a Vice President\r\nof the IFRC and President of the Canadian Red Cross,\r\nto have this opportunity to present our message to the\r\nUnited Nations General Assembly. I am especially\r\nproud since this follows an IFRC presentation to the\r\nUnited Nations Commission on Human Rights, which\r\nwas made by my colleague, Judy Fairholm, the\r\ncoordinator of our Canadian Red Cross programme on\r\nviolence and child abuse, known as RespectEd.\r\nOur message is straightforward. It begins and\r\nends with the unnecessary violence that is targeted at\r\nyoung people. The harsh fact is that in many countries\r\nthe rights of children are regularly violated. Our\r\nchildren are now living in a world where violence is\r\ncommonplace and is seen as a normal process for\r\nsolving problems, a world where abuse through crime,\r\ntrafficking, prostitution, ignorance and poverty are\r\nregularly condemned, but without any real action taken\r\nto confront it.\r\nThe dramatic and catastrophic effects of the\r\nHIV/AIDS pandemic on children are both\r\nunderestimated and underaddressed by a number of\r\nGovernments, the media and many relevant\r\norganizations. Those effects have been identified for\r\nsome time, but many Governments have yet to\r\nincorporate that dimension into their national policies.\r\nThis September, the Red Cross and Red Crescent\r\nSocieties in Africa held their sixth pan-African\r\nconference in Algiers. At that meeting it was noted that\r\n26\r\nA/59/PV.43\r\nthe number of children orphaned by HIV/AIDS\r\ncontinues to grow. It is predicted that this number will\r\nreach 18 million by the year 2010. The key objectives\r\nlisted in the plan of action adopted at that conference\r\nare of fundamental importance. The most significant\r\nobjectives within the present context are as follows:\r\nfirst, the need for a serious commitment on the part of\r\nGovernments to fight the stigma and discrimination\r\nassociated with both HIV/AIDS and HIV/AIDS\r\norphaned children; secondly, the importance of a\r\ncommitment to fight the pandemic through education;\r\nand thirdly, the need for a commitment to provide\r\npsychosocial support for affected children, families and\r\ncommunities.\r\nThere are still many countries and organizations\r\nthat have yet to introduce special policies to address\r\nthe unique needs of these children. The IFRC strongly\r\nbelieves that policies should be created to help\r\nHIV/AIDS-orphaned children thrive by enabling them\r\nto become productive and contributing members of\r\nsociety. Only through a policy-based approach will\r\ncountries be able to successfully emerge from the\r\ndevastation being caused by HIV/AIDS.\r\nOur statement is a call for more action and\r\nsupport for the role that our national societies play as\r\nauxiliaries to their Governments. In this respect, we\r\nwould like to take this opportunity to acknowledge\r\nGovernments and donors that have recognized the\r\nspecial efforts of our programmes to assist children.\r\nOne such example is a programme located in southern\r\nAfrica and funded by the Governments of Ireland,\r\nSweden and the Netherlands. This programme is aimed\r\nat improving the lives of people living with HIV/AIDS\r\nand HIV/AIDS-affected orphans. Another example is a\r\nprogramme being run by the Zimbabwe Red Cross. It\r\nis entitled “training for life” and gives particular\r\nattention to training children who are the heads of\r\nfamilies.\r\nIt is important that we learn from the ways\r\nresilient communities overcome these challenges, even\r\nunder the most difficult and seemingly insurmountable\r\nsituations. The lessons learned from such situations can\r\nbe applied elsewhere, even to less dramatic situations.\r\nLearning is sharing, and this is one of the contributions\r\nthat our network can impart. We have a depth that\r\nreaches broad areas and levels, spanning from our\r\nwork with this General Assembly to the most remote\r\nfield stations.\r\nThis is why we at the Canadian Red Cross are so\r\ncommitted to working through the IFRC and our\r\nnetwork to share the lessons we learned with others,\r\nand also to benefit from their experiences. Our\r\nantiviolence and abuse prevention programme for\r\nchildren, RespectEd, is one programme that we feel is\r\nimportant in terms of the information that we can\r\nshare. We believe in the common goal of creating “A\r\nworld fit for children”.\r\nWe call upon all States parties to the Convention\r\non the Rights of the Child to comply with the\r\nprinciples outlined in the Convention. We believe that\r\nit is one of the most effective and responsible treaties.\r\nIts objectives are of noble consequence and will lead to\r\nthe furtherance of the principles outlined during the\r\nGeneral Assembly’s special session on children.\r\nOur other message is that all of us should\r\nincreasingly try to integrate children in the design and\r\nimplementation of programmes and policies that are of\r\nrelevance to them. This is an issue that we believe is\r\nnoteworthy and that we are including in our work. We\r\nlook forward to working with the United Nations and\r\nother relevant bodies and organizations to that end.\r\nThe IFRC is presently analysing our relationship\r\nwith other international organizations. We are giving\r\npriority to those that are structured in ways that\r\npromote the cooperation of the national level of their\r\norganizations with our national societies. Such is our\r\nrelationship with the United Nations Children’s Fund\r\n(UNICEF), a primary and very valued partner in many\r\nactivities and particularly in this area. This is an\r\nimportant process, which will facilitate our work and\r\nthe achievement of Millennium Development Goal No.\r\n8, concerning the improvement of partnerships for\r\ndevelopment. It is also our intention to keep all\r\nMember States fully informed of our work, since it can\r\ngive support to their work to alleviate the plight and\r\nsuffering of vulnerable people and especially children.\r\nI would also like to take this opportunity to\r\ncongratulate recipients of the United Nations\r\nDevelopment Programme Youth Poverty Eradication\r\nAwards, namely Samuel Magassosso from\r\nMozambique, Edith Castillo Núñez from Panama,\r\nBessie Maruia from Papua New Guinea, Mirzokhaydar\r\nIsoev from Tajikistan, and Bader Zama’rah from the\r\noccupied Palestinian territory. Their work shows the\r\nspirit of young people and their ability to achieve great\r\nthings in this world.\r\n27\r\nA/59/PV.43\r\nIn 1983, John Whitehead wrote, “Children are the\r\nliving messages we send to a time we will not see.”\r\nThis statement, made over 20 years ago, continues to\r\nbe a poignant reminder of our obligation to leave a\r\nvaluable legacy to the following generations. It is our\r\nhope that the tools outlined in the special session will\r\nsend a stronger message to the future: a message of\r\nsafety, stability and overall well-being.\r\nThe President (spoke in French): We have heard\r\nthe last speaker in the general debate for this meeting. I\r\ncall on the representative of Israel, who wishes to\r\nspeak in exercise of the right of reply. May I remind\r\nmembers that, in accordance with General Assembly\r\ndecision 34/401, statements in exercise of the right of\r\nreply are limited to 10 minutes for the first intervention\r\nand five for the second and should be made by\r\ndelegations from their seats.\r\nMr. Shacham (Israel): It is regrettable that I am\r\nforced to reply to the statement made by the Syrian\r\nrepresentative, who has unfortunately exploited today’s\r\ndebate on this vital global issue in order to advance a\r\nnarrow and partisan political agenda. It is puzzling that\r\nthe Syrian delegate chose to attack what he called\r\nIsraeli occupation just one day after the Israeli\r\nparliament, the Knesset, voted to approve the\r\ndisengagement plan, according to which the Israeli\r\nmilitary and civilian presence will be removed from\r\nGaza and the northern West Bank in the coming year.\r\nBefore the vote on that issue, Prime Minister Sharon\r\nstated,\r\n“I support the establishment of a Palestinian State\r\nalongside the State of Israel. I have repeatedly\r\nand openly said that I am willing to make painful\r\ncompromises in order to put an end to this\r\nongoing and malignant conflict between those\r\nwho struggle over this land, and that I would do\r\nmy utmost in order to bring peace.”\r\nThe same cannot, however, be said for\r\nSyria — a dictatorship that continues to occupy a\r\nneighbouring State, an occupation with no end in sight.\r\nJust last week, the Security Council “noted with\r\nconcern” in a presidential statement that the\r\nrequirements of resolution 1559 (2004), such as the\r\nwithdrawal of foreign forces from Lebanon and the\r\ndisarming of armed groups there, have not been met. In\r\nreporting on Syrian non-compliance in his report,\r\nS/2004/777, the Secretary-General made clear that, “to\r\nthe best of our ability to ascertain, the only significant\r\nforeign forces deployed in Lebanon, as of\r\n30 September 2004, are Syrian” and that, “The most\r\nsignificant remaining armed group is Hezbollah”.\r\nThe continued murderous presence of the\r\nHezbollah in Lebanon, under the watchful eye of the\r\nSyrian occupation, is not a mere coincidence. Syria is\r\nknown for sponsoring, financing and harbouring\r\nterrorism — in violation of the most basic norms of\r\ninternational law. It allows Hezbollah to operate in\r\nSyrian-occupied Lebanon and allows Hamas and other\r\nPalestinian terrorist groups to maintain their\r\nheadquarters in its capital, Damascus.\r\nLet us not forget that scores of Israeli children\r\nand youth have been killed by such terrorists in buses,\r\nrestaurants, private parties, and even during religious\r\ncelebrations, while hundreds more have been\r\npermanently injured and disabled. In each instance,\r\nthey were the tragic, innocent victims of brutal,\r\nindiscriminate terrorism. The Syrian speaker has\r\nvoiced his sympathy with the plight of the Palestinian\r\nchildren. Perhaps the Syrian delegate can explain to me\r\nwhy the hundreds of Israeli children killed or maimed\r\nin brutal terrorist attacks deserved less sympathy and\r\nattention? Why did the suffering of those victims and\r\ntheir families in trying to cope with loss and tragedy\r\ndeserve no mention? Perhaps the cause of the silence\r\nlies in the fact that Syria has a direct stake in that\r\nwanton murder.\r\nTake, for example, Tomer Almog, aged nine, who\r\nwas killed along with his grandparents, his father and\r\nhis cousin in the Islamic Jihad suicide attack on the\r\nMaxim restaurant in Haifa on 4 October of last year.\r\nHe was butchered together with 16 other civilians,\r\nincluding four children. That attack was planned and\r\norchestrated from Islamic Jihad headquarters in\r\nDamascus. Aviel Atash, aged three, was another victim\r\nof Syrian-sponsored terrorism. He was one of 19\r\ncivilians killed in a double suicide bus bombing in\r\nBersheba on 31 August of this year. He was returning\r\nhome with his mother from a trip to the mall to buy\r\nsupplies for his first day of nursery school, which was\r\nto start the next morning. Sixteen other children were\r\ngravely wounded. That gruesome massacre was carried\r\nout by the Hebron branch of the Hamas, which receives\r\nits instructions directly from the Hamas command in\r\nDamascus.\r\nMillions of Arab and Israeli children are growing\r\nup in a reality of conflict, hate, violence, incitement\r\n28\r\nA/59/PV.43\r\nand bloodshed. Those children will design the nature of\r\nour coexistence in the next generation. The death of\r\nany child — Arab or Israeli — is a terrible tragedy.\r\nOur first goal is to ensure that children in our region\r\nwill grow up in a safe and nurturing environment. In\r\norder to achieve that, terrorism must stop and those\r\nsupporting terrorism, like Syria, must be brought to\r\naccount and must be granted no immunity from the\r\nconsequences of their actions.\r\nMr. Atieh (Syrian Arab Republic) (spoke in\r\nArabic): I am sorry for taking the floor at this late hour,\r\nbut I would like to reply to the statement made by the\r\nrepresentative of Israel in his attempt to pull the wool\r\nover our eyes and once again blot out facts before this\r\nAssembly. Today, we are discussing the question of\r\nchildren in armed conflict. It is our belief that\r\noccupation is the highest form of armed conflict. I have\r\nnot heard or read in the reports from the occupied Arab\r\nterritories — be it in the UNRWA report or the report\r\nof the Special Committee to Investigate Israeli\r\nPractices Affecting the Human Rights of the\r\nPalestinian People and Other Arabs of the Occupied\r\nTerritories, which includes the occupied Syrian\r\nGolan — that Israeli occupation forces bring welfare\r\nand prosperity to children under Israeli occupation. On\r\nthe contrary, those forces violate the children’s rights,\r\noppress them and deprive them of their most\r\nfundamental rights to life. In his briefing last Friday\r\nbefore the Security Council, Under-Secretary-General\r\nPrendergast stated that the Israeli occupation forces,\r\nduring the past three years, had killed 3,800 Palestinian\r\ncivilians, including 400 children. The most recent\r\ninstance of that was the killing of two Palestinian\r\nchildren in their classroom. That is in addition to the\r\nacts of murder committed against Palestinian students\r\nat schools operated by the United Nations Relief and\r\nWorks Agency for Palestine Refugees in the Near East\r\n(UNRWA). If the representative of Israel intends to\r\ndraw the attention of the delegations away from the\r\ntruth of the terrorist practices of his Government, we\r\nwould like to draw attention to the fact that Israel\r\npractices State terrorism in the fullest sense of the\r\nword. Israeli forces kill people and destroy houses with\r\ntheir inhabitants still inside, in violation of all norms of\r\ninternational law.\r\nThe representative of Israel also spoke of\r\ncompliance with internationally binding resolutions.\r\nHe is certainly the last person entitled to speak about\r\ncompliance, given that the Security Council has\r\nadopted dozens of resolutions calling on Israel to\r\nwithdraw from the occupied Arab territories and to\r\nwork towards a just, lasting and comprehensive peace\r\nin the region. There are also hundreds of General\r\nAssembly resolutions calling on Israel to withdraw\r\nfrom those territories.\r\nThe representative of Israel stated that the\r\nCouncil recently adopted a resolution on Lebanon, and\r\nhe claimed that Syria was present in Lebanon as an\r\noccupation force. The entire international community\r\nknows that Syria has a presence in Lebanon under a\r\nbilateral agreement between the two countries to\r\nstabilize the situation in Lebanon — a situation created\r\nby Israel, one way or another.\r\nI do not wish to speak at length, but I do not want\r\nanyone to be deceived by these Israeli allegations. The\r\nrepresentative of Israel is attempting to divert attention\r\nfrom his country’s heinous practices in the occupied\r\nPalestinian territories and in the occupied Syrian\r\nGolan.\r\nOur statement this afternoon deals only with the\r\ntip of the iceberg. We appeal to the international\r\ncommunity and to the representative of the Secretary-\r\nGeneral, Mr. Olara Otunnu, to continue their efforts to\r\nexpose such Israeli practices by drawing attention to\r\nthe situation of children under Israeli occupation and to\r\ncompel Israel to respect their rights, especially their\r\nright to life.\r\nMr. Shacham (Israel): It is regrettable that I am\r\nforced once again to reply to the statement made by the\r\nSyrian representative. Unfortunately, if we must talk\r\nabout the situation of Palestinian children, let me say\r\nthat, since the outbreak of the Palestinian terrorist\r\nintifada in September 2000, Israel has found itself\r\nfacing a particularly difficult situation in which\r\nterrorist organizations, many of which are acting on\r\ninstructions received from headquarters sheltered in\r\nDamascus, have made increasing use of children and\r\nminors in acts of violence against Israelis.\r\nA growing number of children have been directly\r\ninvolved in carrying out such attacks. The average age\r\nof suicide terrorists is becoming ever lower. Palestinian\r\nchildren have also participated in violent incidents by\r\nserving as human shields for terrorists standing directly\r\nbehind them.\r\nWe must ask, when a Palestinian child is,\r\nunfortunately, wounded or even — God forbid —\r\n29\r\nA/59/PV.43\r\nkilled, what that child was doing in such close\r\nproximity to terrorists. The cynical use of children as\r\npawns in the conflict begins in the educational system.\r\nPalestinian textbooks, many of which have been\r\nrecently published by the Palestinian Authority itself,\r\nopenly teach hatred of Israel and Israelis. Materials\r\npublished and broadcast in the official media reinforce\r\nthese lessons, and much of such incitement is aimed at\r\nchildren. Such programmes are produced not only by\r\nthe Palestinian Authority; recently, a series of\r\nprogrammes — now being screened, during the month\r\nof Ramadan — was produced by Syrian television.\r\nSuch programmes encourage Palestinian children\r\nto hate Israelis and to take part in the violence.\r\nChildren are urged by television advertisements to\r\n“drop your toys and take up arms”. While Palestinian\r\neducational television programming glorifies\r\nmartyrdom in the struggle against Israel, the latest\r\nchildren’s video, played at least 10 times last week on\r\nPalestinian television, has the following chorus:\r\n“You will not be saved, O Zionist.\r\nYou are my target.\r\nI will willingly fall as a martyr.\r\nO young ones, God is great.”\r\nSuch exploitation and manipulation of\r\nchildren — sometimes as young as 7 or 8 years old —\r\nis a blatant violation of the basic principles of\r\ninternational law and of the basic rights of children.\r\nThis phenomenon should be of great concern to the\r\ninternational community.\r\nMr. Atieh (Syrian Arab Republic) (spoke in\r\nArabic): I regret to have to take the floor once again,\r\nbut I should like to make two points.\r\nFirst, the representative of Israel referred to the\r\npresence of Palestinian headquarters in Damascus.\r\nThose Palestinians present in Syria are refugees,\r\nexpelled by Israel from their homeland by force, who\r\nhave found shelter in neighbouring States. Syria and\r\nother Arab States have received them and provided\r\nthem with the means to make a living. They perform\r\nonly information-related activities and are engaged in\r\nno other activities whatsoever. The representative of\r\nIsrael is attempting once again to sell his allegations to\r\nthe international community.\r\nSecondly, regarding education, Syrian curricula\r\ncall for tolerance and coexistence among all peoples\r\nand religions and in no way incite anyone to violence.\r\nIsrael is the one that incites such violence by practising\r\nit and by committing murder. These Israeli allegations\r\nwill fool no one.\r\nI will not speak at further length at this late hour.\r\nProgramme of work\r\nThe President (spoke in French): Before we\r\nadjourn, I would like to bring to the attention of\r\nmembers a matter concerning agenda item 15 (b), on\r\nthe election of the members of the Economic and\r\nSocial Council, that is scheduled to take place at\r\n3 p.m. tomorrow, Thursday, 28 October.\r\nIn connection with that sub-item, I should like to\r\ndraw the attention of members to a letter dated\r\n25 August 2004 addressed to the President of the\r\nGeneral Assembly from the Permanent Representative\r\nof Greece. This letter has been circulated as document\r\nA/59/358. In the letter, the Permanent Representative\r\nof Greece announced that Greece will relinquish its\r\nseat on the Economic and Social Council in favour of\r\nSpain for the year 2005. Consequently, it will be\r\nnecessary for the Assembly to conduct a by-election to\r\nfill that one vacancy, in accordance with rule 140 of\r\nthe Assembly’s rules of procedure.\r\nIn that regard, I should like to inform members\r\nthat tomorrow afternoon, Thursday, 28 October, the\r\nGeneral Assembly will first conduct a by-election to\r\nfill the one vacancy and then proceed to the election of\r\n18 members of the Economic and Social Council.\r\nThe meeting rose at 6.10 p.m.\r\n"