"United Nations A/59/PV.12\r\n \r\nGeneral Assembly\r\nFifty-ninth session\r\n12th plenary meeting\r\nMonday, 27 September 2004, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n04-52265 (E)\r\n*0452265*\r\nPresident: Mr. Ping . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Gabon)\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Somsavat Lengsavad, Deputy\r\nPrime Minister and Minister for Foreign Affairs of the\r\nLao People’s Democratic Republic.\r\nMr. Lengsavad (spoke in Lao; English text\r\nprovided by the delegation): On behalf of the\r\ndelegation of the Lao People’s Democratic Republic, I\r\nwould like to thank Mr. Julian Hunte, President of the\r\nGeneral Assembly at its fifty-eighth session, for his\r\ndedication and hard work and to welcome Mr. Jean\r\nPing, Minister of State, Minister for Foreign Affairs,\r\nCooperation and la Francophonie of the Republic of\r\nGabon, as President of the Assembly at its fifty-ninth\r\nsession.\r\nOn this occasion, I would also like to commend\r\nSecretary-General Kofi Annan for his tireless efforts to\r\nmake the United Nations more effective, and especially\r\nfor taking the initiative to establish a High-level Panel\r\non Threats, Challenges and Change to address United\r\nNations reform and to propose recommendations to the\r\nGeneral Assembly. The member States all look forward\r\nto seeing and considering those eagerly awaited\r\nrecommendations.\r\nIn 2000, the Millennium Declaration, a landmark\r\ndocument, manifested our strong will to face the most\r\npressing challenges of our time. The Millennium\r\nDevelopment Goals have become fundamental\r\nbenchmarks in our efforts to achieve economic growth\r\nand sustainable development. Over the past four years,\r\ntheir implementation at the global and regional levels\r\nhas proved to be successful in some countries, while\r\nmany developing countries, especially the least\r\ndeveloped, have had difficulties in attaining those\r\ngoals due to unfavourable conditions. In that context,\r\nthe Lao People’s Democratic Republic views the high-\r\nlevel plenary meeting to review the implementation of\r\nthe Millennium Declaration, scheduled for next year, as\r\na crucial opportunity for the international community\r\nto take stock of the progress made and to develop\r\nappropriate measures to secure the necessary financial\r\nresources for better achievements in the years ahead.\r\nThe international situation continues to be\r\nmarked by rapid and complex evolution. In that\r\ncontext, peace and international security must be\r\npreserved at all costs. The Non-Aligned Movement, at\r\nits ministerial conference held in Durban, South Africa,\r\nfrom 17 to 19 August 2004, reiterated its commitment\r\nto multilateralism in the maintenance of international\r\npeace and security. The strengthening and promotion of\r\nthe multilateral process would certainly contribute to\r\nthe world’s efforts effectively to address international\r\nchallenges.\r\nToday, weapons of mass destruction — be they\r\nchemical, biological or nuclear — all pose major\r\nthreats to peace and security at the regional and global\r\nlevels and are far from being totally eliminated.\r\n2\r\nA/59/PV.12\r\nTherefore, we should all work collectively to ensure\r\nthat those inhumane weapons disappear from the face\r\nof the Earth.\r\nTerrorism continues to bring disaster to humanity\r\nand endangers national and international security. The\r\ninternational community is urged to further cooperate\r\nat the national, regional and international levels in the\r\nfight against terrorism in all its forms and\r\nmanifestations. All acts of terrorism, wherever and by\r\nwhomever committed, are criminal and unjustifiable.\r\nTo that end, the Lao People’s Democratic Republic\r\nreaffirms its position to continue to cooperate with the\r\ninternational community based on the principles of the\r\nUnited Nations Charter, international law and relevant\r\ninternational conventions.\r\nThe year 2005 will mark the fiftieth anniversary\r\nof the Asian-African Conference. The commemoration\r\nof this golden jubilee will be a crucial opportunity to\r\nsolemnly reaffirm the validity of the core principles of\r\nthe Bandung spirit, which are solidarity, friendship and\r\ncooperation, and which continue to serve as an\r\neffective foundation for resolving global problems and\r\npromoting good relations among the countries and the\r\npeoples of the world.\r\nRecently, the increasingly deteriorating security\r\nsituation in Iraq has been cause for concern. The Lao\r\nPeople’s Democratic Republic expresses the hope that\r\na peaceful solution can be found to achieve peace and\r\nstability and to ensure the well-being of the Iraqi\r\npeople.\r\nWe commend the efforts being made to find a\r\npeaceful solution to the Korean Peninsular issue\r\nthrough the convening of three rounds of six-party\r\ntalks. We hope that all parties concerned will pursue\r\nthose talks in order to achieve permanent peace and\r\nsecurity in the Korean Peninsula, thus creating\r\nfavourable conditions for peaceful reunification.\r\nViolence continues unabated in the occupied\r\nPalestinian territories, including East Jerusalem. Such\r\nviolence will hurt the peace efforts in the Middle East\r\nand prolong the suffering of the peoples of the region.\r\nThus, we urge the parties concerned to engage in\r\nserious dialogue, settle their conflict and realize the\r\nvision of two States, Israel and Palestine, living side by\r\nside in peace within secure and recognized borders, in\r\naccordance with the relevant Security Council\r\nresolutions.\r\nLast month, at its Durban Ministerial Conference,\r\nthe Non-Aligned Movement called once again upon the\r\nGovernment of the United States to put an end to the\r\neconomic, financial and trade embargo against Cuba.\r\nThat unilateral embargo, which has caused immense\r\nmaterial losses and economic damage to the people of\r\nCuba, runs counter to the United Nations Charter and\r\ninternational law. It is time that the embargo was lifted.\r\nCapitalizing on the momentum achieved at the\r\nhistoric international ministerial conference at Almaty,\r\nKazakhstan, to address the special needs of landlocked\r\ndeveloping countries (LLDCs), the Lao People’s\r\nDemocratic Republic, as Chairman of the Group of\r\nLLDCs, has spared no efforts to bring benefits to these\r\nvulnerable developing countries. We would like to\r\nconvey our appreciation to eleventh session of the\r\nUnited Nations Conference on Trade and Development,\r\nwhich recognized LLDCs as small and vulnerable\r\neconomies. We hope that such special recognition will\r\nbe granted by other international forums and\r\norganizations, in particular the World Trade\r\nOrganization, as gaining access to international\r\nmarkets for products of interest to our countries will\r\nsignificantly help to overcome our geographical\r\nhandicap as landlocked States.\r\nThe global illicit drug problem and related crime\r\nremain an issue of concern to the world community.\r\nOwing to its cross-border and international nature, this\r\nproblem can be dealt with effectively only through\r\ninternational cooperation. In an effort to contribute to\r\nthe fight against this scourge, the Lao People’s\r\nDemocratic Republic continues to build and intensify\r\ncooperation at the national, regional and international\r\nlevels. As a result, opium cultivation in our country\r\ndeclined significantly from 2003 to 2004, and we will\r\nstrive to eliminate opium cultivation by 2005. I take\r\nthis opportunity to appeal to the international\r\ncommunity to continue to grant financial support to\r\nassist our country in addressing a number of\r\nchallenges, namely the treatment of opium addicts, the\r\ncreation of new and sustainable employment and the\r\nprovision of necessary infrastructures to prevent\r\nformer opium poppy growers from replanting.\r\nOver the past year, the Lao people of all ethnic\r\norigins, all walks of life and all religions have been\r\nliving in solidarity and harmony. Social and political\r\nstability across the country remained solid. The\r\neconomy enjoyed a sustained growth rate of 6.5 per\r\ncent. The poverty of the people has been gradually\r\n3\r\nA/59/PV.12\r\nreduced, and external relations of cooperation have\r\nbeen broadened extensively. Later this year, the Lao\r\nPeople’s Democratic Republic will be hosting the 10th\r\nAssociation of Southeast Asian Nations (ASEAN)\r\nSummit and other related summits with ASEAN\r\ndialogue partners. On that occasion, a number of\r\nimportant documents will be adopted, aiming to\r\naccelerate regional integration and the establishment of\r\nthe ASEAN community by 2020.\r\nIn its nearly 60 years of existence, the United\r\nNations, has played its role in promoting international\r\npeace and security and socio-economic development. It\r\nhas had much success. As we enter the twenty-first\r\ncentury, our world today is still confronted with\r\nnumerous complex problems including wars, armed\r\nconflicts, terrorism, global crime, human trafficking,\r\nglobal warming, environmental degradation, HIV/\r\nAIDS and other diseases and the marginalization of\r\ndeveloping countries, in particular the three most\r\nvulnerable groups among them: the least developed\r\ncountries, the landlocked developing countries and the\r\nsmall island developing States. The international\r\ncommunity should cooperate and work collectively\r\nthrough the United Nations to address the global\r\nchallenges of our time.\r\nThe United Nations needs to be reformed if the\r\nOrganization is to be more effective and more\r\ndemocratic. The General Assembly should also have an\r\nimportant and more active role to play in the\r\nmanagement of world affairs. With respect to the\r\nSecurity Council, we wish to reaffirm the position of\r\nthe Lao People’s Democratic Republic, first expressed\r\nmany years ago, that there should be an increase in the\r\nnumber of permanent and non-permanent members\r\nfrom the developed and developing countries, in\r\naccordance with the principle of equitable geographical\r\ndistribution and taking into account the relative\r\nimportance of the various countries. In the same\r\ncontext, the Lao People’s Democratic Republic\r\nsupports Japan, Germany and India as permanent\r\nmembers in a new, expanded Security Council.\r\nAll this would greatly contribute to achieving our\r\nultimate goal of making the United Nations, our\r\nuniversal Organization, an organization that can gain\r\nthe trust and the confidence of Member States.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Hor Namhong, Deputy Prime\r\nMinister and Minister for Foreign Affairs and\r\nInternational Cooperation of the Kingdom of\r\nCambodia.\r\nMr. Hor (Cambodia): At the outset, I wish to join\r\nother Member States in congratulating you,\r\nMr. President, on your election as President of the\r\nGeneral Assembly at its fifty-ninth session. Given your\r\nextensive experience and wisdom, I am confident that\r\nyou will successfully steer the course of this session,\r\nwhich is important for the challenging world that we\r\nlive in today.\r\nI commend the efforts and the contribution to the\r\nUnited Nations of Mr. Julian Hunte as President of the\r\nGeneral Assembly at its fifty-eighth session, and I\r\nexpress my appreciation to Secretary-General Kofi\r\nAnnan for his commitment, dedication and leadership\r\nin working to further the realization of the objectives\r\nand the mission of the United Nations in our\r\nincreasingly complex world.\r\nSince 11 September 2001, the response to\r\nterrorism at the global, regional and national levels has\r\nbeen significant and massive. Nevertheless, despite the\r\nprogress we have made in our efforts, countries\r\nthroughout the world continue to suffer from terrorist\r\nattacks that continue to kill innocent people. Therefore,\r\nI believe that our response to this deadly threat to\r\nhumanity must be more comprehensive. However, I\r\nalso believe that, while we fight terrorism relentlessly,\r\nwe should do our best to understand its true root\r\ncauses. When we are able to do that, we can hope to\r\neliminate terrorism.\r\nWhen the Millennium Development Goals were\r\nlaunched in 2000, they held much hope for developing\r\ncountries, but so far there have been no meaningful\r\nresults. Poverty on many parts of the globe remains\r\none of the greatest challenges in the world today, with\r\nmore than 1.2 billion people surviving on less than $1\r\nper day. Global poverty reduction is not the\r\nresponsibility of developing countries alone; it is also\r\nthe shared responsibility of the international\r\ncommunity, particularly the developed countries.\r\nPerhaps it is time for more concrete actions rather than\r\nmere declarations.\r\nWith regard to the Middle East conflict, I believe\r\nthat the international community should continue to\r\nsupport the inalienable and sacred right of the\r\nPalestinian people to an independent State. We should\r\nalso urge all parties involved to put an end to the\r\nviolence once and for all. All the parties must put aside\r\n4\r\nA/59/PV.12\r\ntheir hatred and their historical animosity. Both the\r\nPalestinians and the Israelis must realize that they have\r\nequal rights to coexist, living side by side in peace and\r\nharmony for the sake of their own peoples and peace in\r\nthe region.\r\nConcerning the situation in Iraq, I believe that the\r\ncurrent, unending violence there has not created an\r\nenvironment conducive to national reconciliation and\r\npeace. It is my view that the United Nations and the\r\ninternational community must do everything possible\r\nto restore peace, security and political stability to Iraq\r\nso that the Iraqi people will have a chance to choose, in\r\na sovereign manner, their own leaders and their own\r\nGovernment. I believe that democracy can never be\r\nexported or imported; it is a state of mind and must be\r\nlearned.\r\nWith regard to the Taiwan issue, Cambodia is of\r\nthe view that it is a vital issue not only for China, but\r\nalso for the region as a whole. Cambodia, like other\r\nmembers of the community of nations, has been\r\nunequivocally supportive of a genuine “one-China”\r\npolicy, since we recognize the fact that Taiwan is an\r\nintegral part of China.\r\nEvery year in the General Assembly, most\r\nmembers of this global institution have called for\r\nreform of the United Nations, particularly of the\r\nSecurity Council. Indeed, Cambodia is of the view that\r\nreform of the Council is essential, not only for the\r\ncredibility of the Council itself, but for that of the\r\nentire United Nations system as well. The reform of\r\nthe Security Council will undoubtedly reflect the\r\nrealities of the world today. In reforming the Council\r\nby enlarging its membership, we will make it more\r\nrepresentative, more democratic and more efficient. In\r\nthat regard, Cambodia supports the candidacies of\r\nJapan, Germany and India for permanent seats on the\r\nCouncil. The number of non-permanent members\r\nrepresenting various parts of the world should also be\r\nincreased.\r\nCambodia wishes to appeal to all Member States\r\nto support its candidacy for a non-permanent seat on\r\nthe Security Council for the period 2006-2007. Since\r\nwe joined the United Nations in 1955, Cambodia has\r\nnever held any position within it, although we have\r\nalways cooperated closely with the Organization.\r\nWith the formation of our new Government in\r\nJuly this year, and with the adoption of our rectangular\r\nstrategy and our political programme, the Royal\r\nGovernment of Cambodia has accorded top priority to\r\nbuilding good governance in order to carry out key\r\nareas of reform and the four pillars of its rectangular\r\nstrategy for socio-economic development.\r\nIn conclusion, I believe that we need to ensure\r\nthat the Millennium Development Goals are followed\r\nup and carried out in response to the hopes of the\r\nbillions of poor people who live in developing\r\ncountries. Moreover, I feel that poverty reduction\r\nshould remain a top priority to be addressed\r\ncollectively by the international community so that we\r\ncan close the gap between the haves and the have-nots.\r\nIn the light of the challenges that pose greater threats\r\nto our world today than ever before — terrorism,\r\nviolence, conflict, poverty, epidemics of infectious\r\ndiseases, environmental degradation and many\r\nothers — I firmly believe that we need a stronger and\r\nmore efficient United Nations to address those\r\nchallenges in the most effective way possible. In that\r\nregard, the Organization must be truly representative,\r\nfully democratic and strongly committed to the cause\r\nof humanity.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Rashid Meredov, Deputy Prime\r\nMinister and Minister for Foreign Affairs of\r\nTurkmenistan.\r\nMr. Meredov (Turkmenistan) (spoke in Russian):\r\nI should like at the outset to express my sincere\r\ngratitude for the honour to speak from this rostrum and\r\nto convey, on behalf of the President of Turkmenistan,\r\nMr. Saparmurat Niyazov, best wishes for peace and\r\nprosperity to the peoples of all nations. I should also\r\nlike to congratulate the President of the General\r\nAssembly on his election to that lofty and responsible\r\npost and to wish him every success in fruitfully guiding\r\nthe work of the fifty-ninth session.\r\nThe events taking place in the world today, which\r\nare influencing the development of every region and\r\nevery country, attest to the dramatic changes that have\r\noccurred in the meaning of the historical process under\r\nnew conditions. Our ability to elaborate and implement\r\nqualitatively new approaches to interaction within the\r\ncommunity of nations will largely determine the degree\r\nto which security and stability are maintained\r\nthroughout the world. In that context, an immutable\r\nprinciple and basic direction for Turkmenistan’s\r\nforeign policy remains the strengthening and\r\ndevelopment of close cooperation with the United\r\n5\r\nA/59/PV.12\r\nNations. I should like to take this opportunity to thank\r\nthe Secretary-General, Mr. Kofi Annan, for his\r\nconstant support for the peace-loving foreign policy of\r\nTurkmenistan.\r\nWe should note that among the priority areas of\r\nour country’s cooperation with the United Nations are\r\nmaintaining international peace and security and\r\npreventing or resolving conflicts through political\r\nmeans and processes. With regard to those issues,\r\nTurkmenistan has often become a centre where, under\r\nthe aegis of the United Nations and with the\r\nparticipation of its Special Representatives, effective\r\nnegotiations have been carried out to resolve complex\r\nsituations that have taken place in the countries of our\r\nregion.\r\nDuring the present general debate, it has been\r\nnoted several times that one of today’s major threats to\r\ninternational security and stability is terrorism.\r\nFollowing the events of 11 September 2001,\r\nTurkmenistan was one of the first countries to support\r\nthe United Nations initiative of establishing an\r\ninternational coalition to fight terrorism, in which we\r\nhave taken an active part.\r\nIn that context, Turkmenistan not only firmly\r\ncondemns any act of terrorism in any part of the world,\r\nbut also is undertaking specific legislative and practical\r\nmeasures aimed at fighting that evil and preventing it\r\nfrom spreading. That is particularly relevant, given that\r\nthe security conditions of the world community are\r\ndetermined by each country’s actual contribution to the\r\nstrengthening of its own internal stability, together with\r\ncooperation at the collective level. This is why we\r\nbelieve that there is a need today to draw up a\r\nqualitatively new dimension, both between individual\r\nStates and within the framework of their joint activity\r\nin international organizations.\r\nDespite the fact that terrorism is multifaceted, its\r\nnature is one and the same, and at its roots lie a\r\ndoctrinaire egoism which has been raised by its\r\nfollowers to the highest level of evil, intolerance and\r\ncruelty. Terrorism recognizes no State and no\r\nnationality; it is not affiliated with any religion or\r\nculture. This is why the war on terrorism and terrorists\r\nmust be conducted through joint efforts.\r\nIt is precisely through the close coordination of\r\nactions of members of the international community, on\r\nthe basis of norms of international law, that the\r\nestablishment of a situation in the world can be\r\nconducted in such a way that any manifestation of\r\nterrorism will be punished and, as a result, it will be\r\npossible to take effective measures to combat it. Here,\r\nTurkmenistan favours effective implementation of a\r\nbroad-ranging system of measures to combat terrorism,\r\nincluding active cooperation in finding and bringing to\r\njustice the organizers and perpetrators of terrorist acts.\r\nTo counteract international terrorism, and to\r\nprotect the rights and freedoms of our citizens, we\r\nmust be able to forestall each of its manifestations and\r\ncounter it, not only through universal unanimous\r\ncondemnation, but also through a high degree of\r\nprofessionalism of law enforcement agencies, and also\r\nthrough the active use of the entire international legal\r\narray of instruments drawn up within the framework of\r\nthe United Nations.\r\nFurther involvement of the role of the United\r\nNations is becoming clearer against the backdrop of\r\nthe present development of both global and regional\r\nprocesses that require the concentration of collective\r\nefforts and the adoption of decisions, taking into\r\naccount a multitude of interests. Here, the fundamental\r\nprinciples of international cooperation enshrined in the\r\nCharter and the criteria tested by time concerning\r\nmaintaining the balance of interests are a high priority\r\nfor us. By following such a policy, Turkmenistan\r\nalways attempts fully to utilize the potential of the\r\ncommunity of nations and institutions in proposing and\r\nimplementing foreign policy initiatives.\r\nWe see vast potential in the close partnership\r\nwith the United Nations and its specialized structures\r\nin implementing joint programmes and projects. In this\r\ncontext, we would like to express our gratitude for\r\ncooperation extended to us by such United Nations\r\nspecialized agencies as the United Nations\r\nDevelopment Programme, UNICEF, the Office of the\r\nUnited Nations High Commissioner for Refugees, the\r\nUnited Nations Office on Drugs and Crime and the\r\nUnited Nations Population Fund. Through interaction\r\nwith these agencies, the Government of Turkmenistan\r\nis implementing a number of major projects that are\r\nyielding specific results in the social sphere, health\r\ncare, education, the environment, combating illicit drug\r\ntrafficking and a number of other areas. Turkmenistan\r\nwill continue to maintain close ties with these United\r\nNations agencies in the quest for and implementation\r\nof new possibilities for cooperation.\r\n6\r\nA/59/PV.12\r\nA clear example of the strategic partnership of\r\nTurkmenistan with the United Nations was the signing\r\nof our country’s Government in February of 2004 of\r\nthe United Nations Development Assistance\r\nFramework to promote development for 2005-2009. A\r\nsignificant feature of this document is the fact that it\r\nfully coincides with the national priorities and interests\r\nof Turkmenistan, as defined by the National\r\nDevelopment Strategy of our country for the period\r\nuntil 2020. It aims at resolving global objectives within\r\nthe framework of the United Nations Millennium\r\nDevelopment Goals.\r\nOne of the important components of\r\nTurkmenistan’s policy is the human dimension. Our\r\ncountry is conducting joint work with international\r\norganizations in this area. During the years of\r\nindependence, we have worked to create genuine\r\nguarantees for the implementation of personal,\r\npolitical, economic, social and other rights of citizens.\r\nThe personal rights of citizens have been specifically\r\nreflected in Turkmenistan’s laws and law enforcement\r\npractice concerning such matters as the abolition of the\r\ndeath penalty, the banning of searches on citizens and\r\nthe banning of the adoption of ad hoc decisions in\r\npressing criminal charges. Through practical action,\r\nTurkmenistan reaffirms the implementation of these\r\nlegal acts.\r\nEvery year in our country, by presidential decree,\r\nthere is a widespread amnesty, the next to take place in\r\njust a month. As a result, more than 9,000 people will\r\nbe amnestied.\r\nToday in Turkmenistan there are no restrictions\r\nwhatsoever on travel of its citizens abroad. There is\r\nguaranteed freedom of registration and activity of\r\nreligious organizations and groups, in accordance with\r\nuniversally recognized international law, regardless of\r\nthe number of adherents or of their faith. A number of\r\nvery important legislative acts were adopted regarding\r\nthese issues, in accordance with which, at the present\r\ntime in Turkmenistan, there are various religious faiths\r\nregistered and functioning.\r\nAs for the human dimension, Turkmenistan has\r\nintensified its work with the Office of the United\r\nNations High Commissioner for Human Rights\r\n(OHCHR). On our invitation, in March 2004,\r\nTurkmenistan was visited by a group of experts from\r\nthe OHCHR, who, together with the Turkmen side,\r\ndrew up specific areas for cooperation and rendered\r\nassistance in work on the further development of this\r\nhuman dimension, among which was methodological\r\nand legal assistance in the preparation of national\r\nreports on United Nations conventions in the field of\r\nhuman rights. We intend to continue our efforts\r\nregarding these issues and are ready to cooperate with\r\nall of the United Nations agencies and other\r\ninternational organizations.\r\nAgainst the backdrop of such effective\r\ninteraction, we are concerned that in 2003 the General\r\nAssembly’s Third Committee considered a draft\r\nresolution regarding human rights in Turkmenistan.\r\nThe proposal was made by representatives of several\r\ncountries without having visited Turkmenistan, without\r\nhaving studied the situation on the ground, without\r\ntaking into account the significant initiatives of the\r\nGovernment of Turkmenistan in this sphere and\r\nwithout having first acquainted the Turkmen side with\r\nits contents. Such attempts at a one-sided consideration\r\nof serious questions is, in our view, unacceptable, and\r\nit is not in keeping with constructive cooperation in\r\nthis sphere. The adoption of hasty decisions does not\r\nmake a positive contribution to constructive dialogue.\r\nThis is extremely important, particularly in the light of\r\nthe principle of mutual respect for States, one of the\r\ndominating principles in the system of values professed\r\nby the United Nations.\r\nAt the crossroads of the twentieth and twenty-\r\nfirst centuries, our region, Central Asia, has moved\r\ninto the forefront of the international community’s\r\nattention. How multilateral dialogue will take place on\r\nproblems of this region to a great extent will determine\r\nthe prospects for peace and security on a global scale.\r\nAware of its full responsibility to the\r\ninternational community, Turkmenistan attaches utmost\r\nimportance to the role of the United Nations in\r\nstepping up regional and interregional dialogue in\r\nseeking solutions to potential problems. In this regard,\r\nI should like to draw the Assembly’s attention to the\r\ninitiative of the President of Turkmenistan regarding\r\nthe creation of a Central Asian regional consultative\r\ncouncil of heads of State.\r\nThe issue here is about the creation of an inter-\r\nState body at the highest level for holding regular\r\nconsultations and working out joint decisions on\r\nrelevant issues that directly affect the fate of the\r\ncountries of the region and the real needs of the people\r\nthat inhabit those regions. These are, first of all, issues\r\n7\r\nA/59/PV.12\r\nof cooperation in trade and the economy, energy\r\nsupply, border trade, transportation and humanitarian\r\nissues. In our view, this mechanism for multilateral\r\nconsultations at the head-of-State level would promote\r\nthe development and implementation of agreed actions\r\nby parties on the basis of mutual interest and would\r\nallow for creation of the most effective system of\r\nrational interaction.\r\nIn October 2003, in Ashkhabad, the first round of\r\na forum on conflict prevention and sustainable\r\ndevelopment for Central Asia took place under the\r\naegis of the United Nations and the Organization for\r\nSecurity and Cooperation in Europe (OSCE). In the\r\ncontext of strengthening the effectiveness of\r\ninstruments of preventive diplomacy, we believe it to\r\nbe useful and advisable to create a United Nations\r\ncentre on preventive diplomacy in the Central Asian\r\nregion. Turkmenistan is ready to provide full assistance\r\ntowards locating it in our nation’s capital.\r\nAn important stage in intensifying regional\r\ncooperation was the preparation of the trans-Afghan —\r\nor Turkmenistan-Afghanistan-Pakistan — gas pipeline\r\nproject. Turkmenistan welcomes the interest of large\r\ncompanies and financial and industrial groups in that\r\nmajor project. Here, I would like to note that the\r\nUnited Nations, using its broad international authority,\r\ncould have worked out a system of political and legal\r\nguarantees to ensure conditions favourable to the\r\nproject.\r\nIt is important to recall that in the past\r\nTurkmenistan proposed, from this rostrum, an initiative\r\nto formulate and adopt under the aegis of the United\r\nNations an international convention on a regime\r\ngoverning the functioning of inter-State pipelines, and\r\nassociated guarantees. We believe that such a\r\ndocument would make it possible to create a\r\ndependable political and legal mechanism to ensure the\r\ntransportation of raw materials to world markets.\r\nOn the question of implementing a secure\r\ndevelopment strategy and enhancing cooperation in the\r\nregion, I would like to underscore issues of\r\ninternational cooperation regarding the Caspian Sea.\r\nThese relate first and foremost to the exploration of the\r\nCaspian Sea’s richest fields of hydrocarbon resources\r\nand are linked not only to the interests of the countries\r\nof the region but to those of many other States and\r\ntransnational companies. Our policy is aimed at\r\nmerging those interests.\r\nIt is a well-known fact that the oil and natural gas\r\nreserves of the Caspian Sea are the planet’s most\r\nimportant energy resources for the twenty-first century.\r\nTheir reasonable and effective exploration and the\r\nconstruction of pipeline infrastructure to transport them\r\nto world markets would ensure significant economic\r\ngrowth in many States and the well-being of their\r\npeoples.\r\nEffective economic activity on the Caspian Sea is\r\nclosely linked to ensuring stability in the Caspian\r\nregion. Turkmenistan favours making the Caspian Sea\r\na zone of peace, stability and sustainable international\r\ncooperation.\r\nWe share the view that, in the twenty-first\r\ncentury, the United Nations system needs rational\r\nreform. We favour such United Nations reform, but\r\nonly in terms of strengthening and broadening the\r\nOrganization’s role in the world. In this context, an\r\nimportant issue is ensuring maximum representation of\r\nStates in the United Nations, in the broader community\r\nof nations, in the specialized agencies and in the\r\nUnited Nations system in general. In addition, the\r\nUnited Nations should make full use of the potential\r\nand advantages of Member States. For example,\r\nTurkmenistan is ready to provide United Nations\r\nagencies with resources to expand their presence in the\r\nregion by opening headquarters and other major offices\r\nof United Nations agencies in our capital.\r\nThe diversity and complexity of the tasks facing\r\nthe States Members of the United Nations is self-\r\nevident. Carrying them out requires not only collective\r\nefforts but also unambiguous awareness of the\r\nindividual role and responsibility of each country of\r\nthe international community. Turkmenistan adheres to\r\nthat logic of political behaviour, with the objective of\r\nstrengthening peace and promoting economic, social\r\nand cultural development.\r\nThe President (spoke in French): I now give the\r\nfloor to Her Excellency The Honourable Billie Miller,\r\nSenior Minister and Minister for Foreign Affairs and\r\nForeign Trade of Barbados.\r\nDame Billie Miller (Barbados): Mr. President, it\r\nis my pleasure to join with preceding speakers in\r\ncongratulating you on your election to preside over the\r\nfifty-ninth session of the General Assembly. Barbados\r\npledges its fullest cooperation in the year ahead.\r\n8\r\nA/59/PV.12\r\nI wish to thank and congratulate your\r\npredecessor, His Excellency Mr. Julian Hunte, for his\r\neffective leadership of the fifty-eighth session of the\r\nGeneral Assembly. Barbados was particularly pleased\r\nat the election of a representative of a small island\r\nCaribbean State to that high office in the United\r\nNations, and President Hunte’s outstanding\r\nperformance was testimony to the critical and effective\r\nrole that small islands can play in the multilateral\r\nprocess. His guidance of the work to revitalize the\r\nAssembly was particularly noteworthy.\r\nThis Organization has been accused of being out\r\nof touch or, worse, irrelevant to the changing world in\r\nwhich we live, despite its valiant efforts in recent years\r\nto promote development, restore peace and maintain\r\nsecurity in many parts of the world. In these\r\ncircumstances, it is incumbent upon all Member States\r\nto reaffirm their commitment to and support for the\r\nmultilateral process, using the United Nations as its\r\nprimary vehicle. At the same time, there must be a\r\nconstant process of review, reform and renewal of the\r\nOrganization so that it can remain relevant in the\r\ncontinuously changing international climate.\r\nFurthermore, it is essential that political will be\r\nbrought to bear on the seemingly intractable issue of\r\nreform of the Security Council. Barbados continues to\r\nbe of the view that the Council must be made more\r\nrepresentative of today’s membership of the United\r\nNations, as well as more transparent in its working\r\nmethods and more democratic in its decision-making.\r\nThe Security Council must earn the support and\r\nconfidence of all Members of the United Nations if it is\r\nto fulfil its important mandate in an increasingly\r\nvolatile and insecure international environment.\r\nWe must also recognize that reform cannot be\r\nkept merely within the confines of the United Nations.\r\nIt must be accompanied by renewal of the wider\r\ninternational governance architecture. It strikes\r\ndeveloping nations as deeply unjust and hypocritical\r\nthat calls for democratization and good governance in\r\nthe developing world are not accompanied by calls for\r\nthose values to be reflected in the multilateral\r\norganizations by which so many are governed and upon\r\nwhich so many depend.\r\nEnhancing the voice and participation of\r\ndeveloping countries in international dialogue and\r\ndecision-making is a fundamental prerequisite for\r\nimproving global economic governance. Debate on\r\nreform of the international financial architecture should\r\nnot continue to be restricted to the hallowed halls and\r\nboardrooms of the Bretton Woods institutions, but\r\nshould also find a prominent place on the United\r\nNations agenda. We all have a stake in the global\r\neconomic system and its management. This highly\r\ncomplex and increasingly globalized and\r\ninterconnected world demands a radically reformed\r\nsystem of global economic and financial governance\r\nthat promotes equitable development.\r\nA majority of States Members of this\r\nOrganization, both developing and developed, have\r\nexpressed the urgent need for a transparent, open,\r\ndemocratic and inclusive dialogue between sovereign\r\nStates on international cooperation in tax matters,\r\nwithin the universal ambit of the United Nations. The\r\npersistence of exclusive and restricted membership\r\norganizations, such as the Organization for Economic\r\nCooperation and Development (OECD), that dictate\r\nnorms and standards in international tax cooperation in\r\nlieu of an inclusive intergovernmental forum, is\r\nuntenable.\r\nWhile we are encouraged by the progress in the\r\ndebate within the Economic and Social Council to\r\nconvert the Ad Hoc Group of Experts on International\r\nCooperation in Tax Matters into a committee of that\r\nbody, with a new and expanded mandate, we still await\r\na final positive decision on the matter. We consider\r\nsuch a decision to be an important first step towards\r\nthe creation of an international forum to promote and\r\nstrengthen cooperation in tax matters.\r\nBarbados recognizes the critical need for the\r\nDoha round of development negotiations to be revived\r\nwith a developmental focus, and welcomes the decision\r\non the Doha work programme reached by the World\r\nTrade Organization on 1 August. The concessions to\r\nthe least developed countries evident in that framework\r\nagreement are laudable. But while it would appear that\r\ndeveloped-country benefits remain substantially\r\nsecure, the framework severely limits the ability of\r\nsmall middle-income developing countries to realize\r\nthe reasonable benefits expected and necessary to\r\nadvance their development interests.\r\nTrade is a significant factor in the challenge of\r\nsustainable development, and trade rules need to take\r\ninto account the vulnerabilities and the development\r\nneeds of small States. It is true that developed and\r\nadvanced developing country partners may experience\r\n9\r\nA/59/PV.12\r\nsome developmental challenges similar to those of\r\nsmall States. But it is the inability of the small\r\neconomies to respond satisfactorily to externally\r\nimposed shocks which makes them particularly\r\nvulnerable.\r\nBarbados appeals to all World Trade Organization\r\nmembers to support the mandate given at Doha to\r\nexamine issues related to trade in small economies and\r\nto frame action-oriented responses to those issues, in\r\norder to facilitate the fuller integration of small,\r\nvulnerable economies into the multilateral trading\r\nsystem.\r\nWith respect to small island economies, some of\r\nthe greatest development threats are those from natural\r\ndisasters of every kind, including floods, volcanic\r\neruptions, earthquakes and, especially, hurricanes.\r\nIndeed, in the course of a few hours, Hurricane Ivan\r\ndevastated the island of Grenada. An economy has\r\ndisappeared. For many Caribbean countries, this cycle\r\nof destruction is repeated year after year — on\r\noccasion, several times in the same year. Some of us\r\nare constantly repairing and replacing infrastructure,\r\nreplanting crops and rebuilding our very lives.\r\nWhen a hurricane hurts one or more big cities or\r\nstates in the United States of America, resources are\r\nimmediately redirected to help those affected. An\r\nentire state or city has never been eradicated. But that\r\nis precisely what Grenada experienced just three weeks\r\nago. Can members begin to imagine the implications of\r\na small State being reduced to rubble in less than a\r\nday? Terrorists could hardly do a more effective job.\r\nYet such factors are never taken into account when\r\ngross domestic product is computed.\r\nIn response to this devastation, the heads of\r\nGovernment of the Caribbean Community\r\n(CARICOM) met in emergency session and developed\r\na priority programme for the rehabilitation of Grenada,\r\nCarriacou and Petit Martinique. For its part, Barbados\r\nhas already contributed substantially to the relief\r\neffort. But the reality is that CARICOM by itself does\r\nnot have the financial resources to cope. We call for an\r\ninternational donor conference to help Grenada.\r\nIn highlighting Grenada, however, we should not\r\noverlook the damage done by Hurricanes Charley,\r\nFrances, Ivan and Jeanne to the Bahamas, Haiti, the\r\nDominican Republic, Tobago, Saint Vincent and the\r\nGrenadines, Jamaica, the Cayman Islands, Cuba,\r\nBarbados and the United States, all in the course of the\r\npast few weeks.\r\nSuch catastrophic events directly affect the ability\r\nof many small vulnerable developing countries to fully\r\nimplement the Millennium Development Goals and\r\nshould be taken into account by the Assembly as it lays\r\nthe groundwork for the 2005 review. Attaining those\r\ngoals remains paramount. Barbados reaffirms its\r\ncommitment to their achievement and urges all States\r\nto honour the spirit and intent of the Millennium\r\nDeclaration.\r\nThe dominant view in some parts of the world is\r\nthat the most serious threats to international peace and\r\nsecurity are the recent virulent forms of terrorism, the\r\nproliferation of weapons of mass destruction and non-\r\nconventional weapons, and the spread of transnational\r\ncriminal networks. But for many others around the\r\nglobe, particularly those in the developing world,\r\npoverty, the spread of HIV/AIDS and other diseases,\r\nnatural disasters, civil strife and other social, economic\r\nand environmental concerns remain the highest\r\npriority.\r\nIt is of the utmost importance that the\r\ninternational community strive to achieve unity of\r\npurpose in confronting these diverse security threats\r\nand challenges, based on a common multidimensional\r\nsecurity agenda. The Secretary-General recently stated\r\nthat the global security agenda should reflect a global\r\nconsensus on the major threats to peace and security,\r\nbe they old or new, hard or soft, and on our common\r\nresponse.\r\nIn that connection, we eagerly await his report on\r\nthe work of the High-level Panel on Threats,\r\nChallenges and Change. Member States must stand\r\nready to make the necessary bold and drastic reforms\r\nof the current multilateral rules and institutions that\r\ngovern international peace and security.\r\nFor small island developing States like Barbados,\r\nthis wider multidimensional nature of threats to\r\ninternational peace and security is particularly\r\nimportant. In addition to the impact of natural disasters\r\nto which I have already referred, the trans-shipment of\r\nnuclear waste through the Caribbean Sea, global\r\nwarming and water pollution all threaten our very\r\nexistence as a nation. For us, challenges to our\r\nsustainable development represent some of the more\r\nserious threats to our security.\r\n10\r\nA/59/PV.12\r\nIn this regard, we place great emphasis on the 10-\r\nyear review of the Barbados Programme of Action,\r\nscheduled to take place in Mauritius next year, since it\r\nwill present the international community with an\r\nopportunity to examine past successes and consider the\r\nfuture challenges that face small island developing\r\nStates.\r\nIt is significant that small island developing\r\nStates themselves have already implemented close to\r\n70 per cent of the Barbados Programme of Action. We\r\ntrust that the Mauritius meeting will provide our\r\ndeveloped country partners with the opportunity to\r\ndeliver on their past, present and future commitments.\r\nImplicit in the proposal first submitted to the\r\nGeneral Assembly in 1999 to designate the Caribbean\r\nSea as a special area within the context of sustainable\r\ndevelopment is the recognition of the marine\r\nenvironment as our most precious natural resource and\r\none of central social, economic and political\r\nsignificance to the Caribbean. Its protection and\r\npreservation remain a major priority of the region.\r\nThis year, the General Assembly will return to\r\nthat issue. It remains the ultimate goal of the region to\r\nhave the Caribbean Sea recognized as a special area\r\nwithin the context of sustainable development, and we\r\nlook forward to continued assistance from the\r\ninternational community in helping us to achieve that\r\nobjective.\r\nLet me now turn to issues of particular relevance\r\nto Barbados and the Caribbean. Barbados considers it\r\nan irony of tragic proportions that, in the bicentennial\r\nyear of Haiti’s liberation from colonial control, that\r\npioneer of independence has been plunged once again\r\ninto crisis. While the events surrounding the abrupt\r\ndeparture of President Aristide remain a matter of deep\r\nconcern — particularly as they pertain to the\r\nconstitutionality of the removal of democratically\r\nelected leaders — Barbados is committed to assisting\r\nthe people of Haiti in the process of normalization, the\r\nsearch for a peaceful solution to the political crisis, the\r\nstrengthening of democratic governance in the country\r\nand the provision of humanitarian assistance.\r\nBarbados is convinced that full engagement with\r\nthe interim Government of Haiti best serves the\r\ninterests of the Haitian people and reflects our stated\r\ndesire to accompany them at this very difficult time in\r\ntheir history. This is a task which we must not shirk.\r\nLet there be no doubt: we expect the interim\r\nadministration to uphold the highest standards set by\r\nthe Charter of Civil Society for the Caribbean\r\nCommunity and to fulfil its commitment as regards the\r\nrule of law, equal justice for all, democracy and good\r\ngovernance. We look forward to the full\r\nimplementation of resolution 2058 (XXXIV-0/04) of\r\nthe Organization of American States on the\r\nstrengthening of democracy in Haiti, as well as to the\r\nholding of municipal, national and presidential\r\nelections in 2005, as promised. In this regard, Barbados\r\nintends to play its part in international efforts to assist\r\nHaiti to put the electoral process in place.\r\nBarbados is hopeful that CARICOM will be able\r\nto play a key role in assisting Haiti through the\r\nSecurity Council-mandated United Nations\r\nStabilization Mission in Haiti (MINUSTAH). In this\r\nregard, the CARICOM Special Envoy, supported by a\r\ntask force, has begun work to coordinate assistance to\r\nHaiti in areas where the countries of the region have\r\nrecognized capacity.\r\nOver the past week, we have all been made aware\r\nof the perilous situation confronting our brothers and\r\nsisters in Haiti as a result of the devastation caused by\r\nTropical Storm Jeanne. Haiti is part of our CARICOM\r\nfamily. It is our duty to galvanize all our energies to\r\nassist in mitigating the plight of the Haitian people.\r\nTwo days ago, the Prime Minister of Barbados,\r\nthe Honourable Owen Arthur, announced that the\r\nGovernment will provide technical assistance, as well\r\nas an initial contribution of 1 million Barbados dollars,\r\nto the interim Administration for the purpose of\r\nproviding humanitarian assistance to the people of\r\nHaiti in the wake of Hurricane Jeanne.\r\nThe issue of Cuba’s isolation within the\r\nhemisphere is also of concern to Barbados. We\r\nembrace Cuba as a bona fide sister State in the\r\nCaribbean region and are committed to a policy of\r\nconstructive engagement with its Government and\r\npeople. We do not believe that efforts to isolate Cuba,\r\nthrough exclusion from participation in hemispheric\r\nbodies such as the Organization of American States\r\nand the emerging free trade area of the Americas and\r\nmeasures that create greater hardship for the Cuban\r\npeople such as the 50-year-long economic embargo\r\nwill foster change in Cuba.\r\nLike the entire Caribbean Community, Barbados,\r\nin its engagement with Cuba, has held close to the\r\nprinciples enshrined in the CARICOM Charter of Civil\r\n11\r\nA/59/PV.12\r\nSociety. We cannot accept that a regime change\r\nexogenously imposed upon the people of Cuba could in\r\nany way be a viable option.\r\nThe Government of Barbados has long enjoyed a\r\nwarm relationship with its Caribbean neighbour\r\nVenezuela and has been deeply concerned by the\r\npolitical crisis in that country. We are satisfied that the\r\nrecent referendum has been safely and successfully\r\ncompleted. We now look forward to a period of calm in\r\nwhich the process of healing and dialogue — necessary\r\nfor better understanding between competing groups —\r\ncan occur. Venezuela needs all of its people working\r\ntogether if it is to move forward and continue to be a\r\nleading engine of development in the hemisphere and\r\nthe beacon of democracy which its founding father\r\nintended. It behoves all who cherish democracy to do\r\nwhat we can to give Venezuelans that opportunity.\r\nThis year, the world commemorates the struggle\r\nagainst slavery and its abolition, with the goal of\r\ndeepening knowledge of slavery and the slave trade\r\nand highlighting its philosophical, political and legal\r\nlegacy. As the first landfall upon crossing the Atlantic\r\nOcean, Barbados was the recipient of a large number of\r\nAfrican slaves, leading to a major imprint of African\r\ncultures on the formation of the Barbadian society.\r\nThat coincidence of history not only created the unique\r\nfraternal bond that characterizes the relationship\r\nbetween the Caribbean and Africa but also serves to\r\nmake us uniquely aware of the interactions that the\r\nslave trade generated throughout the world among the\r\ndifferent peoples involved.\r\nBarbados supports the call of the Director-\r\nGeneral of the United Nations Educational, Scientific\r\nand Cultural Organization (UNESCO) for all peoples\r\nto eradicate through their actions the vestiges of\r\nslavery and to combat all new forms of servitude that\r\nrepresent intolerable violations of human rights and\r\nfundamental freedoms. Indeed, Barbados asserts that\r\ninternational peace and security can best be achieved\r\nthrough the building of tolerance based on recognition\r\nof cultural, racial and religious diversity.\r\nThe fifty-ninth session of the General Assembly\r\nhas before it a number of issues that have the potential\r\nto shape the nature and direction of international\r\nrelations for many years to come. Barbados intends to\r\nplay an active role in its deliberations.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Marwan Muasher, Minister for\r\nForeign Affairs of the Hashemite Kingdom of Jordan.\r\nMr. Muasher (Jordan) (spoke in Arabic): First, I\r\nwish to warmly congratulate you, Sir, on your election\r\nas President of the General Assembly at its fifty-ninth\r\nsession.\r\nThe most recent Arab Human Development\r\nReport of the United Nations Development Programme\r\nidentified the pressing challenges facing the Arab\r\nworld both now and in the future. Thus, it contributed\r\nto triggering a broad debate on the future of reform in\r\nthe Middle East.\r\nPartly in response, the Tunis Arab Summit\r\nadopted in May 2004 a document on the process of\r\ndevelopment, modernization and reform in the Arab\r\nworld with a view to improving joint Arab action. That\r\nplatform paper highlighted the need to consolidate\r\ndemocratic principles and to broaden the base of\r\npolitical participation. It also called for intensifying\r\nefforts to improve performance in the political,\r\neconomic, social and educational areas by: giving more\r\nattention to youth issues, the advancement of women\r\nand the modernization of social institutions throughout\r\nthe Arab world; improving education; completing the\r\nArab common market plan; and laying out a pan-Arab\r\neconomic development strategy. Jordan, for its part,\r\nsupports this vision, which is in line with the plans we\r\nhave already been pursuing within our national reform\r\nagenda.\r\nJordan believes that for reform to be truly\r\nmeaningful it has to emanate first and foremost from\r\nwithin society and be sensitive to the particular\r\ncharacteristics and needs of each country. Accordingly,\r\nwe in Jordan sought to develop an integrated agenda\r\nthat addresses the primary issues of concern to our\r\ncitizens throughout the country. Those include broader\r\npolitical development and personal freedoms, greater\r\nroles for women and youth, a more efficient judiciary\r\nsystem, educational reform and the achievement of\r\nsteady economic growth with a view to improving the\r\nliving conditions of all individuals, leading to a more\r\nprogressive, open and tolerant society.\r\nWithin the same framework, the Government of\r\nJordan sought to strengthen the partnership between\r\nthe public and private sectors, both inside Jordan and at\r\nthe larger, Arab regional level. The most recent inter-\r\nArab initiative was launched by Arab private sector\r\n12\r\nA/59/PV.12\r\nand grass-roots civil organizations, with active\r\nJordanian participation, in Amman on the margin of the\r\nWorld Economic Forum, which was convened at the\r\nDead Sea last May. That initiative laid the foundation\r\nfor the delineation of a vision for the Middle East for\r\nthe year 2010. A well-developed plan of action will be\r\nlaid out at the Davos World Economic Forum in 2005.\r\nThe plan will provide a framework for pooling and\r\nanalysing constructive inputs and proposing answers\r\nfor the challenges facing Jordan and the region in\r\ngeneral.\r\nHowever, the series of reform measures currently\r\nunder way in Jordan will be inadequate without the\r\nsupport of the international community. The help we\r\nneed involves support for our development projects,\r\ndirect assistance to the Jordanian economy and foreign\r\ndebt relief. Of special significance in this regard is the\r\naid needed and expected from the Group of Eight\r\nindustrial Powers to Jordan’s plans and initiatives,\r\nwhich have been based on positive, realistic and\r\nsustainable goals.\r\nThe long-standing status quo in our region has\r\nmade virtually impossible all serious efforts to forge\r\nahead with the overall Middle East reform exercise.\r\nThe creation of a favourable climate that helps\r\naccelerate regional development and progress depends\r\non the termination of the Israeli occupation of Arab\r\nland on the basis of international legality with a view\r\nto ensuring security and stability in the region.\r\nThe time has indeed come to focus on starting the\r\npeace process on the basis of the road map and the\r\nterms of reference it contains, including the Arab peace\r\ninitiative and implementation by both the Israeli and\r\nPalestinian sides of their respective obligations under\r\nthe road map. In fact, the road map provides a well-\r\ndefined vision of the ultimate solution of the\r\nPalestinian-Israeli conflict, namely the vision put\r\nforward by President George Bush of the United States\r\nof two States living side by side in peace. President\r\nBush reaffirmed that position in a letter he sent last\r\nMay to His Majesty King Abdullah Bin Al Hussein.\r\nThe letter also elaborated the firm position of the\r\nUnited States, which rejects any measures that would\r\nprejudice the outcome of final status negotiations on\r\nthe basis of Security Council resolutions 242 (1967)\r\nand 338 (1973).\r\nThe launching of any serious political process\r\nrequires immediate action on the part of all parties to\r\nput an end to violence and to all forms of killing of\r\ncivilians. Let me recall here that, according to the road\r\nmap, the obligations of both sides must be carried out\r\nin concert. For its part, Israel should fulfil its\r\ncommitments, beginning with the cessation of all\r\nsettlement building and all extrajudicial killings. At the\r\nsame time, the Palestinian side should complete the\r\nreforms required to control the security situation in the\r\noccupied Palestinian territories and bring violence to\r\nan end. In that regard, we welcome the decision to\r\nconsolidate the Palestinian security apparatus. Israel’s\r\nannouncement of its unilateral withdrawal from Gaza,\r\nhowever, must be effected as an integral part of the\r\nroad map and within its terms of reference. The\r\nwithdrawal must be coordinated with all parties\r\nconcerned, especially the Palestinian side, in order to\r\nensure a smooth transfer of power.\r\nIt has become abundantly clear, now perhaps\r\nmore than ever before, that there is a real need to\r\ndevelop an effective monitoring mechanism, operated\r\nby the Quartet, to ascertain whether all parties meet\r\ntheir mutual obligations and to ensure the scrupulous\r\nimplementation of the road map by the two sides in\r\ntheir progress towards a successful conclusion. Here, I\r\nwish to pay tribute to the Quartet for its persistent\r\nefforts to maintain the momentum of the peace process.\r\nOnce again, I wish to reaffirm Jordan’s\r\ncommitment, along with that of all other Arab States,\r\nto the Arab peace initiative which the Arab Summit\r\nadopted in Beirut in 2002 with a view to putting an end\r\nto the Arab-Israeli conflict through the conclusion of a\r\ncollective peace agreement providing for the security\r\nof all countries in the region and laying the foundation\r\nfor the establishment of relations with Israel. The\r\nagreement would also create a framework for a\r\nsolution to the Palestinian refugee problem on the basis\r\nof General Assembly resolution 194 (III), a full Israeli\r\nwithdrawal from the Arab territories occupied in 1967\r\nand the establishment of an independent, sovereign and\r\nviable Palestinian State.\r\nJordan stresses the need to respect and implement\r\nthe advisory opinion of the International Court of\r\nJustice (ICJ) on the separation wall being built by\r\nIsrael in the occupied Palestinian territories. The\r\npronouncement of the International Court of Justice is\r\nthe law, and no peaceful settlement of the Palestinian\r\nquestion can be realized unless it is based on\r\nobservance of the rules of international law and the\r\nrecognition of the legitimate rights of the Palestinian\r\n13\r\nA/59/PV.12\r\npeople, including the right to self-determination. In\r\nthat regard, the Court’s opinion was both clear and\r\nspecific on the following points.\r\nFirst, the West Bank, including East Jerusalem, is\r\nan occupied territory and, under international law,\r\nIsrael is an occupying Power. Accordingly, the claim\r\nthat the West Bank, including East Jerusalem, is a\r\n“disputed territory” has been dismissed once and for\r\nall.\r\nSecond, the relevant rules of international\r\nhumanitarian law are applicable to the occupied\r\nPalestinian territories, including The Hague\r\nRegulations of 1907 and the Fourth Geneva\r\nConvention of 1949, which, according to the\r\nInternational Court of Justice, are legally applicable to\r\nthat territory.\r\nThird, the Palestinian people have the right to\r\nself-determination and Israel is violating that right in\r\ncontravention of the binding norms of international\r\nlaw.\r\nFourth, the Israeli settlements built in the\r\nterritories occupied in 1967, including East Jerusalem,\r\nare in breach of the rules of international humanitarian\r\nlaw.\r\nFifth, the construction by Israel of the wall in the\r\noccupied Palestinian territories, including East\r\nJerusalem, is illegal. Furthermore, Israel must cease its\r\nviolations relating to the construction of the wall by,\r\ninter alia, dismantling those portions of it erected in the\r\noccupied Palestinian territories, reinstating the rights of\r\nthe owners whose lands were lost and compensating\r\nthose who incurred losses as a result of Israel’s illegal\r\nactions.\r\nSixth, the construction of the wall and its route\r\ncreate a fait accompli on the ground which could\r\nbecome permanent and which, in that case, would be\r\ntantamount to the actual annexation of the occupied\r\nPalestinian territories.\r\nSeventh, the international community is under a\r\nlegal obligation to refrain from abetting Israel in its\r\nillegal activities and is prohibited from recognizing the\r\nillegal situation effected by the construction of the\r\nseparation wall.\r\nAccordingly, Jordan welcomes General Assembly\r\nresolution ES-10/15 and considers it an important step,\r\nreflecting the international community’s recognition of\r\nthe legal conclusions of the International Court of\r\nJustice and its desire to take practical steps to enforce\r\nit.\r\nThe separation wall threatens the national\r\nsecurity of the Hashemite Kingdom of Jordan. The wall\r\nis not only a barrier to the establishment of a viable\r\nindependent Palestinian State, but it also partitions the\r\nWest Bank into three distinct, isolated sections.\r\nMoreover, and in view of the arbitrary Israeli closures\r\nand restrictions on movement, the occupied Palestinian\r\nterritories are witnessing an unprecedented level of\r\ndeterioration in every aspect of their political, social,\r\neconomic, security and humanitarian situation. This is\r\nbound to have a spill-over effect on neighbouring\r\ncountries, especially Jordan.\r\nThat is the backdrop against which Jordan\r\nsupported the efforts leading to the adoption of the\r\nInternational Court of Justice advisory opinion and\r\nAssembly resolution ES-10/15. Jordan will continue to\r\nsupport the Palestinian people in its efforts to establish\r\nan independent State on its national territory, on the\r\nbasis of Security Council resolutions 242 (1967), 338\r\n(1973), 1397 (2002) and 1515 (2003), the principle of\r\nland for peace, the road map and the Arab peace\r\ninitiative. We also stand ready to provide any\r\nassistance that the Palestinian side might seek to help it\r\nto reform its administrative and security structures with\r\na view to fulfilling its obligations under the road map.\r\nJordan welcomes the formation of the interim\r\nIraqi Government and the restoration of Iraqi\r\nsovereignty at the end of last June. In that regard, we\r\nwish to pay tribute to the Secretary-General of the\r\nUnited Nations and his Special Adviser, Mr. Lakhdar\r\nBrahimi, for their unrelenting efforts, which\r\nculminated in the formation of the interim Government\r\ndespite the enormous odds they encountered at every\r\nstage of the process.\r\nJordan underscores its support for the\r\nGovernment of Iraq and stands ready to lend all\r\npossible assistance to Iraq, its people and Government\r\nin the forthcoming phase in order to enable the country\r\nto rebuild its institutions, manage its own affairs and\r\nrecover its regional and international status. The\r\nongoing transition in Iraq and the need for it to develop\r\nits political and economic processes require the\r\ncooperation of all parties. With support, the Iraqi\r\npeople will be able to determine their political future\r\nwithout external intervention, gain control of their\r\n14\r\nA/59/PV.12\r\nnatural resources and preserve Iraq’s territorial\r\nintegrity.\r\nDespite overwhelming odds and the current\r\ninstability, it is our hope that elections for the\r\ntransitional national assembly and the formation of a\r\ntransitional Government will be completed by the end\r\nof January 2005. Jordan calls upon all States to provide\r\nevery possible assistance towards the achievement of\r\nthose goals. The United Nations obviously has a\r\npivotal role to play in ensuring a successful outcome.\r\nIn that regard, we welcome the appointment by the\r\nSecretary-General of his Special Representative for\r\nIraq, Mr. Ashraf Jehangir Qazi, and express our\r\nwillingness to fully cooperate with him in order to\r\nensure the complete and smooth fulfilment of the\r\nUnited Nations mandate in Iraq as set forth in Security\r\nCouncil resolution 1546 (2004).\r\nIn the meantime, Jordan strongly condemns\r\nviolence, the killing of civilians and beheadings in\r\nIraq. We remain committed to helping our Iraqi\r\nbrothers in the training of Iraqi police and army units\r\nin order to enable them to improve their capacity to\r\nrestore control over the security situation, as well as\r\nthrough the provision of necessary humanitarian\r\nassistance. It is indeed regrettable that there is still a\r\ntiny minority representing extremist movements and\r\norganizations that seek political power by means of\r\nintimidation and violence under the false pretext of\r\nIslamic action. Such groups exploit Islam as a means\r\nof achieving political or even personal gain by\r\nresorting to violence and terrorism and thus,\r\nunfortunately, tarnishing the image of Islam, a faith of\r\nmoderation and tolerance.\r\nWe also condemn all acts of terror, including\r\nthose gruesome and blind acts perpetrated in Madrid\r\nand Beslan, which require our firm collective stand in\r\ncombating them.\r\nThe events of 11 September 2001 marked a new\r\nera of immense challenge to the international\r\ncommunity in terms of dealing with the repercussions\r\nand implications of such events. Fighting international\r\nterrorism entails taking measures that affect\r\ninternational relations and the principles that have\r\nguided States since the creation of the United Nations\r\nand the adoption of its Charter.\r\nIn our view, a meaningful and effective global\r\ncampaign against terrorism requires consensus on the\r\nfollowing principles: Respect for the provisions of the\r\nCharter and the rules of international law, and non-\r\ntransgression against the sovereignty of States; striking\r\na balance between the counter-terrorism measures\r\ntaken by States and the principles of human rights,\r\npublic freedoms and non-abuse of the state of\r\nemergency to justify counter-terrorism measures;\r\nproviding a clear and specific legal definition of\r\n“terrorism” as well as of the concept of “terrorist\r\ngroups” that would not allow any legal justification for\r\nthe commission of terrorist acts. By the same token,\r\nsuch definitions should not compromise the rights\r\nenvisioned in the Charter and in the provisions of\r\ninternational humanitarian law, such as the right to\r\nself-determination.\r\nIn the same vein, combating global terrorism\r\nought not be a tool for discrimination against the\r\nfollowers of any creed or a cover for assault against\r\ntheir religious beliefs. Finally, the “no justification for\r\nterror” policy should not lead to disregard for its\r\nunderlying causes. Rather, an effective battle against\r\nterrorism would require global cooperation in\r\naddressing its root causes and the genesis of the\r\nphenomenon.\r\nI am pleased to announce that the Government of\r\nJordan has welcomed the formation of the High-level\r\nPanel on Threats, Challenges and Change to examine\r\nthe modalities for improving the performance of the\r\nUnited Nations in the maintenance of international\r\npeace and security and its reform in general. We\r\nsupport the exercise undertaken by the Panel and look\r\nforward to receiving its recommendations at the end of\r\nthe year.\r\nWe share the vision, laid out by the Secretary-\r\nGeneral in his reports to the General Assembly, that\r\nreform is a continuous, comprehensive and dynamic\r\nprocess that must include all political, economic,\r\nadministrative and financial activities of the United\r\nNations. We also believe that, if reform is to succeed,\r\ngenuine partnership between Member States\r\nrepresented by the regional groups and the Secretariat\r\nof the United Nations is required. In this regard, we\r\nbelieve that the thrust of reform should be an\r\nupgrading of efficiency and not a reduction in the\r\nexpenditures or in the budget of the Organization.\r\nTherefore, a set of benchmarks must be developed to\r\nassess performance. In the meantime, there should be\r\nno room for the random setting of agenda priorities or\r\nfor selectivity in implementing reform.\r\n15\r\nA/59/PV.12\r\nRegarding reform of the Security Council, I\r\nwould be remiss if I failed to commend the Open-\r\nended Working Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of\r\nthe Security Council and Other Matters related to the\r\nSecurity Council. Jordan supports the principle of\r\nincreasing membership in both permanent and rotating\r\nseats in order to make the Council more representative\r\nof the United Nations membership.\r\nIn this regard, Jordan is of the view that the\r\nresponsibilities of Council members should be\r\nreconsidered in order to ensure that all members have\r\nthe capacity and political will to contribute effectively\r\nto peacekeeping operations by way of meeting their\r\nobligations under the Charter. The contribution by\r\nSecurity Council members of human resources to\r\npeacekeeping field operations, not just of financial and\r\nequipment inputs, is an essential requirement for the\r\nsuccess of those operations. This is indeed a primary\r\nresponsibility that must be met by members of the\r\nSecurity Council, especially the permanent ones. In\r\naddition, we think that effective operations require the\r\ndevelopment of a flexible mechanism that allows the\r\nadoption of clear resolutions by the Council, in close\r\ncoordination with troop-contributing countries that are\r\nnot members of the Council, as well as functioning in a\r\ntransparent framework.\r\nIn closing, let me once again thank you, Sir. I\r\nwould also like to wish this session of the General\r\nAssembly every success as I pray to almighty God to\r\nguide us to better serve our people and to live up to the\r\nresponsibilities entrusted to us.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Surakiart Sathirathai, Minister for\r\nForeign Affairs of the Kingdom of Thailand.\r\nMr. Sathirathai (Thailand): At the outset, allow\r\nme to begin by congratulating you, Sir, on your\r\nelection to the presidency of the General Assembly at\r\nits fifty-ninth session.\r\nThe United Nations has long stood for the loftiest\r\naspirations and the noblest causes of mankind. In times\r\nof strife, it is the United Nations that holds out the\r\nhope of harmony. In times of deprivation and suffering,\r\nit is the United Nations that holds out the hope of\r\nhealing.\r\nAfter almost 60 years, however, this\r\nOrganization, on which we pin so much hope, finds\r\nitself in the midst of an existential crisis. In a world\r\never more complex and less predictable, the United\r\nNations has been struggling to redefine its meaning,\r\nidentity and relevance for the era of globalization. To\r\nconfront those new realities and more, no challenge\r\nwill be greater than making the United Nations a more\r\neffective Organization for the times. No challenge will\r\nbe greater than living up to the highest ideals of the\r\nUnited Nations with more action and fewer words.\r\nOur United Nations locomotive is powered by the\r\ncommitment and good will of its Members. It can take\r\nus as far as we want to go, but only if we all pull\r\ntogether. It can take us at any speed, but only if the\r\npower of commitment and good will is fully energized.\r\nFor whatever it is and for whatever it will be, the\r\nUnited Nations is the creation of its Members. So, in\r\ndemanding more of the United Nations, we must also\r\ndemand more of ourselves. And in asking the United\r\nNations to do more, we must also be ready to be\r\ncommitted more.\r\nThe task ahead of us all is to make sure that all\r\nconcerted efforts are made nationally, regionally and\r\nglobally to advance the causes the United Nations\r\nstands for and to restore total confidence in the\r\nworking of multilateralism. Multilateralism cannot\r\nthrive or sustain without foundation. The foundation of\r\nthe United Nations and its multilateralism may be its\r\n191 Member States, but what bond binds the 191\r\nMember States to the United Nations multilateral\r\nsystem?\r\nThe world’s strategic, political and economic\r\nlandscape of the twenty-first century is certainly far\r\ndifferent, more complex and more intertwined than that\r\nof 1945. The layers of interwoven fibre that support\r\nsuch a multilateral institution as the United Nations\r\nmust be modified and strengthened. It is Thailand’s\r\nbelief that, given today’s international landscape, there\r\nis a greater need than ever to create new layers of\r\nregional and subregional building blocks to strengthen\r\nthe United Nations multilateral foundation. Those\r\nbuilding blocks are the bond that binds nations to the\r\nmultilateral system.\r\nIn so doing, those regional and subregional\r\nbuilding blocks must bear the responsibility of\r\nsupporting and advancing the United Nations goals on\r\nsecurity and development: reducing poverty, combating\r\ninternational terrorism, fighting transnational crime,\r\n16\r\nA/59/PV.12\r\npromoting human dignity and human rights, and\r\nupholding the human race as a whole.\r\nIn South-East Asia, the Association of South-East\r\nAsian Nations (ASEAN) is to create its three-pillared\r\ncommunity — the ASEAN Economic Community, the\r\nASEAN Security Community and the ASEAN Socio-\r\nCultural Community — by the year 2020. The\r\nrealization of ASEAN communities, as in other\r\nregional or subregional communities, requires bridging\r\nthe development gap.\r\nIt was Thailand’s initiative to take on the role of\r\nbuilding that bridge by introducing the Economic\r\nCooperation Strategy — known as ACMECS — and\r\nthereby laying a faster track towards sustainable\r\ndevelopment for its neighbours: Cambodia, Laos,\r\nMyanmar and Vietnam. Through the creation of more\r\njobs and the narrowing of the income gap, that strategy\r\nwill serve as a building block for ASEAN’s three-\r\npillared community.\r\nFurther to the east, the ASEAN 10 are working\r\nwith its East Asian friends to create the East Asian\r\nCommunity, comprising the ASEAN 10, China, Japan\r\nand the Republic of Korea. To the west, Thailand sees\r\nthe need to connect south-east Asia’s development with\r\nits friends in South Asia. The first summit of the\r\nBangladesh, India, Myanmar, Sri Lanka and Thailand\r\nEconomic Cooperation (BIMSTEC) — seven countries\r\nin South-East and South Asia around the Bay of\r\nBengal — took place in Thailand in July, agreeing on a\r\nfree trade area within the group which forms an\r\neconomic and development bridge between the two\r\nsubregions.\r\nThese building blocks and that partnership are\r\npart and parcel of the firm foundation for the Asia\r\nCooperation Dialogue (ACD), the first pan-Asian\r\ndevelopment forum. The ACD was initiated on the\r\nbasis of Thailand’s conviction as to the virtue of\r\npartnership in drawing strength from diversity and in\r\ntransforming diversity from a phenomenon that tears us\r\napart to a force that unites us.\r\nWith 25 member countries — countries from\r\nevery part of Asia — and still growing, the two-and-a-\r\nhalf-year-old ACD will become an important building\r\nblock for multilateral cooperation and the United\r\nNations multilateral system. Through such building\r\nblocks, we can learn to live with one another’s\r\ndifferences and to cultivate a culture of peace and\r\ntolerance in order to counteract the violence and terror\r\nin today’s world.\r\nWe cherish multilateralism as the best means to\r\nsecure peace around the world. We cherish\r\nmultilateralism as the best means to develop prosperity\r\naround the world. But above all, we cherish\r\nmultilateralism as the best means to achieve both\r\nsecurity and development worldwide. By the same\r\ntoken, State security and human security, which foster\r\ndevelopment, must always be two sides of the same\r\ncoin.\r\nFrom Iraq to Saudi Arabia, from Indonesia to\r\nRussia, shocking acts of terror have been perpetrated,\r\nseemingly calculated to shake confidence and\r\nundermine hope. As civilized societies, we must come\r\ntogether to fight terrorism in all its forms and\r\nmanifestations, wherever it may occur. Terrorism is a\r\ndirect threat to State security, but it also undermines\r\nhuman security.\r\nThat is why the development of human security\r\nand State security must proceed on parallel tracks. The\r\nworld cannot be a secure place if its population is still\r\nsuffering from poverty and deprivation. The world\r\ncannot really be peaceful if we cannot be successful in\r\nour efforts to make progress towards achieving the\r\nMillennium Development Goals.\r\nThat is why Thailand believes in the\r\nenhancement of human security as a means of making\r\nthe nation secure. Domestically, the Ministry of Social\r\nDevelopment and Human Security is in charge of our\r\npolicy and implementation. Internationally, we are\r\nactive in the Human Security Network and in other\r\ninternational arenas in which human security issues are\r\nparamount.\r\nThailand has long advocated balanced\r\ndevelopment, with freedom from fear and freedom\r\nfrom want as the two inseparable prongs of human\r\nsecurity. We intend to continue to do so even more\r\nintensively as Thailand prepares to assume the\r\nchairmanship of the Human Security Network in 2005-\r\n2006. We intend to further advocate such balanced\r\ndevelopment by embracing partnership between the\r\nGovernment and civil society.\r\nThe Human Security Network statement issued in\r\nThailand on the eve of the 15th International AIDS\r\nConference in Bangkok last July — which was\r\nattended by more than 25,000 people and recognized\r\n17\r\nA/59/PV.12\r\nHIV/AIDS as an issue of both development and human\r\nsecurity — clearly reflects development and security as\r\ninterconnected.\r\nWe view the issue of landmines in the same light.\r\nThey are as much a humanitarian issue as a\r\ndevelopment one. As President of the Fifth Meeting of\r\nthe States Parties to the Mine-Ban Convention, I have\r\nbeen working with the World Bank to reflect that\r\napproach in carrying out mine action. I am grateful for\r\nthe Bank’s cooperation in realizing the development\r\ndimension of the landmine issue. I also appreciate the\r\nBank’s readiness to mobilize resources for the training\r\nof deminers and capacity-building for survivors so that\r\nthey may function as productive members of society.\r\nWe are confident that the World Bank partnership will\r\nprovide States parties to the Convention with greater\r\nresources that will help to achieve the Convention’s\r\ngoal.\r\nAs we try to secure peace for the world; as\r\nattempts are made to shatter our world’s peace and\r\nsecurity with terror, fear, hatred and violence; as many\r\nstruggle against poverty; and as we pledge our\r\ncommitment to the Millennium Development Goals,\r\nthe multilateral system that we need to rely upon is\r\nfacing challenges and threats to its effectiveness of\r\nunprecedented a magnitude and proportion.\r\nHowever, amid those challenges, we are fortunate\r\nto see today nations building partnership with nations;\r\nnations learning to live with differences, and even\r\nturning differences and diversity into a common\r\nstrength; and nations learning to achieve a higher level\r\nof tolerance, working at the economical, cultural and\r\npolitical levels to nurture a culture of peace and a\r\nculture of tolerance.\r\nThrough building blocks like the ones Thailand\r\nhas been initiating in Asia, throughout Africa, Latin\r\nAmerica, Europe and elsewhere, and through South-\r\nSouth cooperation, a number of responsible nations are\r\nready to make contributions, in their own way, to turn\r\ndifferences into cooperation and partnerships. Those\r\npartnerships and building blocks deal with security and\r\ndevelopment, the two defining principles of the United\r\nNations.\r\nThose partnerships and building blocks can lay\r\nthe foundation for a more effective functioning of the\r\nUnited Nations multilateral system — a system that\r\nneeds redefining and redesigning to respond effectively\r\nto the new geosocial and political landscape of the\r\nworld.\r\nPresent-day realities — the emergence of\r\nbuilding blocks, the inextricable linkage between\r\ndevelopment and security, and the need to develop\r\nhuman and State security on parallel tracks — clearly\r\nreflect how much the world has changed since 1945.\r\nThat is why United Nations reform is not a\r\nquestion only of the effectiveness of any particular\r\norgan of the Organization. Nor is it merely a question\r\nof numbers or composition. It is fundamental,\r\ntherefore, to ask some pertinent questions.\r\nHow can the United Nations be made more\r\nresponsive to current needs and realities, so that it\r\ndevotes equal attention to the issues of security and\r\ndevelopment? What would be the best mechanism to\r\ndeal adequately with issues of development and long-\r\nterm global economic issues? What would be the best\r\nmechanism to deal adequately with post-conflict\r\nnation-building and reconstruction? What would be the\r\nbest mechanism to ensure a greater participation of\r\ncivil society, recognizing it as an important\r\nconstituency for development and conflict resolution?\r\nHow to ensure cooperation among the multilateral\r\nUnited Nations system and regional, subregional and\r\ninterregional organizations, recognizing them as\r\nimportant building blocks for a more effective\r\nmultilateralism?\r\nSecurity Council reform is needed. That much is\r\nnot in doubt. But if expansion is needed, what realistic\r\ncriteria are necessary for the expansion to reach greater\r\neffectiveness? Does it need to be more transparent?\r\nWhat are the roles and relationship among its\r\nmembers?\r\nConcerning the General Assembly, a body\r\nrepresented now by almost 200 Member States, more\r\nthan three times larger than at the time of the founding\r\nof the United Nations, is it too cumbersome and do we\r\nremain content with its work process? How can the\r\nAssembly be streamlined, energized, and become more\r\nfocused?\r\nThose are not all the questions asked, and\r\nThailand is not the only one asking. But all of us will\r\nhave to find the answers. While we are all entitled to\r\ndifferent views, opinions, and analyses, ultimately the\r\ndecision must be made by us, the Member States of the\r\nUnited Nations.\r\n18\r\nA/59/PV.12\r\nReform of such a venerable institution is never\r\neasy. We have to be realistic about that. But we have\r\nfaith in the far-sightedness and wisdom of United\r\nNations Members to take a holistic view and choose\r\nthe right path, even if it is the path less travelled.\r\nThailand pledges to apply all our experiences in\r\nforging partnerships in order to play a responsible and\r\nconstructive role in contributing to the United Nations\r\nreform process. We have supported the High-level\r\nPanel on Threats, Challenges and Change and will look\r\nforward to its report in December, as well as to the\r\nfruitful and constructive debate by all of us thereafter.\r\nWhether the United Nations recovers from its\r\nmid-life crisis or sinks into irrelevance is up to us, the\r\nMember States. For what it is and what it will become,\r\nthe United Nations is our own creation made of our\r\nown commitment and goodwill. It is up to us to rise to\r\nthe challenge. Only when nations are united, will we\r\nget the United Nations.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Mamdi Condé, Minister for\r\nForeign Affairs of the Republic of Guinea.\r\nMr. Condé (Guinea) (spoke in French): My first\r\nwords are to congratulate you, Sir, on your election and\r\nto tell you how gratified the delegation I have the\r\nhonour to lead is, seeing you preside over the work of\r\nour august Assembly. Your great human qualities and\r\ngreat experience in international relations, to which\r\nyou have devoted a great part of your life, convince us\r\nthat our debates will be successful. You can rely on the\r\nsupport and full cooperation of my delegation in\r\ncarrying out your noble mission.\r\nOn this occasion, I would also like to express the\r\ngratitude of my delegation to your predecessor,\r\nMr. Julian Hunte, for his dynamic leadership during the\r\npast session. I would also like to convey to the\r\nSecretary-General, Mr. Kofi Annan, the expression of\r\ngreat appreciation as well as the sincere words of\r\nencouragement of His Excellency, General Lansana\r\nConté, President of the Republic, for the Secretary-\r\nGeneral’s untiring efforts in defending and promoting\r\nthe noble ideals of our Organization.\r\nFifty-nine years ago our Organization emerged\r\nbased upon universal values that are equally relevant\r\ntoday. While there has been some definite success in\r\ndefending those values, the world is now facing the\r\neffects and consequences of upheavals that threaten the\r\nfoundations of our institution.\r\nThree years after the tragic events of\r\n11 September 2001, international terrorism continues\r\nto strike out blindly, in an odious manner. The increase\r\nin terrorism throughout the world is, for my country, a\r\nsource of great concern. Through me, the Guinean\r\nGovernment reaffirms its resolute condemnation of\r\nterrorism in all its forms and manifestations, and\r\nwishes to express its sympathy and solidarity with the\r\nvictims of that scourge. My delegation believes that the\r\nstruggle against terrorism must continue with greater\r\nresolve, but we must also recognize that we can only\r\nwin the battle if the international community\r\nenergetically attacks the underlying causes of that\r\nscourge, including inequality, poverty and injustice.\r\nGiven the highly tense international situation\r\nwith its many hotbeds of tension throughout the world,\r\nprogress over the last few months in the settlement of\r\ndisputes is a source of satisfaction to us.\r\nIn West Africa, after many painful years of\r\ninstability, we are happy to note positive achievements,\r\nthanks to the political will and resolve of its leaders,\r\ncivil society and the international community.\r\nIn Liberia, there is hope since the transitional\r\nGovernment was established. The deployment of the\r\nUnited Nations mission and the progress achieved in\r\nterms of the disarmament, demobilization and\r\nreintegration programme, are all very encouraging. The\r\nconsiderable commitments taken in February at the\r\ninternational conference dedicated to the reconstruction\r\nof Liberia must be honoured, in order to preserve the\r\npeace that has been restored, and to ensure security\r\nthroughout the subregion.\r\nIn Sierra Leone, the peace-building process\r\nundertaken with the support of the international\r\ncommunity has shown some commendable\r\nsuccesses — the gradual drawdown in the United\r\nNations mission troops is being carried out according\r\nto agreed criteria. Further resources will be necessary\r\nto strengthen the capacity of the security forces so they\r\nmay take over from the United Nations Mission in\r\nSierra Leone, to reduce unemployment among the\r\nyoung, to reintegrate former combatants and to rebuild\r\nthe country.\r\nIn order to promote the momentum of the peace\r\nprocess, the Summit of Heads of State and Government\r\nof the Mano River — enlarged to include the\r\nneighbouring countries of Côte d’Ivoire and Mali —\r\ntook place on 20 May 2004 in Conakry. The outcome\r\n19\r\nA/59/PV.12\r\nof the summit shows the political will of our States to\r\nstrengthen their cooperation for the consolidation of\r\npeace and promotion of development in the subregion.\r\nI would like to reiterate the appeal that was addressed\r\nto the international community to concretely support\r\nthe activities of the Mano River Union.\r\nI would also like to renew my country’s appeal\r\nfor economic, humanitarian and financial assistance so\r\nthat we can confront the negative impact of continuing\r\nto manage and care for hundreds of thousands of\r\nrefugees and internally displaced persons while\r\nconsolidating our development foundation.\r\nI can assure you that the Republic of Guinea will\r\nnot fail in its historical duty to safeguard peace, and\r\nwill continue to carry out its duties in terms of\r\nsolidarity to populations in distress in the subregion,\r\nand we will do this on a basis of mutual confidence and\r\nrespect for national sovereignty and our common\r\nobligations.\r\nIn Guinea-Bissau, notable progress enables us to\r\nhave hope. We are gratified at the resumption of\r\ncooperation with the Bretton Woods institutions which\r\nwill make it easier to mobilize the required resources\r\nto build a strong peace.\r\nIn Côte d’Ivoire, the preservation of unity,\r\nterritorial integrity and the full sovereignty of the\r\ncountry must serve as the core of the peace process that\r\nis under way. We appeal to all parties to rely on\r\ndialogue in order to overcome the difficulties that lie\r\nahead on the way to peace.\r\nGuinea is very preoccupied by the persistence of\r\ninterdependent transborder problems that characterize\r\nsocio-economic conflicts and crises. Among those\r\nproblems are the proliferation of and illicit traffic in\r\nsmall arms and light weapons, the movements of\r\nmercenaries, the recruitment and the use of child\r\nsoldiers and the pillaging of natural resources.\r\nThe initiative for transforming the Economic\r\nCommunity of West African States (ECOWAS)\r\nmoratorium on export and import of small arms and\r\nlight weapons into a regional convention is sound and\r\ndeserves the firm support of the international\r\ncommunity.\r\nThe Republic of Guinea encourages the Open-\r\nEnded Working Group established to negotiate an\r\ninternational instrument on small arms and light\r\nweapons to speedily arrive at an agreement ready for\r\nimmediate implementation.\r\nLike West Africa, the Great Lakes region is on\r\nthe road to peace in spite of persistent instability in the\r\neastern part of the Democratic Republic of the Congo.\r\nIt is hoped that, beyond the instability of the transition\r\nperiod, the momentum that exists will enable that\r\ncountry to restore lasting peace and devote its energies\r\nto national reconstruction.\r\nMy delegation welcomes the deployment of the\r\nUnited Nations Operation in Burundi. We urge the\r\ninternational community to make greater efforts to\r\nconclude the peace process, thus ensuring genuine\r\nreconciliation among all citizens of Burundi.\r\nGuinea is satisfied to note the progress made on\r\nthe question of the Sudan and urges support for the\r\nAfrican Union’s efforts for a comprehensive peace\r\nagreement. Nevertheless, we are concerned at the\r\nhumanitarian and security situation in Darfur. We\r\ninvite the brotherly Sudanese Government and the\r\nparties concerned to spare no effort to reach a\r\nsettlement to the crisis.\r\nTurning to the Horn of Africa, my country\r\nwelcomes the encouraging results of the national\r\nreconciliation in Somalia. We also hope that Ethiopia\r\nand Eritrea will manage to settle their dispute and\r\nrestore peace.\r\nThe Republic of Guinea is convinced that there is\r\nno alternative to a political settlement of the question\r\nof Western Sahara. My country therefore encourages\r\nthe parties to strengthen their cooperation with the\r\nSpecial Representative of the Secretary-General in\r\norder to find a just, lasting and mutually acceptable\r\nsettlement.\r\nThe Middle East continues to be the scene of\r\ngrave events arising from the logic of violence that\r\ndiminish day by day the chances of a peaceful\r\nsettlement of the Israeli-Palestinian crisis. Guinea is\r\ngreatly concerned at the Israeli Government’s stubborn\r\ndetermination to continue its construction of the wall\r\nof separation in spite of the advisory opinion of the\r\nInternational Court of Justice. My country is convinced\r\nthat peace in the Middle East greatly depends on\r\nobliging all parties to respect their commitments as set\r\nout in the Quartet’s road map and the relevant Security\r\nCouncil resolutions. I reaffirm the Guinean people’s\r\nfeelings of solidarity and friendship for the brotherly\r\n20\r\nA/59/PV.12\r\nPalestinian people and their historic leader, President\r\nYasser Arafat.\r\nMy Government remains concerned at the\r\nsituation prevailing in Iraq. It hopes that the\r\nestablishment of a secure environment will enable the\r\nIraqi people to consolidate their sovereignty and\r\ndedicate themselves to the reconstruction of their\r\ncountry.\r\nWith respect to the Korean Peninsula, my\r\ndelegation urges the parties to continue efforts aimed at\r\nthe peaceful and independent reunification of the two\r\nKoreas.\r\nI also reaffirm the deep commitment of the\r\nGovernment and the people of Guinea to the one-China\r\npolicy.\r\nFour years ago, the adoption of the Millennium\r\nDeclaration raised hopes for a better life for one billion\r\nhuman beings. To that end, my country urges the\r\nUnited Nations and the other development partners to\r\ncommit themselves fully to contributing to the\r\nelimination of poverty by implementing the measures\r\nfor attaining the Goals. Of course, achieving those\r\nGoals essentially depends on the creation of a global\r\npartnership for development, in particular in the least\r\ndeveloped countries and the vulnerable segments of\r\nsociety.\r\nWhile it is true that globalization has created\r\nenormous wealth and prosperity in certain regions of\r\nthe world, it must also be noted that the majority of the\r\ninhabitants of the world, in particular in the least\r\ndeveloped countries, have not reaped the benefits. We\r\nbelieve that a world that provides no opportunities for\r\ndevelopment cannot be a world of peace, or even a\r\nworld at peace.\r\nThe Monterrey International Conference on\r\nFinancing for Development and the Johannesburg\r\nWorld Summit on Sustainable Development, as well as\r\nthe recent eleventh session of the United Nations\r\nConference on Trade and Development in São Paolo,\r\nBrazil, and the International AIDS Conference in\r\nBangkok, Thailand, provided opportunities to make the\r\nneeded commitments. The plans of action adopted at\r\nthose conferences should be implemented by all\r\ndevelopment actors and at all levels.\r\nWe believe that the 2005 review of\r\nimplementation of the Millennium Development Goals\r\nwill enable us to make necessary adjustments and add\r\nthe needed momentum. In that context, my delegation\r\nholds that only by increasing official development\r\nassistance, supported by debt relief and better access to\r\nmarkets within the framework of a more fair\r\nglobalization, can we overcome the obstacles to\r\nsustainable development.\r\nWith respect to trade, at the present session\r\nMember States should reaffirm their political will to\r\nmove beyond the failed World Trade Organization\r\nConference at Cancún and conclude negotiations\r\nconcerning the Doha Development Agenda. The recent\r\nagreement reached by the General Council of the\r\nWorld Trade Organization at Geneva is a beneficial\r\nstep in the right direction.\r\nConscious of the importance of all that is at stake,\r\nthe African leaders are more committed than ever to\r\ntackling the major challenges facing the continent. The\r\nefforts made to achieve the objectives of the New\r\nPartnership for Africa’s Development (NEPAD) reflect\r\nthat awareness. In that context, we appeal again to the\r\ninternational community for enhanced support for\r\nNEPAD, which steadfastly places Africa on the road to\r\nbetter taking charge of its own affairs.\r\nGiven the many challenges, the Member States of\r\nour Organization have the critical responsibility of\r\ntaking action together and individually. Our collective\r\nresponse, commensurate with all these challenges,\r\nshould be comprehensive, integrated and multilateral.\r\nThe reform of the United Nations is now more\r\nnecessary than ever. I would even say it is\r\nindispensable. The restructuring of United Nations\r\nbodies, in particular the revitalization of the General\r\nAssembly and the reform of the Security Council, will\r\nundoubtedly enhance the efficiency of our collective\r\nOrganization.\r\nMy delegation calls for a reformed United\r\nNations that is adapted to the new realities of the\r\nworld, a United Nations of increased solidarity and\r\ntireless efficiency, better able to strengthen peace and\r\nstability in the world, for the happiness of our peoples.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Kostyantyn Gryshchenko, Minister\r\nfor Foreign Affairs of Ukraine.\r\nMr. Gryshchenko (Ukraine): Mr. President, first\r\nof all I would like to congratulate you on your\r\nassumption of the important post of President of the\r\nGeneral Assembly at its fifty-ninth session. Let me also\r\n21\r\nA/59/PV.12\r\npay tribute to His Excellency Mr. Julian Hunte for his\r\nhighly professional and fruitful work accomplished at\r\nthe helm of the General Assembly.\r\nA year ago the Secretary-General stressed in this\r\nHall that the United Nations had reached a fork in the\r\nroad. This is still true today. We have a long list of\r\nproblems, but we do not have a clear vision of how to\r\ndeal with them. To choose the right way, to solve a\r\nconflict between wishes and resources, between\r\ndesirable and achievable, we should concentrate on\r\npriorities.\r\nLet me outline Ukraine’s vision of the most\r\nimportant issues on which the United Nations should\r\nfocus. The tragedy in the Russian city of Beslan and\r\nother recent terrorist attacks leave no doubt that fight\r\nagainst terrorism is truly the major priority. We express\r\nour sympathy to the victims and strongly condemn\r\nterrorism in all its forms and manifestations.\r\nThe underlying reason for terrorism is to create\r\nchaos, to disrupt the global system of peace and\r\nsecurity established and promoted by our Organization.\r\nThus, we have to act collectively. We have to overcome\r\nold prejudices and to establish a spirit of confidence\r\nand a new culture of international cooperation, which\r\nwould embrace the whole spectrum of political, law\r\nenforcement and security instruments.\r\nCreation of a new and efficient system of\r\ninformation exchange on terrorism will help prevent\r\nnew attacks and save priceless human lives. We\r\nsupport the views expressed by previous speakers on\r\nthe need for a broader approach to address the complex\r\nand interdependent nature of security. To prevent\r\nterrorist acts and to eliminate the roots of terrorism, the\r\nUnited Nations must promote better understanding, a\r\nglobal rapprochement between various civilizations\r\nand religions. There are universal values of peace and\r\nsecurity which are a cornerstone of our Organization\r\nand which can serve as a basis for a new atmosphere of\r\ntolerance in the world.\r\nUkraine, as a country actively participating in the\r\nstabilization forces in Iraq, is concerned by the terrorist\r\ninsurgency and continuing violence there. Although the\r\nsituation in Iraq remains difficult, there are some\r\npositive trends. Ukraine welcomes the transition of\r\npower to the Iraqi people and the formation of the\r\ninterim government. It is important to ensure effective\r\nimplementation of the timetable for a comprehensive\r\npolitical transition process in the country, particularly\r\nthrough the holding of free and fair elections, with the\r\nhighest standards possible under the current\r\ncircumstances.\r\nSecurity Council resolution 1546 (2004) clearly\r\nenvisages a central role for the United Nations in a\r\ncomprehensive political transition in the country and in\r\nthe reconstruction process. However, the Iraqi crisis\r\nand the international fight against terrorism have\r\nrevealed the need to strengthen the United Nations as a\r\nkey instrument for safeguarding international peace\r\nand security.\r\nInstitutional reform of the United Nations,\r\nincluding the Security Council, which should become\r\ntruly representative and balanced, is an important task.\r\nWe understand the reasons behind the suggestions to\r\nenlarge the Council in both its permanent and non-\r\npermanent membership, and we are ready to carefully\r\nconsider relevant proposals. In this respect, Ukraine\r\nattaches primary importance to the allocation of an\r\nadditional non-permanent seat to the Group of Eastern\r\nEuropean States.\r\nBut reform must not only involve some structural\r\nchanges. We should not have to embark on reform\r\nevery 20 years when a new balance of power emerges\r\nin the international arena. Universal criteria and a\r\ncommon understanding of threats and challenges are\r\nnecessary to ensure the effectiveness and efficiency of\r\nour Organization in the twenty-first century.\r\nWe fully share the view expressed by the\r\nSecretary-General at the beginning of the general\r\ndebate that the rule of law should be a priority both at\r\nhome and in international affairs. We look forward to\r\nthe outcome of the deliberations of the High-level\r\nPanel on Threats, Challenges and Change. United\r\nNations authority should be increased, particularly\r\nthrough its greater involvement in conflict prevention\r\nand resolution. As President Leonid Kuchma of\r\nUkraine emphasized, conflict prevention should be\r\npivotal to the philosophy of United Nations work in the\r\nnew millennium.\r\nIn our region, frozen conflicts in Abkhazia, South\r\nOssetia, Nagorny-Karabakh and Transdnistria need to\r\nbe solved as soon as possible.\r\nAs one of the major contributors to United\r\nNations peacekeeping operations and the largest in\r\nEurope, Ukraine is deeply concerned by the increasing\r\ndanger to the lives of peacekeeping personnel. We\r\n22\r\nA/59/PV.12\r\nstand for the universal application of the Convention\r\non the Safety of United Nations and Associated\r\nPersonnel and call upon all Member States to abide\r\nstrictly by its provisions.\r\nThe role of the United Nations in the field of non-\r\nproliferation and disarmament should also be\r\nstrengthened. This year Ukraine will mark the tenth\r\nanniversary of its accession to the Treaty on Non-\r\nProliferation of Nuclear Weapons. Its landmark\r\ndecision to eliminate the third largest nuclear arsenal\r\nand to relinquish nuclear capability has significantly\r\nenhanced the international non-proliferation regime\r\nand global security. We hope that Ukraine’s positive\r\nexample will be followed by other countries that now\r\nentertain the erroneous idea that they can protect their\r\nsecurity through access to nuclear weapons.\r\nAll achievements by the international community\r\nmay come to naught if our populations succumb to\r\nHIV/AIDS. This disease has killed more people\r\nannually than have all armed conflicts on the planet\r\nadded together. We highly appreciate the work carried\r\nout by the United Nations, its specialized agencies and\r\nby the Secretary-General personally to combat this\r\npandemic.\r\nUkraine supports the initiative to hold a high-\r\nlevel meeting in June next year to review progress in\r\nthe implementation of the Declaration of Commitment\r\non HIV/AIDS. At the same time, we believe that\r\nmillions of our infected fellow citizens need concrete\r\naction. We are convinced that HIV/AIDS poses a\r\nfundamental challenge, not only to human health and\r\nwell-being, but also to the very security of our world.\r\nIn this regard, we attach particular significance to the\r\nOrganization’s declaration of a global emergency alert\r\nin the fight against HIV/AIDS. The main focus must be\r\nplaced on prevention and treatment of the disease. As\r\nUkraine President Kuchma stressed last year at the\r\nhigh-level meeting on HIV/AIDS, we need to elaborate\r\na clear system to encourage sponsorship of medical\r\nprojects as well as to expand the educational campaign\r\non preventing the pandemic.\r\nIn the same vein, a leading role should be played\r\nby the mass media. Ukraine has launched an active\r\nmass media campaign with the involvement of all\r\nsocial groups, and we are ready to lead a regional\r\nmedia movement in the prevention of HIV/AIDS.\r\nAnother pressing problem is trafficking in\r\npersons, especially women and children. Ukraine\r\nspares no effort in addressing this issue. This year\r\nUkraine became a party to the United Nations\r\nConvention against Transnational Organized Crime and\r\nits two Optional Protocols. However, tackling those\r\nissues requires a comprehensive approach and the close\r\ncooperation of the international community. We need\r\nto create a truly functioning and efficient mechanism to\r\ncombine the efforts of the countries of origin, transit\r\nand destination.\r\nEffective strategies to combat human trafficking\r\nshould be based on both law enforcement measures and\r\nimprovement of the economic and social conditions of\r\npotential victims. Ukraine welcomes the appointment\r\nof the Commission on Human Rights Special\r\nRapporteur on trafficking in persons, especially in\r\nwomen and children, and stands ready to render every\r\nsupport in implementing the respective mandates.\r\nLast year the world observed the seventieth\r\nanniversary of the horrible genocidal famine, which\r\ntook the lives of over 7 million Ukrainian people.\r\nTaking this opportunity I wish once again to express\r\nour gratitude to all States that signed the joint\r\nstatement on the seventieth anniversary of the great\r\nfamine of 1932-1933 in Ukraine — Holodomor — or\r\nwhose parliaments adopted acts of condemnation and\r\nsympathy, and to all organizations and individuals that\r\ntook part in the events to honour the victims of the\r\ngreat famine.\r\nThe international community must thoroughly\r\nstudy that phenomenon in order to prevent its\r\nrecurrence. We hope that the newly appointed Special\r\nAdviser to the Secretary-General on the Prevention of\r\nGenocide will also duly focus on this issue.\r\nAlmost two decades have passed since Ukraine\r\nwas struck by another tragedy — the Chernobyl\r\ndisaster. Ukraine together with other interested\r\ndelegations put forth an initiative to hold, within the\r\nframework of the sixtieth session of United Nations\r\nGeneral Assembly in spring 2006, a special plenary\r\nmeeting to commemorate the victims of the Chernobyl\r\ndisaster.\r\nUkraine has fulfilled its commitments related to\r\nthe closure of the Chernobyl nuclear power plant. What\r\nneeds to be done today is to construct a new safe\r\nconfinement. We expect that funds for this purpose\r\npromised by the Group of Seven in 1995 will be fully\r\nprovided.\r\n23\r\nA/59/PV.12\r\nChernobyl remains a searing wound, which\r\nproves every day how fragile our world is and how\r\neasily nature can be damaged. No one should doubt our\r\ncommitment to the preservation of our environment.\r\nThat is why Ukraine is so sensitive to environmental\r\nprotection, whether it concerns building of roads,\r\nconstruction of new power plants or the reopening of a\r\nnavigable waterway.\r\nIt was fashionable some years ago to criticize the\r\nUnited Nations for its inability to solve the most\r\nimportant problems. Today we all come to this\r\nAssembly with the ever-stronger conviction that there\r\nis no alternative to our Organization.\r\nI am confident that despite all obstacles and\r\ndoubts of the past, we can act for the attainment of the\r\nUnited Nations goals that are common to all of us. We\r\ncan act swiftly, collectively and with a vision.\r\nThe President (spoke in French): I now give the\r\nfloor to His Excellency Mr. Mamadou Bamba, Minister\r\nof State and Minister for Foreign Affairs of the\r\nRepublic of Côte d’Ivoire.\r\nMr. Bamba (Côte d’Ivoire) (spoke in French):\r\nAllow me to convey to you, Sir, on behalf of the head\r\nof State, the Prime Minister and the Government and\r\npeople of Côte d’Ivoire, my sincere congratulations on\r\nyour unanimous election to preside over the General\r\nAssembly at its fifty-ninth session.\r\nAfrica is proud to see, yet again, one of its sons\r\nin that eminent role. The sign of confidence on the part\r\nof all States Members of the United Nations reflects\r\nthe great appreciation of the role being played by your\r\ncountry, Gabon, and by its President, His Excellency\r\nEl Hadj Omar Bongo Ondimba, in dealing with the\r\nmajor issues characterizing development in the world,\r\nparticularly in Africa.\r\nI am also gratified to have this opportunity to say\r\nhow grateful we are to your predecessor, Mr. Julian\r\nHunte, Minister for Foreign Affairs of Saint Lucia,\r\nwho, with his many years of skill as a diplomat,\r\nbrilliantly discharged his mission. He also deserves our\r\ngratitude and our plaudits.\r\nFinally, I would like to express my warm\r\nappreciation to the Secretary-General, Mr. Kofi Annan,\r\nfor the active and decisive role he has continued to\r\nplay as head of the United Nations.\r\nDuring the year 2004, the process of national\r\npeace and reconciliation initiated, following the\r\nsigning of the Linas-Marcoussis Agreement and of\r\nAccra II, by the parties and political forces in Côte\r\nd’Ivoire encountered a major deadlock with the events\r\nin March and the suspension of the activities of the\r\nGovernment of National Reconciliation.\r\nA solution to that dangerous deadlock required\r\ndetermined action from all parties involved. That\r\naction, fortunately, was forthcoming from the\r\nSecretary-General of the United Nations, Mr. Kofi\r\nAnnan, who took the initiative of organizing a high-\r\nlevel meeting on Côte d’Ivoire on 6 July 2004 in Addis\r\nAbaba at the time of the third summit of the African\r\nUnion. The major decision of that meeting was the\r\nconvening, in Accra, of a summit devoted to the crisis\r\nin the Côte d’Ivoire. The summit, known as Accra III,\r\nwas preceded, on the recommendation of the high-level\r\nmeeting in Addis Ababa, by meetings of the major\r\njoint Ivorian/Burkina Faso and Ivorian/Malian\r\ncommissions in July 2004, and by a mini-summit\r\nwhich brought together the heads of State of Côte\r\nd’Ivoire, Burkina Faso and Mali on 27 July 2004 in\r\nBamako.\r\nDuring those meetings, Burkina Faso, Côte\r\nd’Ivoire and Mali agreed, inter alia, on the need to\r\nrevitalize their cooperation in various areas, including\r\nhuman rights; the strengthening of safe economic\r\ncorridors pending the reunification of Côte d’Ivoire;\r\nthe strengthening of cooperation in security and\r\ndefence matters, especially the surveillance of borders;\r\na commitment not to allow the territory of one State to\r\nserve as a base for the destabilization of other States of\r\nthe subregion; and the commitment of the three\r\ncountries to work together to ensure the success of the\r\ndisarmament, demobilization and reintegration\r\nprogramme undertaken in Côte d’Ivoire.\r\nThose various meetings between the Côte\r\nd’Ivoire and its neighbours created a climate of\r\nconfidence and in part contributed to the success of the\r\nAccra III summit, held in the capital of Ghana on\r\n29 July 2004 under the co-chairmanship of His\r\nExcellency Mr. John Kufuor, President of Ghana and\r\nActing President of the Economic Community of West\r\nAfrican States (ECOWAS), and the Secretary-General\r\nof the United Nations, His Excellency Mr. Kofi Annan,\r\nand in the presence of ten heads of State of Africa, the\r\nChairperson of the Commission of the African Union\r\nand the Executive Secretary of ECOWAS.\r\n24\r\nA/59/PV.12\r\nIn the context of the holding, in Côte d’Ivoire, of\r\nopen, free and transparent elections in 2005, important\r\ndecisions accompanied by a road map were made at the\r\nAccra III summit. Thus, the President of the Republic,\r\nowing to the serious and continuing threats to the\r\nterritorial integrity of Côte d’Ivoire resulting from the\r\ncontinuing crisis, had to make use of the powers\r\nconferred on him by the Constitution, with a view to\r\nimplementing the provisions of section III, concerning\r\neligibility, of the programme of the Government of\r\nNational Reconciliation annexed to the Linas-\r\nMarcoussis Agreement, for the end of the month of\r\nSeptember 2004.\r\nThe National Assembly was due to be convened\r\nin special session before the end of August 2004 in\r\norder to consider and adopt all the legislative texts\r\nprovided for in the Linas-Marcoussis Agreement. The\r\npolitical forces of Côte d’Ivoire committed themselves\r\nto beginning the disarmament, demobilization and\r\nreintegration programme by 15 October 2004 at the\r\nlatest. Moreover, they requested that the Prime\r\nMinister and the Government set a timetable for the\r\nrestoration of State administration and public services\r\nthroughout national territory.\r\nAs of today, the results of the reforms are as\r\nfollows:\r\nOn the political level, we should note the\r\nreintegration of the three ministers who were dismissed\r\nfrom the Government of National Reconciliation and\r\nthe signing of a decree delegating powers to the Prime\r\nMinister. Thanks to these developments, the\r\nGovernment of National Reconciliation resumed its\r\nactivities, as shown by the meetings Council of\r\nMinisters held since then, in which all members of the\r\nGovernment participated.\r\nOn the legislative level, I am pleased to note the\r\nconvening of the deputies in a special session as of\r\n11 August 2004 to consider the most recent texts\r\nresulting from the Linas-Marcoussis Agreement. I\r\nwould like to recall that the National Assembly has\r\nalready adopted laws on amnesty; the identification of\r\nindividuals and the stay of foreigners in Côte d’Ivoire;\r\nthe amendment of article 26 on rural land holdings; the\r\nfinancing of political parties, factions and electoral\r\ncampaigns under public funding; the declaration of the\r\nnational heritage by the President of the Republic; the\r\nratification of the additional protocol that amends and\r\nsupplements the provisions of article 7 of the protocol\r\nregarding the free movement of individuals and right\r\nof residence and of settlement, signed in Ouagadougou\r\non 30 June 1989; and finally, the National Committee\r\non Human Rights in Côte d’Ivoire. Several texts are\r\ncurrently being discussed in Parliament, and others are\r\nnot yet under the ambit of that institution. The latter\r\ninclude draft laws dealing with a revision of article 35\r\nof the constitution on criteria for eligibility for the\r\npresidency of the Republic; the legal regime for audio-\r\nvisual communication; the status of the opposition; the\r\ndeclaration of assets of elected individuals; and the\r\nsuppression of profiteering.\r\nRegarding the military, the desire for peace is\r\nclear. Thus, after a pause of several months, the so-\r\ncalled quadripartite meetings, which bring together the\r\ndefence and security forces and the armed forces of the\r\nForces nouvelles under the aegis of impartial forces,\r\nthat is, the United Nations Operation in Côte d’Ivoire\r\n(UNOCI) and Operation Licorne, have resumed.\r\nAthletic events have been taking place recently\r\nbetween the national armed forces and those of the\r\nForces nouvelles in an atmosphere of fraternity and\r\ngood cheer. It should be recalled that, since 4 July\r\n2003, the Government forces and the armed forces of\r\nthe Forces nouvelles have signed an agreement\r\nmarking the end of the war, and this agreement has\r\nbeen respected since then. I would also like to\r\nemphasize that, according to the commander of the\r\nUNOCI military force, more than 90 per cent of the\r\ntroops of the United Nations peacekeeping force are\r\nalready deployed in Côte d’Ivoire. All that is needed\r\nnow is military logistics support for this force to be\r\nentirely operational.\r\nRegarding the redeployment of the administration\r\nin those areas which have been subjected to war, this\r\noperation is gradually continuing, to the satisfaction of\r\nlocal populations, particularly in the west of the\r\ncountry.\r\nAs to alleged human rights violations following\r\nthe crisis, Côte d’Ivoire has, out of a concern to combat\r\nimpunity, above all, indicated its will to be open to all\r\nvisits or investigations — which, in fact, it has itself\r\nrequested — in order to appropriately asses the\r\nsituation. In this regard, I can state that Côte d’Ivoire\r\nreceived a visit in January and February 2004 from the\r\nspecial rapporteurs on freedom of opinion and\r\nexpression, the elimination of racial discrimination and\r\nmigrants and mercenaries. During their missions, they\r\nhad full and total cooperation from the authorities in\r\n25\r\nA/59/PV.12\r\nCôte d’Ivoire. The same is true for the international\r\ncommission of inquiry into allegations of violations of\r\nhuman rights of 25 and 26 March 2004, and the\r\nnational commission of inquiry set up in June 2004 to\r\nshed light on all alleged human rights violations\r\ncommitted in Côte d’Ivoire since 19 September 2002.\r\nThat latter commission, which has just concluded its\r\nwork, should shed light on all allegations of human\r\nrights violations in Côte d’Ivoire, including those\r\nrecently committed in Korhogo.\r\nMoreover, the National Assembly of Côte\r\nd’Ivoire, for its part, has established a parliamentary\r\ncommission of inquiry designed to investigate the\r\nevents of 19 December 2002 and subsequent events, in\r\norder to achieve, we all hope, genuine peace and\r\nreconciliation. National peace and reconciliation are\r\nincompatible with impunity. The international\r\ncommunity should therefore assist Côte d’Ivoire in\r\nidentifying the perpetrators of human rights and\r\ninternational humanitarian law violations in order to\r\nbring them to justice before the competent authorities.\r\nWe are starting afresh; we can now lay down the\r\nburden of our past concerns to embark on the path of\r\nhope. All citizens of Côte d’Ivoire without exception\r\nare determined to silence those rivalries that only\r\nspawn hate and rancour and to pool our efforts in the\r\nservice of peace through dialogue. This is why we are\r\ncounting on the ongoing support of the international\r\ncommunity for our efforts at consolidating inter-\r\nIvorian dialogue, the principal means for a restoration\r\nof confidence, peace and national reconciliation.\r\nThe Government of Côte d’Ivoire therefore takes\r\nnote of the statement to the press today by the\r\nPresident of the Security Council on the situation in\r\nCôte d’Ivoire, a statement that our Government\r\nconsiders as a step forward to finding a rapid solution\r\nto the crisis. Côte d’Ivoire is also counting on the\r\nassistance of international financial institutions and of\r\ndeveloped countries for the implementation of the\r\nnational programme of reconstruction and, in\r\nparticular, of disarmament, demobilization and\r\nreintegration.\r\nAllow me to indicate here that the security index\r\nof the United Nations at its present level is\r\nunfortunately a factor that is not facilitating contacts\r\nand therefore the start of negotiations with\r\ninternational financial institutions. A review that would\r\nlower this level would be most welcome.\r\nI would like to take advantage of this opportunity\r\nto reiterate yet once again the gratitude of the people\r\nand the Government of Côte d’Ivoire to the\r\ninternational community, in particular to France, the\r\nUnited States, Canada, all other friendly countries, the\r\nUnited Nations, the International Organization of la\r\nFrancophonie, the European Union, the African Union\r\nand ECOWAS for their invaluable contributions, which\r\nhave made it possible to overcome so many obstacles\r\nto date.\r\nThe situation in Côte d’Ivoire is not preventing us\r\nfrom seeing what is taking place elsewhere, above all\r\non the African continent. The West African subregion\r\nis facing crises in Liberia, Guinea-Bissau, Sierra Leone\r\nand Côte d’Ivoire. Glimmers of hope for shortly\r\nputting an end to these situations do exist, but that\r\noptimism is clearly tempered by the continuation of\r\nsuch scourges as trafficking in children, drug\r\ntrafficking, trafficking in small arms, mercenaries,\r\nchild soldiers and terrorism, to name only these few.\r\nThus, the strengthening of a coordinated battle against\r\nthese scourges, under the aegis of ECOWAS and with\r\nthe assistance of the international community, is\r\nnecessary.\r\nCôte d’Ivoire is a party to all existing conflict\r\nprevention and management mechanisms and intends\r\nto be fully involved in all initiatives undertaken to\r\npromote peace and stability on the global, continental\r\nand regional level. In that framework, it is contributing\r\nto the drawing up of a strategy for a pacification and\r\nstabilization of the West African region. The situation\r\nin the Democratic Republic of the Congo, Burundi,\r\nDarfur in Somalia, the Middle East, and Iraq cannot be\r\nignored and require sustained attention on the part of\r\nthe international community. They also undeniably\r\ndemonstrate the need for a strengthening of\r\nmultilateralism in the settlement of the conflicts\r\nbattering the world.\r\nRegarding a reform of the United Nations, and\r\nparticularly reform of the Security Council, I should\r\nlike to reaffirm the support of Côte d’Ivoire for the\r\nshared African position, voiced several times here from\r\nthis rostrum, in favour of an expanded Security\r\nCouncil with two permanent seats and three other non-\r\npermanent seats for Africa.\r\nThe countries of the Third World, which must\r\ncope with numerous difficulties, clearly cannot achieve\r\nthe Millennium Development Goals while 2015 is\r\n26\r\nA/59/PV.12\r\nrapidly approaching. However, far from being\r\novercome by defeatism, Africa has acquired a new\r\ninstrument for development, the New Partnership for\r\nAfrica’s Development (NEPAD), and its\r\nrecommendations are integrated into national and\r\nsubregional development and anti-poverty strategies.\r\nThe African continent awaits the international\r\ncommunity’s implementation of commitments resulting\r\nfrom the major international conferences, in particular\r\nthose undertaken by the Group of Eight for NEPAD.\r\nI would like to conclude my remarks with an\r\nappeal for solidarity to all, given the numerous dangers\r\nthreatening peace and international security. In that\r\ncontext, Côte d’Ivoire urges respect for commitments\r\nand peace agreements concluded together by all States.\r\nIn the view of my country, this active and relentless\r\ncommitment to preventing conflicts includes at least\r\nthree elements: preventive diplomacy, based on a\r\nsystem of early warning; education for peace; and,\r\nfinally, the struggle against poverty in order to ensure\r\nsustainable development. Therefore, once the\r\nconditions for a peaceful existence have thus been\r\nfulfilled, the entire world will be able to move forward\r\ntowards a world of shared well-being and happiness.\r\nThe President (spoke in French): I now call on\r\nHis Excellency The Honourable Chirau Ali Mwakwere,\r\nMinister for Foreign Affairs of the Republic of Kenya.\r\nMr. Mwakwere (Kenya): I am honoured to\r\naddress the General Assembly for the first time. On\r\nbehalf of my delegation and on my own behalf, I\r\nconvey to you, Mr. President, and to other members of\r\nthe Bureau our warm congratulations on your election\r\nto steer the General Assembly at its fifty-ninth session.\r\nI am confident that, with your experience and\r\nprofessionalism, you will lead us to the fruitful\r\nconclusion of this session. I would also like to pay\r\ntribute to His Excellency Mr. Julian Hunte for his\r\noutstanding performance as President of the General\r\nAssembly at its fifty-eighth session.\r\nKenya is convinced that a vibrant, responsive and\r\nrepresentative United Nations system is the desire of\r\nall Member States. My delegation welcomes the\r\nongoing efforts to reorganize and revitalize the United\r\nNations to make it more effective and efficient. The\r\nrevitalization exercise must reaffirm the status of the\r\nGeneral Assembly as the pre-eminent policy-making\r\norgan of the United Nations, as envisaged in the United\r\nNations Charter. With respect to the Security Council,\r\nit should be enlarged, democratized and made more\r\nrepresentative to reflect the Organization’s membership\r\nin the twenty-first century. We look forward to the\r\nfindings of the High-level Panel on Threats,\r\nChallenges and Change, appointed by the Secretary-\r\nGeneral during last year’s session of the General\r\nAssembly.\r\nI pay tribute to the Secretary-General, His\r\nExcellency Mr. Kofi Annan, for his commitment and\r\nhis efforts to ensure the capacity of United Nations\r\noffices, in particular the United Nations Office at\r\nNairobi, the only United Nations headquarters in a\r\ndeveloping country. We are encouraged to note that,\r\nduring the fifty-eighth session of the General\r\nAssembly, budgetary provisions were made for\r\nimproving and modernizing conference facilities at the\r\nNairobi Office. Nonetheless, there is still a great deal\r\nto be done. We urge the Secretary-General to\r\nsignificantly increase the regular budget component of\r\nfunding the United Nations Office at Nairobi to bring it\r\nin line with the administrative and financial\r\narrangements of similar United Nations Offices at\r\nGeneva and Vienna.\r\nThe production, stockpiling, transfer and use of\r\nanti-personnel mines are problems of major\r\nproportions that have caused untold suffering to\r\npopulations throughout the world, with Africa the most\r\nmine-affected continent. Kenya has been given the\r\nhonour to host the First Review Conference of the\r\nConvention on the Prohibition of the Use, Stockpiling,\r\nProduction and Transfer of Anti-Personnel Mines and\r\non Their Destruction — the Ottawa Convention.\r\nThe Conference — also known as the 2004\r\nNairobi Summit on a Mine-free World — will be held\r\nfrom 29 November to 3 December 2004. Among the\r\nevents scheduled will be the pre-Conference\r\nceremonies on 28 November, presided over by the\r\nPresident of the Republic of Kenya, the Honourable\r\nMwai Kibaki, who has extended invitations to world\r\nleaders to attend the Conference. I take this\r\nopportunity to invite each and every one of those\r\npresent here to participate at the highest possible level\r\nat the Conference. I also encourage them to take\r\nadvantage of their presence in Nairobi to sample\r\nKenya’s hospitality and particularly its world-famous\r\nsafaris, as well as the sandy beaches along Kenya’s\r\ncoast.\r\n27\r\nA/59/PV.12\r\nInternational peace, security and stability are\r\nprerequisites for sustainable development. Kenya\r\nrecognized early that peace and stability should be the\r\ncornerstone of both its national and foreign policies.\r\nConsequently, Kenya has taken an active part in the\r\nsearch for peaceful solutions to conflicts in our\r\nsubregion, in Africa and in the rest of the world.\r\nWithin the framework of the Intergovernmental\r\nAuthority on Development (IGAD), Kenya is chairing\r\nthe southern Sudan peace process and the Somali\r\nreconciliation process. I am pleased to report that, in\r\nthe Sudan peace process, milestones have been\r\nachieved since the signing of the first protocols in\r\n2002. The Nairobi Declaration on the final phase of the\r\nSudan peace process was signed on 5 June 2004.\r\nAlthough the process has been long and tedious, a\r\nfinal peace agreement is within reach for the two-\r\ndecade-long conflict. I would like to appeal to the\r\ninternational community to redouble its support and\r\ncommitment in assisting the people of the Sudan to\r\nachieve peace through constructive dialogue. It is also\r\nmy hope that events in the Darfur region will not\r\nsubsume the positive developments achieved by the\r\nNaivasha process. However, post-conflict\r\nreconstruction will require considerable resources. The\r\ninternational community must rise to that challenge.\r\nAs regards the Somali peace process, I am\r\npleased to report encouraging developments in the past\r\nfew weeks that indicate a willingness on the part of the\r\npeople of Somalia to embrace peace after 14 years of\r\nturmoil. In mid-August, 275 members of Parliament\r\nwere elected by representatives of the Somali people,\r\nand the Transitional Federal Parliament of the Somali\r\nRepublic was inaugurated on 29 August in Nairobi.\r\nSubsequently, the Parliament elected its Speaker on 15\r\nSeptember 2004. It is expected that the President will\r\nbe elected next month. The process has been long and\r\ncostly, but, as a result of our determination and\r\noptimism, we hope to witness the installation of a\r\nFederal Government of Somalia by the end of this year.\r\nThe presence of a Government in Mogadishu, however,\r\nshould be not an end in itself, but the beginning of a\r\nlong journey towards peace, stability and development.\r\nI appeal to the international community, and\r\nespecially the United Nations, to move with speed and\r\nto provide the support necessary for capacity-building,\r\ninfrastructure and security and other logistical support\r\nfor the new Government. I would like to express\r\nKenya’s gratitude for the assistance provided by IGAD\r\nPartners Forum, the United Nations and the\r\ninternational community as a whole in support of both\r\npeace processes.\r\nLong-standing conflicts in our subregion have led\r\nto the proliferation of small arms and light weapons,\r\nwhich constitute major security concerns to my country\r\nand others. For example, Kenya has been at the\r\nforefront of regional initiatives to combat this menace.\r\nIn March 2000, Kenya hosted the First Ministerial\r\nReview Conference of the Nairobi Declaration on the\r\nProblem of the Proliferation of Illicit Small Arms and\r\nLight Weapons in the Great Lakes Region and the Horn\r\nof Africa, which produced the Declaration. In April\r\nthis year, Kenya hosted the Second Ministerial Review\r\nConference of the Nairobi Declaration, which adopted\r\nthe Nairobi Protocol for the Prevention, Control and\r\nReduction of Small Arms and Light Weapons. Those\r\nefforts are intended to consolidate a regional\r\nframework within which to deal with the problem of\r\nproliferation in order to improve security so that the\r\npeople of the region can redirect their energies and\r\nresources towards meaningful economic activities.\r\nKenya therefore welcomes and fully supports the\r\nconvening of the international conference for the Great\r\nLakes region on conflict and development, scheduled\r\nfor 17-20 November 2004 in Dar es Salaam, Tanzania.\r\nMy delegation applauds the United Nations and the\r\nAfrican Union for mobilizing support and resources for\r\nthe preparation of the conference.\r\nThe threat of international terrorism remains real.\r\nWe unreservedly condemn all acts of international\r\nterrorism. On behalf of my delegation and the Kenyan\r\npeople, I extend our sympathy to the Government and\r\npeople of Russia on the recent barbaric terrorist attack\r\non innocent school children, parents and teachers in\r\nBeslan. Kenya has been a victim of terrorist attacks in\r\nthe recent past. We are therefore more convinced than\r\never of the need to address this issue collectively. No\r\nsingle country, however resourceful, has the capacity to\r\nsuccessfully deal with it on its own. I would like to\r\nassure the Assembly that Kenya fully supports\r\ninternational efforts in dealing with this problem.\r\nCollective efforts to address the issue must be through\r\ninternational cooperation, information and intelligence\r\nsharing, coordinated by the United Nations.\r\nIn line with the international efforts to ensure that\r\npeace and security prevail, we welcome the decision by\r\nthe African Union to establish a standby African force.\r\n28\r\nA/59/PV.12\r\nKenya has been honoured to host one of the regional\r\ncentres, the Eastern Africa Brigade. We are ready to\r\nprovide the requisite facilities and logistical support to\r\nthe centre. On the international arena, Kenya has long\r\nbeen a major troop-contributing country in\r\npeacekeeping operations and will continue to actively\r\nparticipate with other nations under the aegis of the\r\nUnited Nations. We call upon the international\r\ncommunity to assist the African Union in realizing the\r\nestablishment of the force, which will be one of the key\r\ntools for ensuring peace and stability on the continent.\r\nPoverty remains a major impediment to\r\nsustainable development, particularly for developing\r\ncountries. Current trends indicate that countries in sub-\r\nSaharan Africa will not meet the Millennium\r\nDevelopment Goals by the year 2015. We emphasize\r\nthe importance of the fulfilment of the eighth\r\nMillennium Development Goal on a global partnership\r\nfor development, and especially the realization of the\r\ntarget of 0.7 per cent of gross national product as\r\nofficial development assistance from developed\r\ncountries. We therefore look forward to the outcome of\r\nthe 2005 high-level plenary of the General Assembly\r\non the review of the implementation of the outcomes of\r\nthe major United Nations conferences and summits in\r\nthe economic, social and related fields, including the\r\nMillennium Declaration.\r\nThe attainment of the Millennium Development\r\nGoals will depend on how effectively we deal with the\r\nHIV/AIDS pandemic and other related communicable\r\ndiseases, among other problems. In sub-Saharan\r\nAfrica, it has resulted in a reversal of economic and\r\nsocial gains made over the years. Governments need to\r\ndevelop strategic plans that identify key priority\r\nresponse areas, such as prevention and advocacy,\r\ntreatment, care and support. Also important are the\r\nmitigation of the socio-economic impact and research.\r\nWe are grateful to our development partners and the\r\nUnited Nations Global Fund for their support and\r\nprovision of resources in fighting these diseases. We\r\nlook forward to their continued assistance.\r\nAt the regional level, tremendous progress has\r\nbeen made towards regional economic integration. The\r\nEast African Community Customs Union Protocol,\r\nwhich was signed on 2 March 2004 by Kenya, Uganda\r\nand Tanzania, is intended to create a single investment\r\nand trade area. We hope that this positive development\r\nwill encourage local and foreign direct investment in\r\nthe subregion.\r\nWe welcome the support accorded to the New\r\nPartnership for Africa’s Development (NEPAD)\r\ninitiative by the United Nations and the G-8 countries.\r\nHowever, we regret to note that the commitments made\r\nto the NEPAD initiative have not been fully realized\r\nand call upon our development partners to fulfil their\r\npledges.\r\nThis year, Kenya is facing a severe famine caused\r\nby drought, which has affected a large section of the\r\npopulation. Consequently, Kenya and the United\r\nNations have issued a joint appeal for assistance to\r\ncontain the famine. We are grateful for the prompt\r\nsupport of the World Food Programme, the United\r\nNations Children’s Fund, the Food and Agriculture\r\nOrganization of the United Nations, the United Nations\r\nOffice for the Coordination of Humanitarian Affairs\r\nand bilateral donors. However, the need for more\r\nassistance still exists.\r\nTo achieve long-term economic stability and\r\ndevelopment, the Government of Kenya has embarked\r\non an economic recovery strategy for wealth and\r\nemployment creation, aimed at revitalizing the\r\neconomy and enhancing the welfare of our people.\r\nOther measures have been taken to improve the well-\r\nbeing of the Kenyan people. Those include the\r\nimprovement and promotion of the welfare of children\r\nthrough free and compulsory primary education and the\r\nrecognition of the central role played by women in\r\ndevelopment.\r\nIn conclusion, I would like to emphasize the\r\nimportant role the United Nations plays in global\r\naffairs. It could be greatly enhanced through adherence\r\nto the provisions of the Charter and to the rule of law.\r\nMember States should respect those instruments in the\r\nconduct of their international relations.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Le Cong Phung, Deputy Minister\r\nfor Foreign Affairs of the Socialist Republic of Viet\r\nNam.\r\nMr. Le Cong Phung (Viet Nam): At the outset,\r\nallow me, on behalf of the Vietnamese delegation, to\r\nwarmly congratulate you, Sir, an eminent son of Gabon\r\nand of Africa, with which Viet Nam has always\r\nenjoyed warm sentiments and brotherly relations, on\r\nyour election as President of the General Assembly at\r\nits fifty-ninth session. I am confident that, under your\r\nable guidance, this session will be crowned with fine\r\nsuccess. I also take this opportunity to express our high\r\n29\r\nA/59/PV.12\r\nappreciation for the tremendous efforts and\r\ncontributions made by the previous President,\r\nMr. Julian Hunte, to the work of the fifty-eighth\r\nsession of the General Assembly.\r\nAs the fifth year of the twenty-first century\r\napproaches, we all cannot help asking ourselves\r\nwhether the world is a safer, fairer or — in a more\r\ncomprehensive assessment — better place for our\r\npeoples to live in. With all that has happened over the\r\nlast year, unfortunately, the answer cannot be\r\naffirmative.\r\nThe recent barbaric and inhuman massacre of\r\nhostages at the school in Beslan, Russia, its scale and\r\nthe manner in which it was committed show that\r\nterrorism has become more brutal than ever and that it\r\nis spreading to almost every corner of the world and\r\nsparing no nation. At this forum, we wish to reaffirm\r\nthe position of the Vietnamese Government denouncing\r\nevery act of terrorism. We urge the international\r\ncommunity to further strengthen cooperation with a\r\nview to eliminating terrorism from our civilized world.\r\nWe have more than once stated our fundamental\r\nposition that, if it is to enjoy broad support and\r\nparticipation and therefore be effective, the fight\r\nagainst terrorism must be pursued in conformity with\r\nthe provisions of the United Nations Charter and free\r\nfrom selectivity and double standards.\r\nA serious review would reveal that this is not a\r\nsituation we can claim to have today. For a second time\r\nin two years, last April, in pursuit of their secessionist\r\naim of creating a so-called independent State of Degar,\r\nKok Ksor and the organization he created, the\r\nMontagnard Foundation, staged a violent terrorist riot\r\nin the central highlands of Viet Nam, seriously\r\nthreatening the security and territorial integrity of our\r\ncountry. And still today, they continue to enjoy\r\nunjustified protection by certain forces.\r\nWhile encouraged by the trend of enhanced\r\ncooperation and friendship among countries and\r\nregions, we are equally concerned about conflicts and\r\nother threats mounting in different areas, especially in\r\nthe Middle East and Africa. The Iraqi people are yet to\r\nknow genuine peace. Non-traditional security threats,\r\nsuch as narcotics, the spread of diseases, transnational\r\norganized crime and environmental degradation,\r\ncontinue to affect adversely the life of peoples and the\r\ndevelopment of nations.\r\nThe year 2005 is approaching. We are to review\r\nthe realization of the Millennium Development Goals.\r\nAn undeniable fact is that the window of opportunity\r\nfor the economic development and integration of\r\ndeveloping countries has become narrower, while the\r\ngap between the rich countries and the poor countries\r\nand that between the rich and the poor within countries\r\nare increasingly wider. According to a recent report by\r\nthe United Nations Conference on Trade and\r\nDevelopment, the gap between the world’s richest and\r\npoorest countries at present is 74-fold. That being the\r\nreality, what is discouraging is that the proportion of\r\nresources being utilized for economic development is\r\nnegatively imbalanced. Last year, for example, military\r\nexpenditures by rich countries amounted to more than\r\n$700 billion, which was 10 times higher than the total\r\namount of their official development assistance for\r\ndeveloping nations.\r\nInstead of receiving a stronger commitment to\r\ndevelopment assistance, developing countries have\r\nfallen victim to unfair practices in international trade.\r\nA case in point is the application of protectionist\r\nmeasures under the form of anti-dumping duties\r\nimposed on Viet Nam’s catfish and shrimp, as well as\r\nsimilar products of other developing countries. The\r\nunfair imposition of anti-dumping duties on Viet\r\nNam’s shrimp export by the United States has inflicted\r\nlosses on 3.5 million poor Vietnamese farmers who\r\nearn their living directly or indirectly from the shrimp\r\nindustry. That not only runs counter to the principles of\r\nthe World Trade Organization (WTO), but also\r\nundermines the poverty-reduction efforts of the\r\nVietnamese Government, as well as the results of\r\ntechnical assistance provided by such international\r\nbodies as the World Bank, the International Monetary\r\nFund, the Asian Development Bank and various United\r\nNations agencies.\r\nIn a world where injustice and uncertainties\r\nremain, it is both a desire of all nations and a primary\r\ntask of the international community to build a more\r\npeaceful and fairer environment conducive to\r\ndevelopment and prosperity. Such an environment can\r\nbe created only if all nations strictly comply with the\r\nfundamental principles of the United Nations Charter\r\nand international law, of which respect for the national\r\nindependence, sovereignty and territorial integrity and\r\nnon-interference in the internal affairs of nations are\r\nmost important. As the world’s largest multilateral\r\n30\r\nA/59/PV.12\r\nOrganization, the United Nation is the sole entity fully\r\ncapable of creating that new environment.\r\nViet Nam holds that, to fulfil that crucial role, the\r\nUnited Nations should be reformed in a way that will\r\nimprove its effectiveness and democracy. We highly\r\nappreciate the ongoing efforts of the High-Level Panel\r\non Threats, Challenges and Change and hope that the\r\nPanel will be able to put forth recommendations that\r\ncan serve as a good basis for member States to hold in-\r\ndepth discussions with a view to arriving at concrete\r\nmeasures to be implemented soon, thus meeting the\r\nexpectations of the world public at large of a new,\r\neffective and more democratic United Nations.\r\nIn that connection, Viet Nam is of the view that,\r\nif the Security Council’s democracy, effectiveness and\r\ntransparency are to be enhanced and if it is to truly act\r\non behalf of all United Nations Members, as stated in\r\nthe Charter, both the non-permanent and the permanent\r\nmembership of the Security Council should be enlarged\r\nand developing countries more adequately represented\r\nin that important body. We wish to reiterate our support\r\nfor Japan, Germany, India and other capable countries\r\nfrom different continents becoming permanent\r\nmembers of the Security Council once it is enlarged.\r\nA more peaceful, fairer and more favourable\r\nenvironment for development requires international\r\neconomic relations based on equality, mutual benefits,\r\nshared responsibilities and the realization of\r\ncommitments. Developed countries should seriously\r\nseek to fulfil their commitments to allocating 0.7 per\r\ncent of their gross domestic product to official\r\ndevelopment assistance; provide broader, faster and\r\ndeeper debt relief to poor nations; finance development\r\nprojects; and create fairer and more favourable\r\nconditions for developing nations to access the world\r\nmarket and to join the WTO.\r\nViet Nam holds that regional and interregional\r\ncooperation and new partnerships between developed\r\nand developing countries are effective measures for\r\nputting into place fair and favourable conditions for\r\ndevelopment and for making sure that all nations will\r\nbenefit from the current process of globalization. We\r\nwelcome the initiative on a new strategic partnership\r\nbetween Asia and Africa that is being discussed among\r\ncountries of the two continents. The initiative, the New\r\nPartnership for Africa’s Development, is highly\r\ncommendable. Viet Nam attaches great importance to\r\npromoting South-South cooperation, especially with\r\nAfrican countries, as manifested in the “two plus one”\r\nformula, in which Viet Nam and an African country,\r\nwith the participation of the Food and Agriculture\r\nOrganization of the United Nations, cooperate in\r\nagricultural development. With a view to increasing\r\ncooperation with and assistance to developing nations,\r\nwe call for an end to unjust embargoes, especially the\r\nunilateral embargo against Cuba, which has been in\r\nplace for years now and caused untold difficulties and\r\nsuffering for the Cuban people.\r\nIt is Viet Nam’s consistent policy to support the\r\njust cause of the Palestinian people in the struggle for\r\ntheir inalienable rights. We call on the parties\r\nconcerned to refrain from and cease acts of violence\r\nand actively to participate in the implementation of the\r\nroad map for peace towards a just and lasting solution\r\nthat takes into account the interests of the parties\r\nconcerned for the sake of peace and stability in the\r\nMiddle East.\r\nRestoring peace and security and reconstructing\r\nIraq are pressing needs of the people of that country at\r\npresent. Viet Nam is concerned about the escalating\r\nviolence against innocent civilians. We hope that the\r\nsituation in Iraq will soon be stabilized so that the Iraqi\r\npeople can focus on their national reconstruction and\r\ndevelopment.\r\nThe United Nations should play a more active\r\nrole in Iraq, commensurate with its mandate. Viet Nam\r\nattended the conference on the reconstruction of Iraq\r\nand is willing to involve itself more actively in that\r\nprocess.\r\nIn our national reform and development process\r\nover the past 18 years, we have surmounted enormous\r\nchallenges to realize the goal of a rich people, a strong\r\ncountry, a just, democratic and civilized society.\r\nEncouraging results have been recorded. Over the past\r\n10 years, the average annual growth of our gross\r\ndomestic product has been maintained at as high as 7.4\r\nper cent, with the number of poor households reduced\r\nby half. Special importance has been given to people-\r\ncentred development. We are resolved to sustain high\r\neconomic growth in combination with the development\r\nof culture, the advancement of social progress and\r\nequality, the improvement of living conditions for the\r\npeople and, most important, the achievement of the\r\ngoal of becoming an industrialized country by 2020.\r\nGiven our substantial initial achievements and the\r\nappropriate path on which we have embarked, the\r\n31\r\nA/59/PV.12\r\nUnited Nations Development Programme, in its third\r\nreport on the implementation of the Millennium\r\nDevelopment Goals in Viet Nam in 2003, assessed that\r\nViet Nam is capable of overcoming its challenges to\r\nreach the Goals set in the Millennium Declaration. We\r\nwish to take this opportunity to express our deep\r\ngratitude to the United Nations agencies for their\r\neffective assistance. The United Nations agencies in\r\nViet Nam have taken important steps to further\r\nenhance cooperation effectiveness, especially those\r\nwithin the United Nations Development Assistance\r\nFramework. We are committed to continuing to work\r\nwith them in striving for the achievement of the\r\nMillennium Development Goals.\r\nIn its reform process, Viet Nam pursues a foreign\r\npolicy of openness, independence, sovereignty and the\r\ndiversification and multilateralization of relations, and\r\nis willing to be a friend to and reliable partner of all\r\ncountries striving for independence, peace,\r\ndevelopment and cooperation. Increasing regional and\r\ninterregional cooperation is a consistent policy and an\r\ninseparable component of the Vietnamese\r\nGovernment’s policy towards greater international\r\nintegration. Viet Nam is actively participating in\r\neconomic cooperation activities within the frameworks\r\nof the Asia-Pacific Economic Cooperation (APEC), the\r\nAsia-Pacific Conference on Electron Microscopy and\r\nthe Association of South-East Asian Nations\r\n(ASEAN).\r\nWithin ASEAN, Viet Nam works closely with\r\nother ASEAN countries to promote regional\r\ncooperation through such initiatives as the creation of\r\nthe ASEAN security community, the ASEAN economic\r\ncommunity and the ASEAN socio-cultural community,\r\nthe Initiative for ASEAN Integration, the initiative on\r\nsub-Mekong regional cooperation, and development\r\ntriangles. ASEAN attaches great importance to\r\npromoting its relationship with dialogue partners.\r\nActive steps are being taken to establish free-trade\r\nareas between ASEAN and China, Japan and the\r\nRepublic of Korea, and to promote closer economic\r\npartnership with the United States, the European\r\nUnion, Russia and India, including free-trade areas.\r\nViet Nam believes that multifaceted cooperation in\r\nSouth-East Asia will make important contributions to\r\nbuilding a peaceful, fair and favourable environment\r\nfor regional countries.\r\nAs evidence of its determination to participate\r\nmore actively in international and interregional\r\ncooperation frameworks, Viet Nam is going to host the\r\nFifth Asia-Europe Summit in Hanoi this October and\r\nthe APEC Summit in 2006. We are standing for\r\nelection to a non-permanent seat in the Security\r\nCouncil for the term 2008-2009. In undertaking those\r\nimportant efforts, we look forward to enjoying the\r\ncontinued support and cooperation of the international\r\ncommunity.\r\nOur global village longs for a more peaceful,\r\nstable and favourable environment for development\r\nand shared prosperity. Striving together, we will turn\r\nthat dream into reality.\r\nThe meeting rose at 6.10 p.m.\r\n"