"United Nations A/59/PV.23\r\n \r\nGeneral Assembly\r\nFifty-ninth session\r\n23rd plenary meeting\r\nFriday, 8 October 2004, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n04-54206 (E)\r\n*0454206*\r\nPresident: Mr. Ping . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Gabon)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 10 (continued)\r\nReport of the Secretary-General on the work of the\r\nOrganization (A/59/1)\r\nMr. Zhang Yishan (China) (spoke in Chinese):\r\nThe Chinese delegation wishes to thank the Secretary-\r\nGeneral for his report on the work of the Organization,\r\nwhich details the work of the United Nations in various\r\nfields over the past year, analyses current challenges\r\nand puts forward some enlightening recommendations\r\nthat are worthy of serious consideration by all\r\ncountries.\r\nI should like to focus my statement on four points\r\nin connection with the report.\r\nFirst, with respect to the issue of peace and\r\nsecurity, the United Nations, as noted in the report, has\r\nbeen through an extraordinarily challenging year. The\r\nUnited Nations has played an important role in\r\nfacilitating solutions to the problems of Iraq, the\r\nSudan, Afghanistan, the Democratic Republic of the\r\nCongo, Côte d’Ivoire and Haiti, and we express our\r\nappreciation in that regard. However, it must be\r\nacknowledged that there have been setbacks in many\r\nregional hotbeds of tension.\r\nAt the same time, non-traditional security threats\r\nsuch as terrorism continue to increase, and the United\r\nNations continues to face many difficulties.\r\nThe security situation in Iraq remain serious.\r\nInnocent civilians continue to suffer from the turmoil,\r\nand the peace process and post-war reconstruction still\r\nhave a long way to go. China believes that the United\r\nNations should play an important role in the peace\r\nprocess and facilitate the holding of successful\r\nelections in Iraq. We are in favour of the timely\r\nconvening of an international conference on Iraq, and\r\nwe hope that, through such a conference, all parties\r\nconcerned could resolve their differences, enhance\r\ntheir common understanding and jointly promote\r\nsecurity and stability in Iraq.\r\nProspects for the Middle East peace process\r\nremain bleak. Israeli forces recently launched a large-\r\nscale military action in the Gaza Strip, and the conflict\r\nbetween Palestine and Israel has intensified. We urge\r\nthe Israeli forces to withdraw as soon as possible and\r\ncall on both sides to exercise restraint, resume dialogue\r\nat an early date and create conditions for the effective\r\nimplementation of the road map. The Quartet\r\nmechanism should also more forcefully promote such\r\nefforts.\r\nDuring the general debate, most countries\r\nreferred to the question of Darfur, in the Sudan. Like\r\nall other countries, China is very concerned at the\r\nhumanitarian and security situation in Darfur. We\r\nsupport the African Union’s leading role in that\r\ncontext, welcome the efforts made by the Sudanese\r\nGovernment to date, and hope that the Government\r\nwill continue to make greater efforts and achieve\r\nsubstantive progress key areas.\r\n2\r\nA/59/PV.23\r\nThe causes of the Darfur problem are complex.\r\nThe international community should facilitate a\r\nsolution by constructive means, as sanctions will only\r\nfurther complicate the issue. Over the past year, there\r\nhas been a noticeable increase in United Nations\r\npeacekeeping operations, and the available forces and\r\nresources cannot meet the needs in that area. The\r\nSecretary-General appeals to all States — especially\r\nthe developed countries — to provide greater political\r\nsupport, as well as forces and resources, to the United\r\nNations. We hope that the developed countries will\r\ntake practical action speedily in response to the appeal\r\nby the Secretary-General.\r\nLast year, terrorist attacks occurred successively\r\nin Madrid, Istanbul, Jakarta, Moscow and Beslan. This\r\ndemonstrates that terrorism and proliferation of\r\nweapons of mass destruction remain real and serious\r\nchallenges confronting us. Only by strengthening\r\ninternational cooperation, addressing the symptoms\r\nand root causes and avoiding double standards can a\r\nsolution be found to that problem.\r\nSecondly, on the issue of development, we note\r\nthat one outstanding feature of this year’s general\r\ndebate is that all countries are more concerned with the\r\nissue of development. The overwhelming majority of\r\ndeveloping countries have demanded more voice in\r\ninternational economic affairs in order to achieve\r\ngenuine economic independence. Development is the\r\nbasis for the advancement of human civilization. Only\r\ncoordinated, balanced and universal global\r\ndevelopment can bring about sustained peace and\r\nstability in the world. Without prosperity and progress\r\nin developing countries, the ideals of peace and\r\nstability in the world will remain merely “castles in the\r\nsky”.\r\nAt present, we urgently need to reverse the trend\r\ntoward a continually widening gap between the North\r\nand the South and the ever increasing poverty in some\r\ndeveloping countries. The key lies in adapting to the\r\nrequirements of economic globalization, increasing the\r\nweight of the developing countries in decision-making\r\nin international economic affairs and establishing a just\r\nand reasonable new international economic order, so as\r\nto allow globalization to benefit the whole world.\r\nWe must establish a complete, open and fair\r\nmultilateral trading system and push forward\r\nmultilateral trade negotiations on the principle of\r\nmutual understanding and mutual concession. We must\r\nalso give greater attention to improving the\r\ninternational financial system and promoting the\r\ngrowth of the global economy. Developed countries\r\nshould shoulder their obligations and responsibilities\r\nand provide more support to developing countries in\r\nthe areas of markets, resources, technologies, debt\r\nrelief and trade conditions, and should establish an\r\neffective global partnership with the developing\r\ncountries. Meanwhile, South-South cooperation should\r\nbe strengthened. Developing countries should join in\r\nefforts towards self-improvement, participate widely in\r\ninternational affairs and gradually change their\r\ndisadvantaged position in the process of economic\r\nglobalization.\r\nThe United Nations summit next year will focus\r\non the implementation of the Millennium Development\r\nGoals. We hope the summit will crystallise our\r\nconsensus, make the international community pay more\r\nattention to the issue of development, increase input in\r\nthe development field and provide new energy in the\r\ncontinuous effort to achieve the Millennium\r\nDevelopment Goals.\r\nThirdly, on the subject of multilateralism and the\r\nrole of the United Nations, we note that there is already\r\na wide consensus on strengthening multilateralism and\r\nthe role of the United Nations. As pointed out by the\r\nSecretary-General in the 3rd meeting, “Let us not\r\nimagine that, if we fail to make good use of it, we will\r\nfind any more effective instrument”. China totally\r\nagrees with this conclusion. The evolution of the\r\ninternational situation over the past year once again\r\nshows that addressing various security threats facing\r\nmankind and achieving common development is\r\nimpossible without multilateralism and multilateral\r\nmechanisms centred around the United Nations.\r\nChina supports the United Nations in its efforts to\r\nkeep up with the times and carry out necessary and\r\nreasonable reform. The objective of the reform should\r\nbe to strengthen leading role of the United Nations in\r\ninternational affairs, enhance its efficiency, strengthen\r\nits capability to deal with various threats and\r\nchallenges and better reflect the common voice and\r\nneeds of developing countries. We are in favour of an\r\nappropriate expansion of the Security Council and of\r\nincreasing the representation of developing countries\r\non a priority basis. We support the work of the High-\r\nlevel Panel on Threats, Challenges and Change and\r\nlook forward to seeing new ideas, new thoughts and\r\n3\r\nA/59/PV.23\r\nnew recommendations on United Nations reform in the\r\nreport of the Panel.\r\nFourthly, on the subject of the rule of law in\r\ninternational relations, Secretary-General Annan\r\nstressed the importance of the rule of law and\r\nelaborated further on this question in his statement to\r\nthe General Assembly. We endorse the view of the\r\nSecretary-General and believe that it is crucially\r\nimportant to adhere to the rule of law in international\r\nrelations. Whether it be for maintenance of\r\ninternational peace and security or the promotion of\r\ndevelopment and the protection of human rights, it is\r\nalways necessary to stick to and respect the rule of law\r\nand, in particular, to abide by the United Nations\r\nCharter — a kind of constitution for international\r\nrelations.\r\nSecretary-General Annan pointed out that the\r\ncountries that claim the rule of law within their\r\ncountries must also respect the rule of law in\r\ninternational relations. This should be born in mind by\r\nall. To apply the rules of international law selectively\r\nand only in one’s own favour, while disregarding other\r\nless favourable rules, does not contribute to the\r\npromotion and achievement of the rule of law and\r\njustice in the international context. We hope that, with\r\nthe joint efforts of the Secretary-General and all\r\nparties, we will truly achieve the rule of law and\r\ndemocracy in international relations.\r\nMr. Moungara-Moussotsi (Gabon) (spoke in\r\nFrench): My delegation is very proud and happy to see\r\nyou, Sir, presiding over the work of the fifty-ninth\r\nsession of the General Assembly with such outstanding\r\ncompetence. My delegation would also like to say that\r\nit is grateful to the Secretary-General for the high\r\nquality and succinctness of the report made available to\r\nStates on the work of the Organization. We will here\r\ntouch on the questions of peace and security.\r\nThe Secretary-General devotes the first part of\r\nhis report to questions relating to peace and security,\r\nand in so doing, he gives us an opportunity to recall\r\nhow enormous the challenges are, not only to our\r\nsecurity per se, but also to the development and well-\r\nbeing of our peoples. The massive killings perpetrated\r\nby terrorist groups, fearing neither God nor man, now\r\npose a serious threat to our collective peace and\r\nsecurity. Formerly, terrorist acts were targeted, but now\r\nthey spare no one. They kill indiscriminately. They kill\r\ninnocent civilians and military personnel without\r\ndistinction. Intensifying our campaign against this\r\nscourge through cooperation and the implementation of\r\nrules on the suppression of terrorist acts is imperative,\r\nto say the least.\r\nWe need steadfastly to continue the process of\r\ngeneral and complete disarmament by putting an end to\r\nthe proliferation of weapons of mass destruction. This,\r\ninter alia, means renouncing the production of fissile\r\nmaterials and tightening controls on the production,\r\ntrade and use of materials that could be used to\r\nmanufacture weapons of mass destruction — be they\r\nnuclear, bacteriological or chemical. That would\r\nreduce the risk of those types of weapons and products\r\nfalling into the hands of criminal and terrorist\r\norganizations.\r\nRelaunching multilateral disarmament\r\nnegotiations through appropriate mechanisms is critical\r\nif we want to eliminate weapons of mass destruction\r\nand free the world from the spectre of nuclear war.\r\nImplementation of the Programme of Action to\r\nPrevent, Combat and Eradicate the Illicit Trade in\r\nSmall Arms and Light Weapons in All Its Aspects,\r\nwhich was adopted in July 2001, must continue, both at\r\nthe national and at the international levels. We\r\nwelcome the progress that Member States have made in\r\nthis area by adopting moratoriums against the\r\nproliferation of small arms and light weapons and by\r\nholding the meetings envisioned in the Programme of\r\nAction.\r\nAccordingly, consultations on the conclusion of a\r\nlegally binding instrument regarding the tracing and\r\nmarking of small arms and light weapons must\r\ncontinue, because, unfortunately, terrorism and armed\r\nconflict too are fuelled by the excessive, destabilizing\r\naccumulation of small arms and light weapons.\r\nFurthermore, we agree with the Secretary-\r\nGeneral’s comments about the recent surge in\r\npeacekeeping missions. Indeed, the United Nations has\r\nbeen particularly in demand in recent years because of\r\nthe emergence of new armed conflicts. The capacity of\r\nthe United Nations in the area of peace maintenance —\r\nalthough there has been significant improvement — is\r\nbeing sorely tried because of the unprecedented surge\r\nin demand.\r\nResources allocated for peacekeeping thus need\r\nto be increased substantially, so that the United Nations\r\ncan respond efficiently to the many demands made\r\nupon it. In order to further encourage States to provide\r\n4\r\nA/59/PV.23\r\ntroops, we think that the security and safety of\r\npeacekeeping personnel should be reinforced, and that\r\ncontacts with troop contributing countries should be\r\nenhanced. For its part, Gabon will continue to\r\nparticipate in peacekeeping operations, side by side\r\nwith other Member States.\r\nIn his report, the Secretary-General also mentions\r\nthe contribution by development organizations in\r\naddressing the root causes of conflict. While we are\r\ngrateful to those organizations, we urge them to\r\nstrengthen their intervention, which forms part both of\r\nprevention and of an integrated approach to conflict\r\nresolution.\r\nWe recall that in his report on the causes of\r\nconflict and the promotion of durable peace and\r\nsustainable development in Africa (A/52/871), the\r\nSecretary-General had already noted that unless the\r\ncauses are eliminated, we cannot truly put an end to\r\nconflict. Among those causes we would stress poverty,\r\nwhich weakens and threatens order, national stability\r\nand the security of democratic institutions and thus\r\nmakes countries vulnerable to armed conflict.\r\nTherefore, the United Nations must be innovative when\r\nmobilizing international support for the development\r\nof Member States, particularly the developing\r\ncountries.\r\nWith regard to Africa in particular, we recognize\r\nthe important reforms that the Africans themselves\r\nhave undertaken to improve governance, to establish\r\ndemocracy and stability, to combat poverty and disease\r\nand to establish the basis of true regional integration,\r\nas shown by the establishment of the New Partnership\r\nfor Africa’s Development (NEPAD). The commitments\r\nundertaken by the international community, including\r\nthe Group of Eight (G-8), in support of NEPAD should\r\nbe fulfilled in order to avoid repeating the experience\r\nof the United Nations Programme of Action for\r\nAfrican Economic Recovery and Development in the\r\n1990s.\r\nConcerning reform of the United Nations, my\r\ndelegation welcomes the results already obtained in the\r\narea of revitalizing the work of the General Assembly.\r\nBut we must strengthen the central role of the General\r\nAssembly, which is the most representative principal\r\norgan of the United Nations.\r\nWhile we recognize the significant progress that\r\nhas been made to improve the working methods of the\r\nSecurity Council, we also need to continue our\r\ndiscussions on expanding the Council in both the\r\npermanent and the non-permanent membership\r\ncategories, in order to make it more representative and\r\nmuch more democratic. The heads of delegation who\r\nspoke from this rostrum during the general debate\r\nunanimously spoke out in favour of an overhaul of that\r\nbody, which is responsible for the maintenance of\r\ninternational peace and security.\r\nIn conclusion, we would like to emphasize the\r\nneed to ensure proper follow-up to all of our\r\ndiscussions in the United Nations, to put an end to\r\nmere rhetoric and to truly act upon the outcome of our\r\ndiscussions.\r\nMr. Hackett (Barbados): Since, in speaking on\r\nthis item, this is the first occasion on which I am taking\r\nthe floor at this session, let me join those who have\r\nspoken before me in congratulating you, Sir, on your\r\nelection to the presidency of the General Assembly; we\r\npledge our full support to you.\r\nAllow me at the outset to express the appreciation\r\nof the Barbados delegation for the untiring efforts of\r\nthe Secretary-General in leading the work of the\r\nOrganization during what he has called an\r\nextraordinarily challenging year. I would also like to\r\nthank him for his very comprehensive report on the\r\nwork of the Organization over the past year (A/59/1). It\r\nhighlights some of the main issues and challenges\r\nwhich the Organization has had to face during that\r\nperiod. Barbados welcomes the report and would like\r\nto make comments on a few selected issues.\r\nOver the past year, the Organization has had to\r\nrespond to a number of varied political, humanitarian\r\nand economic crises around the globe. Yet the\r\nOrganization does not possess the overall capacity to\r\nenable it to respond effectively to all of those\r\nchallenges.\r\nThat is why the Barbados delegation believes that\r\nthere needs to be a continuing process of review,\r\nreform and renewal of the Organization. In that\r\nconnection, we eagerly await the report of the\r\nSecretary-General on the work of his High-level Panel\r\non Threats, Challenges and Change. We also welcome\r\nthe adoption of resolution 58/316, on the revitalization\r\nof the work of the General Assembly, and intend to\r\nwork closely with other States Members of the\r\nOrganization to ensure that its elements are faithfully\r\nimplemented. Our work on revitalization, however, is\r\nnot complete. We need to continue to monitor the\r\n5\r\nA/59/PV.23\r\nimplementation of the resolution with a view to\r\nidentifying further improvements in the working\r\nmethods of the Assembly.\r\nReform of the Security Council is another area on\r\nwhich Barbados believes that increasing emphasis\r\nneeds to be placed. As the Foreign Minister of\r\nBarbados said in her statement in the general debate\r\n(see A/59/PV.12), the Council must be made more\r\nrepresentative of today’s membership of the United\r\nNations, as well as more transparent in its working\r\nmethods and more democratic in its decision-making.\r\nThe significant increase in demand for United\r\nNations peacekeeping operations over the past year\r\nreflects, we believe, renewed faith in the United\r\nNations and confirms the role that the United Nations\r\nshould play in the maintenance of peace and security.\r\nIn that connection, Barbados welcomes the\r\nestablishment of the United Nations Stabilization\r\nMission in Haiti, and hopes that the Mission will\r\nreceived the necessary resources and support to enable\r\nit to perform its mission effectively.\r\nBarbados joins those delegations that believe that\r\nthe United Nations provides the best framework for\r\ninternational cooperation. We remain fully committed\r\nto a renewed emphasis on multilateralism as the main\r\nmeans for the international community to take action in\r\nresponding to the many and varied global problems.\r\nBarbados recognizes that international terrorism\r\nposes a great threat to global peace and security. We\r\nshare, however, the assessment of the Secretary-\r\nGeneral in his report that, for the majority of the\r\nworld’s people, the most immediate threats are those of\r\npoverty, hunger, unsafe drinking water, environmental\r\ndegradation and endemic or infectious diseases.\r\nGiven the links between those areas and the\r\nMillennium Development Goals, Barbados believes\r\nthat greater efforts must be made at both the national\r\nand the international levels to undertake activities that\r\nwould facilitate the achievement of the Goals by 2015.\r\nWe look forward to the high-level meeting to be held\r\nnext year, which will review progress in the\r\nachievement of those Goals as set out in the\r\nMillennium Declaration. Barbados intends to\r\nparticipate actively in the review process.\r\nBarbados considers the work of the Organization\r\nin the area of sustainable development to be\r\nparticularly important. We appreciate and welcome the\r\nprogress that is being made towards achieving the\r\ntargets in the thematic areas of water, sanitation and\r\nhuman settlements, which were the areas of focus of\r\nthe United Nations Commission on Sustainable\r\nDevelopment at its session earlier this year.\r\nHowever, we consider that issues of climate\r\nchange, disaster management and preparedness and\r\nvulnerability need to be assigned a higher priority on\r\nthe agenda of the Commission’s work. Barbados and\r\nmost of the other island countries of the Caribbean\r\nhave experienced this year an increase in the frequency\r\nand intensity of hurricanes, which have wrought great\r\ndestruction and have devastated some of our\r\neconomies. We look forward to the support of the\r\ninternational community, and particularly the United\r\nNations, in identifying means and ways for mitigating\r\nthe effects of these potentially disastrous weather\r\noccurrences, which scientific evidence seems to be\r\nsuggesting are linked to global warming.\r\nIn closing, let me commend the Secretary-\r\nGeneral for his efforts at improving the overall\r\nadministration and management of the Organization.\r\nWe have noted with satisfaction the initiatives that\r\nhave been taken to enhance the Organization’s ability\r\nto respond quickly and effectively to crises and to\r\nenhance security, both at Headquarters and in field\r\noffices, in the light of increased security threats. The\r\nlaunch earlier this year of the common Internet-based\r\nsupplier registration and database facility for\r\nprocurement purposes is also particularly noteworthy,\r\nand Barbados looks forward to learning next year about\r\nthe success of that particular initiative.\r\nWe are also encouraged by the observation in the\r\nreport of the Secretary-General that a significant\r\npercentage of reforms proposed in the 1997 and 2002\r\nreform packages have been implemented. We take this\r\nas an indication that the Organization is reshaping its\r\ncapacity to address the global challenges ahead.\r\nMr. Loizaga (Paraguay) (spoke in Spanish): As I\r\nbegin my statement, Sir, I would like to say how\r\npleased my delegation is to see you presiding over the\r\nproceedings of our Assembly. Your personal and\r\nprofessional qualities guarantee the success of the\r\nfifty-ninth session, and you will enjoy the steadfast\r\nsupport of the delegation of Paraguay.\r\nI would also like to thank the Secretary-General\r\nfor his detailed report on the work of the Organization\r\n(A/59/1). I fully agree that this has been a very\r\n6\r\nA/59/PV.23\r\nchallenging year for the United Nations. Conflicts in\r\nvarious parts of the world, increased demand for peace\r\noperations, combating international terrorism and the\r\nthreat of the use of weapons of mass destruction have\r\nbeen the main focus of the Organization’s attention,\r\ndrawing attention away from the consideration of\r\nthreats that are more immediate to the majority of the\r\npeople of the world, such as poverty, hunger,\r\neducation, deterioration of the environment and\r\nendemic or infectious diseases. Those needs call for\r\nurgent responses to the legitimate demands of our\r\npeoples for a standard of living that is compatible with\r\nhuman dignity.\r\nAs stated in the report of the Secretary-General,\r\nprogress in complying with the Goals set out in the\r\nMillennium Declaration has produced some positive\r\nresults, but overall results are mixed. Paraguay trusts\r\nthat, by working in solidarity to meet the Millennium\r\nGoals (MDGs), we will also contribute to diminishing\r\nthe causes of violence, and to preventing their misuse\r\nby evil-doers who seek to manipulate them as a\r\npolitical tool to distort civilian means of attaining goals\r\nthat were designed solely to promote the progress and\r\neconomic and social development of our peoples.\r\nWe believe that a sincere alliance between the\r\ndeveloped countries and the developing countries, as\r\nwell as unconditional respect for commitments entered\r\ninto under the Monterrey consensus, will effectively\r\ncontribute to achieving the MDGs.\r\nWe agree with the Secretary-General that\r\n“Events over the past year have underlined\r\nthe continued threat that terrorism poses to\r\ninternational peace and security and the need for\r\nbroad-based international cooperation to counter\r\nit.” (A/59/1, para. 75)\r\nThat is why we cannot fail to reiterate our commitment\r\nand responsibility, as Members of the United Nations,\r\nto restore to the international community the security\r\nand protection it needs.\r\nOur Organization needs the determined support\r\nof its Member States and international cooperation,\r\nbecause no one can say that we are immune to the\r\nattacks of international terrorism, as facts have shown.\r\nBut the fight against terrorism must proceed in keeping\r\nwith the principle of safeguarding and respecting\r\nindividual freedom, human rights and the rule of law,\r\nprinciples that are unknown to or have been rejected by\r\nterrorist groups. We remain faithful to those principles,\r\nwhich will help us defeat international terrorism.\r\nThe Republic of Paraguay would like to reaffirm\r\nto the General Assembly its full support and\r\ncooperation, so that the Organization can play its major\r\nrole in combating terrorism.\r\nHuman rights policy is one of the keystones of\r\nthe foreign policy of our national Government, and as a\r\nmember of the Commission on Human Rights,\r\nParaguay continues to be committed to promoting and\r\nencouraging full respect for human rights and\r\nfundamental freedoms throughout the world, and it will\r\ncontinue to do its work with an independent mind, and\r\nin the context of respect for the relevant norms and\r\nprinciples. Similarly, we reiterate our full support for\r\nthe Office of the United Nations High Commissioner\r\nfor Human Rights.\r\nDuring the period covered in the report of the\r\nSecretary-General, there has been an increased demand\r\nfor United Nations peacekeeping activities, which has\r\nchallenged the Organization to react with the capacity\r\nand efficiency necessary to discharge such peace\r\nmissions. Since the first quarter of 2001, Paraguay has\r\nbeen participating in various peacekeeping operations\r\nauthorized by the Security Council, and it will continue\r\nto do so within its capacities.\r\nParaguay firmly supports the process of\r\nstrengthening the United Nations. We believe that that\r\nprocess should continue to focus on revitalizing the\r\nGeneral Assembly, strengthening the Economic and\r\nSocial Council and reforming the Security Council and\r\nits methods of work. Our Organization is a tool of the\r\ninternational community that must evolve and adapt to\r\nthe realities of the new century. The United Nations\r\nserves our peoples; it is not for our peoples to serve the\r\nUnited Nations.\r\nThat process must ensure the full participation of\r\nMember States under conditions of equality, in the\r\nmost transparent and democratic way possible, as set\r\nforth in the Charter. That will ensure that collective\r\ninterests will prevail over individual interests.\r\nWe are encouraged by, and grateful for, the\r\nreference made by the Secretary-General in his report\r\nto the special needs of least developed and landlocked\r\ncountries, as well as small island developing States.\r\nFor the first time in the history of the Organization,\r\nlandlocked States now have a Programme of Action,\r\n7\r\nA/59/PV.23\r\nwhich was adopted in August 2003 in Almaty,\r\nKazakhstan. That Programme was subsequently\r\nendorsed by the General Assembly in order to provide\r\na just response to our special needs.\r\nAs trade and development coordinator of the\r\n31-member Group of Landlocked Developing\r\nCountries in Geneva, Paraguay will continue to call for\r\nspecial and differential treatment at the World Trade\r\nOrganization and other trade forums in order to ensure\r\nthat the products of those countries have access to\r\ninternational markets. We trust we will have the\r\nsupport of Member States in that regard.\r\nIn the São Paolo consensus, which was reached at\r\nthe eleventh session of the United Nations Conference\r\non Trade and Development (UNCTAD), held in Brazil\r\nin June of last year, member States of UNCTAD agreed\r\non the revitalization of the Organization’s efforts to,\r\namong other things, devote particular attention to the\r\nspecial needs of landlocked developing countries, with\r\na view to somehow compensating them for the\r\ndisadvantages they face with regard to access to world\r\nmarkets The surcharges we must pay for the transport\r\nof both our exports and imports amount to 14.1 per\r\ncent of our export income, as compared to 8.6 per cent\r\nof the export income of developing countries and 4 per\r\ncent of that of developed countries. That, in addition to\r\nexcessive delays at border crossings in transit\r\ncountries, results in a severe negative impact on the\r\neconomic and social development of our countries.\r\nWe trust that we will receive the support\r\nnecessary from international development and financial\r\nbodies and from donor countries in order to mobilize\r\nthe additional resources needed and the innovative\r\npreferential terms that will make it possible to carry\r\nout the work of building the infrastructure needed to\r\nensure domestic networks and links with transit\r\ncountries on the way to maritime ports.\r\nEvents in the Middle East, and in particular the\r\nsituation between Israel and Palestine, have not\r\nchanged in any way that would give one reason to\r\nbelieve that an end is at hand to the spiral of violence,\r\nwith its increasing toll in lives among both peoples. We\r\ntherefore urge the parties involved to return to the\r\nnegotiating table as soon as possible, with a view to\r\nresuming negotiations in accordance with the road map\r\nand implementing its obligations. Paraguay extends its\r\nfull support for any efforts to be made by the Quartet.\r\nIn conclusion, I would like to say that Paraguay\r\nhas been following, with attention and concern, recent\r\nevents throughout the world that have hampered the\r\nre-establishment and maintenance of international\r\nstability. We should not waver in our determination to\r\ndedicate all our efforts and resources to the search for\r\nreconciliation and the peaceful settlement of disputes\r\nthrough dialogue and mutual understanding, and within\r\nthe framework of the norms of international law and\r\nthe rule of international law.\r\nMr. Toro Jimenez (Venezuela) (spoke in\r\nSpanish): The delegation of the Bolivarian Republic of\r\nVenezuela would like to thank Secretary-General Kofi\r\nAnnan for introducing his report on the work of the\r\nOrganization (A/59/1). The report is an outstanding\r\nand useful document, and I shall refer to some of its\r\ncontents momentarily.\r\nI would once again like to reiterate our country’s\r\nsupport and cooperation for the work and efforts of the\r\nUnited Nations during the difficult moments brought\r\nabout by the invasion of Iraq, which has had\r\ndevastating consequences for the courageous Iraqi\r\npeople. We also extend our support and cooperation for\r\nthe role the Organization will have to play in Iraq with\r\nregard to peacekeeping and the maintenance of\r\ninternational peace and security once the occupation\r\nends.\r\nVenezuela believes in the United Nations as the\r\ncentral democratic Organization in a democratic\r\ninternational community devoted to economic and\r\nsocial development and to multilateralism. It is both\r\nthe vehicle and the platform for the establishment of a\r\nmultipolar, interdependent and peaceful world. In that\r\ncontext, the primary focus of our efforts is to promote\r\ninternational cooperation in order, in particular, to\r\nstrengthen South-South cooperation, with a view to\r\nachieving the essential goal of combating poverty and\r\nexclusion, which are obstacles to our peoples’ exercise\r\nof self-determination and pose grave threats to the\r\ndemocratic stability of States.\r\nAlthough we appreciate the fact that there have\r\nbeen some positive results in moving towards the\r\nMillennium Summit’s Goals, we note that that progress\r\nhas been uneven. Venezuela understands that the Goals\r\ncan only be met through concrete economic and social\r\npolicies and wise Governments that are attuned to the\r\nwishes of the people, as well as through the massive\r\nmobilization of resources for development, increased\r\n8\r\nA/59/PV.23\r\ncoordination among developing countries and joint\r\nefforts between developing and more-developed\r\ncountries, which bear most of the responsibility for\r\ncreating a new world where the social and economic\r\nprogress of peoples has priority. The implementation of\r\nmeasures aimed at eradicating poverty and righting\r\nage-old injustice is the requisite for a new world order\r\nthat is humane and just.\r\nVenezuela has made substantial efforts to combat\r\npoverty despite the anti-national and subversive acts\r\ncarried out in 2002 in my country to attack its\r\ndemocratic stability and institutional development.\r\nThe 2003 United Nations Development\r\nProgramme’s Human Development Report noted an\r\nincrease in Venezuela’s rank on the human\r\ndevelopment index. Life expectancy rose from 72.9\r\nyears in 2000 to 73.5 in 2001. The average primary\r\nschool attendance rate rose from 65 per cent in 1999 to\r\n68 per cent in 2000-2001.\r\nThose encouraging figures are the result of a\r\nsignificant increase in the State budget for health care,\r\neducation and the implementation of public policies\r\nthat provide the most needy with basic services, even\r\nwithin their homes, with a view to overcoming the\r\neffects of economic setbacks in our country over the\r\npast two decades.\r\nIn Venezuela, as our President has noted, we\r\nbelieve that, in order to reduce poverty, power must be\r\ngiven to the people. To that end, we are giving power\r\nto the people. We are implementing solid programmes\r\nof great social impact. Our educational programmes\r\ninclude the Robinson I and II missions for general\r\nliteracy; the José Felix Rivas programme, targeting the\r\nadult population that has been excluded from the\r\nformal education system; and the Antonio José de\r\nSucre mission, which brings those who have been\r\nexcluded from the university system into the higher\r\neducation system.\r\nWe have also implemented such health\r\nprogrammes as the Barrio Adentro plan, guaranteeing\r\naccess to health care for the underserviced sector of the\r\npopulation suffering from poverty- and neglect-related\r\nillnesses; the Guacaipuro mission, designed to involve\r\nthe indigenous population in society and to ensure\r\nrecognition of its constitutional rights; the Mercal\r\nmission, ensuring the people consistently accessible\r\nprices for basic, everyday goods; and the Vuelvan\r\nCaras mission, designed to change the nation’s socio-\r\neconomic model, which we have broadened and\r\nstrengthened through the establishment of the new\r\nMinistry of Public Economy — a new public service to\r\nensure the country’s comprehensive and endogenous\r\ndevelopment and thus to free us from the neo-liberal\r\nsystem to which we have been shackled in the recent\r\npast.\r\nIn brief, the underlying rationale for all those\r\nprogrammes is to eliminate poverty and its gravest\r\nconsequences and to provide a dignified standard\r\nof living for present and future Venezuelans by\r\nensuring — and I stress this most firmly — their\r\ngenuine participation in the country’s economic and\r\nsocial transformation. Thus, our country is taking firm\r\nand confident steps on the path towards achieving the\r\nMillennium Development Goals.\r\nHuman rights can in no way be sacrificed in the\r\nfight against international terrorism. Such a sacrifice\r\nwould be foolish, contradictory and a crime in itself. If\r\nGovernments met the basic food, housing, health and\r\neducation needs of their peoples, we could peacefully\r\nbuild a world free of terrorism. Efforts to combat\r\nterrorism with more terrorism, violence and repression\r\nare futile. The answer to terrorism begins and ends\r\nwith respect for one’s neighbours and their\r\nfundamental rights.\r\nIn conclusion, we believe that those aspects are\r\ncritical and require our urgent attention if we are to\r\nbuild the world we seek — a just and equitable world\r\nin which there is a place for everyone.\r\nMr. Gallegos Chiriboga (Ecuador) (spoke in\r\nSpanish): At the outset, I should like to thank the\r\nSecretary-General for his report on the work of the\r\nOrganization, which allows us to appreciate the\r\nimportant achievements and the limitations and\r\ndifficulties inherent in meeting the challenges facing\r\nthe international community.\r\nThe Secretary-General has pointed out that this\r\nhas been an extremely difficult year for the United\r\nNations. My delegation shares that concern and\r\nreiterates that the Members of the United Nations must\r\nassume their collective responsibilities to ensure that\r\nthe multilateral machinery, based on respect for\r\ninternational law and not on the predominance of force,\r\nfunctions properly. The collective system we have\r\ncreated is founded on the conviction that respect for\r\ninternational law and the eradication of the use and\r\nthreat of use of force are critical to ensuring the\r\n9\r\nA/59/PV.23\r\ncoexistence of the peoples of our international\r\ncommunity. Given all of our differences and\r\ndivergences, dialogue and negotiation are preferable to\r\nthe use of force.\r\nAs we approach the sixtieth birthday of the\r\nUnited Nations, we must review history and analyse\r\nthe Organization’s failures that have imperilled the\r\nvery existence of multilateralism. The United Nations\r\nhas become an arbiter of peace and security, the\r\nguarantor of human rights and dignity, the promoter of\r\neconomic and social development and the arena in\r\nwhich visions for the future can be expressed in a\r\nframework of mutual respect and hope for the well-\r\nbeing of and better days for our peoples. The means\r\ncurrently available will never match the magnitude and\r\ncomplexity of the task.\r\nEcuador as a whole views with concern the\r\nproliferation of conflicts in all corners of the world,\r\naffecting millions of human beings. Those conflicts are\r\nbecoming humanitarian disasters that have a particular\r\nimpact on the most vulnerable in society: children,\r\nwomen, the elderly and the handicapped. In March, I\r\nhad the honour to preside over a delegation from the\r\nExecutive Board of the United Nations Children’s Fund\r\nto the Democratic Republic of the Congo, and I saw\r\nthe awful effects of war on vulnerable human beings in\r\nthat fraternal country. When one puts a human face on\r\ncold statistics, the magnitude of the tragedy is easier to\r\nunderstand. The proliferation of conflicts in which\r\nchild soldiers take up weapons and kill before they go\r\nto school is one example of that tragedy. When women,\r\nthe keystones of society, become military targets, that\r\nrepresents an attempt to destroy society. The hopes of\r\nthousands and millions are pinned on the decisions\r\nadopted in our Hall and chambers, and we must be\r\naware of our ethical and moral responsibilities.\r\nConflicts have spread and domestic warfare is a\r\nnew phenomenon of our era. The new frontier for the\r\nUnited Nations is in their solution and in post-conflict\r\nreconstruction. Aware of the global nature of the\r\nproblem, Ecuador has committed its support for the\r\ncause of peace and has decided actively to participate\r\nin United Nations peacekeeping operations. The\r\nnational Government will support the international\r\ncommunity’s efforts to protect the human rights of\r\nhomeless civilians, defenceless women and children,\r\nthe elderly and the handicapped. We are sending\r\ncontingents to help rebuild the infrastructure of Haiti, a\r\ncountry by which we will stand in solidarity and\r\nhumane compassion.\r\nThe Conference on Disarmament must resume its\r\nrole in negotiating arms control and disarmament\r\nagreements, stressing the elimination of the weapons of\r\nmass destruction that continue to threaten humankind\r\nas a whole. The Secretary-General has indicated in his\r\nreport that he is concerned about slow progress in the\r\ndisarmament process, violations of non-proliferation\r\nagreements, evidence of clandestine networks and the\r\nthreat of the use of weapons of mass destruction in\r\nterrorist activities.\r\nEcuador attaches great importance to the\r\nOrganization’s endeavours to prevent, combat and\r\neradicate the illicit trade in small arms and light\r\nweapons in all its aspects, as well as its efforts to\r\neliminate anti-personnel mines.\r\nMy country is a country of asylum for thousands\r\nof our Colombian brethren who have found in peaceful\r\nEcuador a refuge from a conflict that has repercussions\r\nfor my country. We are grateful to the Office of the\r\nUnited Nations High Commissioner for Refugees and\r\nto the United Nations for their efforts, but they are not\r\nenough. Ecuador appeals to the international\r\ncommunity to support humanitarian efforts and to\r\nsafeguard peace in our nation.\r\nThe people and the Government of my country\r\nare convinced that human rights must prevail and that\r\nthey must be fully respected. We will continue to make\r\nprogress in formulating an international culture of\r\nrespect for human beings based on fundamental\r\nprinciples, international treaties, international tribunals\r\nand the International Criminal Court for trying human\r\nrights violations.\r\nEcuador has had the honour of presiding over the\r\nAd Hoc Committee on a Comprehensive and Integral\r\nInternational Convention on the Protection and\r\nPromotion of the Rights and Dignity of Persons with\r\nDisabilities. That international instrument is necessary\r\nto ensure the full exercise of the human rights of 600\r\nmillion human beings. I call on all members to support\r\nthe cause of persons with disabilities so that the\r\nconvention can be concluded during the coming\r\nmeetings of the Ad Hoc Committee. In that way, we\r\ncan ensure that those special individuals enjoy their\r\nrights and are protected by the international\r\ncommunity.\r\n10\r\nA/59/PV.23\r\nPoverty, hunger, environmental degradation, lack\r\nof water, epidemics, endemic and infectious diseases\r\naffect billions of human beings. Such marginalization\r\nand structural imbalances in the international\r\narchitecture will grow worse if we do not take urgent\r\nsteps to narrow the gap between the rich and the\r\npoor — between those who have everything and those\r\nwho have nothing. This is the real source of violence\r\nand despair. Development is the key to giving men and\r\nwomen the opportunity to fulfil themselves as human\r\nbeings. They must be given the dignity of life. There\r\ncan be no security without well-being, however many\r\nimpregnable walls of separation are built along a\r\ncountry’s borders. In order to provide greater\r\nopportunities, we must address not only international\r\ncooperation, but also fair trade, without the multi-\r\nmillion-dollar distortion of subsidies that condemn\r\nmillions to poverty and despair.\r\nThe displacement of millions of human beings in\r\ntheir search for a better life for their families is a\r\nphenomenon that deserves worldwide attention. Such\r\nmen and women are obliged to leave their countries to\r\nfind work; and they are contributing to the\r\ndevelopment of the host countries and generating\r\ntremendous wealth in those countries. We must find\r\nsolutions that generate employment, encourage\r\ninvestment and achieve comparable levels of well-\r\nbeing in migrants’ countries of origin, with a view to\r\nreducing migration, which has such serious social\r\nconsequences for countries of origin. But above all,\r\nEcuador believes that all countries must respect the\r\nhuman rights of migrants.\r\nEcuador condemns terrorism in all its\r\nmanifestations and is cooperating with the international\r\ncommunity in combating it. The phenomenon of\r\ninternational terrorism, which transcends national\r\nborders, calls for collective effort and international\r\ncooperation. We agree with the Secretary-General that\r\nthe struggle against terrorism must not take place at the\r\nexpense of fundamental freedoms and the basic dignity\r\nof individuals.\r\nIn 2003, according to the report of the Secretary-\r\nGeneral, there were some 700 natural disasters\r\nresulting in 75,000 deaths and in economic losses of\r\nmore than $65 billion. As a country which is\r\nvulnerable to natural disasters, Ecuador highly\r\nappreciates the concrete cooperation of the United\r\nNations in this sphere.\r\nWe would particularly like to mention the\r\ndeterioration of the world’s climate and the devastation\r\ncaused by climate change and global warming. Ecuador\r\nattaches particular importance to the monitoring and\r\nstudying of the El Niño phenomenon and has thus\r\ndecided to participate in the work of the International\r\nResearch Centre on El Niño in Guayaquil, Ecuador,\r\nwhich will make it possible for the international\r\ncommunity clearly to understand this huge worldwide\r\nproblem.\r\nDespite the huge challenges and obstacles\r\nbesetting mankind, the international community is\r\nhelping to build a better world. In this interdependent\r\nworld, responsibility is shared, as stated in the Charter\r\nand as reiterated in the Millennium Declaration.\r\nWithout a joint effort, there can be no viable solution\r\nto the complex problems facing human beings.\r\nThe High-level Panel on Threats, Challenges and\r\nChange, set up by the Secretary-General, will submit\r\nits report in December. But decisions for reforming the\r\ninternational architecture can be adopted only by the\r\nMembers of the Organization. Changes are necessary\r\nand essential. The challenges of today are not the same\r\nas those faced by the international community 60 years\r\nago, despite what we are told by those who seek to halt\r\nthe march of time and history. The year 2005 will be\r\ndecisive in defining the intimate relationship between\r\nsecurity and development. Because of the link between\r\nthe two, we must define a comprehensive agenda\r\nwhich does not exclude the needs of some while\r\nadvancing those of others. Reforming the international\r\narchitecture is indispensable.\r\nMy delegation reaffirms its conviction that\r\nradical reform measures must be adopted to ensure that\r\nthe General Assembly will be efficient and able to\r\nfulfil the mandates and objectives of the peoples\r\nrepresented in it. The Security Council must be more\r\ndemocratic, transparent and representative. The\r\nEconomic and Social Council must promote human\r\ndevelopment in its social, economic and cultural\r\ndimensions. Reform must extend to the Bretton Woods\r\ninstitutions and the World Trade Organization.\r\nWe would like in conclusion to pay tribute to the\r\nvictims of the 19 August 2003 attack on the United\r\nNations offices in Baghdad. The safety and security of\r\nUnited Nations personnel must be guaranteed and the\r\nblue flag, which represents us all, must be the symbol\r\nof respect for humankind.\r\n11\r\nA/59/PV.23\r\nMr. Belinga-Eboutou (Cameroon) (spoke in\r\nFrench): Each year, during the session of the General\r\nAssembly, the peoples of the whole world look to the\r\nUnited Nations with concern as well as hope. People\r\nfeel concern because their existence is threatened —\r\nthreatened by intra-national conflicts which ruin and\r\nbreak up grief-stricken families, sometimes forcing\r\nthem into permanent exile and causing them untold\r\nsuffering. They are threatened by hunger, disease and\r\npoverty. They are threatened by constant violations of\r\ntheir human rights and dignity. And, unfortunately, all\r\nof this is the doing of human beings.\r\nTherefore, our peoples look with great hope to\r\nthe United Nations, which was established to maintain\r\npeace and security, to promote development for all\r\nmankind and to guarantee respect by all for human\r\nrights for everybody. People look to the United Nations\r\nand ask, “For how long will this go on?” We are happy\r\nthat answers to our peoples’ supplications are being\r\nsought. We are happy that we have a guiding compass\r\nhere: the report of the Secretary-General on the work\r\nof the Organization.\r\nThe Secretary-General sets out in his report his\r\nvision of humankind’s main concerns and questions the\r\nmost important issues and problems which the United\r\nNations and international community must confront.\r\nHe describes the work done by the United Nations and\r\noutlines future measures for making progress. I pay\r\ntribute to the Secretary-General for the exhaustive,\r\ncomprehensive nature of his report (A/59/1). The\r\nreport is striking for the tone that it sets and for its\r\nhumanistic dimension. Indeed, it is a report that\r\nfocuses on the individual — the individual who has to\r\nbe saved from conflicts; the individual who has to be\r\nfreed from hunger and poverty; the individual who has\r\nto be protected from economic insecurity; the\r\nindividual who must finally be liberated from\r\nviolations against his person and his rights. It is,\r\ntherefore, a rich document that is full of inspiring\r\nlessons, and the strength and depth of the statements\r\nthat we have heard during this discussion testify to\r\nthat.\r\nAt this point in our discussion — as I am the last\r\nspeaker, this is the final meeting on this subject and\r\nthis is the last day of the week — I am simply too late;\r\neverything has already been said, often, quite well said,\r\nand, sometimes, excellently so. Therefore I will not be\r\nmaking my prepared statement. I am all the more\r\nhappy not to do so because we will have an opportunity\r\nto come back to all of the questions that have been\r\nraised in the report.\r\nAllow me, however, just to give some idea about\r\nCameroon’s concerns. First, we are grateful to the\r\nSecretary-General for having devoted part of his\r\nreport — indeed, the largest part — to Africa: to what\r\nthe United Nations has been doing to bring peace to\r\nthat continent and what take steps it is taking to\r\ndiminish poverty there. In so doing, the Secretary-\r\nGeneral aligns his activities and concerns squarely with\r\nthe Millennium Declaration, in which global leaders\r\nexpressed their commitment to give special priority\r\nattention to Africa’s needs.\r\nRegarding peace, we must say that considerable\r\nprogress has been made. Apart from armed conflicts in\r\nsix or seven countries, Africa is experiencing a\r\nrelatively stable political situation. That is in contrast\r\nwith the situation Africa experienced in 1998 when the\r\nSecretary-General published his report entitled “The\r\ncauses of conflict and the promotion of durable peace\r\nand sustainable development in Africa” (A/52/871).\r\nBriefly, it will be recalled that at the time there were\r\narmed conflicts and civil wars in 14 African countries\r\nand serious crises and political disturbances in 11\r\nothers. The work of the United Nations in support of\r\nAfrican efforts has done a good deal to restore stability\r\nin Africa.\r\nI am also pleased to pay tribute to the activities of\r\nthe Secretary-General in our subregion and, in\r\nparticular, his personal involvement in certain\r\nsituations covered in his report, notably, in paragraph\r\n29, where he states:\r\n“With regard to United Nations support for\r\nthe peaceful resolution of potentially violent\r\nconflicts, I was pleased with the significant\r\nprogress achieved by Cameroon and Nigeria, with\r\nthe assistance of the United Nations, in the\r\nimplementation of the October 2002 ruling of the\r\nInternational Court of Justice on the land and\r\nmaritime boundary between the two countries.\r\nThis progress was achieved within the framework\r\nof the Cameroon-Nigeria Mixed Commission,\r\nwhich I established at the request of the heads of\r\nState of the two countries ... [T]he withdrawal of\r\nthe civilian administration, military and police\r\nforces by each of the two States from areas\r\nfalling within the sovereignty of the other and the\r\ncorresponding transfer of authority, as called for\r\n12\r\nA/59/PV.23\r\nby the Court, will enhance cooperation between\r\nCameroon and Nigeria.”\r\nI hope that the international community will continue\r\nto exert its influence so that the land of peace and\r\ncooperation, so long awaited, will finally arrive.\r\nThe progress made towards peace is encouraging,\r\nbut, on the other hand, we are concerned that sub-\r\nSaharan Africa will not greet the year 2015 having\r\nreached the Millennium Development Goals,\r\nnotwithstanding an average growth rate of about 4.5\r\nper cent. We are told that it will have to wait until 2147\r\nto attain those goals — that is, the middle of the\r\ntwenty-second century. We will come back to that issue\r\nwhen we consider sub-item (a) of agenda item 38, on\r\nprogress in implementation and support for the New\r\nPartnership for Africa’s Development.\r\nI am coming now to my last point, which is\r\ncooperation between the United Nations and\r\ninternational regional organizations. We welcome the\r\nongoing strengthening of such cooperation, particularly\r\nwith regard to Africa with the Economic Community\r\nof West African States, with the Southern African\r\nDevelopment Community and with the\r\nIntergovernmental Authority on Development. We\r\nwould have hoped that the report might have included\r\nsome mention on cooperation with the Economic\r\nCommunity of Central African States. Our expectations\r\nwere particularly strong because in his report last year\r\nthe Secretary-General announced that, at the request of\r\nthe Security Council, he had dispatched an inter-\r\nagency mission to Central Africa to evaluate ways and\r\nmeans to lend greater momentum to this type of\r\ncooperation. We are sure that when we consider the\r\nagenda item on cooperation between the United\r\nNations and regional organizations, the report will be\r\navailable, that we will be informed about the great\r\nharvest that was gathered by that inter-agency mission\r\nthat was sent to our part of Africa.\r\nThose are just a few brief points that my\r\ndelegation wanted to cover in considering the report of\r\nthe Secretary-General.\r\nThis morning I read a study about fanaticism.\r\nYes, we are living in a world that is characterized by\r\nfanaticism, a fanaticism that rejects those that are\r\ndifferent, that rejects open-mindedness, that rejects the\r\nidea of sharing. Fanaticism is therefore the very origin\r\nand source of conflict. In order to combat fanaticism\r\nwe need to cultivate and practise faithfulness to the\r\nindividual.\r\nAs African wisdom has it, the past and the\r\npresent become one in our will to preserve humankind.\r\nToday more than ever we are in duty bound to reaffirm\r\nour loyalty to our peoples and to build a future for\r\nthem — the future that our heads of State mapped out\r\nat the Millennium Summit. We must build a world in\r\nwhich humankind will finally be free from fear — all\r\nfears - and free from want; that is, a world of peace.\r\nThat is the message we have gleaned from the\r\nreport of the Secretary-General. That will also be our\r\nresponse to our peoples, who are fearful because their\r\nlives are at risk — our peoples who, each year, when\r\nthe General Assembly is in session, look to the United\r\nNations pleadingly, asking us: “For how long? For how\r\nlong?”\r\nWhy, even at the heart of violence, does\r\nhumankind not turn its back on the utopia of peace?\r\nThe President (spoke in French): May I take it\r\nthat the General Assembly takes note of the report of\r\nthe Secretary-General on the work of the Organization,\r\ncontained in document A/59/1?\r\nIt was so decided.\r\nThe President (spoke in French): We have thus\r\nconcluded this stage of our consideration of agenda\r\nitem 10.\r\nThe meeting rose at 11.25 a.m.\r\n"