"United Nations A/59/PV.9\r\n \r\nGeneral Assembly\r\nFifty-ninth session\r\n9th plenary meeting\r\nFriday, 24 September 2004, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n04-52154 (E)\r\n*0452154*\r\nPresident: Mr. Ping . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Gabon)\r\nThe meeting was called to order at 10.20 a.m.\r\nAddress by Mr. Fradique Bandeira Melo de Menezes,\r\nPresident of the Democratic Republic of Sao Tome\r\nand Principe\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the President of the\r\nDemocratic Republic of Sao Tome and Principe.\r\nMr. Fradique Bandeira Melo de Menezes,\r\nPresident of the Democratic Republic of Sao\r\nTome and Principe, was escorted into the General\r\nAssembly Hall.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I have the honour to welcome to\r\nthe United Nations His Excellency Mr. Fradique\r\nBandeira Melo de Menezes, President of the\r\nDemocratic Republic of Sao Tome and Principe, and to\r\ninvite him to address the Assembly.\r\nPresident De Menezes (spoke in French): As\r\nFrench is the most widely recognized official language\r\nin the Central Africa subregion, I should like to begin\r\nmy statement by addressing a few words to the\r\nAssembly in that common language.\r\nI would like to say how pleased I am to be here\r\nwith you today, Mr. President — you in your capacity\r\nas the President of the General Assembly and me in\r\nmine as President of my country. I am also pleased to\r\naddress the Assembly in order to speak on behalf of the\r\npeople of Sao Tome and Principe.\r\nI shall now deliver my address in Portuguese —\r\nwhich, as the Assembly is aware, is the official\r\nlanguage of Sao Tome and Principe.\r\n(spoke in Portuguese; English text furnished by the\r\ndelegation)\r\nAllow me, at the outset, to congratulate you most\r\nwarmly, Mr. President, on your election as President of\r\nthe fifty-ninth session on the General Assembly, whose\r\nproceedings will undoubtedly benefit from your\r\npersonal qualities and your experience in international\r\nrelations. Gabon and my country, Sao Tome and\r\nPrincipe, have long enjoyed a very good relationship of\r\ncooperation at various levels, and my delegation\r\nwishes you success in your new functions.\r\nMay I also thank the President’s predecessor,\r\nPresident Julian Robert Hunte of Saint Lucia, for the\r\nexcellent work he has done.\r\nOn behalf of people of Sao Tome and Principe, I\r\nwould like to pay tribute to the Secretary-General for\r\nhis relentless efforts and dedication at the service of\r\nthe goals of the United Nations, and for his work in\r\npromoting peace and development.\r\nThis session of the General Assembly is taking\r\nplace during a particularly complex international\r\nsituation. Violence and the violation of human rights\r\nare increasing. The United Nations must play its role as\r\na matter of priority; otherwise world order could\r\ncollapse. More than ever before, Governments must\r\ngive a universal forum like this the responsibility to\r\nrebuild international order on the basis of peace,\r\n2\r\nA/59/PV.9\r\nrespect for human rights, security and cooperation for\r\ndevelopment. Unilateralism must be put aside. We have\r\nto work together for a better world.\r\nIntolerance, terrorism, occupation, discrimination,\r\norganized crime and social injustice are some of the\r\nsources of today’s open conflicts. Religious differences\r\nand drug trafficking in some countries are driving\r\npeople to high levels of violence and destruction. We\r\nthe people the United Nations have to do our best to\r\nstop those atrocities, or unprotected groups of society\r\nwill disappear and the spiral of violence could spread\r\nout of control.\r\nDarfur is an example of discrimination and\r\natrocity. We call on Sudan’s Government to fulfil all\r\nthe provisions contained in Security Council resolution\r\n1556 (2004), which was adopted on 30 July.\r\nIt is completely unacceptable that 50 million\r\npeople worldwide have become refugees or have been\r\ninternally displaced as a result of having been driven\r\nfrom their homes by war, persecution and human rights\r\nabuses. We now needed concrete action by leaders and\r\npeoples to ensure that the perpetrators of criminal\r\nbehaviour are brought to justice, thereby rebuilding\r\nconfidence among peoples and nations, but especially\r\nto address the root causes of violence.\r\nSmall island States will meet in Mauritius to\r\nassess the progress made since the Global Conference\r\non the Sustainable Development of Small Island\r\nDeveloping States, which was held in Barbados.\r\nProgress in the implantation of the Barbados\r\nProgramme of Action has been mixed. At Mauritius,\r\nkey issues will be reviewed and decisions and\r\nrecommendations will be made with regard to the\r\nquestions of climate change, natural and environmental\r\ndisasters, fresh water, land resources, waste\r\nmanagement, tourism, energy, transport, biodiversity\r\nand coastal and marine resources. All those are issues\r\naffecting the ecosystems of small islands as a result of\r\nglobal warming. They can only be solved gradually and\r\nif the international community increases resources\r\neffectively to support the sustainable development of\r\nsmall island States. We would like to take this\r\nopportunity to thank the international community for\r\neverything it has done to date. I would like to extend a\r\nspecial thanks to the Government of Mauritius for its\r\nefforts to organize the special international conference.\r\nAs an island nation, Sao Tome and Principe\r\ncontinues to see its very existence threatened by global\r\nwarming. Our shorelines are eroding and our national\r\nterritory is shrinking as the seas rise. Is my small\r\ncountry to end up nothing but a tiny volcanic peak\r\nsticking out above the waves, with the last of our\r\npeople clinging to the land left unclaimed by the rising\r\nsea? The Kyoto Protocol must be implemented by all\r\nfor the benefit of all.\r\nThe Governments of Africa launched the New\r\nPartnership for Africa’s Development (NEPAD), aiming\r\nspecifically at optimally mobilizing both African and\r\ninternational resources and at harmonizing\r\ncontributions through a partnership based on mutual\r\ncommitments and balanced interests and responsibilities.\r\nPeace, good governance, security and development are\r\nchallenges that all African Governments and peoples\r\nhave to face. They must create the conditions to\r\nachieve those goals. Those goals are far from being\r\nreached, given the numerous conflicts and the destructive\r\nand negatives effects of conflicts. My Government will\r\ncontinuously support NEPAD and will work to create\r\nthe foundations for its implementation.\r\nMost countries continue to face the challenge of\r\nHIV/AIDS and other diseases. In some parts of Africa\r\nHIV/AIDS is devastating entire families, societies,\r\ncultures and economies. Treatment is still expensive,\r\nand our economy has started to feel the negative effects\r\nof the disease. Unless there are additional resources and\r\nscientific investment to find a cure for HIV/AIDS, hope\r\nfor progress in Africa will continue to be far from reach.\r\nIt is not only health problems that afflict poor\r\ncountries. Globalization affects some because few have\r\nall the necessary conditions to develop trade and\r\ncommerce and to take advantage of new technologies.\r\nThe latest efforts by the World Trade Organization in\r\nGeneva are an example of the fact that those who have\r\ntoo much could make a difference by giving away a\r\nlittle to poor countries. If that is not done, we will\r\ncontinue to face discriminatory tariffs and to\r\nexperience erosion in quality of life.\r\nMy country regrets that international relations in\r\nsome parts of the world have deteriorated to the point\r\nwhere extreme violence, destruction and violation of\r\nhuman rights and the environment are daily facts of\r\nlife, and where the use and abuse of dangerous\r\nweapons is endemic. We also regret that refugees and\r\nchildren are among the targets in those conflicts.\r\nTragedies cannot be our destiny. Tragedies and\r\nnatural disasters such as the ones we face in Iraq, the\r\n3\r\nA/59/PV.9\r\nMiddle East, Bangladesh and some countries in Africa\r\nand elsewhere are testimony of the fact that mankind is\r\nmoving towards facing bigger challenges. My\r\nGovernment thinks that multilateralism under the\r\nframework of the United Nations is the only way for\r\nthe international community to be able to achieve\r\nlasting peace and development.\r\nTerrorism around the world is causing\r\ndestruction, destabilizing Governments and killing\r\npeople in places such as Madrid, the Middle East and\r\nelsewhere. We are confronted by a dilemma, because\r\nthus far all the strategies employed to fight this scourge\r\nare not producing significant results. Under the\r\nauthority of the Security Council, we must guarantee\r\nthe universality of, and compliance with, non-\r\nproliferation treaties.\r\nMy Government supports the recommendations\r\nof Secretary-General Kofi Annan on Timor-Leste. The\r\nUnited Nations Mission of Support in East Timor is a\r\nsuccess we cannot ignore.\r\nThe universality of the Organization must be a fact,\r\nand all countries have to be represented. Taiwan is not\r\nrepresented. We call upon the international community\r\nto address the issue of Taiwan’s representation. Despite\r\nits small size, Taiwan offers development aid to a large\r\nnumber of countries. Taiwan has all the elements to be an\r\nactive member of the main international organizations. A\r\nlook at its economy, trade relations, commerce,\r\nfinance, application of new technologies and support\r\nfor many countries reveals facts that we cannot ignore\r\nany longer.\r\nWe would also like to refer to Cuba. Economic\r\nembargo is a severe sanction. It violates the Charter of\r\nthe United Nations and international law. I would like\r\nto request that the General Assembly lend its assistance\r\nto bring about an end to the economic embargo against\r\nCuba. The cold war era is behind us, and a people in\r\nneed simply cannot continue to be the object of the\r\npolitical interest of part of the electorate in Florida.\r\nIn Sao Tome and Principe we are working very\r\nhard to consolidate our young democracy and to create\r\na solid foundation for sound development. Following\r\nthe agreement signed among the Government, the\r\ninternational community and the military — which\r\nmounted a coup in Sao Tome and Principe in 2003 —\r\nwe organized a national forum that brought all\r\nsegments of our society to the table to bring their views\r\ncloser together and to draw up recommendations in\r\norder to avoid more instability in the country.\r\nOn the economic front, we are preparing the\r\ncountry for a new era based on oil exploration and\r\nproduction. Our National Assembly has adopted a law\r\non the management of the revenues that we will\r\neventually receive from oil companies. That shows that\r\ncorruption will be fought, that the new generation will\r\nbe protected and that the country will have enough\r\nresources for development.\r\nThe Government and the people of Sao Tome and\r\nPrincipe adhere to the principles of respect for the\r\nsovereignty of all countries and following the path of\r\ndialogue, tolerance and mutual understanding among\r\npeoples. We call on all members of the United Nations\r\nto do likewise for the sake of a better world.\r\nI would like to conclude by expressing our\r\ngratitude to all countries Members of the United\r\nNations for the support given to our country at the time\r\nof the first-ever coup d’état in Sao Tome and Principe,\r\nin June 2003. I would also like to thank all the countries\r\nof Central Africa — including Congo (Brazzaville),\r\nwhich currently presides over the Economic\r\nCommunity of Central African States — for everything\r\nthey have done. I also wish to thank the President of\r\nthe General Assembly and our partners in Central\r\nAfrica and the African Union for their tireless efforts.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the President of\r\nthe Democratic Republic of Sao Tome and Principe for\r\nthe statement he has just made.\r\nMr. Fradique Bandeira Melo de Menezes,\r\nPresident of the Democratic Republic of Sao\r\nTome and Principe, was escorted from the\r\nGeneral Assembly Hall.\r\nAddress by Mr. Branko Crvenkovski, President of\r\nthe former Yugoslav Republic of Macedonia\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the President of the former\r\nYugoslav Republic of Macedonia.\r\nMr. Branko Crvenkovski, President of the former\r\nYugoslav Republic of Macedonia, was escorted\r\ninto the General Assembly Hall.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I have the honour to welcome to\r\n4\r\nA/59/PV.9\r\nthe United Nations His Excellency Mr. Branko\r\nCrvenkovski, President of the former Yugoslav Republic\r\nof Macedonia, and to invite him to address the Assembly.\r\nPresident Crvenkovski: Allow me at the outset\r\nto extend my congratulations to you, Mr. Jean Ping, on\r\nyour election as President of the fifty-ninth session of\r\nthe General Assembly, and to express my conviction\r\nthat this session will be concluded successfully under\r\nyour presidency. Moreover, I take this opportunity to\r\ncongratulate the President of the fifty-eighth session,\r\nMr. Julian Hunte, on his dedication and on the\r\nsuccessful fulfilment of his responsibilities.\r\nLast year was extremely challenging, for both the\r\nworld community and the United Nations. In that\r\nregard, I would like to commend Secretary-General\r\nKofi Annan for his efforts and contributions in\r\npreserving peace in the world. In his recent address\r\n(see A/59/PV.3), he clearly demonstrated once again\r\nhis dedication to the cause of the Organization.\r\nWe certainly all agree that the United Nations\r\ncontinues to be the most relevant global forum\r\naddressing international peacekeeping and security\r\nissues. We also agree on the need to renew and reform\r\nits bodies and agendas in order to preserve the vital\r\nrole of the Organization. In that context, we look\r\nforward to reading the report being drafted by the\r\nHigh-Level Panel on Threats, Challenges and Change,\r\nwhich was created by the Secretary-General.\r\nWith regard to the reform of the Security Council,\r\nthe Republic of Macedonia considers it extremely\r\nimportant to increase the membership of the Council with\r\nregard to both permanent and non-permanent seats.\r\nThe renewal and strengthening of the role of the\r\nEconomic and Social Council is equally relevant. The\r\nRepublic of Macedonia has presented its candidacy for\r\nthe election to the Economic and Social Council to be\r\nheld during this session. We are confident that, if\r\nelected and with the support of the General Assembly,\r\nmy country will be able to make its full contribution to\r\nimproving the efficiency of the Council.\r\nAs far as the revitalization of the General\r\nAssembly is concerned, we think that we must seize\r\nthe momentum, implement the provisions of the\r\nrevised agenda and pursue efforts to make the work of\r\nthe Main Committees more focused and rational.\r\nUnfortunately, once again this year, inhuman acts\r\nof terrorism have continued to take innocent lives and\r\nto preoccupy world public opinion. We were all\r\nhorrified by the images of human suffering in Madrid,\r\nBeslan and elsewhere. In order to enhance the capacity\r\nof the international community in this respect, we need\r\nto further consolidate the world anti-terrorist coalition\r\nled by the United Nations and, additionally, strengthen\r\ncooperation with regional organizations that have\r\nspecific mechanisms to fight this global evil.\r\nThe Republic of Macedonia will continue its active\r\ncooperation with the Counter-Terrorism Committee of\r\nthe Security Council and make its own contribution to\r\nthe implementation of resolution 1373 (2001). In that\r\nregard, I would like to inform the Assembly that, last\r\nMay, the Republic of Macedonia ratified the\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism and the International\r\nConvention for the Suppression of Terrorist Bombings.\r\nThe proliferation of weapons of mass destruction\r\nremains one of the major threats to international peace\r\nand security, and it is closely related to terrorism. We\r\nwelcome the Security Council’s adoption of resolution\r\n1540 (2004) on the non-proliferation of weapons of\r\nmass destruction. The implementation of that\r\nresolution will complement the existing set of\r\ninstruments and consolidate the role of the Security\r\nCouncil in this area.\r\nThe suppression of the illicit trade in small arms\r\nand light weapons and the total prohibition of anti-\r\npersonnel mines are also very important issues, given\r\nthe size of the problem and the number of victims\r\ncaused by mines. Doing so will contribute greatly to\r\nconflict prevention and successful peacekeeping and\r\npeace-building throughout the world, including our\r\nregion. At the end of last year, the Republic of\r\nMacedonia conducted a successful effort to collect\r\nsmall arms and light weapons. That effort had the\r\nsupport of the United Nations Development\r\nProgramme. Efforts in this regard are ongoing.\r\nWe expect that the first review conference of\r\ncountries parties to the Ottawa Convention, which is to\r\nbe held in Nairobi, will produce a summary of the\r\nresults achieved through the implementation of that\r\nextremely important instrument, which will pave the\r\nway to the creation of a world free of landmines.\r\nThe Republic of Macedonia has destroyed its\r\nmine stockpiles and is working on the demining of\r\naffected regions. The United Nations Mine Action\r\nService, together with the International Trust Fund for\r\n5\r\nA/59/PV.9\r\nDemining and Mine Victims Assistance, have provided\r\na great deal of help in our demining activities.\r\nUnfortunately, violent conflicts have continued\r\nthis year. The armed conflict in Darfur and the terrible\r\nhumanitarian tragedy it brought about require decisive\r\naction. We support the Security Council resolution in\r\nthis regard, and we join the call for further and urgent\r\naction on this matter.\r\nThe situation in the Middle East continues to\r\nkeep the world on edge. We support the efforts of the\r\nQuartet to find a solution acceptable to all sides and we\r\nshare the conviction that the road map is the only way\r\nto reach a solution for Palestine and Israel, two\r\nneighbouring States that will one day live in peace.\r\nBuilding peace and fostering democracy in\r\nAfghanistan and Iraq, where the Republic of\r\nMacedonia is part of the multinational force, remains a\r\nchallenge facing both the international community and\r\nthe peoples of those two countries. I would like to\r\nemphasize the exceptional importance of the\r\nimplementation of resolution 1546 (2004), which\r\nendorsed the restoration of Iraq’s sovereignty and\r\nprovided the core framework for the political\r\ntransformation and democratization of that State.\r\nWith regard to Iraq, I would like to appeal to the\r\nauthorities of that country to do their utmost to find the\r\nthree Macedonian citizens who have disappeared there.\r\nThe Millennium Development Goals remain the\r\nkey challenge for the Organization. In September 2005,\r\nheads of State and Government from around the world\r\nwill meet to review what has been done in realizing the\r\nGoals in the five years since the adoption of the\r\nMillennium Summit Declaration. It is crystal clear that\r\nwe must take decisive steps if we want to mobilize\r\npolitical will and resources and carry out reforms on the\r\nnational and global levels to meet the Goals by 2015.\r\nHowever, it is already clear that some regions of\r\nthe world will find it very difficult to achieve the\r\nprojected Goals. Special attention should be dedicated\r\nto Africa, where the situation is alarming and the issues\r\nof poverty and hunger eradication and the problem of\r\nAIDS are very serious. Achieving the Goals will not be\r\npossible unless the international community is ready to\r\nassume its share of responsibility in that respect.\r\nThe Republic of Macedonia places special\r\nemphasis on the importance of effective respect for,\r\nand promotion of, human rights as one of the pillars of\r\nevery democratic society. The rule of law and effective\r\nrespect for human rights are the best instrument in\r\npreventing conflicts, as well as prerequisites for peace\r\nand prosperity. Today, we are increasingly aware of the\r\nneed to nurture and respect multiculturalism as a\r\nprecondition to the development of a secure and\r\nharmonious world. In that regard, every effort should\r\nbe made to create mutual confidence and understanding\r\nand to promote respect for differences. The Republic of\r\nMacedonia is deeply committed to those principles,\r\nand we adhere to them strictly in our actions.\r\nFor half a century now, the United Nations has\r\nhad a key role in the development of international\r\nhuman rights law. In that context, we welcome current\r\nefforts to harmonize the draft international convention\r\nto protect the rights of disabled persons.\r\nGood-neighbourly relations are one of the foreign\r\npolicy priorities of the Republic of Macedonia, as one\r\nof the promoters of regional cooperation in South-East\r\nEurope. I would like to take this opportunity to inform\r\nthe Assembly that, as during previous sessions, the\r\ndelegation of the Republic of Macedonia will propose\r\nthe adoption by the General Assembly of a draft\r\nresolution on good-neighbourly relations, stability and\r\ndevelopment in South-Eastern Europe.\r\nIn recent years, the countries of the region have\r\nmade considerable progress at both the domestic level\r\nand in developing mutual relations. We are actively\r\ncooperating in numerous regional initiatives and in the\r\nframework of the Euro-Atlantic integration process.\r\nHowever, despite the considerable progress made at the\r\nlevel of stabilization and improved security in the\r\nregion, not all sources of potential instability have been\r\neliminated. We strongly believe that the process of the\r\nregion’s accelerated integration into the European\r\nUnion and NATO will weaken existing threats at the\r\nnational and regional levels.\r\nAs an immediate neighbouring country, the\r\nRepublic of Macedonia is following with particular\r\nattention the developments in Kosovo. We fully\r\nsupport the United Nations policy of standards before\r\nstatus, whose final goal is to establish a true multi-\r\nethnic community and to improve security,\r\ndemocratization and the rule of law. At the same time,\r\nthe Republic of Macedonia is also lending its\r\ncontinued support to the United Nations and other\r\ninternational bodies as they carry out their responsible\r\nmissions.\r\n6\r\nA/59/PV.9\r\nWe have developed contractual cooperation with\r\nthe United Nations Interim Administration Mission in\r\nKosovo in various areas, with a view to resolving\r\nconcrete issues that are relevant to the population. We\r\nexpect very soon to start the process of the demarcation\r\nof our border with Kosovo. Also with regard to\r\nKosovo, I would like to emphasize the fact that any\r\ndecision on its future status must not result in the\r\ndestabilization of the region.\r\nThe Republic of Macedonia is going through a\r\ncritical stage in the process of carrying out\r\nfundamental economic and social reforms and\r\ntransforming its society to prepare it for accelerated\r\nintegration into the European Union. The finalization\r\nof the implementation of the framework agreement\r\nconcluded in 2001 is a priority in that process. Most of\r\nthe legal regulations resulting from the constitutional\r\nchanges flowing from the framework agreement have\r\nalready been adopted. Nevertheless, one of the main\r\nissues pertaining to decentralization — namely,\r\nterritorial reorganization — could pose a challenge,\r\ngiven the upcoming referendum. That referendum is a\r\ndemocratic event of the highest order that provides\r\ncitizens with an opportunity to express their opinions\r\non the concept being put forth by the Government.\r\nFinally, I would like to conclude by saying that\r\nthe world is facing a range of challenges and threats,\r\nbut that our experience so far has proven that there is\r\nno alternative to the multilateral approach to\r\novercoming threats to international peace and security.\r\nOur experience has also proven that dialogue remains\r\nthe most valuable and powerful instrument in our\r\nendeavours to create a different and safer world.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the President of\r\nthe former Yugoslav Republic of Macedonia for the\r\nstatement he has just made.\r\nMr. Branko Crvenkovski, President of the former\r\nYugoslav Republic of Macedonia, was escorted\r\nfrom the General Assembly Hall.\r\nAddress by Mr. Ilham Heydar oglu Aliyev, President\r\nof the Republic of Azerbaijan\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the President of the\r\nRepublic of Azerbaijan.\r\nMr. Ilham Heydar oglu Aliyev, President of the\r\nRepublic of Azerbaijan, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I have the honour to welcome to\r\nthe United Nations His Excellency Mr. Ilham Heydar\r\noglu Aliyev, President of the Republic of Azerbaijan,\r\nand to invite him to address the Assembly.\r\nPresident Aliyev: I would like to join previous\r\nspeakers in congratulating you, Mr. President, on your\r\nelection to the presidency of the fifty-ninth session of\r\nthe General Assembly. I also wish to congratulate your\r\npredecessor, Mr. Julian Robert Hunte, for his\r\nexemplary stewardship of the Assembly during his\r\npresidency of the fifty-eighth session.\r\nAt the Millennium Summit, Member States\r\ncommitted themselves to a shared vision of global\r\nsolidarity and common security. We reaffirmed our\r\nfaith in the United Nations and its Charter as\r\nindispensable for a more peaceful, secure and just\r\nworld. As we have entered the new century we have\r\ndone our best to maintain the vital importance of\r\ninternational law, so that all countries may be able to\r\ncount on the Organization in their hour of need and so\r\nthat, in turn, the United Nations can fulfil what the\r\nworld expects from it.\r\nSome of our actions sought to protect millions of\r\ninnocent people, especially women and children, who\r\nstill fall victim to brutal armed conflicts. Others\r\nendeavoured to establish a more equitable world\r\neconomy, where all countries must have equal chances\r\nat fair competition.\r\nAzerbaijan is making its own contribution to the\r\nstrengthening of global and regional security. As an active\r\nmember of the global coalition against international\r\nterrorism, Azerbaijan is faithfully cooperating,\r\nbilaterally and within multilateral frameworks, to\r\nsuppress this evil that continues to bring death and\r\nsuffering to innocent peoples. Azerbaijan is among the\r\ncountries that have suffered directly from the\r\nconsequences of armed conflicts on its territory. In\r\nreality those conflicts are interlinked, and we have no\r\nother choice but to face them in cooperation and unity.\r\nThere should be no room for double standards.\r\nSince the very day it became a member of the\r\nUnited Nations, Azerbaijan has constantly drawn the\r\nattention of the international community to the conflict\r\n7\r\nA/59/PV.9\r\nbetween Armenia and Azerbaijan over Nagorno-\r\nKarabakh and to the occupation by Armenia of\r\nAzerbaijani territories. Azerbaijan expected the United\r\nNations to compel the aggressor to move out of its land\r\nand to allow the expelled Azerbaijani population to\r\nreturn to their homes. I should like to recall that, in\r\n1993, the Security Council unanimously adopted four\r\nresolutions — resolutions 822 (1993), 853 (1993), 874\r\n(1993) and 884 (1993) — in response to Armenia’s\r\noccupation of sovereign Azerbaijani territories.\r\nThose resolutions confirmed that the region of\r\nNagorno-Karabakh was part of Azerbaijan, resolutely\r\ncalled for respect for the sovereignty and territorial\r\nintegrity of Azerbaijan and its internationally\r\nrecognized borders, and underlined the inadmissibility of\r\nthe use of force for the purpose of acquiring territory.\r\nThe resolutions demanded an immediate, complete and\r\nunconditional withdrawal of occupying forces from all\r\noccupied areas of Azerbaijan and called for the\r\nestablishment of conditions for the safe return of\r\ndisplaced people to their places of permanent residence.\r\nNone of those resolutions — which were intended\r\nto restore justice and peace and the territorial integrity\r\nof Azerbaijan — has been implemented by Armenia,\r\nwhich never respected or recognized the fundamental\r\nprinciples of international law contained in the\r\nresolutions that laid down the basis for the settlement\r\nof the conflict. Nagorno-Karabakh and seven other\r\nregions of Azerbaijan, which make up 20 per cent of\r\nthe territory of Azerbaijan, have been occupied by\r\nArmenia for more than 10 years. As a result of the\r\npolicy of ethnic cleansing conducted by Armenia, more\r\nthan 1 million of Azerbaijan’s people have become\r\nrefugees or internally displaced persons.\r\nThe silence of the Security Council has had a\r\ndevastating impact on the resettlement process.\r\nArmenia has ignored the resolutions and has attempted\r\nto consolidate the results of its military aggression —\r\nand it has not been punished for it. Armenia\r\nconsequently launched an outrageous policy involving\r\nmassive illegal settlement of an Armenian population\r\nin occupied Azerbaijani territories. That also is a\r\nblatant violation of international law, and in particular\r\nof the 1949 Fourth Geneva Convention relative to the\r\nProtection of Civilian Persons in Time of War.\r\nMoreover, the situation has deteriorated, with those\r\nterritories being used for drug trafficking, arms\r\ntransfers, the harbouring of terrorists, illegal economic\r\nactivities and smuggling. The occupied Azerbaijani\r\nterritories have become a kind of grey zone out of the\r\ncontrol of Azerbaijan’s Government and free from any\r\ninternational monitoring.\r\nThe self-proclaimed, non-recognized so-called\r\nNagorno-Karabakh republic is a constant threat to\r\npeace and security in the whole region. Armenian\r\naggressors and Nagorno-Karabakh separatists are also\r\nexploiting natural resources in the occupied\r\nAzerbaijani territories and are attempting to engage\r\noverseas companies in their illegal business. I call\r\nupon Member States to take all necessary measures to\r\nmake their nationals and companies respect\r\ninternational law and to prevent them from illegal\r\nactivities on the territory of our country. For its part,\r\nAzerbaijan will undertake all necessary legal and\r\npractical measures to hold those companies\r\naccountable for participation in the stealing of the\r\nnatural wealth belonging to a sovereign nation.\r\nFurthermore, Armenia is falsifying history and\r\nmisappropriating the cultural and architectural heritage\r\nof the Nagorno-Karabakh region of Azerbaijan.\r\nReligious and historical monuments, ancient\r\nmanuscripts and other cultural properties have been\r\ndestroyed, refashioned, plundered or removed.\r\nThe process of political settlement of the conflict\r\nthat has been conducted within the Minsk Group of the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) during the last 12 years has thus far yielded no\r\nresults. No serious consideration has been given by the\r\nMinsk Group to the implementation of the Security\r\nCouncil’s resolutions, to assessing the situation on the\r\nground or to the illegal activities carried out by\r\nArmenia in the occupied territories of Azerbaijan.\r\nIt is obvious that, under the current passive and\r\nsilent attitude of the United Nations, the Security\r\nCouncil, the OSCE and the Minsk Group, and without\r\nstrong pressure from the international community,\r\nArmenia will not abandon its aggressive and\r\ndestructive stance. The illegal actions of Armenia in\r\noccupied Azerbaijani territories and its position in the\r\nnegotiating process prove that Armenia is not intent on\r\nfinding a solution to the problem. Rather, it intends to\r\nfurther prolong the negotiations and to consolidate the\r\nresults of its aggression, while trying ultimately to\r\nimpose a fait-accompli-based settlement.\r\nI wish to stress from this podium that a settlement\r\nof this issue must be based only on international law\r\nand democracy, not on ethnic cleansing and the de\r\n8\r\nA/59/PV.9\r\nfacto annexation of the territory of a sovereign State.\r\nAzerbaijan will never accept the occupation of its\r\nterritory, the violation of its territorial integrity or the\r\nresults of ethnic cleansing.\r\nThe return of Azerbaijan’s displaced population\r\nto their homes remains one of our key priorities in the\r\nprocess of settling the conflict. But even before our\r\nexpelled people, refugees and internally displaced\r\npersons come back home, there is still an urgent need\r\nfor all the relevant United Nations agencies, donor\r\ncountries and international humanitarian organizations\r\nto be actively involved in addressing the suffering of\r\nthe most affected part of population.\r\nThe Government of Azerbaijan does not spare\r\ntime, effort or financial resources to do its part; but\r\ngiven the scale of displacement, that is not sufficient.\r\nBurden-sharing between the Government and relevant\r\ninternational organizations is crucial. In addition to\r\npurely material support, we also request a renewal of\r\ninternational attention to the problem and better\r\ncoordination on the part of the United Nations and its\r\nspecialized agencies, as well as efforts by all international\r\norganizations. We expect a more responsive strategy by\r\nthe United Nations with regard to the state of the\r\nforgotten humanitarian crisis in Azerbaijan.\r\nAzerbaijan is fully committed to the objectives of\r\npoverty eradication and to the promotion of good\r\ngovernance. On that basis, and as a result of the\r\nmeasures we have undertaken, we are currently seeing\r\nincreased economic performance and growth.\r\nAzerbaijan is making its contribution to the\r\ndevelopment of transregional cooperation. We are also\r\npromoting such transportation and communication\r\nnetworks as the Transport Corridor Europe Caucasus\r\nAsia project and the Baku-Tbilisi-Ceyhan and Baku-\r\nTbilisi-Erzerum oil and gas pipelines. Those projects\r\nwill ensure predictable access for the exports of land-\r\nlocked countries to world and regional markets.\r\nThe United Nations has to adapt itself in order to\r\nsuccessfully tackle all the challenges it faces. The\r\nlong-standing issue of United Nations reform needs\r\nfinally to be resolved. The inability of the Security\r\nCouncil to cope with problems, and particularly those\r\nrelated to armed conflicts, is obvious. The new\r\nSecurity Council should be more representative,\r\nresponsible and democratic. Its working methods must\r\nbe more transparent and able to respond more rapidly\r\nto the new challenges, risks and threats of the twenty-\r\nfirst century. Developing viable mechanisms for the\r\nimplementation of Security Council resolutions is also\r\na pressing issue.\r\nIt is the obligation of all of us to collectively\r\napply effective approaches to current problems,\r\nthereby enabling a stable environment for the\r\nsustainable growth and democratic development of\r\nnations. That can only be achieved through\r\nstrengthening the norms and principles of international\r\nlaw and through friendly relations and mutually\r\nbeneficial cooperation among States.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the President of\r\nthe Republic of Azerbaijan for the statement he has just\r\nmade.\r\nMr. Ilham Heydar oglu Aliyev, President of the\r\nRepublic of Azerbaijan, was escorted from the\r\nGeneral Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by The Honourable Ralph Gonsalves,\r\nPrime Minister of Saint Vincent and the\r\nGrenadines\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the Prime Minister of\r\nSaint Vincent and the Grenadines.\r\nThe Honourable Ralph Gonsalves, Prime\r\nMinister of Saint Vincent and the Grenadines,\r\nwas escorted to the rostrum.\r\nThe President (spoke in French): I have great\r\npleasure in welcoming His Excellency The Honourable\r\nRalph Gonsalves, Prime Minister of Saint Vincent and\r\nthe Grenadines, and inviting him to address the\r\nGeneral Assembly.\r\nMr. Gonsalves (Saint Vincent and the Grenadines):\r\nThe fifty-ninth session of the General Assembly coincides\r\nwith the twenty-fifth anniversary of the independence of\r\nSaint Vincent and the Grenadines. The last quarter of a\r\ncentury has presented a mighty challenge for the\r\npeople of my country: to develop in a world\r\nincreasingly indifferent to the particular problems of\r\nsmall, poor, developing States. But it is a challenge\r\nthat the citizens of Saint Vincent and the Grenadines\r\nhave embraced with courage, fortitude and hope —\r\n9\r\nA/59/PV.9\r\nnever doubting our ability to survive, thrive and\r\nultimately prosper as we contribute to the uplifting of\r\nour unique, independent, distinctive and noble\r\nCaribbean civilization. Our country has made progress\r\nthus far, but much more remains to be done. We look\r\nforward to succeeding in our quest for self-mastery.\r\nI would like to congratulate you, Mr. President,\r\non your assumption of the presidency of the fifty-ninth\r\nsession of the General Assembly. We are confident that\r\nyou will perform your duties with dignity and skill. Let\r\nme just say that you have a hard act to follow. Your\r\npredecessor, our Mr. Julian Hunte, is a distinguished\r\nson of the Caribbean who hails from our sister island,\r\nSaint Lucia. He made us proud in his role as President\r\nof the General Assembly.\r\nThe peoples of the Caribbean and the southern\r\nUnited States are still traumatized by the devastation\r\ncaused by hurricanes this season. Jamaica, the\r\nBahamas, the Cayman Islands, Haiti, Cuba and other\r\nCaribbean countries, including my own, have been\r\nseverely affected. But our nearest neighbour, Grenada,\r\nhas suffered cataclysmic destruction and is now in a\r\nstate of national crisis. We offer our profound\r\ncondolences to the families and loved ones of those\r\nwho have died in the hurricanes. Saint Vincent and the\r\nGrenadines and other Caribbean nations have reached\r\nout a helping hand to Grenada, but the magnitude of\r\nthe devastation in that country on 7 September is\r\nbeyond the capacity of the Caribbean to address\r\nsatisfactorily by itself. Indeed, Grenada has become an\r\ninternational responsibility.\r\nI therefore reiterate the call of the Caribbean\r\nCommunity (CARICOM) for the urgent convening of\r\nan international donors’ conference to address the\r\nmatter of Grenada’s utter devastation and its\r\nreconstruction. Simply put, Grenada has moved from\r\nthe status of a middle-income developing country with\r\na modern, sophisticated society and well run,\r\ndemocratic State machinery to a devastated land in a\r\nmatter of three hours of pounding from hurricane Ivan.\r\nToday in Grenada there is no functioning economy and\r\na highly traumatized civil society.\r\nArising from all that is a strategic issue in our\r\nquest to turn Grenada’s setback into a regional advance\r\nfor a more profound and meaningful Caribbean\r\nintegration. Hurricane Ivan has spoken eloquently to\r\nthe fact that nature has made our region one. History\r\nhas further moulded us as one people who were drawn\r\noriginally from diverse lands and cultures. Yet we in\r\nthe Caribbean continue to buck, rather than accommodate\r\nourselves appropriately to, both nature and history. That\r\nis a sort of vanity that we can ill-afford.\r\nIt is tragic that it takes a catastrophe of this\r\nnature to hammer home the point that the small island\r\ndeveloping States have been making for some time,\r\nnamely, that there is a need for special and differential\r\ntreatment because of, among other things, our\r\nvulnerability to natural disasters.\r\nI repeat, without exaggeration, that Hurricane\r\nIvan, in a few short hours, reduced Grenada to rubble\r\nand, at a stroke, undid the hard work and achievements\r\nof its people since independence in 1974. We in Saint\r\nVincent and the Grenadines feel their pain and know\r\nthat, but for the grace of God and the vagaries of\r\nnature, Saint Vincent and the Grenadines would have\r\nsuffered the same fate.\r\nAccordingly, the crisis in Grenada, occasioned by\r\nnature, prompts Saint Vincent and the Grenadines to\r\ngive the highest priority to the international conference\r\nto be held in Mauritius in January of next year, when\r\nthe specific and distinct problems of small island\r\ndeveloping States will be highlighted. We will be\r\nstressing the need for the international community to\r\ntake urgent action on the problem of global warming and\r\nclimate change, which, if left unchecked, could lead to a\r\nglobal human and economic calamity in this century.\r\nThe international community must become focused on\r\nthe avoidance of that threatened apocalypse.\r\nSince we met here last year, the Caribbean\r\nCommunity has faced another crisis in our region — this\r\ntime, a political one — as one of our member States,\r\nHaiti, descended into chaos, violence and anarchy. We\r\nsaw an elected head of State removed in circumstances\r\nthat bring no credit to our hemisphere. We remain\r\ndeeply troubled by the controversial interruption of the\r\ndemocratic process that took place in the early hours of\r\nthe morning of 28 February this year in Port-au-Prince.\r\nIt is worth remembering that CARICOM States were\r\ninstrumental in preparing a plan of Action for Haiti to\r\nensure that the Constitution of that country was\r\nrespected and to create the basis for a mobilization of\r\nresources to avert a humanitarian disaster.\r\nOn 25 February 2004, CARICOM was successful\r\nin having the matter raised at a meeting of the Security\r\nCouncil. On that occasion, we went to the Council\r\narmed with a draft resolution. We pleaded for the\r\n10\r\nA/59/PV.9\r\ninternational community to respond to the rapidly\r\ndeteriorating situation in Haiti. The draft resolution\r\npresented by CARICOM to the Security Council was\r\nnoted but politely ignored. The rest is history. The\r\nGovernment and people of Saint Vincent and the\r\nGrenadines are anxious to help the Haitian people in\r\nthe sorry plight in which they currently find\r\nthemselves. But before engaging politically with the\r\nso-called interim Government of Haiti, we must see,\r\namong other things, unequivocal evidence on the\r\nground of advances in democracy and freedom and\r\ncredible guarantees of free and fair elections within a\r\nreasonable time. A regime that tries an indicted\r\nmurderer at midnight, one who was hailed by the very\r\nregime as a liberator, and then frees him before the first\r\ncock crows, has failed the most elemental tests of\r\njustice, freedom and democracy.\r\nThe death and destruction occasioned by Hurricane\r\nJean in Haiti demand our humanitarian assistance, not\r\nour political engagement with the Haitian regime.\r\nThe dire situation in the Darfur region of Sudan\r\nhas caused great distress to the Government and people\r\nof Saint Vincent and the Grenadines. My own personal\r\ngrief prompted me to write letters in May of this year\r\nto several world leaders, including Secretary-General\r\nKofi Annan, offering the slender resources of my\r\ncountry to assist in whatever small way we could to\r\nalleviate the suffering of the afflicted Sudanese people.\r\nMost of those I addressed responded positively. It is\r\ntrue that — thanks in large measure to the diligence of\r\nvarious journalists and the news media — this tragedy\r\nhas now been brought forcefully to international\r\nattention. But the question we must nevertheless ask\r\nourselves is this: has the international community\r\nreacted in an appropriate way to this calamity, or have\r\nwe merely engaged in the usual perfunctory and\r\nroutine denunciations? The images and reports coming\r\nout of Darfur are a chilling reminder of man’s\r\ninhumanity to man and a haunting condemnation of\r\nthose who can truly help but who stand by idly or\r\ndownplay this humanitarian disaster callously. In that\r\nregard, the Government of Sudan must shoulder its\r\nresponsibility to its citizens and to humanity.\r\nThree months have gone by since I wrote to the\r\nSecretary-General, and this massive human tragedy\r\ncontinues to unfold before our appalled eyes. I suggest\r\nthat we cannot allow the bloodbath to continue. We\r\nmust save those who can still be saved in what have\r\nbecome the killing fields of Africa. The genocide of\r\nyesterday in Rwanda stands as a monument of shame\r\nto the international community. As an international\r\ncommunity we must today take the shame out of our\r\neyes in Darfur with urgent practical measures.\r\nA similar effort is required to address the harsh\r\nconditions of life of other peoples, including the heroic\r\nnation of Palestine, whose humanity is being daily\r\nassailed by outside forces.\r\nI would like to express, on behalf of the people of\r\nSaint Vincent and the Grenadines, our deepest\r\nsympathy to the Government and people of the Russian\r\nFederation on the tragic and inexplicable events in\r\nBeslan on 3 September. A tragedy of that magnitude,\r\nand especially the slaughter of so many innocent\r\nchildren, cannot fail to cause heartfelt sorrow.\r\nSince 11 September 2001, the fight against\r\ninternational terrorism has intensified on all fronts. It is\r\nright and proper that rich and poor countries be engaged\r\nin the ongoing war on the barbarism of terror. Saint\r\nVincent and the Grenadines is a reliable partner in the\r\nglobal struggle against the evil of terrorism. Still, it is\r\nnecessary for me to point out that the cost of being a\r\nreliable participant in that war is a heavy burden on the\r\nmeagre resources of developing countries like Saint\r\nVincent and the Grenadines. Our international\r\nobligations and circumstances necessarily pull us into\r\nthat war, which we did not occasion or initiate. Yet we\r\nbear that imposed burden with equanimity and pain.\r\n This body, however, must be reminded yet again\r\nthat there is another terrorism that we must fight\r\nrelentlessly. It is the terrorism of war, poverty,\r\nilliteracy and disease, including HIV/AIDS. We must\r\nnever forget, either, that daily hunger for 1 billion\r\npersons worldwide is truly a weapon of mass\r\ndestruction. Together we must fight that terrorism too.\r\nDeveloped countries cannot allow trade regimes and\r\nmarket conditions to further impoverish the poor, as has\r\nbeen the case with banana farmers in the Caribbean, and\r\nstill trumpet that they are helping the poor.\r\nThe case for a judicious and balanced reform of\r\nthe United Nations to better reflect the reality of the\r\ntwenty-first century is unanswerably strong. We must\r\nredouble our collective efforts to persuade those who fear,\r\nunreasonably, the consequences of a just reform. We must\r\nnot permit entrenched power to defeat right reason.\r\nSince Saint Vincent and the Grenadines became\r\nan independent State, it has had unbroken diplomatic\r\n11\r\nA/59/PV.9\r\nrelations with the Republic of China on Taiwan. We see\r\nthat country of liberty and democracy as a most\r\nimportant component of the magnificent Chinese\r\ncivilization. Taiwan has the world’s seventeenth largest\r\neconomy and the fifteenth largest trading volume\r\ninternationally, and is third in the global ranking of the\r\nextent of foreign exchange reserves held. Taiwan’s 23\r\nmillion people ought properly to be represented in this\r\nuniversal body by the Government of their choice. It is\r\na mistake to continue to deny Taiwan international\r\nmembership of organizations. The relations between\r\nSaint Vincent and the Grenadines and Taiwan have\r\nbeen exemplary. Our friendship demands that we plead\r\ntheir just cause.\r\nI conclude with these observations. Some States\r\nboast ownership of boundless territory, vast natural\r\nresources and potent firepower; but none of those\r\nfactors by themselves, or a combination of all three,\r\nguarantee peace or prosperity. In some other States\r\npoverty, hunger conflict and disease are the norm. If,\r\ninstead of investing in war — knowing its certain side\r\neffect of the waste of young, innocent lives — nations\r\ncooperated with each other, striving for ways to solve\r\nproblems common to all, it is just possible that the\r\nworld we bequeath to our children will be more\r\npeaceful and richer in the ways that matter and\r\nboasting cleaner air and a healthier environment.\r\nInternationally, and in our own countries, let us\r\nemphasize the power of love rather than the love of\r\npower. Let us extol not the rightness of power but the\r\nrighteousness contained in our human condition.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the Prime\r\nMinister of Saint Vincent and the Grenadines for the\r\nstatement he has just made.\r\nThe Honourable Ralph Gonsalves, Prime\r\nMinister of Saint Vincent and the Grenadines,\r\nwas escorted from the rostrum.\r\nAddress by The Honourable Laisenia Qarase,\r\nPrime Minister of the Republic of the Fiji\r\nIslands\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the Prime Minister of the\r\nRepublic of the Fiji Islands.\r\nThe Honourable Laisenia Qarase, Prime Minister\r\nof the Republic of the Fiji Islands, was escorted\r\nto the rostrum.\r\nThe President (spoke in French): I have great\r\npleasure in welcoming His Excellency The Honourable\r\nLaisenia Qarase, Prime Minister of the Republic of the\r\nFiji Islands, and inviting him to address the Assembly.\r\nMr. Qarase (Fiji): I would like to extend to the\r\nGeneral Assembly the warm greetings and good wishes\r\nof the Government and people of the Republic of the\r\nFiji Islands. I would also like to warmly congratulate\r\nyou, Mr. President, on your election to the presidency\r\nof the fifty-ninth session. I pledge to you our support\r\nand cooperation. That reflects our respect for your\r\ncountry, with which we have enjoyed close relations\r\nthrough our common membership of the African,\r\nCaribbean and Pacific partnership with the European\r\nUnion. I also wish to express Fiji’s warm thanks to\r\nMr. Julian Hunte of Saint Lucia for his very able\r\nleadership of the fifty-eighth session. Fiji and other\r\nsmall island nations of the Pacific region applaud the\r\nfine example set by the countries of the Caribbean\r\nCommunity (CARICOM) in their shared approach to\r\nmanaging the responsibilities of that high office.\r\nToday we are confronted by events that cast a\r\nshadow over humankind and the United Nations vision\r\nof peace. The humanitarian crisis in Sudan continues. As\r\nrelief efforts proceed, our thoughts are with the refugees\r\nof Darfur. We urge the Government of Sudan to do\r\neverything in its power to bring that tragedy to an end.\r\nWe think of those whose lives have been\r\ndevastated by the destructive fury of hurricanes in the\r\nCaribbean and on the Atlantic coast of the United\r\nStates. We extend to them our deepest sympathies for\r\nthe loss of life and property.\r\nThe perpetrators of the slaughter of innocents in\r\nRussia gave a new dimension to wickedness. They\r\ndefeated their own cause through the ruthless and\r\nindiscriminate shedding of the blood of children.\r\nNothing can justify what they did. The United Nations\r\nmust be united against such infamy.\r\nLet us express our sympathy and solidarity with\r\nthe ordinary people of Iraq caught in that country’s\r\nterrible cycle of violence. Let this forum give them our\r\nfull and unreserved support in the struggle for genuine\r\ndemocratic Government and the regaining of their\r\nnational sovereignty. May their hopes for a peaceful\r\nfuture and lasting stability find fulfilment.\r\nWe feel for the families of the people killed by\r\nterrorists outside the Australian embassy in Jakarta. We\r\n12\r\nA/59/PV.9\r\nwant them to know that their pain is shared in this\r\nfamily of nations.\r\nThe plea from Fiji is for United Nations member\r\ncountries to strengthen their joint resolve to oppose\r\npolitical terror everywhere. This is a critical time in\r\nhistory. The United Nations is called upon to mobilize\r\nall its experience, skills and powers to create concord\r\namong nations. That was its founding principle. It is\r\nthe principle that must continue to drive and sustain the\r\nUnited Nations.\r\nFiji, as always, is committed to the maintenance\r\nof peace and security and to a world free of weapons of\r\nmass destruction and terrorism.\r\nWe want an end to ozone-depleting pollution and\r\nthe elimination of other hazards to the environment.\r\nThe international community must continue to\r\nfight poverty and disease. HIV/AIDS has become more\r\nthan a health crisis. For some countries it is now a\r\nsecurity threat. We in the Pacific have no immunity\r\nfrom this global epidemic. We would welcome\r\ncontinued assistance from the Global Fund to Fight\r\nAIDS, Tuberculosis and Malaria to supplement our\r\nregional campaign to contain this scourge.\r\nThe United Nations must continue to resist\r\nexternal interference in any form, which undermines\r\nthe sovereign right of every Member State to determine\r\nits own destiny. However, where there are internal\r\ncrises and disorder and the United Nations mandates\r\nintervention for peace, we are ready to contribute. We\r\nconsider it an honour to serve the cause of peace under\r\nthe flag of the United Nations and regional\r\norganizations like the Pacific Islands Forum. Fiji’s\r\nsoldiers and police officers have been taking part in\r\nUnited Nations peacekeeping operations since 1978.\r\nThat has cost us 35 precious lives, but we remain\r\nstrong in our resolve to continue serving where we are\r\nneeded. Peacekeeping personnel from Fiji are working\r\nin Liberia, the Sinai, Kosovo, Timor-Leste, the\r\nSolomon Islands and Bougainville, Papua New Guinea.\r\nMy Government is now giving careful consideration to\r\nrequests from the United Nations to assist it with\r\nsecurity personnel in Iraq.\r\nI would like to take this opportunity to express to\r\nthe United Nations and to those countries that have\r\nassisted Fiji on a bilateral basis our gratitude for their\r\nhelp in making it possible for us to honour our\r\ncommitment to international peace and security.\r\nThrough the Pacific Islands Forum, and with the\r\nassistance of Australia and New Zealand, we are\r\ncurrently preparing a Pacific plan to pool resources and\r\nefforts for the strengthening of collective interests. We\r\nwill come together to combat the threat of terror and to\r\nimprove law enforcement and our defences against\r\nterrorism and transnational crime. There will be a\r\ncooperative approach to social and economic\r\ndevelopment, and especially for advancing trade,\r\ninvestment and tourism. We will stand united to guard our\r\noceanic heritage, which is a treasure for all humanity.\r\nOur region has the world’s largest remaining,\r\nsustainable tuna fishery, which is an essential source of\r\nfood for the global market. But more than 95 per cent\r\nof the value of the mid-Pacific Ocean tuna catch goes\r\nto distant-water fishing nations. We look to the United\r\nNations and other international organizations to help us\r\nget a just return from that major natural resource. Fiji\r\ncommends those countries that have already worked\r\nwith us to reach that goal. We would like to express\r\nparticular thanks to the United States for its regional\r\nfisheries treaty with certain Pacific island nations. Our\r\nisland countries have now entered a new phase of\r\ncooperation in the tuna industry through the Western\r\nand Central Pacific Tuna Convention, which came into\r\neffect in June this year.\r\nIn addition to reinforcing regional cooperation,\r\nFiji and its neighbours are giving special attention to\r\ntheir relationships with countries in the wider Asia-\r\nPacific region.\r\nWe strongly support a role for Japan and India in\r\nan enlarged and strengthened Security Council. May I\r\nalso add that Fiji would endorse the inclusion of South\r\nAfrica and Brazil as permanent members.\r\nLet me say that we greatly value the assistance of\r\nAustralia, New Zealand and the United States in\r\nsecuring our region as a zone of peace.\r\nIt was heartening to see the two Koreas marching\r\nand participating under a single banner at the Olympic\r\nGames in Greece. It is our prayer that that will lead to\r\nmore substantive progress in the reunification of the\r\nKorean people.\r\nWe are glad to see the People’s Republic of China\r\ngrowing in stature and developing so quickly. Fiji enjoys\r\nsteadily strengthening relations with China and wants to\r\nsee those relations expanded further. It is committed to its\r\ndiplomatic recognition and official relations with the\r\n13\r\nA/59/PV.9\r\nPeople’s Republic of China. At the same time, Fiji values\r\nits trade and economic ties with Taiwan. It is our fervent\r\nhope that their people will resolve their future\r\npeacefully through dialogue and consensus.\r\nFor the past 29 years, close to 80 countries of the\r\nAfrican, Caribbean and Pacific Group (ACP) have been\r\nthe beneficiaries of a historic development partnership\r\nwith the European Union. I pay tribute to the leaders of\r\nEurope and the ACP who pioneered that unique\r\ninternational North-South arrangement. Generous\r\nassistance in trade, aid and investment has contributed\r\nin very significant ways to the livelihood of millions of\r\npeople from poorer States.\r\nNow, as we begin negotiations with the European\r\nUnion for the continuation of those arrangements, we\r\nare finding to our dismay that the World Trade\r\nOrganization’s (WTO) insistence on free and open\r\ntrade will effectively mean for many ACP countries,\r\nincluding Fiji, a massive loss in export earnings from\r\nreduced prices. For our sugar industry the direct\r\nconsequence will inevitably be that the price the cane\r\nfarmers receive will fall substantially below their\r\nproduction costs. That is despite the urgent and\r\ncomprehensive reforms we have embarked upon in our\r\nsugar industry to make it more productive, efficient\r\nand competitive.\r\nThose WTO hurdles are made more difficult by\r\nthe loss of competitive margins through the withdrawal\r\nof schemes like the Generalized System of Preferences.\r\nThe consequence is that many small island developing\r\nStates, already disadvantaged by their smallness,\r\ndistance from export markets and regular devastation\r\nfrom natural disasters, are now faced with serious\r\nuncertainty over their economic prospects. We\r\ntherefore welcome the holding by the United Nations\r\nof a special conference of small island developing\r\nStates early next year to review the Programme of\r\nAction for those countries, the Barbados + 10 review. I\r\nvery much hope that review will lead to new\r\ninternational commitments of assistance to\r\ndisadvantaged small island developing States. Those\r\ncommitments must underpin economic survival and a\r\nsustainable future, as the world moves inexorably\r\ntowards a free and open trading system. It is also our\r\nhope that the Barbados + 10 review will renew the call\r\nfor those States that have yet to sign or to ratify the\r\nKyoto Protocol to do so, for the sake of our planet.\r\nMy Government commends the initiative taken\r\nby the International Labour Organization in its World\r\nCommission Report on the Social Dimension of\r\nGlobalization. It is the international community’s\r\nresponsibility to ensure that for both developed and\r\ndeveloping countries, and for big and small countries\r\nalike, globalization means a fair and equitable spread\r\nof opportunities — opportunities manifested in new\r\ninvestments, more jobs, decent work and improvements\r\nin education, health and other social amenities.\r\nFor us in the Pacific, as small island nations,\r\nthere is another area of increased concern. We take\r\ngreat pride in our culture, customs and traditions. They\r\ngive us our identity and oneness as indigenous\r\ncommunities and as Pacific island peoples. I appeal to\r\nthe General Assembly to bring before it for adoption at\r\nthe earliest opportunity the draft declaration on the\r\nrights of indigenous peoples. I request the Secretary-\r\nGeneral to expedite that process.\r\nWhile we acknowledge the importance of the\r\nUniversal Declaration of Human Rights and other\r\ninternational instruments in the promotion of human\r\nrights, we also recognize that they are primarily\r\nconcerned with the rights of individuals. Indigenous\r\nPacific island communities see a United Nations\r\ndeclaration on the rights of indigenous peoples as\r\nbeing vitally important for the international recognition\r\nand acceptance of our right to self-determination and,\r\nindeed, to our very survival as ethnically and culturally\r\ndistinct peoples. But that is not to say that we are\r\nunconcerned about other communities whose members\r\nare fellow citizens with equal rights and responsibilities.\r\nMembers of the Assembly are aware that Fiji has\r\na multiracial society. The ethnic Fijians and Rotumans\r\nare the indigenous community. Collectively and\r\ncommunally, they own close to 90 per cent of all land\r\nin the country. Settlers from India came some 125\r\nyears ago and now comprise the majority of tenants of\r\nnative land. Europeans, people of mixed ancestry,\r\nChinese and other Pacific islanders complete Fiji’s\r\ncolourful cultural tapestry. We are proud of that\r\nnational diversity. It gives our country its distinctive\r\ncharacter and its still unrealized potential.\r\nAlthough we have learned to co-exist without the\r\nracial violence and hatred common elsewhere, we are\r\nstill a country divided, especially in politics. From\r\nindependence, in 1970, we tried hard to create\r\nmultiracialism founded on mutual respect, mutual care\r\n14\r\nA/59/PV.9\r\nand understanding. But, unfortunately, during elections\r\nthe overwhelming majority of voters still make their\r\nchoices along ethnic lines. It is not because they are\r\nagainst candidates from other communities, it is just\r\nthat they find security and comfort in choosing\r\nrepresentatives from their own community.\r\nSince my Government came to office, in 2001,\r\nwe have been engaged in a new quest for unity. Our\r\nvision is for a peaceful, unified and prosperous Fiji.\r\nPolitically, we wish to build on the concept of\r\nguaranteed representation for our different\r\ncommunities in Parliament. The challenge now is to\r\nextend this to representation in Government.\r\nAs a parliamentary democracy, we are committed\r\nto Government based on the free will and consent of\r\nthe people. But, at the same time, we want to ensure\r\nthat each community has a direct voice in national\r\ndecision-making. It is that desire for inclusion and\r\nequity that has led us to adopt measures to close the\r\nsocial and economic gap between Fijians and the other\r\ncommunities and between the affluent and the\r\ndisadvantaged and the poor. Increasingly, we are\r\nfinding that faith in God is a powerful instrument for\r\nforming bonds across the racial divide. We may follow\r\ndifferent beliefs, but a common focus on the divine is\r\nlighting the way forward.\r\nWhen I return to Fiji, the country will be getting\r\nready for eight days of prayer, forgiveness and\r\nreconciliation. The aim is to bring people together and\r\nto create a sense of national purpose and patriotism.\r\nAll the great faiths represented in Fiji will be part of\r\nthat. Each contains in their teachings the jewels of\r\ntruth that gleam for all humanity. Each has an\r\nimportant capacity for peace-making. Each can make a\r\nvaluable contribution to increasing understanding and\r\nresolving differences.\r\nIn those eight days in October, therefore, our\r\nreligious leaders will join with other citizens of good\r\nwill in this fresh search for togetherness. The\r\npromotion of unity has been a pressing national\r\npriority since my Government came to office, four\r\nyears ago. We understand that it will not come quickly.\r\nThe General Assembly will be pleased to hear that our\r\ncommunities themselves, through their religious and\r\ncultural organizations, are coming forward to join with\r\nthe Government in the making of a unified State. The\r\nclimax of our national week of prayer and forgiveness\r\nwill be an interfaith service. We recognize that human\r\neffort alone is not enough for what we want to achieve.\r\nJust as this great Organization seeks a world of\r\nharmony bound together by common ideals, we in Fiji\r\nwant our own United Nations, a united nation where our\r\ncitizens live together happily and nationhood is fulfilled.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the Prime\r\nMinister of the Republic of the Fiji Islands for the\r\nstatement he has just made.\r\nThe Honourable Laisenia Qarase, Prime Minister\r\nof the Republic of the Fiji Islands, was escorted\r\nfrom the rostrum.\r\nAddress by The Honourable Roosevelt Skerrit,\r\nPrime Minister and Minister for Finance and\r\nCarib Affairs of the Commonwealth of\r\nDominica\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the by the Prime Minister\r\nand Minister for Finance and Carib Affairs of the\r\nCommonwealth of Dominica.\r\nThe Honourable Roosevelt Skerrit, Prime\r\nMinister and Minister for Finance and Carib\r\nAffairs of the Commonwealth of Dominica, was\r\nescorted to the rostrum.\r\nThe President (spoke in French): I have great\r\npleasure in welcoming His Excellency The Honourable\r\nRoosevelt Skerrit, Prime Minister and Minister for\r\nFinance and Carib Affairs of the Commonwealth of\r\nDominica, and inviting him to address the General\r\nAssembly.\r\nMr. Skerrit (Dominica): Allow me first of all to\r\ncongratulate you, Sir, on your assumption of the mantle\r\nof the presidency of the General Assembly at its fifty-\r\nninth session. My delegation wishes to assure you of\r\nits full support and cooperation in bringing about the\r\nsuccessful outcome of this session.\r\nMy Government expresses its deepest\r\nappreciation to your predecessor, Mr. Julian Hunte, for\r\nthe outstanding manner in which he presided over the\r\nwork of the fifty-eighth session. Under his visionary\r\nleadership, significant progress was made in advancing\r\nthe revitalization of the General Assembly and in\r\nensuring the return of development to the forefront of\r\nthe issues addressed by the Assembly.\r\n15\r\nA/59/PV.9\r\nNo words of praise are adequate to describe the\r\nyeoman’s task undertaken by the Secretary-General,\r\nMr. Kofi Annan. In an international environment of\r\nturmoil and a world going through the turbulence of\r\neconomic reconstruction as globalization proceeds, the\r\nSecretary-General has remained a clear, calm and\r\nmoderating influence on all parties to conflict. His\r\nlevel-headed approach has done much to ensure the\r\nrelevance of the United Nations, which the people of\r\nthe Commonwealth of Dominica cherish highly.\r\nThe numerous challenges facing the globalized\r\nworld demand a common endeavour from all the\r\nnations of the world. Guaranteeing human rights, peace\r\nand security and ensuring social and economic justice\r\nfor all require international cooperation and concerted\r\nmultilateral action.\r\nDominica is of the firm conviction that the\r\nUnited Nations continues to be the global institution\r\nmost suited to the pursuit and coordination of these\r\nglobal initiatives. The multilateral institutions,\r\nhowever, need to be reformed if they are going to be\r\nrelevant in the current global dispensation.\r\nThe coordination of the United Nations effort, in\r\nharmony with national efforts, must be the focus of this\r\ninstitution if it is to positively impact on the lives of\r\nthe majority — the vulnerable and marginalized people\r\nof the world.\r\nDominica is a small island State with all the\r\nstrengths, as well as the weaknesses, of countries with\r\nsmall economies. That is why we look to the United\r\nNations as a forum in which small countries can air\r\ntheir views, with the aim of collectively influencing the\r\nagenda of the Organization in some way.\r\nThe central question for all countries in the world\r\ntoday relates to the kind of arrangements that will\r\nconstitute the economic order when the globalization\r\nprocess is complete. At this stage, globalization\r\nconsists of a wide variety of treaties, some bilateral\r\nand others multilateral. From this slew of agreements,\r\nthere is yet to be discerned a clear set of principles that\r\naddress the idiosyncratic features of small island States\r\nwhen they function as economic units.\r\nWithin the past six years, the economy of my\r\ncountry has had to withstand a number of shocks — the\r\nbyproducts of multilateral treaties to which States in\r\nsituations similar to that of my country have had only a\r\nminuscule input. A dispute between the United States\r\nof America and the European Union resulted in a\r\nruling by the World Trade Organization that destroyed\r\nthe banana industry, which was the backbone of the\r\neconomy of Dominica.\r\nA subsequent decision by the Organization for\r\nEconomic Cooperation and Development to publish\r\nwhat has been described as a “blacklist” had a very\r\nadverse impact upon the offshore banking sector in my\r\ncountry.\r\nDominica would like to make a plea for greater\r\ntransparency and inclusiveness in the formulation of\r\nagreements which relate to development financing,\r\ntrade and international tax matters. Participation ought\r\nto be substantive, not a mere formality, which is the\r\ncase more often than not. We do not subscribe to the\r\nnotion that mere presence constitutes significant\r\nparticipation.\r\nNotwithstanding our participation in multilateral\r\ninstitutions, the two shocks to which I referred were\r\nexogenous — originating outside our country and\r\nhaving nothing to do with the internal economic\r\nmanagement of Dominica. A resolute commitment on\r\nthe part of the resilient population of Dominica, with\r\nthe timely help of some friendly countries and\r\ninstitutions, saved our country from total disaster.\r\nThe lesson, which is abundantly clear to my\r\ncountry and to other small States, is that a new global\r\neconomic order must be balanced and sensitive to the\r\ninterests of its weakest members.\r\nThe situation of small island developing States\r\nwill be the focus of attention in January 2005, when the\r\nInternational Meeting to Review the Implementation of\r\nthe Barbados Programme of Action convenes in\r\nMauritius. The Barbados+10 Meeting will afford us the\r\nopportunity to make a full assessment of the\r\nProgramme of Action and to evaluate its successes and\r\nshortcomings.\r\nDominica and other small island developing\r\nStates attach great importance to the International\r\nMeeting. We hope that it will galvanize the international\r\ncommunity to make a greater commitment to provide\r\nthe critical additional resources necessary for\r\nadvancing the implementation obligations of the next\r\nphase of the Programme of Action.\r\nMy country is alarmed at the rise of terrorism in\r\nthe world. Indeed, as we move towards a more united\r\nworld where people of different races and colours are\r\n16\r\nA/59/PV.9\r\ncalled upon to demonstrate greater respect and\r\ntolerance for each other, violent attempts at solutions\r\nare counterproductive and have the unintended\r\nconsequence of harming mere bystanders.\r\nThe brutal and bloody terrorist acts of 11 September\r\n2001, committed in New York City, not only had\r\nreverberations for relatives, friends and the society in\r\ngeneral in which the brutal murders took place, but\r\nalso had serious repercussions of an economic nature\r\nin places quite distant from the scene of the crime.\r\nThat notorious event had a very deleterious effect\r\nupon the Dominican economy. It drastically contracted\r\nour tourist industry, which has yet to recover fully. The\r\nfocus on terrorism and the cost of complying with\r\nrequirements to prevent terrorist attacks in a region\r\nthat is renowned as a zone of peace are challenging our\r\ncommitment to social and economic development.\r\nEvery cent spent on addressing this threat is a\r\ncent taken from our campaign to sustain the fight\r\nagainst trafficking in narcotic drugs and human beings,\r\nthe pandemic of HIV/AIDS and other communicable\r\ndiseases and the degradation of our common\r\nenvironment. Water security, food security, energy\r\nsecurity and health security are other important goals\r\nthat stand to suffer if additional resources are not found\r\nto pursue them.\r\nConflicts in various parts of the world are\r\nconsuming scarce resources that are critically needed\r\nfor development and poverty alleviation. On the\r\nAfrican continent, civil conflicts in the Sudan, Burundi\r\nand the Democratic Republic of the Congo are having\r\ncatastrophic consequences for the lives of large\r\nnumbers of people. The continuing attention and\r\nsupport of the international community remain\r\nimportant prerequisites in the pursuit of efforts towards\r\nconflict resolution.\r\nThe Government of Dominica urges an\r\nimmediate end to attempts to use violence as a solution\r\nto the problems of the people of our planet and calls\r\nfor a greater degree of rationality to be employed as we\r\naddress the very thorny problems of life today.\r\nWe are satisfied that the more rational approach\r\nthat we are suggesting can solve many problems that\r\nhave been in existence for generations. Prior to the\r\nabolition of apartheid in South Africa, no one would\r\nhave believed that, after years of bloodshed between\r\nthe races, a post-apartheid political order could have\r\naccommodated dialogue between the races in that\r\ncountry. The South African example shows that when\r\npersons of good-will and intellect get together\r\nproblems can be resolved without recourse to terror\r\nand violence. The United Nations has demonstrated its\r\ncapacity to trigger the peaceful resolution of conflicts\r\nin the past, and my Government is persuaded that it can\r\ncontinue to do so if permitted.\r\nI have the great honour to be the Prime Minister\r\nof Dominica at the age of 32. We in Dominica\r\nsubscribe to the view that the young people of any\r\ncountry are its best hope for a brighter future, to be\r\nachieved through constructive change. My presence\r\nhere attests to the commitment of the Dominican nation\r\nto treat younger generations not as inexperienced\r\nknow-nothings, but as people with the potential to\r\nexcel, to whom we must provide the best tools for\r\nensuring quality leadership. We believe that the early\r\nexposure of young people to leadership and positions\r\nof responsibility would help to accelerate the process\r\nfor achieving the goal of a world without prejudice.\r\nI have sought to summarize those issues that are\r\nof special concern to small, vulnerable States such as\r\nDominica and others in the Caribbean. In this regard, I\r\ncannot overstate the importance of the Assembly\r\ntaking cognizance of some unique features of island\r\nlife, particularly in the tropics.\r\nAs you are aware, Sir, at this time of the year,\r\nsmall island States in the Caribbean and parts of the\r\nNorth American continent are exposed to the threat of\r\ndevastating hurricanes. This year, major disasters have\r\noccurred on several islands. Unspeakable devastation\r\nhas taken place in Grenada; Jamaica has suffered\r\nsubstantial loss of life and damage to property; parts of\r\nthe Cayman Islands were submerged, and the death toll\r\nin Haiti and Santo Domingo has been horrendous. In\r\nthe United States of America, the state of Florida has\r\nexperienced disaster of immense proportions. The\r\nrecent experience of natural disasters underscores the\r\nimportance of the necessity to put in place\r\nrehabilitation programmes that would enable destroyed\r\neconomies to be revived in the minimum time.\r\nThe Government of Dominica believes that an\r\ninsurance fund should be set up under the aegis of the\r\nUnited Nations. States at risk of natural disasters that\r\ndevastate their economies ought to be able to receive\r\ninsurance payments to rehabilitate their economies\r\nwhen they are damaged by such natural disasters.\r\n17\r\nA/59/PV.9\r\nParticipation in such an insurance plan would not be a\r\ncharitable act. Each Member State would be required to\r\npay a premium that is affordable for that country, and\r\nthe funds accumulated could be used to repair damage\r\ndone to the economy, especially in cases where the\r\nproductive sector of a country’s economy has been\r\nreduced to paralysis.\r\nEvents in the last year have underscored that\r\npeace and security in the world, social progress and\r\neconomic prosperity require the consensus of Member\r\nStates, the strict implementation of universal norms\r\nand commitment to multilateral action.\r\nIn that regard, the United Nations Stabilization\r\nMission in Haiti deserves the support of all Member\r\nStates, especially those in the Latin American and\r\nCaribbean region. My Government has made an\r\nimportant decision to support the humanitarian efforts\r\nto bring stability to the people of Haiti. We remain\r\nconvinced that only the full implementation of the\r\nprovisions of Security Council resolution 1542 (2004)\r\nwill lead to the return of democratic governance in Haiti.\r\nDominica commends the United Nations for\r\nbringing visibility to the problems of the world’s\r\nindigenous people during the International Decade of\r\nthe World’s Indigenous People. With the impending\r\nend of that Decade this year, we urge the world\r\ncommunity to maintain the momentum of the Decade\r\nand renew its commitment to support the future\r\naspirations of the world’s indigenous peoples through\r\ngreater contributions to the Voluntary Fund for\r\nIndigenous Populations.\r\nConsistent with the overriding principle of\r\npursuing universal consensus and our own national\r\ndevelopment goals, Dominica chose on 24 March 2004\r\nto act in conformity with General Assembly resolution\r\n2758 (XXVI) of 1971 by establishing diplomatic\r\nrelations with the People’s Republic of China, thereby\r\nhonouring the one-China policy.\r\nDominica lauds the hand of friendship extended\r\nand the demonstrated commitment of the People’s\r\nRepublic of China to assisting small developing\r\ncountries, which are hard-pressed to fulfil their social and\r\neconomic agendas in the light of the adverse impact of\r\nthe evolving new world order on their economies.\r\nIn the Caribbean region, as in other regions of the\r\nworld, we are witnessing the devastating impact of the\r\nproliferation of small arms. As a consequence, crime\r\nrates and civil conflicts are increasing, threatening the\r\nstability and the security of developing countries such\r\nas mine. We therefore call for the early conclusion of\r\nthe negotiations on a legally binding international\r\ninstrument to control the indiscriminate supply of small\r\narms and light weapons to non-State actors.\r\nIn conclusion, I reaffirm Dominica’s commitment\r\nto the United Nations agenda. For us, the United\r\nNations is the embodiment of our collective will to\r\nachieve the Millennium Development Goals. Given\r\nthat those goals will create a new world order that the\r\nyoung people of the world will inherit, I urge that\r\ngreater numbers of youth be involved at all levels in\r\nthe decision-making process. That requires a massive\r\neducational programme to demystify international\r\nrelations and motivate more young people to\r\nparticipate and help shape their world.\r\nI wish delegates every success in their deliberations\r\nat the fifty-ninth session of the General Assembly.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the Prime\r\nMinister and Minister for Finance and Carib Affairs of\r\nthe Commonwealth of Dominica for the statement he\r\nhas just made.\r\nMr. Roosevelt Skerrit, Prime Minister and\r\nMinister for Finance and Carib Affairs of the\r\nCommonwealth of Dominica, was escorted from\r\nthe rostrum.\r\nAddress by The Honourable Maatia Toafa,\r\nActing Prime Minister of Tuvalu\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the Acting Prime Minister\r\nof Tuvalu.\r\nThe Honourable Maatia Toafa, Acting Prime\r\nMinister of Tuvalu, was escorted to the rostrum.\r\nThe President (spoke in French): I have great\r\npleasure in welcoming His Excellency Maatia Toafa,\r\nActing Prime Minister of Tuvalu, and inviting him to\r\naddress the General Assembly.\r\nMr. Toafa (Tuvalu): I have the greatest honour to\r\nspeak on behalf of the people of Tuvalu, who wish me\r\nfirst of all to convey their warmest greetings to this\r\nsession of the General Assembly. We also extend our\r\nsincere congratulations to you, Mr. President, on your\r\nelection and assure you of our full cooperation.\r\n18\r\nA/59/PV.9\r\nWe congratulate the outgoing President, Mr.\r\nJulian Hunte of Saint Lucia, for his excellent\r\nleadership. Coming from a small island developing State\r\nourselves, we are proud of the many achievements so\r\nably accomplished under his presidency.\r\nWe would also like to extend our warmest\r\ngratitude to the Secretary-General, Mr. Kofi Annan,\r\nand his staff for their dedication to the work of the\r\nUnited Nations. The United Nations, through the\r\nSecretary-General’s High Representative, participated\r\nin the Pacific Island Forum Leaders meeting, held in\r\nSamoa last month, at which a new strategy for regional\r\ncooperation in the Pacific, the Pacific Plan, was\r\nconsidered.\r\nThat is highly commendable. Like all Forum\r\nmembers, Tuvalu looks forward to United Nations\r\nsolidarity and support, bilaterally and through the\r\nPacific Island Forum and other Pacific regional\r\norganizations, in order to realize that Pacific initiative.\r\nTuvalu is privileged and proud to be in this most\r\nindispensable body, the United Nations. Our presence\r\nhere demonstrates our belief in the noble principles and\r\ngoals of the United Nations. At the same time,\r\nhowever, we are constantly reminded of our\r\nresponsibilities to all Tuvaluans, who every day worry\r\nabout their future economic, cultural, environmental\r\nand long-term security and survival on our small,\r\nisolated and extremely vulnerable islands.\r\nTuvuluans wonder if the pride of being in the\r\nUnited Nations is commensurate with the many aspired\r\nneeds of our people. Is there any real value of being at\r\nthe United Nations to the villagers and local\r\ncommunities, who can barely overcome the limitations\r\nposed by the lack of opportunities, marginalization,\r\nisolation, economic exclusion and their extreme\r\nvulnerability?\r\nIt is our strong belief that to maintain its\r\nlegitimacy and relevance to all, the United Nations\r\nneeds to reassess its role and functions in order to\r\nbetter reflect the reality of today’s world, in line with\r\nits principle of sovereign, equitable participation and\r\nrepresentation. We therefore support ongoing reforms\r\nin the work of the United Nations. In particular, we\r\nsupport the increase in the number of both permanent\r\nand non-permanent seats in the Security Council.\r\nExpansion, in our view, should be considered on the\r\nbasis of responsible contribution to international\r\ndevelopment and peace, and in this vein we would\r\nsupport the allocation of a permanent seat to Japan. We\r\nalso believe more equitable representation of the\r\ndeveloping countries in the non-permanent seats of the\r\nCouncil is vital and long overdue.\r\nSecurity challenges continue to create worldwide\r\nhavoc, fear and uncertainty. Terrorist acts, including\r\nthe unfortunate seizure of a school in Russia, have\r\nproven the continued existence of forces bent on\r\nundermining the United Nations founding goals of\r\nfreedom, peace and security. They have also\r\nunderscored the urgency with which we, the United\r\nNations, must collectively combat these forces.\r\nTuvalu is fully committed to joining the fight\r\nagainst international terrorism as required by Security\r\nCouncil resolutions. But we would need to seek the\r\nassistance of the United Nations and the international\r\ncommunity to help us fulfil those requirements,\r\nparticularly the reporting requirements of those\r\nresolutions and of the international anti-terrorism\r\nconventions.\r\nTuvalu recognizes the seriousness of the\r\nHIV/AIDS epidemic in relation to the social and\r\neconomic development and security of Tuvalu and\r\nother Pacific island countries. Given our exposure and\r\nthe level of mobility of our communities, particularly\r\nour seafarers who serve on merchant ships worldwide,\r\nthere is an urgent need for assistance from the\r\ninternational community, such as that provided under\r\nthe Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria, in order to combat the threats of the epidemic.\r\nAs is widely acknowledged, a serious challenge\r\nto Tuvalu and to all small island developing States is our\r\nunique vulnerability to external forces. That vulnerability\r\narises not from our own actions but simply from our\r\nbeing islands with small economies, our isolation, our\r\nfragmentation and the fragility of our natural\r\nenvironments. These factors taken together translate into\r\nsignificant constraints on development and a severe lack\r\nof capacity to cope with the many changes taking place\r\nin the world, especially through globalization.\r\nYet for us in small island developing States,\r\nalthough we witness daily the forces of trade,\r\ncommunications and travel creating a single global\r\ncommunity, the problems associated with poverty, lack\r\nof opportunity, marginalization and environmental\r\ndecline continue to plague our efforts. There is a\r\ngenuine need for the United Nations and the\r\ninternational community to better recognize the special\r\n19\r\nA/59/PV.9\r\nand unique circumstances of small island developing\r\nStates and their aspirations to participate more\r\nequitably in a globalized world.\r\nSustainable development, particularly for the\r\nmost disadvantaged and vulnerable developing States,\r\nis most crucial. In June, Tuvalu undertook a\r\ncomprehensive review of its development priorities and\r\nadopted a national sustainable development strategy\r\nthat we call “The Tuvalu Vision 2015”, premised on\r\ninternational development agendas, including the\r\nreview of the Barbados Programme of Action for the\r\nSustainable Development of Small Island Developing\r\nStates, and aimed at building Tuvalu’s resilience in\r\ncoping with the challenges it faces.\r\nThe promotion of good governance, democratic\r\nprinciples and respect for the rule of law is strongly\r\nrecognized as fundamental to the successful\r\nimplementation of that strategy. We acknowledge with\r\ngreatest appreciation the generous support of the\r\nGovernments of Australia, New Zealand, Ireland, the\r\nUnited Kingdom, Italy and the Republic of China on\r\nTaiwan, the United Nations Department of Economic\r\nand Social Affairs and the Asian Development Bank in\r\nthat exercise. We look forward to partnering with them,\r\nand with others in the international community, in the\r\nrealization of that strategy.\r\nAs a poorly resourced small island developing\r\nState and a least developed country as well, even our best\r\nefforts to escape the cycle of poverty and marginalization\r\nare doomed to failure without the meaningful support of\r\nthe international community, civil society and the\r\nprivate sector. The Millennium Declaration, the\r\nMonterrey Consensus and the Johannesburg Plan of\r\nImplementation have all provided clear road maps for\r\npartnerships towards sustainable development. The\r\nsignposts offered under these road maps will remain\r\nmere rhetoric unless they translate into real\r\ndevelopments, responsive to the unique needs of small\r\nisland developing States such as Tuvalu.\r\nIt is for these reasons that full and effective\r\nimplementation of the Barbados Programme of Action\r\nfor the Sustainable Development of Small Island\r\nDeveloping States is ever so crucial. Tuvalu is very\r\nencouraged by the progress so far achieved in the\r\nreview of the Programme.\r\nHowever, success in the further implementation\r\nof the Barbados Programme of Action will depend\r\nentirely on a better appreciation of the unique situation\r\nof small island developing States such as Tuvalu, easier\r\naccess to and the provision of adequate financial and\r\ntechnical resources, development aid and the\r\ndissemination of appropriate technology, particularly\r\nfor new and renewable energy and capacity-building.\r\nIn terms of natural resources, Tuvalu is truly a\r\nsmall island country in a big ocean. The Pacific Ocean\r\nsurrounding our islands provides the vital source of our\r\nlivelihoods and our economic and social development.\r\nIncreasingly, however, we are concerned with the real\r\nthreats of illegal, unreported and unregulated fishing\r\nand of ocean pollution from waste, particularly from the\r\ntrans-shipment of highly radioactive and toxic materials\r\nthrough our region. We seek the understanding of the\r\ninternational community to help us save our oceans and\r\nsupport fully the Pacific Islands Regional Ocean Policy\r\nadopted by our Government leaders in 2002.\r\nThe overall decline in overseas development\r\nassistance in real terms is cause for serious concern.\r\nThe failure of developed countries to fulfil the United\r\nNations minimum target of providing 0.7 per cent of\r\ntheir gross national product in overseas development\r\nassistance to small island developing States translates into\r\nlower economic growth as well as a further widening\r\ndevelopment gap for small island developing States\r\nsuch as Tuvalu. This needs to be addressed urgently.\r\nAn important source of financial flows to\r\ndeveloping countries, particularly to small island\r\ndeveloping States such as Tuvalu, is migrant workers’\r\nremittances from developed countries. Indeed,\r\nremittances from our overseas workers, and\r\nparticularly Tuvaluan seafarers serving abroad, provide\r\na substantial source of income, which is so vital for\r\nsocial and economic development in Tuvalu. Tuvalu\r\nfully supports giving urgent international attention to\r\nthe issue of migrant workers’ rights, including the\r\nmaintenance of international standards specifying\r\nminimum requirements for certificates of competency\r\nand provisions for the safety and security of migrant\r\nworkers, in order to ensure the continuation of this\r\nvital source of capital for SIDS.\r\nThe international meeting in Mauritius in January\r\nmust result in a stronger commitment from the\r\ninternational community and in pragmatic and doable\r\nactions on the ground in all small island developing\r\nStates.\r\nAn issue of continuing concern to Tuvalu is the\r\nquestion of the representation of the Republic of China\r\n20\r\nA/59/PV.9\r\non Taiwan in the United Nations. Regrettably, this\r\nOrganization cannot be said to be universal without the\r\nrightful representation of the 23 million people of the\r\nRepublic of China on Taiwan. Tuvalu feels that the\r\nactive and responsible participation of the Republic of\r\nChina on Taiwan in world affairs — especially in trade,\r\ncommerce and international development — without\r\nrepresentation in the United Nations is unjust and\r\nmorally wrong and needs to be corrected.\r\nWe in Tuvalu, a mere three meters above sea\r\nlevel, live in constant fear of the adverse impact of\r\nclimate change and the rising sea level. Our livelihoods\r\nand sources of food security are already badly affected.\r\nWith increased ground water salinity, land erosion and\r\ncoral bleaching, we experience total anxiety. The threat\r\nis real and serious and is like a slow and insidious form\r\nof terrorism against Tuvalu.\r\nTuvalu, therefore, accords significant importance\r\nto the United Nations Framework Convention on\r\nClimate Change and its Kyoto Protocol, as they\r\nprovide the most appropriate global framework to\r\nreducing greenhouse gas emissions. We congratulate\r\nthe Framework Convention secretariat as the\r\nConvention marks its tenth anniversary this year.\r\nHowever, we are deeply concerned by the failure and\r\nthe lack of leadership on the part of industrialized\r\ncountries in the implementation of commitments and in\r\nthe ratification and enforcing of the Kyoto Protocol.\r\nWe in small island developing States recognize\r\nthat all nations must take steps to mitigate greenhouse\r\ngas emissions at some stage. However, Tuvalu believes\r\nthat the Kyoto Protocol must be the first step in this\r\ndirection for now and for setting the way forward in\r\nthe future. The Protocol as such must enter into force\r\nwithout delay. However, the industrialized countries\r\nmust act first as it is their legacy of emissions that is\r\ncreating the problems of today. Actions must also\r\ninclude assisting small island developing States in their\r\nadaptation to the adverse effects of climate change,\r\nparticularly in terms of urgently providing adequate\r\nfinancial and technical resources in line with the\r\nresponsibilities and obligations under the Framework\r\nConvention.\r\nAs we mark the tenth anniversary of the\r\nFramework Convention, and as we begin to explore\r\nfuture actions against climate change and sea-level\r\nrise, we appeal for more attention from the United\r\nNations, whose raison d’être is to ensure world peace\r\nand security, and for stronger leadership by the\r\ninternational community against this global threat.\r\nIn conclusion, we want to say that efforts aimed\r\nat the sustainable development of small island States\r\nlike Tuvalu will have no meaning unless the issue of\r\nclimate change and sea level is addressed decisively\r\nand with urgency. Tuvalu’s interest in enforcing Kyoto\r\nis not self-serving. The more serious consequences of\r\nnot acting now, as we are already witnessing the world\r\nover, will be felt everywhere.\r\nIt is our hope that, out of this common house of\r\nour United Nations family, there will emerge better\r\nunderstanding and goodwill for the long-lasting\r\nsecurity and survival of Tuvalu, of SIDS and of the\r\nwhole world.\r\nGod bless the United Nations.\r\nThe President (spoke in French): On behalf of the\r\nGeneral Assembly, I wish to thank the Acting Prime\r\nMinister of Tuvalu for the statement he has just made.\r\nThe Honourable Maatia Toafa, Acting Prime\r\nMinister of Tuvalu, was escorted from the rostrum.\r\nAddress by The Honourable Winston Baldwin\r\nSpencer, Prime Minister and Minister of\r\nLabour of Antigua and Barbuda\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the Prime Minister and\r\nMinister of Labour of Antigua and Barbuda.\r\nThe Honourable Winston Baldwin Spencer, Prime\r\nMinister and Minister of Labour of Antigua and\r\nBarbuda, was escorted to the rostrum.\r\nThe President (spoke in French): I have great\r\npleasure in welcoming His Excellency The Honourable\r\nWinston Baldwin Spencer, Prime Minister and Minister\r\nof Labour of Antigua and Barbuda, and inviting him to\r\naddress the General Assembly.\r\nMr. Spencer (Antigua and Barbuda): I stand\r\nbefore the General Assembly of the United Nations\r\nwith an equal measure of pride and humility.\r\nOf the more than 190 nations that make up the\r\nUnited Nations, Antigua and Barbuda is among the\r\nsmallest in population and land mass. In the face of\r\nthese strikingly modest statistics, my humility in\r\nstanding at this renowned and universally respected\r\npodium will be readily understood. The fact that\r\n21\r\nA/59/PV.9\r\nAntigua and Barbuda is accorded the privilege to address\r\nthe United Nations today is obvious cause for pride.\r\nOn a personal note, I have just completed my first\r\nsix months as Prime Minister in the first term of the\r\nparty that was elected to govern Antigua and Barbuda\r\non 23 March of this year. It is, therefore, a particular\r\npleasure and a special personal privilege for me to be\r\nafforded this opportunity to take the podium at the\r\nfifty-ninth session of the General Assembly.\r\nI take this opportunity to express my appreciation\r\nto the Secretary-General for the kind sentiments he\r\ngraciously extended on the formation of my\r\nGovernment. Considering that a single party had ruled\r\nAntigua and Barbuda throughout the life of our 23-year\r\nold nation, and for some considerable time prior to\r\nthat, my leadership and my Government are still in a\r\ntender state of infancy. I therefore trust that, should I\r\nbe guilty of any lapse in protocol during my remarks,\r\nyou will blame it on my innocence.\r\nThe removal of a long-entrenched Government\r\nmakes 2004 a year of dramatic change and intimidating\r\nchallenge for Antigua and Barbuda. The United\r\nNations human development index ranks Antigua and\r\nBarbuda in the high development scale. By virtue of\r\nour per-capita income, Antigua and Barbuda is\r\ndesignated a middle-income country.\r\nThough it is self-evident that all countries are not\r\ncreated equal, it is a fundamental purpose of the United\r\nNations to ensure a level playing field in the arena in\r\nwhich small as well as large nations of the world\r\nengage one another. I say this despite overwhelming\r\nempirical evidence that size and might often come into\r\nplay without subtlety, without apology and sometimes\r\nwithout sufficiently vigorous challenge in the affairs of\r\nthe United Nations.\r\nThe structure of the Security Council dramatizes\r\nthe reality that one nation, one vote, still has its\r\nlimitations. In this context, we might be tempted to\r\naccept, as Nobel Laureate V. S. Naipul asserts in the\r\nopening line of his book, A Bend in the River: “The\r\nworld is what it is”. I submit that the overarching\r\nmission of the United Nations is to defy the status quo\r\nand to work unrelentingly to transform the world from\r\nwhat it is into what it can be. The logical and\r\nparticularly relevant concomitance to all of this is that\r\na fundamental function of the United Nations is to\r\nassist small Member States like Antigua and Barbuda\r\nto be all that we can be. We recognize that the United\r\nNations has been making every conceivable effort to\r\nmeet this mandate, most notably so under the\r\nstewardship of our indomitable Secretary-General, His\r\nExcellency Mr. Kofi Annan.\r\nNot surprisingly, small societies like those of the\r\nEnglish-speaking Caribbean have become casualties,\r\nnot beneficiaries, of globalization and of the new world\r\neconomic order. The United Nations acknowledged this\r\nin the Millennium Declaration. The Declaration\r\nconcedes that, while globalization offers great\r\nopportunities, its benefits are very unevenly shared,\r\nwhile its costs are unevenly distributed. It recognized\r\nthat developing countries and countries with economies\r\nin transition face special difficulties in responding to\r\nthe challenges of globalization.\r\nThe Millennium Declaration defined the need for\r\npolicies and measures at the global level that correspond\r\nto the needs of developing countries and economies in\r\ntransition and that are formulated and implemented\r\nwith their effective participation. It recognized a\r\ncollective responsibility to uphold the principles of\r\nhuman dignity, equality and equity at the global level.\r\nIt affirmed a determination to deal comprehensively\r\nand effectively with the debt problems of low and\r\nmiddle-income developing countries through various\r\nnational and international measures designed to make\r\ntheir debt sustainable in the long term.\r\nStill, the reality confronts us that the views of all\r\nother United Nations Member States are outweighed by\r\nthose of the five permanent members of the Security\r\nCouncil.\r\nMoreover, the world saw, not all that long ago,\r\neffective marginalization of the United Nations in\r\ndefiance of rational concerns, strongly expressed, of\r\nthe general membership of the United Nations. I have\r\nno desire to be trampled underfoot by the elephants\r\nengaged in the historic battle that raged in this forum\r\nbefore it moved to its still active theatre in the Middle\r\nEast earlier this year. I am, however, compelled to\r\nwonder by what process the United Nations appears to\r\nhave ruled out a negotiated resolution of the ongoing\r\nwar in Iraq as an option.\r\nIt is lamentable that, in meeting the unique needs\r\nof vulnerable small States and microeconomies, the\r\nUnited Nations is routinely sidelined in international\r\ntrading relationships and development processes. The\r\nUnited Nations is not recognized as a key catalyst in\r\ndefining the world economic order and international\r\n22\r\nA/59/PV.9\r\ntrading arrangements in the twenty-first century. That\r\nagenda is understood to be directed by entities such as\r\nthe World Trade Organization, the Organization for\r\nEconomic Cooperation and Development (OECD), the\r\nFinancial Action Task Force, the International\r\nMonetary Fund and the World Bank. Two of those\r\norganizations are assemblies of a small number of\r\nwealthy nations that do not necessarily attach adequate\r\npriority to the vulnerability of small States and\r\neconomies in transition.\r\nWe are not all convinced that those organizations,\r\nwhose decisions can well determine the destiny of\r\nsmall States like Antigua and Barbuda — and the now\r\ndesolate Grenada and Haiti — are sufficiently responsive\r\nto the special needs of small Caribbean States.\r\nIndeed, the instances in which small countries of\r\nthe Caribbean have been targets of the OECD and the\r\nmighty United States are vivid in our consciousness.\r\nSuper Power intervention in traditional arrangements\r\nbetween Europe and the Caribbean for bananas and\r\nsugar has been no less devastating, and it has certainly\r\nbeen farther reaching than Hurricane Ivan’s savage\r\ndemolition of Grenada. The OECD offensive against\r\nwhat were termed “harmful tax jurisdictions”,\r\nmanifestly discriminated against international financial\r\ncentres in the Caribbean. Our responses to this\r\nchallenge were responsible and effective.\r\nWe would like to think that the English-speaking\r\nCaribbean countries are model nations in the family of\r\nman. We represent a zone of peace in a world shattered\r\nby internecine and international wars. We maintain\r\nexemplary parliamentary democracies. With a few sad\r\nexceptions, we in the Caribbean change our\r\nGovernments by the ballot, and by no other means.\r\nThough we are small, we are overwhelming in\r\nhuman worth. The Commonwealth Caribbean gave\r\nBob Marley to the world. We gave Nobel Laureates\r\nArthur Lewis, Derek Walcott and Vidia Naipaul to the\r\nworld. We have given our music to the world in the\r\nform of reggae, calypso, soca and steel band. We have\r\nenriched the cuisines of the world. We have given the\r\nfastest female track athletes to the world. We have\r\ncontributed to the standard of academia around the\r\nworld through the export of many of our finest minds.\r\nWe have been blessed with the most desirable\r\nbeaches in the world, and we welcome the world to\r\nshare our beaches and our incomparable natural\r\nenvironment. Our islands represent green points of\r\nlight on a globe convulsed by callous attitudes to the\r\nenvironment among certain developed countries, and\r\namong countries in transition, as well.\r\nSmall though our nations may be, we are mighty\r\nwarriors in strong and effective alliances with the\r\nUnited States, Canada, the United Kingdom and other\r\nnations in the war against the international narcotics\r\nsyndicates.\r\nI deem it my country’s civic responsibility to\r\nremind this body of our duty to fulfil our role as\r\noutlined in the preamble of the United Nations Charter,\r\nto be the central area for harmonizing the actions of\r\nnations in achieving international cooperation in\r\nsolving issues of a humanitarian nature.\r\nToday two nations within the Caribbean region,\r\nGrenada and Haiti, have been devastated by natural\r\ndisaster. Some 90 per cent of Grenada’s housing stock\r\nhas been destroyed. Civil society is in deep trauma.\r\nThe economy has been wiped out and the Government\r\nis completely immobilized. This means that there is an\r\nineffective authority.\r\nMore than 1,000 persons have just died in Haiti\r\nin the wake of Hurricane Jean, with the figure expected\r\nto double in days. The dead are being buried in mass\r\ngraves to prevent a health epidemic. Homes and crops\r\nhave been destroyed, with floodwater lines on\r\nbuildings measuring up to 10 feet high. Survivors in\r\nHaiti’s third largest city, Gonaives, are hungry, thirsty and\r\nincreasingly desperate. United Nations peacekeepers and\r\naid agencies are stretched to the limit.\r\nGrenada and Haiti are now suffering a condition\r\ncomparable to a massive military bombardment.\r\nAgainst this backdrop, I urge the United Nations —\r\nevery nation, large and small — to intervene in those\r\ntwo Caribbean countries devastated by recent\r\nhurricanes. They are certifiable disaster areas.\r\nAn adequate response from all of us, and even\r\nmore so from the developed countries, to the plight of\r\nGrenada and Haiti would be a quantum leap to recovery\r\nand reconstruction for them and the best option to ease\r\nthe suffering of their battered and distressed people. We\r\nmust act quickly. We must act now.\r\nIf I may be so bold, I would like to say that my\r\ncountry, Antigua and Barbuda, is a veritable United\r\nNations in microcosm. It has become home to a\r\nrelatively larger proportion of immigrants from\r\nCaribbean countries than has any other Caribbean\r\n23\r\nA/59/PV.9\r\nState. On any day, on any street in St. John’s, Antigua\r\nand Barbuda’s capital, you will hear virtually every\r\nCaribbean inflection, English and Hispanic. You will\r\nalso hear accents from China, Syria, Lebanon, Europe\r\nand Africa. Indeed, we are celebrating Antigua and\r\nBarbuda’s unique diversity with the construction of a\r\nCaribbean Festival Park that will be a permanent\r\nshowcase and celebration of the essence of the entire\r\nCaribbean region.\r\nI have chosen to use this opportunity to urge the\r\nUnited Nations General Assembly to petition powerful\r\nnations and agencies of the world for a review of the\r\npolicy of penalizing small States that achieve a\r\nmeasure of success in the process of guiding their\r\neconomies to growth and their citizens to better lives.\r\nIs it not ironic that, only in the area of development\r\nfunding, achieving “graduation” is rewarded with\r\npunishment? Development funding dries up; technical\r\naid is more difficult to access when small States begin\r\nto show signs of prosperity. The effect of this is really\r\nto pull out the carpet from under small States the\r\nmoment they stand up. Small developing States will\r\nnever be insulated against external shocks.\r\nThe international security measures mandated by\r\nAmerica’s post-9/11 Patriot Act have inflicted an\r\ninordinate financial burden on the small economies of\r\nCaribbean member States. We have been compelled to\r\nfinance security infrastructure for which we had no\r\nprovisions. With intensified security concerns in the\r\nUnited States, Caribbean countries are confronted with\r\nincreasing waves of deported felons from the United\r\nStates. This carries the risk that, among these\r\ndeportees, there might well be prime recruits for\r\norganized crime and narco-trafficking. Caribbean\r\nsocieties are simply not equipped to respond\r\neffectively to those challenges.\r\nAmong member countries of the Organization of\r\nEastern Caribbean States, Antigua and Barbuda is\r\nconsidered to be relatively affluent. The grim reality is\r\nthat Antigua and Barbuda is confronted with an\r\neconomy that has been experiencing sustained decline.\r\nThe country has been accumulating crippling debt. We\r\nare uncovering disturbing levels of unemployment,\r\nparticularly among our young people. This can well place\r\na significant proportion of our youth at serious risk.\r\nMany of these concerns are common to small\r\nStates of the Caribbean. Policies and rules are made in\r\norganizations controlled by the powerful few. This\r\nbrings us to the contradiction that, as small States strive to\r\nbe all that we can be, we are penalized for our success.\r\nPolicy makers in the developed world, donor\r\ncountries and multilateral donor agencies should not\r\ntake our natural and physical attributes as barometers\r\nof our economic and social development.\r\nIn this age of globalization, where the emphasis\r\nis on bigness, being small is definitely a disadvantage\r\nof major magnitude. Small economies cannot easily\r\ndiversify production. Jobs are concentrated in a limited\r\nnumber of industries — namely, agriculture, tourism\r\nand services. Tragically, we are now encountering a\r\nsituation where our unemployed young people are\r\neasily induced into the drug trade.\r\nGiven that the Caribbean region is a recognized\r\ndrug trans-shipment point between Latin America and\r\nthe United States and Europe, the attraction of easy\r\nmoney and effective marketing to youth by drug dons\r\nmake this job opportunity very attractive to the youth\r\nof the Caribbean region.\r\nMy party, the United Progressive Party, campaigned\r\non a platform of transparency, accountability and\r\nintegrity in every functional aspect of government, and\r\nthroughout the society as a whole. As a demonstration of\r\nmy Government’s seriousness in combating corruption, I\r\ntabled anticorruption and integrity legislation in our\r\nParliament during our first six months in Government.\r\nMy Government and the majority of the people of\r\nAntigua and Barbuda are committed to every option\r\nthat will support our dedication to good governance in\r\nour country.\r\nI challenge the United Nations to stand by the\r\ntenets of the Millennium Declaration, which call for\r\nequity among nations, large and small. There is a\r\ncompelling reason for this call.\r\nCaribbean Community (CARICOM) countries are\r\ncurrently engaged in three separate sets of negotiations\r\nthat will seriously impact the economies of our\r\ncountries and the welfare of our people. To date, there\r\nhave been no concessions afforded to the special needs\r\nof small States in our negotiations with the European\r\nUnion, on the Free Trade Area of the Americas and\r\nwith the World Trade Organization. Not everyone\r\nengaged in these negotiations appears to be in\r\nsympathy with the fundamental goals of the United\r\nNations Millennium Declaration.\r\n24\r\nA/59/PV.9\r\nIf affirmative action is not to be proffered to\r\nAntigua and Barbuda and other small States of the\r\nCaribbean region and the world, let us at least be\r\nspared punitive suspension of whatever special\r\nfacilities enabled us to move our economies forward.\r\nAntigua and Barbuda thanks this General\r\nAssembly for the opportunity to propose that, in\r\nkeeping with the letter and the spirit of the United\r\nNations Millennium Declaration, small States, such as\r\nthose of CARICOM, should be afforded the promised\r\nopportunity to be beneficiaries of globalization and the\r\nnew world economic architecture, instead of leaving us\r\ncasualties, as we must now be accurately described.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the Prime\r\nMinister and Minister of Labour of Antigua and\r\nBarbuda for the statement he has just made.\r\nThe Honourable Winston Baldwin Spencer, Prime\r\nMinister and Minister of Labour of Antigua and\r\nBarbuda, was escorted from the rostrum.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Shaikh Mohammed bin Mubarak\r\nAl-Khalifa, Deputy Prime Minister and Minister for\r\nForeign Affairs of Bahrain.\r\nShaikh Mohammed bin Mubarak Al-Khalifa\r\n(Bahrain) (spoke in Arabic): Mr. President, at the\r\noutset, I have the pleasure to extend my most sincere\r\ncongratulations and best wishes to you and your\r\nfriendly country of Gabon on the occasion of your\r\nelection to the presidency of the General Assembly at\r\nits fifty-ninth session and to wish you every success in\r\nyour work. May I take this opportunity to thank your\r\npredecessor, His Excellency Mr. Julian Hunte, Minister\r\nof Foreign Affairs of the friendly country of Saint\r\nLucia, for the intensive efforts he exerted during his\r\npresidency of the last session.\r\nI also would like to take this opportunity to\r\nexpress my country’s appreciation to Secretary-General\r\nKofi Annan for the great efforts he has made to\r\nenhance and strengthen the role of the United Nations\r\nin maintaining international peace and security.\r\nSince the signing of the Charter in 1945 in San\r\nFrancisco, the United Nations has played a vital role in\r\naddressing many international political, economic,\r\nsocial and humanitarian issues.\r\nOur world today is witnessing the interlinking of\r\ndifferent issues in politics and in regional and\r\ninternational security with other issues of development,\r\nthe environment, culture, women and human rights. As\r\na result, international interests have become\r\ninterwoven and the distinction between local and\r\ninternational questions has almost vanished in light of\r\nthe spread of globalization. People need the United\r\nNations now more than they did a half a century ago.\r\nWith newly developed understanding, they have a\r\ngreater day-to-day need to keep up with the modern\r\ndevelopments of the twenty-first century and the spirit\r\nof the age, led by multilateral diplomacy, which looks\r\nat both present and inherited problems from a new\r\npractical perspective and understanding. The idea of\r\nreforming the United Nations, including the collective\r\nsecurity system, is indeed an ambitious one. However,\r\nwe believe that its implementation is not an impossible\r\ndream but a necessity. The international community\r\nmust respond, through innovative thinking, practical\r\nmethods and a collective determination, in order to\r\nachieve democracy in international relations, maintain\r\nthe spirit of the Charter, and devise practical solutions\r\nto national and regional conflicts and mitigate their\r\nconsequences for the development process in Member\r\nStates.\r\nIn that context, we would like to reiterate our\r\nsupport for the efforts made by the Secretary-General\r\nto reform the Organization and enhance its capacity to\r\nshoulder its responsibilities and carry out it missions.\r\nWe look forward with great interest to the report\r\nthat the Secretary-General will present in December on\r\nthe outcome of the meetings of the High-Level Panel\r\non Threats, Challenges and Change. We hope that these\r\nresults and recommendations will not only meet the\r\nhopes of the peoples of the world but will also be\r\nsufficient to address the threats and problems that beset\r\ninternational relations on all sides.\r\nAs reform and modernization of the United\r\nNations have become a goal for the majority of its\r\nMembers, by the same token, leaders and political\r\nexperts in many parts of the world, including the Arab\r\nworld, have become aware that reform and\r\nmodernization are important issues in their societies in\r\norder to address the demands for change and the\r\nmovement of history, and that these issues must be\r\naddressed with clear-sightedness and wisdom, to meet\r\n25\r\nA/59/PV.9\r\nthe hopes and aspirations of the new generation for\r\nprogress and democratization.\r\nAs a result of that historic political awareness, the\r\nreform and democratization process has made great\r\nstrides in the Kingdom of Bahrain. Bahrain has moved\r\nrapidly in the building of democracy and the widening\r\nof popular participation since the adoption of the\r\nNational Action Charter by the people of Bahrain on\r\n14 February 2001, and municipal and parliamentary\r\nelections in 2002.\r\nIt is clear that the call for reform and\r\ndemocratization, which has become an important\r\ncontemporary element in international policy, has\r\nbecome a demand of both industrialized countries and\r\nof many developing countries as well. This year, the\r\nPresident of the Group of Eight invited His Majesty\r\nKing Hamad bin Isa Al-Khalifa, the King of Bahrain,\r\nto participate in its annual Summit held in Georgia,\r\nUnited States, from 8 to 10 June last, in recognition of\r\nHis Majesty’s important role in the reform process and\r\nthe building of democracy in Bahrain.\r\nThe phenomenon of terrorism is a source of\r\nconcern for the international community, because of its\r\nhorrific spread to many different parts of the world.\r\nIndeed, no region or country is immune. In that regard,\r\nBahrain reaffirms its condemnation of terrorism in all\r\nits forms and manifestations, regardless of its sources\r\nor motivation. We reassert that there can be no\r\njustification whatsoever for terrorism, and that terrorist\r\nacts are not condoned by any religion or belief.\r\nBahrain has condemned, and continues to\r\ncondemn, terrorist acts against countries and peoples\r\nthrough which innocent lives are lost, and reaffirms its\r\nsolidarity with the brotherly Kingdom of Saudi Arabia\r\nand its support for all measures it has taken to\r\novercome these criminal actions, which contradict the\r\nprinciples and tenets of Islam, a religion of tolerance\r\nand mercy. Bahrain also condemns and denounces all\r\nterrorist acts around the world, including the events at\r\nthe school in Beslan, North Ossetia, in Russia.\r\nIn examining terrorism and its threats, it is\r\nnecessary to review its causes in order to limit its\r\ndestructive danger. Among those causes, we find\r\npoverty, ignorance, backwardness, unemployment, a\r\nculture of extremism, fundamentalism, ethnic\r\nprejudice, feelings of national desperation and\r\nfrustration, and violations of human rights.\r\nTo address this terrorist phenomenon, and within\r\nthe framework of regional and international cooperation\r\nto fight it, Bahrain and the other countries of the Gulf\r\nCooperation Council (GCC) this year signed the GCC\r\nAnti-Terrorism Agreement, a further step in\r\novercoming this scourge, which must be eradicated.\r\nIsrael is increasing its oppressive measures and\r\npractices in the occupied territories against the\r\nPalestinian people. It does not respect or comply with\r\ninternational law and international legality by taking\r\nareas of Palestinian land in its construction of the so-\r\ncalled barrier, which consolidates the occupation and\r\nthe settlements, and extinguishes hopes for an\r\nindependent Palestinian State — the legal and\r\ninalienable right of the Palestinian people.\r\nThe international community today must take a\r\ncourageous stand in the face of these actions, in\r\nparticular following the advisory opinion of the\r\nInternational Court of Justice delivered on 9 July 2004,\r\nand General Assembly resolution ES-10/15 of 20 July\r\n2004, which represent a triumph for international\r\nlegality and a clear condemnation of the building of the\r\nseparation wall, which contradicts the principles of\r\ninternational law. The international community must\r\nuse that opinion to pressure Israel to end its occupation\r\nof all Palestinian and Arab territories, including the\r\nSyrian Golan Heights and the Lebanese Shaba’a Farms.\r\nThe Arab countries reaffirm their commitment to\r\nthe Arab peace initiative agreed at the Beirut Summit\r\nin 2002, and reaffirmed by the most recent Arab\r\nSummit in Tunis in 2004, which calls for a complete\r\nIsraeli withdrawal from all occupied Arab land and the\r\nestablishment of an independent Palestinian State with\r\nJerusalem as its capital, in accordance with the\r\nresolutions of international legality, in particular\r\nSecurity Council resolutions 242 (1967), 338 (1973),\r\n1397 (2002) and 1515 (2003).\r\nWe call once again on the Quartet to resume its\r\nefforts to promote the peace process, and we demand\r\nthat the Government of Israel fulfil its obligations\r\nunder the peace plan, as set out in the road map.\r\nThe situation in brotherly Iraq remains a continued\r\nsource of concern for the countries and peoples of the\r\nregion, in particular the violence and insecurity that\r\nthreaten it, despite continued efforts to maintain peace,\r\nespecially following the establishment of the Interim\r\nGovernment, which took office on 28 June 2004, and\r\nin spite of the transfer of sovereignty to Iraqi\r\n26\r\nA/59/PV.9\r\nauthorities, the convening of the national conference\r\nand steps taken towards the creation of an interim\r\nNational Legislative Council.\r\nThe upcoming stage requires that a vital and\r\neffective role be played by the international community,\r\nrepresented by the United Nations, which will bear the\r\nheavy burden of supporting the interim Iraqi\r\nGovernment and helping it to fulfil the tasks required\r\nof it under Security Council resolution 1546 (2004).\r\nBahrain has on more than one occasion expressed\r\nits support for efforts to maintain peace and security in\r\nIraq, and to create the conditions for the reconstruction\r\nof the country and the maintenance of its unity. It also\r\nreaffirmed its willingness to participate in Arab and\r\ninternational efforts to rebuild Iraq and to maintain its\r\nunity, sovereignty and territorial integrity.\r\nThe security and stability of the Arab Gulf region\r\nis a matter of great concern to the Government of\r\nBahrain, which is constantly seeking peace and\r\nstability in a region that has suffered greatly during the\r\npast three decades. The Kingdom of Bahrain, which is\r\na member of the Arab Gulf Cooperation Council, calls\r\nupon the Islamic Republic of Iran to work to peacefully\r\nresolve the issue of the islands of Greater Tunb, Lesser\r\nTunb and Abu Musa, which belong to the United Arab\r\nEmirates, either through serious bilateral negotiations\r\naimed at an agreement between the two neighbouring\r\ncountries or by arbitration.\r\nGiven the Kingdom of Bahrain’s follow-up of\r\nefforts to achieve peace and reconciliation and to re-\r\nestablish stability in important regions of the Arab\r\nworld, we welcomed the Naivasha Agreement between\r\nthe Government of the Sudan and the Sudan People’s\r\nLiberation Army. We are anxious to see an end to the\r\ncivil war there, which has taken a great toll in terms of\r\nhuman life and material resources. Bahrain also\r\nwelcomed the agreement between the Sudan and the\r\nUnited Nations aimed at ending the bloodshed in the\r\nDarfur region, as well as the steps taken by the\r\nSudanese Government to implement its obligations in\r\naccordance with the agreement that it signed with the\r\nSecretary-General on 3 July.\r\nBahrain also expresses its support for the efforts\r\nof the African Union, which is working with the\r\nSudanese Government with a view to resolving the\r\nhumanitarian crisis in Darfur. We affirm the\r\nimportance of respecting the Sudan’s sovereignty,\r\nindependence and territorial integrity. We call on the\r\nSecurity Council to give the Government of the Sudan\r\nsufficient time to deal with the crisis and offer the\r\nnecessary financial assistance to bring it to an end.\r\nMr. Khan (Bangladesh), Vice-President, took the\r\nChair.\r\nToday more than ever we are committed to the\r\nprinciples and purposes of the Charter. We now have a\r\ndeeper understanding of the need for a modernized and\r\nmore advanced Organization that is capable of taking\r\npart in collective international action, of responding to\r\nthe changes and challenges of the twenty-first century\r\nand of ensuring greater democracy in international\r\nrelations, equal rights among the peoples of the world\r\nand equal sovereignty among States. It must also be\r\nable to arrive at solutions for problems that may occur\r\nin the future on the basis of international partnership,\r\nso that any as yet unforeseen challenges facing\r\nhumanity in the coming decades can be dealt with.\r\nPast mistakes and current failures should not\r\ndivert us from our ambitions for a better future — a\r\nfuture free from the scourge of war, a future of peace\r\nand justice, where human rights and the dignity of the\r\nindividual are respected; a future where resources are\r\ndeveloped and where society can progress, where greed\r\nhas been eliminated and where countries cooperate\r\nwithin an advanced international order that promotes\r\nthe rule of law and disseminates the values of human\r\nrights, generosity and justice, without prejudice,\r\narrogance or discrimination.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Ban Ki-moon, Minister for Foreign\r\nAffairs and Trade of the Republic of Korea.\r\nMr. Ban (Republic of Korea): I would like first\r\nof all to extend my sincere congratulations to Mr. Jean\r\nPing on his assumption of the presidency of General\r\nAssembly at its fifty-ninth session. I have every\r\nconfidence that he will meet with distinction the\r\nchallenges of his eminent office. I would also like to\r\ntake this opportunity to pay tribute to his predecessor,\r\nMr. Julian Robert Hunte, as well as to Secretary-\r\nGeneral Kofi Annan.\r\nThe past year has been marked by a series of\r\natrocious terrorist attacks. The stark reality is that no\r\npeople or nation is safe from the spectre of\r\ninternational terrorism. Through their cowardly acts,\r\nterrorists seek to generate chaos and fear, raining\r\nviolence upon the innocent — even children, as we so\r\n27\r\nA/59/PV.9\r\npainfully and clearly witnessed in the recent tragedy in\r\nBeslan, Russia. I would like to take this opportunity to\r\nextend my sincere sympathy to all those affected by\r\nterrorist attacks around the world.\r\nThe Republic of Korea has been no exception in\r\nits exposure to heinous terrorist attacks. In particular,\r\nwe experienced, with deep sorrow and pain, the loss of\r\na Korean — a victim of such savagery — in Iraq in\r\nJune this year. There can be no justification whatsoever\r\nfor such brutality and cruel disregard for human life.\r\nThat inhuman act has only bolstered our determination\r\nto rid the world of the dark cloud of terrorism. The\r\nRepublic of Korea remains firm in its conviction that\r\nthe international community must never give in to the\r\ndemands of terrorists.\r\nThe fight against terrorism calls for unity in the\r\ninternational community, with the United Nations in\r\nthe lead, as well as the enhanced ability of each\r\nindividual Member State to combat terrorism.\r\nIraq still remains a very pressing security concern\r\nfor the international community. The inauguration of\r\nan interim Government and the transfer of sovereignty\r\nset in motion the process of political transition towards\r\na new era of democracy for the Iraqi people. The\r\nUnited Nations has a wealth of experience to offer Iraq\r\nin the process of its political normalization and\r\nnational rehabilitation. The transition cannot proceed\r\nsmoothly, however, without the restoration of order. To\r\nthat end, the assistance of the international community\r\nis vital.\r\nThe Republic of Korea has been actively\r\nparticipating in international efforts to build a peaceful,\r\ndemocratic and prosperous Iraq. We strongly believe\r\nthat stability in Iraq is vital for peace and security in\r\nthe Middle East and beyond. In implementation of\r\nSecurity Council resolutions 1511 (2003) and 1546\r\n(2004), we are in the process of dispatching 3,600\r\ntroops to the multinational forces in Iraq. The aim of\r\nthis is to assist the Iraqi people’s efforts aimed at\r\nrehabilitation and reconstruction. We have also pledged\r\nto contribute $260 million to that end, focusing on\r\nareas such as health, education, capacity-building, job\r\ncreation and the provision of electricity.\r\nTerrorism lends renewed urgency to our common\r\nendeavour to halt the proliferation of weapons of mass\r\ndestruction and their means of delivery. In particular,\r\nthis year’s revelations about a nuclear black-market\r\nnetwork in Asia have alerted the international\r\ncommunity to the danger of nuclear weapons falling\r\ninto terrorist hands. Faced with this new kind of threat\r\nto nuclear non-proliferation, the international\r\ncommunity must work to close the loopholes in the\r\nexisting non-proliferation regime. Against that\r\nbackdrop, my Government strongly supports Security\r\nCouncil resolution 1540 (2004) on non-proliferation,\r\nadopted by the Council in April this year.\r\nThe Republic of Korea has actively participated\r\nin the efforts of the international community in the\r\nnon-proliferation field. In February this year, we\r\nbecame the thirty-ninth country to ratify the Additional\r\nProtocol to the Safeguards Agreement. In June, we\r\njoined the Group of Eight (G8) Global Partnership\r\nagainst the Spread of Weapons and Materials of Mass\r\nDestruction in order to support joint efforts to stem the\r\nspread of deadly arsenals. We held the chairmanship of\r\nthe Nuclear Suppliers Group for the year 2003-2004,\r\nand we will also host the plenary meeting of the\r\nMissile Technology Control Regime in Seoul next\r\nmonth. These are just a few facts that attest to my\r\nGovernment’s unwavering commitment to the cause of\r\nthe non-proliferation of weapons of mass destruction.\r\nGiven such a solid commitment on our part, my\r\nGovernment reported the recent discoveries about past\r\nscientific experiments involving nuclear materials in\r\nmy country pursuant to the additional protocol to the\r\nsafeguards agreement with the International Atomic\r\nEnergy Agency (IAEA). The experiments were\r\nisolated, laboratory-scale research activities that a few\r\nscientists conducted on their own for purely\r\nexperimental purposes. In good faith and with full\r\ntransparency, my Government has been providing full\r\ncooperation to the IAEA in its activities to review and\r\nverify our declarations on nuclear research activities.\r\nRenewing and reaffirming our commitment to\r\nnuclear non-proliferation and the peaceful use of nuclear\r\nenergy, the Government of the Republic of Korea\r\nannounced the following “Four Principles for the\r\nPeaceful Use of Nuclear Energy” on 18 September 2004.\r\nFirst, the Republic of Korea reaffirms that it has\r\nno intention of developing or possessing nuclear\r\nweapons. Secondly, the Republic of Korea will firmly\r\nmaintain nuclear transparency and will strengthen our\r\ncooperation with the international community to this\r\nend. Thirdly, the Republic of Korea will faithfully\r\nabide by the norms set out in agreements on nuclear\r\nnon-proliferation, including the Treaty on the Non-\r\n28\r\nA/59/PV.9\r\nProliferation of Nuclear Weapons (NPT) and the Joint\r\nDeclaration on the Denuclearization of the Korean\r\nPeninsula. Fourthly, on the basis of international trust\r\nand with the highest level of transparency, the Republic\r\nof Korea will continue to expand the peaceful use of\r\nnuclear energy.\r\nI would now like to turn to one of the most\r\nimportant tasks that lie ahead: resolving the North\r\nKorean nuclear issue. The Government of the Republic\r\nof Korea has been actively engaged in the efforts to\r\nbring about a peaceful resolution to this issue through\r\nthe six-party talks process. The Republic of Korea\r\nfirmly believes that the expeditious resolution of the\r\nNorth Korean nuclear issue is in the best interests of all\r\nthe participants in the six-party talks, including the\r\nDemocratic People’s Republic of Korea. The resolution\r\nof this issue will certainly have a positive impact on\r\nthe global nuclear non-proliferation regime. It will also\r\nhave a profound effect on the relations between North\r\nKorea and the other countries participating in the six-\r\nparty talks.\r\nUpon the resolution of the nuclear issue, North\r\nKorea would indeed be able to become a full-fledged\r\nmember of the international community, enabling it to\r\ngain all the accompanying benefits. It is our fervent\r\nwish that the Democratic People’s Republic of Korea\r\nwill make a strategic decision to forgo all its nuclear-\r\nweapon programmes, including its uranium enrichment\r\nprogrammes, in a thorough and transparent manner.\r\nThe Government of the Republic of Korea also\r\nstrongly hopes that the fourth round of talks will be\r\nheld as soon as possible, so that we can engage in\r\nsubstantive discussions on concrete steps toward the\r\ndenuclearization of the Korean peninsula.\r\nWhile seeking a peaceful resolution to the North\r\nKorean nuclear issue, the Korean Government is\r\nworking hard to ensure the steady improvement of\r\ninter-Korean relations. Indeed, Government-level\r\nmeetings have been institutionalized and as many as 90\r\nsuch meetings have been held over the past two years.\r\nImpressive progress is also being made on major\r\nprojects for economic cooperation. In particular, the\r\nstart of operations at the Gaesong industrial complex,\r\nscheduled for later this year, will be a significant\r\nachievement in inter-Korean cooperation.\r\nAs a result of such efforts, we believe that inter-\r\nKorean exchanges and cooperation have now advanced\r\nto a point from which there is no turning back. The rise\r\nof such inter-Korean interaction and interdependence\r\nwill certainly contribute to peace and prosperity on the\r\nKorean peninsula and beyond.\r\nThere are no easy answers to the many problems\r\nthe world now faces, and poverty is at the top of that\r\nlist. The roots of poverty run deep, with no simple\r\nsolution in sight. A large part of the human population\r\nstill languishes in abject poverty, presenting a serious\r\nstumbling block to the achievement of our shared goal\r\nof lasting peace and prosperity for all.\r\nFour years ago, the leaders of the world pledged\r\nto reduce by half the proportion of people living in\r\npoverty and hunger by the year 2015 as part of the\r\nMillennium Development Goals. However, at this\r\npoint, the gap between the objectives and the tangible\r\nprogress we have made remains wide. It is our sincere\r\nhope that the 2005 high-level meeting to review the\r\nprogress made in the implementation of the Goals will\r\nserve to renew our commitment to the world’s poor.\r\nPolitical will is the key.\r\nOver the past year, the United Nations has\r\ncontinued its efforts to realize our common aspirations\r\nfor the promotion of human rights, freedom and well-\r\nbeing. While persevering in its quest to make human\r\nrights universal, the United Nations has exerted special\r\nefforts to enable the most vulnerable of our fellow human\r\nbeings to enjoy the rights and freedoms that should be\r\nguaranteed to all. In particular, much progress has been\r\nmade in the endeavours to draft a convention to\r\npromote the rights of persons with disabilities.\r\nThe Government of the Republic of Korea\r\nstrongly supports global action to strengthen the values\r\nof human rights and democracy around the world. Just\r\nlast week in Seoul, we organized a seminar on good\r\ngovernance practices for the promotion of human\r\nrights, in conjunction with the Office of the United\r\nNations High Commissioner for Human Rights and the\r\nUnited Nations Development Programme.\r\nNext year in Seoul, my Government will also\r\nhost the Sixth Global Forum on Reinventing\r\nGovernment, in cooperation with the United Nations.\r\nWe are convinced that this Forum will serve as a useful\r\nvenue for the exchange of experience in Government\r\ninnovations aimed at enhancing participation and\r\ntransparency in governance.\r\nWe also support the United Nations in reaching\r\nout to people in distress in many corners of the world\r\n29\r\nA/59/PV.9\r\nand providing life-saving assistance to millions of\r\nrefugees and others displaced by conflicts and natural\r\ndisasters. We share the concern of the international\r\ncommunity over the humanitarian crisis unfolding in\r\nDarfur, Sudan. Security Council resolution 1564 (2004)\r\nshould be implemented so as to bring back peace and\r\nstability to this troubled area and its inhabitants.\r\nFurthermore, all too often, the complexities of\r\nmajor crises have been fuelled by the public health\r\nemergency created by the HIV/AIDS pandemic. In\r\norder to overcome the scourge of HIV/AIDS, it is vital\r\nthat we strengthen the global assistance mechanisms.\r\nIn this regard, the 3 by 5 Initiative of the World Health\r\nOrganization, aimed at providing antiretroviral\r\ntreatment to 3 million infected people by the year\r\n2005, is a very timely and proactive initiative.\r\nFor almost six decades, the United Nations has\r\nplayed a crucial role in merging the diverse interests of\r\nour Member States for the global good. As the\r\ninternational community becomes more interdependent\r\nand areas of cooperation expand further in the twenty-\r\nfirst century, the world body will have an even greater\r\nrole to play.\r\nMeanwhile, doubts have been expressed as to\r\nwhether the current United Nations system is suitable\r\nfor confronting the challenges of the new century. As\r\nthe Secretary-General has pointed out, the United\r\nNations has come to a fork in the road. Choices must\r\nbe made if the United Nations is to be strengthened and\r\nmade more effective.\r\nIn that regard, the Republic of Korea hopes that the\r\nHigh-level Panel on Threats, Challenges and Change\r\nestablished on the recommendation of the Secretary-\r\nGeneral will identify the challenges the international\r\ncommunity faces and recommend ways to deal with\r\nthem effectively. We look forward to the Panel’s report\r\nand hope that its recommendations will shed light on\r\nways to make the United Nations more effective and\r\nresponsive to the needs of the twenty-first century.\r\nNo doubt, continued reform of the United Nations\r\nwill be an important part of our discussions. In\r\nparticular, the Security Council, as the primary organ\r\nfor maintaining peace and security, must be reformed\r\nin such a way as to make it more representative and\r\ndemocratic than it is today. In that regard, we share the\r\nview that the Security Council should be expanded to\r\nadequately reflect the increase in the membership of\r\nthe United Nations during the past decades. Expansion\r\nof the Security Council should be designed to enable\r\nmore countries to participate in the Council more often,\r\nand on the basis of a more equitable geographical\r\ndistribution. In that spirit, we support an increase in\r\nnon-permanent members so as to accord to those\r\nMember States willing and able to contribute to\r\ninternational peace and security greater opportunities\r\nto serve in the Council.\r\nAs diverse as they are, there is a common thread\r\nthat holds together all the views expressed in this\r\nhonourable Hall. We are all united in the goal of seeking a\r\nbetter and more peaceful world. Now more than ever,\r\ncountries are called to rise to challenges together, as\r\nMembers of our one global body. The Republic of\r\nKorea stands firm in its hopes for and belief in the\r\nUnited Nations as the steadfast anchor for our\r\ncollective endeavours and remains as committed as ever\r\nto fully playing its part in all areas of its noble work.\r\nThe Acting President: I now call on His\r\nExcellency Mr. George Yeo, the Minister for Foreign\r\nAffairs of the Republic of Singapore.\r\nMr. Yeo (Singapore): First, I would like to\r\ncongratulate His Excellency Mr. Jean Ping of Gabon, on\r\nhis election as the President of the General Assembly.\r\nWe meet in New York under conditions of high\r\nsecurity. All over the world, Governments,\r\ncorporations and individuals are allocating vast\r\nresources to combat terrorism. The Beslan massacre\r\nlast month and the Jakarta bombing two weeks ago\r\nremind us once again that the war against terrorism is a\r\nlong struggle. Fighting it requires us to cooperate\r\nworldwide. It is also important for us to understand\r\nmore deeply why terrorists are prepared to sacrifice\r\ntheir own lives to take the lives of others, including\r\nthose of innocent children.\r\nThe human condition has not changed. There is in\r\nhuman beings a restless, competitive spirit that strives\r\nto get ahead, make discoveries and order or reorder the\r\nworld according to their values and world-view. It is a\r\ndrive that can lead to great good or great evil.\r\nThe greatest evil is often committed out of a\r\nsense of self-righteousness. That has been the case\r\nthroughout history. Al Qaeda carries out its actions in\r\nthe name of Islam, which is a gross perversion.\r\nReligious wars are the most cruel because human\r\nbeings are maimed and killed in the name of the divine.\r\nEthnic and ideological conflicts sometimes turn\r\n30\r\nA/59/PV.9\r\ngenocidal when one side believes that right is\r\ncompletely on its side.\r\nUnrestrained economic competition can also lead\r\nto grave injustice. Without rules, ruthless economic\r\ncompetition will return us to the jungle. Without the\r\nWorld Trade Organization (WTO), globalization can\r\nbecome a tool with which the strong can dominate the\r\nweak, just as in an earlier period entire continents were\r\ncarved up by imperial Powers.\r\nGlobal organizations like the United Nations and\r\nWTO give us hope that this century can be more\r\ncivilized than previous ones. We need rules that put\r\nlimits on our competitiveness in the political and\r\neconomic arenas. As in the Olympic Games, clear rules\r\nand their rigorous enforcement enable individuals to\r\ncompete fiercely and triumph within a framework of\r\nsportsmanship and fairness. The rules are not there to\r\ndampen our natural competitive spirit, but to direct it\r\ntowards positive achievement.\r\nBut the rules have to be determined by common\r\nagreement. Their legitimacy is derived from the shared\r\nvalues that bind participants together. They have to\r\nevolve, along with our evolving sense of what is fair\r\nand proper. They cannot be imposed. If they are\r\nimposed, what we have will not be the Olympics but\r\nthe gladiatorial pits of the Roman Colosseum.\r\nAt the most fundamental level, discussions and\r\ndebates in the United Nations and WTO are really\r\nabout the values that bind us together as human beings.\r\nAs the world grows smaller, our sense of\r\ninterdependence grows. As we interact more, we\r\ndiscover that we are more similar than we think. So\r\nmany problems like global warming, epidemics and\r\nterrorism can only be overcome if we work together.\r\nSo many new opportunities can only be fully exploited\r\nif we combine our efforts.\r\nYes, we have become closer. We celebrated together\r\nwhen for the first time the human genome was mapped a\r\nfew years ago. We grieved as one on 11 September\r\n2001. The slaughter of children at Beslan outraged us\r\nall. But will we ever be the same? That is not possible.\r\nIt is neither in our biological nature nor in the nature of\r\nthe historical process for human societies to converge\r\nand become identical. Even the same society changes\r\nover time in response to changing conditions.\r\nThere is in each and everyone of us a deep desire\r\nto be free, to experiment and to be better than others\r\naround us. Like all forms of energy, human energy\r\nmust be channelled so that it is constructive and not\r\ndestructive. That is the challenge of governance at all\r\nlevels, from the village all the way to global\r\ninstitutions. With the world becoming a village because\r\nof the ease of travel and instant communication, the\r\ndesign of global institutions is very important. They\r\nhelp us solve problems which we cannot solve\r\nindividually and set limits on acceptable behaviour.\r\nThe problem of Palestine, for example, cannot be\r\nsolved without the participation of the larger global\r\ncommunity. All of us are aware of the rights and\r\nwrongs, and sometimes particular issues are right or\r\nwrong, depending on our perspective. However, we\r\nshould never lose hope. We should always look for new\r\nand creative ways to break old deadlocks. After all, it\r\nwas only a few years ago that the prospects for peace\r\nseemed so much brighter.\r\nI remember when, as Singapore’s Trade Minister,\r\nI met the Israeli Trade Minister at Davos in the year\r\n2000. He said that he would like to visit me in\r\nSingapore with his Palestinian counterpart and,\r\ntogether with me, to take a boat to the Singapore\r\nindustrial park on a nearby Indonesian island, where he\r\nhoped that we could all be received by the Indonesian\r\nTrade Minister. I was inspired and immediately worked\r\nwith my Indonesian counterpart on this project of\r\nunderstanding and goodwill. Unfortunately, within half\r\na year, the intifada began and the cycle of violence\r\nbecame steadily worse. It all seems such a long time\r\nago. However, we must never give up. With goodwill\r\nand statesmanship on both sides, and with the support\r\nof all of us in the international community, it is\r\npossible to re-establish trust and to start again.\r\nMoreover, the international community should\r\nnot allow the deteriorating relationship across the\r\nTaiwan Straits to spin out of control. The push towards\r\nindependence by certain groups on Taiwan is most\r\ndangerous, because it will lead to war with mainland\r\nChina and will drag in other countries. The stability of\r\nthe entire Asia-Pacific region is at stake. Not many\r\nyears ago, the relationship between the mainland and\r\nTaiwan was much better. In 1991, Asia-Pacific Economic\r\nCooperation (APEC) — a grouping of economies around\r\nthe Pacific Ocean — admitted China, Taiwan and Hong\r\nKong on the basis of certain agreed principles. At an\r\nAPEC meeting in 1992, I remember joining the Trade\r\nMinisters of China, Taiwan and Hong Kong for a\r\nrelaxed lunch in Bangkok. Later, in 1993,\r\n31\r\nA/59/PV.9\r\nrepresentatives from China and Taiwan met in Singapore\r\nfor informal talks, with both sides acknowledging, “One\r\nChina: to each its own interpretation”.\r\nAll problems seemed soluble then. But, in 1994,\r\nTaiwanese President Lee Teng-hui gave a shocking\r\ninterview to a Japanese magazine, describing himself\r\nas a Moses leading his people out of Egypt. From then\r\non, cross-straits relations went from bad to worse as\r\npro-independence forces on Taiwan became\r\nincreasingly adventurous. As in the Middle East, the\r\ninternational community has a strong vested interest in\r\nsupporting a peaceful resolution of cross-straits\r\nconflict, based on the “one China” position that was\r\nadopted and settled by the United Nations in 1971.\r\nEven when the United Nations has no legal\r\nauthority to enforce its wishes, its views carry moral\r\nweight. This legitimacy of the Organization is derived\r\nfrom its broad membership, its transparent processes\r\nand the active participation of Member States. It is\r\nimportant that the Security Council — which has the\r\npower to adopt resolutions binding on all United\r\nNations Member States — be reformed and enlarged so\r\nas to reflect the reality of the current international\r\nenvironment.\r\nWe need rules that enable us to make decisions\r\nand to express our collective judgement of right and\r\nwrong, and those rules must evolve in response to new\r\nchallenges. However, we cannot expect unanimity of\r\nviews on all matters. Human society is changing all the\r\ntime. New scientific discoveries present new\r\nchallenges, to which different societies must respond\r\ndifferently. On matters of religious belief, for example,\r\nno one should expect convergence. Our disagreements\r\nover issues like the death penalty, abortion, the nature\r\nof democracy, gay rights, animal rights and therapeutic\r\ncloning are, in a sense, inevitable and necessary.\r\nWhat we profoundly need is respect for plurality in\r\nthe world — respect built on the common substrate that\r\ndefines us as civilized human beings in the twenty-first\r\ncentury. In the nineteenth century, slavery was abolished.\r\nIn the twentieth century, gender equality became the\r\nnorm. In this century, we must add more layers to what\r\nwe share in common. And, upon that shared substrate, we\r\nshould not only accept diversity, but encourage it. Indeed,\r\nas with biological diversity, it is essential for human\r\nprogress that there should be cultural and political\r\ndiversity in the world. Without such diversity, our\r\nability to respond to new challenges will be weakened.\r\nFor all their imperfections, the United Nations\r\nand the World Trade Organization (WTO) represent\r\nthis diversity in unity. At the WTO, the process of\r\nmultilateral trade negotiations — however complicated\r\nand arduous they may be — is still a more civilized\r\nmethod of resolving conflicts and harmonizing national\r\ndifferences than erecting protectionist walls and\r\nfighting trade wars.\r\nRespecting plurality does not mean that we stop\r\nrecognizing strengths and weaknesses; that would be\r\nhypocrisy. Some cultural values are more suited than\r\nothers to modern times. Some economic systems are\r\nmore productive. Some political systems are better able\r\nto mobilize the creative energies of their people. But\r\nnone of us should force our views on others. We should\r\nnever impose a particular political or economic system\r\non societies with different histories and traditions.\r\nWhat we need instead is an environment that\r\nencourages mutual learning and healthy competition.\r\nFor that, we need to respect one another.\r\nAs is recognized in the Millennium Development\r\nGoals, there is no one-size-fits-all solution to the\r\nchallenge of human development. When Singapore\r\nbecame independent in 1965, there was no ready\r\nsolution that fitted us; we had to seek our own way\r\nforward. Many countries helped us with aid and advice,\r\nand we remain grateful to them. The United Nations\r\nDevelopment Programme provided valuable assistance.\r\nWith no natural resources, we had to organize\r\nourselves in a practical way, add value and be of\r\nservice to others. Little by little, we worked out\r\npragmatic solutions to our problems. Good governance\r\nwas a precondition for all our efforts. We were tough\r\non corruption and crime.\r\nWhen, in the 1970s, we witnessed attempts by\r\ninternational drug dealers to target young\r\nSingaporeans, our Parliament adopted draconian laws.\r\nWe were criticized by some of our friends in the\r\nWestern media, but we persisted, with the support of\r\nthe majority of Singaporeans, always acting with their\r\nconsent and in their interests. Now that we have\r\nreached a reasonable standard of economic\r\ndevelopment, other developing countries have\r\napproached us for assistance. We feel honoured to be\r\nasked. But we prefer them to see Singapore more as an\r\nongoing experiment to be studied than as a model to\r\nfollow. Every country is different, and each must\r\ncustomize its own solutions.\r\n32\r\nA/59/PV.9\r\nSmall countries like Singapore need a stable\r\nexternal environment. We are ardent supporters of\r\ninternational organizations like the United Nations and\r\nthe WTO, because they give us, together with other\r\ncountries, a say in global governance. A world in\r\nwhich countries big and small can resolve disputes\r\naccording to commonly agreed rules is infinitely\r\npreferable to one in which might makes right.\r\nMore than four centuries ago, a wise man from\r\nthe West visited the East. The Italian Jesuit Matteo\r\nRicci went to China with the goal of converting China\r\nto Catholicism. He had a deep respect for the\r\ncivilization that he wanted to Christianize. Realizing\r\nthat the only way to impress the Chinese was to\r\ninteract with them on their own terms, he proceeded to\r\nstudy the Chinese language, to master the Chinese\r\nclassics and to employ Chinese philosophical concepts\r\nin his discourses on Christianity. Instead of talking at\r\nthe Chinese, he talked to them, expressing concepts to\r\nwhich they could relate. Although Matteo Ricci did not\r\nsucceed in converting the Chinese, he left behind a\r\nlasting legacy, and when he died the Chinese Emperor\r\nconsented to his burial in China. His tomb, inscribed\r\nwith his Chinese name, is to be found today in the\r\ncompound of the Party School of the Beijing Municipal\r\nCommittee.\r\nHistory is unending. We need wise men like\r\nMatteo Ricci from the West and the East, from the\r\nSouth and the North, to help us, through debate and\r\ndialogue, prevent a clash of civilizations. Respecting\r\ndiversity should never reduce us to hypocrisy and\r\ncultural relativism, as if all points of view are equally\r\nvalid. We should never stop trying to influence one\r\nanother. Here in the United Nations we are always\r\ntrying to influence one another, but we must always be\r\nprepared to see the same issues from the perspectives\r\nof others. Here in the United Nations, we have an\r\ninstitution that can help us create this better world.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Kamal Kharrazi, Minister for\r\nForeign Affairs of the Islamic Republic of Iran.\r\nMr. Kharrazi (Islamic Republic of Iran) (spoke\r\nin Farsi; English text provided by the delegation): An\r\noverall and realistic review of the current developments\r\nin international relations reveals that our world today\r\nfaces the formidable challenge of extremism.\r\nExtremism has two distinct and yet\r\ninterconnected faces: the violence and terrorism of\r\nnon-State actors and the unbridled militarism of States.\r\nThe former leads to increasing insecurity and the latter\r\nto increasing lawlessness. Insecurity is manifested in\r\nhorrendous acts of extreme violence and terrorism,\r\nwhether it is in Iraq, Afghanistan or Russia.\r\nLawlessness is manifested in acting outside of\r\ninternational law and the United Nations Charter and\r\nrelying on the glorification of force and the blatant use\r\nof military might. Lawless militarism of the powerful\r\nhas given rise to increasing violence and terrorism and\r\nis also marketed as their panacea. We must be\r\nrelentless against the former in a truly collective and\r\nall-inclusive manner, and we will muster the courage\r\nand national discipline to guard against the latter and\r\nremain within the confines of international law.\r\nThe increasing insecurity and escalation of acts\r\nof violence and terrorism in different parts of the world\r\nare a matter of serious concern to all of us. The recent\r\ntragic incidents in Iraq, in the school in Beslan in the\r\nRussian Federation’s North Ossetia, and State terrorism\r\nin occupied Palestine have shocked and outraged all\r\npeoples worldwide. No rationale can justify the killing\r\nof children and the innocent.\r\nAs terrorism has become an international\r\nchallenge, an effective fight against it requires a global\r\napproach based on collective cooperation under the\r\nprovisions of the United Nations Charter as well as the\r\nprinciples of international law. We must rise above\r\nbusiness-as-usual politics and avoid discrimination,\r\ndouble standards and selectivity in our approach to\r\nfighting this global menace. As a victim of terrorism,\r\nthe Islamic Republic of Iran strongly condemns\r\nterrorism in all its forms and manifestations, and we\r\nhave demonstrated our strong commitment to fighting\r\nterrorism by the arrest and handover of the greatest\r\nnumber of Al Qaeda members apprehended by any\r\nsingle State to date. Our commitment fighting terrorism\r\nis unwavering. However, the prevailing international\r\napproach, which is primarily a law and order approach,\r\nis clearly failing to curb terrorism. We need to revisit our\r\npremises and try to develop a genuinely collective,\r\ninclusive, well-rounded and multidisciplinary approach,\r\nif we are serious about this fight. No State can even\r\ncome close to doing it alone.\r\nThe increasing lawless militarism, the second\r\nface of the challenge we encounter, is the use of brute\r\nand unsanctioned military force to achieve some\r\npolitical goals, albeit desirable goals. A clear example\r\nof this lawlessness is the attack against Iraq. The attack\r\n33\r\nA/59/PV.9\r\nagainst Iraq was illegal. I wish to thank our\r\ndistinguished Secretary-General for making this\r\nstatement a few days ego and courageously defending\r\nthe Charter of the United Nations and the rule of law. If\r\nwe, in this body, do not collectively defend the rule of\r\nlaw, we have helped to send the United Nations Charter\r\nto oblivion, thereby serving domination and militarism.\r\nWe in Iran benefited greatly by the removal of\r\nSaddam Hussein. Many in Iran are joyous to see the\r\nmurderer of their sons behind bars. However, as a\r\nmatter of principle, and as a principle of the United\r\nNations Charter, this cannot be regarded as anything\r\nbut the fruit of the forbidden tree. The international\r\ncommunity has demonstrated that it will not celebrate\r\nachieving this desirable goal through the illegal means\r\nof glorifying military power and rushing to use force\r\nwithout the approval of the United Nations.\r\nThe increasing lawlessness of States constitutes\r\neven a greater danger to our security. It undermines our\r\ncollective ability to contain terrorism and violence. It\r\noffsets our efforts to promote justice, equality,\r\nfreedom, dignity and prosperity for all, because, if\r\ncontinued, it will lower everyone’s quality of life and\r\ndevalue our humanity. The prevailing world realities\r\nillustrate that unbridled militarism and blind terrorism\r\nare mutually reinforcing. The international community\r\nmust work together to find a way to liberate itself from\r\nthis vicious cycle.\r\nIn this context, one particular area that requires\r\nresolute action by the international community is the\r\nexistence and proliferation of weapons of mass\r\ndestruction. As the only victim of the unbridled use of\r\nthese weapons in recent years, Iran feels very strongly\r\nabout the absolute imperative of a collective and rule-\r\nbased multilateral campaign to eradicate all such\r\nweapons and to prevent the proliferation of nuclear\r\nweapons as an interim measure. This must be done by\r\nthe universal application of disarmament and non-\r\nproliferation instruments in a comprehensive and non-\r\ndiscriminatory manner. The relevant multilateral\r\ninstruments must become truly universal and the rights\r\nand obligations of all must be scrupulously enforced.\r\nAccess to technology for peaceful purposes is the only\r\ntrue incentive for the universality of those instruments.\r\nAt the same time, the legitimate disarmament and non-\r\nproliferation concerns of the international community\r\nmust be addressed through transparency and the\r\nvigorous application of monitoring mechanisms. Iran\r\nhas always been prepared to contribute actively to that\r\nglobal effort. While we insist on our right to\r\ntechnology for peaceful purposes, we have left — and\r\nwill leave — no stone unturned in order to provide\r\nassurances of our peaceful intentions.\r\nIran has been in the forefront of efforts to\r\nestablish a zone free from weapons of mass destruction\r\nin the Middle East. This initiative, which has received\r\nthe repeated approval of this Assembly and the Security\r\nCouncil, has been systematically obstructed by Israel’s\r\nintransigence and its rejection — regrettably, with\r\nimpunity — of all multilateral instruments. All countries\r\nof the region and beyond are unanimous in considering\r\nthe Israeli arsenal, including its weapons of mass\r\ndestruction, combined with its policy and record of\r\naggression and State terrorism, as the single greatest\r\nthreat to regional and global peace and security. Israel\r\ncannot hide these facts behind smoke screens. It is time\r\nfor the international community to show its resolve to\r\nmaintain the credibility of multilateral disarmament\r\ninstruments by taking action to compel Israel to\r\ncomply.\r\nNext year will mark the sixtieth anniversary of\r\nthe entry into force of the United Nations Charter. The\r\nnext General Assembly will receive the report of the\r\nHigh-level Panel on Threats, Challenges and Change.\r\nNow in the final stages of preparing its report, the\r\nPanel would be well-advised to go beyond the\r\ngenerally advertised perceptions of threats and\r\nchallenges, and to address the more fundamental\r\nmalady of our age — that is, violence and the\r\nglorification of military might. Obviously, the\r\nprescription that the Panel will provide will very much\r\ndepend on its own perception of threats.\r\nIn that context, the paradigm of Dialogue among\r\nCivilizations, presented by President Khatami of the\r\nIslamic Republic of Iran and warmly received by the\r\ninternational community, continues to provide the only\r\nvehicle to help promote mutual understanding and\r\nfacilitate cooperation among States in the pursuit of\r\npeace, tolerance, freedom and prosperity.\r\nIn 2005, coinciding with the sixtieth anniversary\r\nof the adoption of the United Nations Charter, the\r\nimplementation of the Global Agenda for Dialogue\r\namong Civilizations will be reviewed. Based on the\r\ninternational experience gained in the period from\r\n2001 through 2005, such a review can help the\r\ninternational community to further advance that\r\nparadigm as a long-term process towards promoting\r\n34\r\nA/59/PV.9\r\npeace, democracy and development — the real principles\r\nand objectives of the United Nations Charter.\r\nWe condemn all acts of violence and terrorism in\r\nIraq. We stress the need for promoting security and\r\npreserving the unity, territorial integrity and political\r\nindependence of Iraq, promoting democracy through\r\ndrafting a new constitution, holding free and fair\r\nelections as scheduled and accelerating the\r\nreconstruction of Iraq, as well as the speedy\r\nwithdrawal of foreign forces from that country.\r\nWe welcomed the formation and supported the\r\noperation of the Iraqi transitional government as a\r\npositive step towards the restoration of the Iraqi\r\npeople’s sovereignty. We emphasize that the United\r\nNations has a pivotal role to play and substantial\r\nresponsibilities to discharge in the transitional period.\r\nWe also welcome the position of the United\r\nNations Secretary-General on the important role that\r\nthe neighbouring countries to Iraq can play in the\r\nrestoration of peace and stability in Iraq and in its\r\nreconstruction.\r\nIn the Palestinian lands, the world is witnessing,\r\nwith much regret and concern, the continued gross\r\nviolation of human rights and the Israeli policy of\r\noccupation and repression against the oppressed\r\nPalestinian people.\r\nA durable peace in Palestine will only be possible\r\nif it is based on justice and guarantees an end to the\r\noccupation of the Palestinian lands, restoration of the\r\ninalienable rights of the Palestinian people, return of\r\nthe people of the Palestinian diaspora to their\r\nhomeland, participation of all in a democratic process\r\nand the establishment of a Palestinian State with Al-\r\nQuds Al-Sharif as its capital.\r\nWe are of the view that the enlightened\r\nPalestinian people are capable of independently\r\ndeciding their political and social affairs and we\r\nrespect their free decisions on the future of Palestine.\r\nWe welcome the valuable efforts by the\r\nGovernment of Afghanistan to consolidate peace,\r\nsecurity and stability in the country. In addition,\r\nholding fair and free presidential and legislative\r\nelections and establishing a broad-based representative\r\nand multi-ethnic government, will be vital steps in the\r\nprocess of democratization and reconstruction in\r\nAfghanistan.\r\nRealization of the Millennium Development\r\nGoals is inseparable from viable international peace\r\nand security. Otherwise the political, social, economic\r\nand cultural problems of our world will continue to\r\nincrease cumulatively, leaving us in a more desperate\r\nsituation. In our view, the only option available to us is\r\nto foster closer international cooperation under\r\ninternationally recognized rules and instruments in the\r\nlight of dialogue, justice and democracy.\r\nThe meeting rose at 9.10 p.m.\r\n"