"United Nations A/59/PV.37\r\n \r\nGeneral Assembly\r\nFifty-ninth session\r\n37th plenary meeting\r\nWednesday, 20 October 2004, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n04-56294 (E)\r\n*0456294*\r\nPresident: Mr. Ping . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Gabon)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 23\r\nReview of the implementation of the recommendations\r\nof the Third United Nations Conference on the\r\nExploration and Peaceful Uses of Outer Space\r\nNote of the Secretary-General (A/59/174)\r\nDraft resolution (A/59/L.4)\r\nThe President (spoke in French): The General\r\nAssembly has before it a note by the Secretary-General\r\n(A/59/174) transmitting the report of the Committee on\r\nthe Peaceful Uses of Outer Space on the\r\nimplementation of the recommendations of the Third\r\nUnited Nations Conference on the Exploration and\r\nPeaceful Uses of Outer Space (UNISPACE III).\r\nFirst of all, I would like to thank the Committee\r\nfor having drafted this exhaustive report, which\r\npresents in detail the progress achieved over the past five\r\nyears in the implementation of the recommendations of\r\nthe Third United Nations Conference on the\r\nExploration and Peaceful Uses of Outer Space. I would\r\nlike also to commend the excellent work done over the\r\nlast two years by the working group set up by the\r\nCommittee to produce the report that its Chairman will\r\nbe introducing shortly in detailed form.\r\nUNISPACE III, held in Vienna in 1999, led to the\r\nunanimous adoption of a text entitled “The Space\r\nMillennium: Vienna Declaration on Space and Human\r\nDevelopment”, which was subsequently endorsed by\r\nthe General Assembly by its resolution 54/68. The\r\nVienna Declaration presented a strategy for making\r\nouter space the basis for the main United Nations\r\ninitiatives to confront global challenges — in particular\r\npoverty, environmental deterioration, natural disasters,\r\nhealth and education — through the application of\r\nouter space science and technology.\r\nThe Vienna Declaration calls for the adoption of\r\nmeasures supporting global and regional development\r\nprogrammes, with a view to increasing the benefits of\r\nthose programmes for the whole of society. In the\r\nrealm of disaster management, for example, I note that\r\nthe joint initiative taken by space agencies under the\r\nInternational Charter on Space and Major Disasters has\r\nmade it easier to provide immediate assistance in the\r\ncase of a major natural or technological disaster.\r\nTo date, five space agencies have placed their\r\nspace infrastructures at the disposal of civil protection\r\nauthorities tasked with intervening in case of major\r\ndisasters, by providing them free of charge and in a\r\ntimely way with satellite images to support their\r\nemergency operations. Since the Charter entered into\r\nforce in November 2000, it has been activated more\r\nthan 50 times in response to the devastating effects of\r\nfloods, landslides, earthquakes and other natural\r\ndisasters, most of which have occurred in developing\r\ncountries.\r\nIt is also my pleasure to note that the Office for\r\nOuter Space Affairs has a remote operational\r\nassistance service, available 24 hours a day, seven days\r\n2\r\nA/59/PV.37\r\na week, thanks to which the competent bodies of the\r\nUnited Nations system can activate the Charter on\r\nSpace and Major Disasters in order to obtain satellite\r\nimages that they need for their rescue operations.\r\nIn the realm of remote medical care by means of\r\nspace technologies, I note, for example, the progress\r\nachieved in establishing an inter-American network for\r\nusing geographical information systems and remote\r\nsensing to combat infectious diseases.\r\nMeeting Africa’s particular needs remains one of\r\nthe high priorities of the work of the United Nations. In\r\nthat regard, I note with satisfaction the numerous\r\nprojects mentioned in the report that are designed to\r\nsupport sustainable development in the continent that\r\nneeds it most.\r\nThe measures taken with a view to implementing\r\nthe recommendations of UNISPACE III should not be\r\nseen as isolated initiatives. Indeed, the report before us\r\ngives us the opportunity of creating synergies between,\r\non the one hand, the implementation of those\r\nrecommendations and, on the other hand, the\r\nachievement of the Goals set out in the Millennium\r\nDeclaration, of the Plan of Implementation of the\r\nWorld Summit on Sustainable Development and of the\r\nWorld Summit on the Information Society. This\r\ncomprehensive approach makes it possible to achieve a\r\nworldwide consensus on the Development Goals and\r\npromotes global cooperation in honouring the\r\ncommitments undertaken internationally.\r\nFrom this broader standpoint, it is now the task of\r\nthe General Assembly to evaluate the progress\r\nachieved over the last five years in the implementation\r\nof the recommendations of UNISPACE III and to\r\nrecommend the road to follow.\r\nI understand that the Chairman of the Committee\r\non the Peaceful Uses of Outer Space, Mr. Adigun Ade\r\nAbiodun, has undertaken consultations with interested\r\nrepresentatives on the draft resolution submitted under\r\nthis item of the agenda (A/59/L.4).\r\nI now call on Mr. Abiodun to introduce the\r\nCommittee’s report.\r\nMr. Abiodun (Nigeria) (Chairman of the\r\nCommittee on the Peaceful Uses of Outer Space): Let\r\nme begin by thanking the General Assembly for giving\r\nme this opportunity to address it this morning on behalf\r\nof the Committee on the Peaceful Uses of Outer Space\r\nand to present the report of the Committee on the\r\nimplementation of the recommendations of the third\r\nUnited Nations Conference on the Exploration and\r\nPeaceful Uses of Outer Space (UNISPACE III).\r\nFive years have passed since the Secretary-\r\nGeneral urged us not to allow the Vienna Declaration\r\non Space and Human Development to be simply words,\r\nbut to make it into a living force that will change the\r\nlives of future generations. I am very pleased to present\r\nthis morning what has been achieved in undertaking\r\nthe actions called for in the Vienna Declaration and\r\nwhat we propose to do in the coming years to make the\r\nDeclaration a true living force to enhance human\r\ndevelopment around the world.\r\nThe Vienna Declaration contains a strategy to\r\naddress global challenges through the use of space\r\nscience and technology and their applications. Key\r\nactions called for by the Vienna Declaration cover such\r\nareas as protecting the Earth’s environment and\r\nmanaging its resources, using space applications for\r\nhuman security, development and welfare, advancing\r\nscientific knowledge of space, enhancing education\r\nand training opportunities and strengthening space\r\nactivities in the United Nations system.\r\nThrough the unique mechanisms that it adopted,\r\nthe Committee on the Peaceful Uses of Outer Space has\r\nplayed a central role in coordinating the implementation\r\nof the recommendations of UNISPACE III at the global\r\nlevel. The action teams established by the Committee\r\nto implement those recommendations that Member\r\nStates had through a survey identified as a priority\r\nproved to be a unique and flexible mechanism. The action\r\nteams — which were under the voluntary leadership of\r\nGovernments and open to participation by any and all\r\ninterested Member States and intergovernmental and\r\nnon-governmental organizations — made significant\r\nprogress throughout the year without relying too much\r\non the resources available to the Secretariat.\r\nThe structure of the agendas of the Scientific and\r\nTechnical Subcommittee and the Legal Subcommittee, as\r\nrevised by the Committee itself, facilitated the process of\r\nintroducing new subjects to be examined by those bodies\r\nas part of their agendas following UNISPACE III.\r\nSince then, new agenda items have been considered\r\nunder well-defined work plans or addressed as issues\r\nto be considered for one year only. In addition, the\r\nCommittee and its subsidiary bodies, through their\r\nconsideration of new agenda items, provided overall\r\npolicy guidance to the work of many of the action teams.\r\n3\r\nA/59/PV.37\r\nThe Committee was not alone in undertaking\r\nefforts to make progress in implementing the\r\nrecommendations of UNISPACE III. A number of\r\ncountries, their space agencies and space-related\r\ninstitutions, as well as United Nations entities and\r\nvarious intergovernmental and non-governmental\r\norganizations, carried out activities in the past five\r\nyears that supported, complemented and strengthened\r\nthe efforts of the Committee. The report before us this\r\nmorning (A/59/174) is a manifestation of the efforts of\r\nall those entities.\r\nBefore I highlight some elements contained in the\r\nreport, I would like, on behalf of the Committee, to\r\nthank its Working Group and its Chairman, Mr. Niklas\r\nHedman of Sweden, for the outstanding work that the\r\nCommittee has done over the past two years in\r\npreparing and finalizing the draft report. The flexible\r\nand participatory manner in which the Working Group\r\ncarried out its work resulted in an increased sense of\r\nownership of the report among Committee members. It\r\nalso helped to build a solid foundation for further\r\nefforts in the coming years to transform the\r\npossibilities enunciated in the Vienna Declaration into\r\nrealities for more countries and for more people. I\r\nwould also like to take this opportunity to thank\r\nAmbassador Walther Lichem of Austria for the sincere\r\ncontribution he made to the panel yesterday by\r\nintroducing elements of the report into our discussions.\r\nThe report of the Committee consists of six main\r\nchapters, two of which I would particularly like to\r\nbring to the Assembly’s attention. Chapter IV\r\nunderscores the relevance of many of the actions called\r\nfor in the Vienna Declaration to the goals and\r\nobjectives of the Millennium Summit of the United\r\nNations, the World Summit on Sustainable\r\nDevelopment and the World Summit on the\r\nInformation Society. The implementation of such\r\nactions would contribute significantly to the progress\r\nbeing made in the follow-up actions resulting from\r\nthose global United Nations conferences.\r\nChapter VI of the report outlines a strategy for\r\nthe way ahead. It contains a plan of action that\r\nproposes initiatives and actions to be undertaken by\r\nvarious entities — as identified in the plan — in the\r\ncoming years in four main areas. Those areas are the\r\nuse of space to support overarching global agendas for\r\nsustainable development; developing coordinated,\r\nglobal space capabilities; the use of space to support\r\nspecific agendas to meet human development needs at\r\nthe global level; and overarching capacity\r\ndevelopment. Chapter VI should also remind us that\r\nthe review we are conducting this year should serve as\r\na catalyst for further action aimed at fully integrating\r\nthe application of space science and technology into\r\nthe global development agenda.\r\nThat concludes my remarks to introduce the\r\nreport of the Committee to the General Assembly.\r\nThe President (spoke in French): I now call on\r\nthe representative of Nigeria, who will introduce draft\r\nresolution A/59/L.4.\r\nMr. Wali (Nigeria): Nigeria has watched with\r\nkeen interest and satisfaction the progress made on the\r\nglobal agenda for sustainable development since the\r\nfirst two United Nations Conferences on the\r\nExploration and Peaceful Uses of Outer Space, held in\r\nVienna in 1968 and 1982. We also take note of the\r\nimportance of social, economic and environmental\r\nconsiderations in sustainable human development and\r\nthe role of space technology in addressing challenges\r\nto sustainable development.\r\nTo consolidate the achievements made by the\r\nUnited Nations through the Committee on the Peaceful\r\nUses of Outer Space (COPUOS), the Third United\r\nNations Conference on the Exploration and Peaceful\r\nUses of Outer Space (UNISPACE III) was held in\r\nVienna at the threshold of the present millennium. The\r\nresult of that Conference — the Vienna Declaration on\r\nSpace and Human Development — was adopted\r\nunanimously by the participating countries, including\r\nNigeria, and endorsed by the General Assembly in its\r\nresolution 54/68. UNISPACE III therefore presented an\r\nopportunity to explore and exploit improved space\r\ncapabilities and international cooperation in dealing\r\nwith the challenges of the 33 recommendations of the\r\nConference.\r\nNigeria is the action team leader, on behalf of\r\nAfrica and many other Member States, in the\r\nimplementation of recommendation 11, “Promote\r\nsustainable development by using the results of space\r\nresearch”. Nigeria has continued to play a vital role in\r\nthe implementation of the recommendations of\r\nUNISPACE III. We have played that role because we\r\nare convinced of the beneficial impact of space science\r\nand technology on human development. We therefore\r\ncommend all key players in the realization of the\r\naspiration of the United Nations to ensure sustainable\r\nhuman development globally.\r\n4\r\nA/59/PV.37\r\nWe acknowledge the previous efforts of\r\nCOPUOS. Its Subcommittees and their Chairs — who\r\nworked tirelessly to put together the report of the\r\nUNISPACE III five-year review — have done a great\r\nand highly commendable service to the cause of the\r\npeaceful uses of outer space. No effort should be\r\nspared to consolidate the achievements of COPUOS\r\nand the implementation of recommendations of the\r\nWorld Summits on Sustainable Development and on\r\nthe Information Society.\r\nNigeria will intensify its cooperation with the\r\nmember States of COPUOS so that the benefits of the\r\nfull implementation of UNISPACE III will be enjoyed\r\nby all United Nations Member States. In line with that\r\naspiration, and as part of our contribution to global\r\nefforts in disaster management, Nigeria has contributed a\r\nsatellite called NigeriaSat-1 to a set of satellites belonging\r\nto Algeria, China, Nigeria, Turkey and the United\r\nKingdom in a disaster-monitoring constellation. Nigeria\r\nis also participating in the Cospar Sarsat international\r\nsearch and rescue satellite system programme and has\r\nput in place, in a number of West African States,\r\nfacilities with beacons for search and rescue missions,\r\nespecially in the West Africa subregion.\r\nThe Government of Nigeria has also approved the\r\nlaunching of a communications satellite in 2006. The\r\nsatellite, named NigcomSat-1, will have footprint\r\ncoverage in Africa to address the relevant and\r\nassociated issues of information exchange and the\r\ndigital divide, not only in Nigeria but also in Africa as\r\na whole. Similarly, Algeria, South Africa and Nigeria\r\nare collaborating on a proposal to build and launch a\r\nconstellation of African resource and environmental\r\nsatellites.\r\nThat will provide high-resolution, affordable,\r\nreal-time data to tackle the challenges of boosting\r\nsustainable food production in Africa. They will be\r\nused also for flood-disaster management and to assess\r\nthe extent and rate of desertification and deforestation\r\nand their impact on food and livestock production.\r\nOther aspects of natural resources, as well as their\r\nassessment, development and management, including\r\nenvironmental questions, will also benefit from this\r\nprogramme. It is noteworthy that that initiative is in\r\nline with the New Partnership for Africa’s\r\nDevelopment’s (NEPAD) platform for scientific\r\nexcellence in Africa in order to be globally competitive\r\nand contribute to the socio-economic development of\r\nthe continent.\r\nNigeria considers that the development of Africa\r\nis strategic to the full implementation and\r\nconsolidation of the recommendations of the Third\r\nUnited Nations Conference on the Exploration and\r\nPeaceful Uses of Outer Space (UNISPACE III). We\r\ntherefore call on the members of COPUOS to continue\r\ntheir efforts to ensure that the important conclusions of\r\npast meetings are translated into concrete actions. That\r\nshould reinforce public interest in and support for the\r\npeaceful uses of outer space.\r\nOn behalf of the sponsors, Nigeria would like to\r\nintroduce the draft resolution entitled “Review of the\r\nimplementation of the recommendations of the Third\r\nUnited Nations Conference on the Exploration and\r\nPeaceful Uses of Outer Space” (A/59/L.4). The\r\nsponsors of the draft resolution are Chile, Mexico,\r\nNigeria, Peru, Romania and Sweden. In addition, the\r\nNetherlands and Canada have also indicated their wish\r\nto be added as sponsors of the draft.\r\nThe draft resolution reflects a set of essential\r\nelements of this comprehensive report of the Committee.\r\nLast week the Fourth Committee’s Working Group of the\r\nWhole on international cooperation in the peaceful\r\nuses of outer space, which is open for participation by\r\nall interested Member States, reviewed and agreed on\r\nthe text of this draft resolution.\r\nI should like to thank all those representatives\r\nwho participated in the meetings, and in particular\r\nthose Member States that are sponsoring the draft.\r\nThe preamble of the draft and its operative\r\nparagraphs 1 through 3 concern the background of\r\nUNISPACE and achievements made to date in its\r\nfollow-up. By operative paragraph 4, the General\r\nAssembly would endorse the Plan of Action as\r\nproposed by the Committee in its report.\r\nParagraphs 6 through 12 concern actions\r\nproposed in the Plan of Action that affect the\r\nprogramme of work of the Committee and its\r\nsubsidiary bodies, and call on Member States to take\r\nspecific actions or suggest a new mechanism for\r\ninternational community in space-related areas.\r\nAs regards paragraph 11 of the draft resolution, I\r\nshould like to make a technical correction to the text. I\r\nunderstand that this correction affects all languages. In\r\nthe first line, immediately after the word “System”, the\r\nacronym “GNSS” should be added, in parentheses. In\r\n5\r\nA/59/PV.37\r\nthe second and fourth lines, the word “System” should\r\nbe replaced by the acronym “GNSS”.\r\nParagraphs 13 to 17 relate to the activities to be\r\ncarried out by the Office for Outer Space Affairs in the\r\nfurther implementation of the recommendations of\r\nUNISPACE III.\r\nFinally, in paragraph 18, the Assembly agrees\r\nthat the Committee should continue to consider the\r\nimplementation of UNISPACE III recommendations at\r\nits session in 2005.\r\nMr. Hamburger (Netherlands): I have the\r\nhonour to speak on behalf of the European Union (EU).\r\nThe candidate countries Bulgaria, Romania, Turkey\r\nand Croatia, the countries of the Stabilization and\r\nAssociation Process and potential candidates Bosnia\r\nand Herzegovina, the former Yugoslav Republic of\r\nMacedonia and Serbia and Montenegro, and the\r\nEuropean Free Trade Association (EFTA) countries\r\nIceland and Norway, members of the European\r\nEconomic Area, align themselves with this statement.\r\nToday’s review, five years after the Conference in\r\nVienna, was called for by the General Assembly in 1999.\r\nThe European Union considers the application of\r\nspace technology as one of the tools for improving\r\nhuman living conditions. Space activities have the\r\ncapacity to contribute to meeting many important\r\ndevelopment goals. The EU therefore welcomes the\r\nwork initiated by the United Nations Committee on the\r\nPeaceful Uses of Outer Space (COPUOS) in the\r\nimplementation of the recommendations of the Third\r\nUnited Nations Conference on the Exploration and\r\nPeaceful Uses of Outer Space (UNISPACE III), and we\r\nthank its Chairman, Mr. Abiodun, for the work done\r\nand for his introduction earlier in this meeting.\r\nThe report of COPUOS provides a good account\r\nof our joint efforts, undertaken for the improvement of\r\nhuman living conditions. The Committee, through a\r\nworking group chaired by Mr. Hedman, has delivered a\r\ncomprehensive and forward-looking assessment of the\r\nimplementation of the recommendations of UNISPACE\r\nIII. The staff of the Office for Outer Space Affairs has\r\nprovided outstanding support in the preparation of the\r\nreport and in the overall implementation process so far.\r\nThe report clearly demonstrates the benefits of\r\nusing space technology in meeting worldwide\r\ndevelopment goals. It pays special attention to the\r\nsynergy between the recommendations of UNISPACE\r\nIII and the worldwide Development Goals of the\r\nMillennium Summit, the World Summit on Sustainable\r\nDevelopment and the World Summit on the Information\r\nSociety. The recommendations of UNISPACE III\r\ncontribute to meeting some of the challenges laid down\r\nby these Summits, such as the eradication of extreme\r\npoverty and hunger; achieving sustainable development\r\nand protecting the environment; better managing and\r\nalleviating the effects of disasters; and strengthening\r\noverarching capacity development, including bridging\r\nthe digital divide.\r\nThe recommendations for further action, as\r\ncontained in the Plan of Action of the report, address\r\nseveral important areas for improving human living\r\nconditions: the development of a comprehensive\r\nworldwide environmental monitoring strategy;\r\nprotection of the Earth’s environment and managing its\r\nresources; the use and application of global navigation\r\nsatellite systems to support sustainable development;\r\nthe use of telemedicine to increase health-care\r\ncoverage, especially in isolated or underprivileged\r\nregions; and the coordination of space-based services\r\nfor use in disaster management.\r\nIn that context, I would like briefly to mention\r\nthe important role that the European Space Agency\r\n(ESA) plays. Many of the principles and goals of\r\nUNISPACE III correspond with the primary goals of\r\nESA and are the basis of its cooperation activities.\r\nThrough its various programmes, ESA implements\r\nmany recommendations of UNISPACE III, for example\r\nby trying to improve universal access to, and the\r\ncompatibility of, space-based navigation and\r\npositioning systems; scientific knowledge of near and\r\nouter space through cooperative activities; and the\r\nprotection of the near-Earth space and outer space\r\nenvironments through mitigation of space debris,\r\nwhich increasingly affect the development of space\r\nactivities.\r\nFurthermore, the European Space Agency is the\r\nmain financial contributor to the United Nations\r\nProgramme on Space Applications, a programme\r\nwhich seeks to implement the recommendations of\r\nUNISPACE III by raising awareness as to the use of\r\nspace technologies for the benefit of developing\r\ncountries.\r\nThe European Union attaches great importance to\r\nthe work done so far and encourages all involved to\r\ncontinue to do so with the same effort.\r\n6\r\nA/59/PV.37\r\nBearing in mind the importance that Member\r\nStates, governmental and non-governmental entities\r\nattach to UNISPACE III and the synergy between\r\nUNISPACE III and the aforementioned summits, the\r\nEuropean Union is of the opinion that adequate funding\r\nshould be made available for the implementation of the\r\nrecommendations.\r\nFinally, the method of establishing priorities in the\r\nrecommendations of UNISPACE III, combined with the\r\nestablishment of action teams under the voluntary\r\nleadership of Member States, proved to be a good\r\nmechanism for initiating the implementation process.\r\nMr. Ishikawa (Japan): At the outset, I would like\r\nto express my gratitude to Mr. Adigun Abiodun of\r\nNigeria for his presentation of the report, entitled\r\n“Review of the implementation of the recommendations\r\nof the Third United Nations Conference on the\r\nExploration and Peaceful Uses of Outer Space”. I would\r\nalso like to express my gratitude to Mr. Niklas Hedman\r\nof Sweden, who chaired the Working Group of the\r\nCommittee on the Peaceful Uses of Outer Space\r\n(COPUOS). Under his great leadership, the report on\r\nthe five-year review of the Third United Nations\r\nConference on the Exploration and Peaceful Uses of\r\nOuter Space (UNISPACE III) was successfully finalized.\r\nLastly, I would like to thank Ms. Takemi Chiku of the\r\nUnited Nations Office for Outer Space Affairs for her\r\noutstanding work in compiling the report.\r\nSince 1999, Japan has been making every effort\r\nto implement the recommendations of UNISPACE III,\r\nand I would like to take a moment to express some of\r\nour views on that item.\r\nWith regard to the action teams that were created\r\nto facilitate the implementation of certain specific\r\nrecommendations of UNISPACE III, it was our\r\ndelegation’s great pleasure to have served as a chair of\r\nthe action team on item 17 on enhancing capacity-\r\nbuilding through the development of human and\r\nbudgetary resources. Action team no. 17 consists of 25\r\ncountries and seven organizations, and I would like to\r\nexpress my sincere appreciation to all of them for their\r\nkind cooperation and valuable contributions to the\r\nteam’s activities. I would also like to express my\r\ngratitude to the other countries and organizations that\r\nso graciously and voluntarily provided information on\r\ntheir related activities to our team. In virtue of their\r\ncontribution, we believe that we could accomplish the\r\nsubstance of report.\r\nOur action team proposes the following\r\nrecommendations on the report: first, promoting the\r\nsharing of educational materials and information;\r\nsecondly, coordinating international activities on\r\ncapacity-building; thirdly, increasing assistance to\r\nregional centre activities; fourthly, enhancing\r\nopportunities for ongoing idea exchange on capacity-\r\nbuilding; fifthly, facilitating the augmentation of\r\nbudgetary resources and fellowships; and sixthly,\r\npreparing and distributing educational booklets.\r\nI would like to request that earnest efforts be\r\nmade to promote capacity-building in all countries, in\r\naccordance with our recommendations. Those efforts\r\nshould be made in close cooperation and coordination\r\nwith COPUOS member countries and organizations,\r\nincluding the United Nations Educational, Scientific\r\nand Cultural Organization, which addresses space\r\neducation; the Committee on Earth Observation\r\nSatellites, which is promoting the sharing of satellite\r\ndata for education and the development of a database on\r\ncapacity-building; and the International Astronautical\r\nFederation, which has almost completed development\r\nof a database on capacity-building that includes\r\neducational materials. It is our hope that, by working\r\ntogether with countries and organizations participating\r\nin COPUOS, we can contribute to the education and\r\ntraining of the next generation in the fields of space\r\ndevelopment and utilization and space science. Japan\r\nwill also contribute to international activities on\r\ncapacity-building by continuing to implement our\r\nteam’s recommendations.\r\nIn addition to item 17, Japan also participated in\r\nand contributed to activities of other action teams, such as\r\nthose on environmental monitoring, natural resources\r\nmanagement, weather and climate forecasting, disaster\r\nmanagement, global navigation satellite systems\r\n(GNSS) and near-Earth objects. I would like to express\r\nmy appreciation for all the work of those action teams.\r\nJapan will continue to cooperate in order to implement\r\nthe recommendations of the action teams.\r\nRegarding disaster management, for example, the\r\nJapan Aerospace Exploration Agency has applied to\r\njoin International Charter “Space and Major Disasters”\r\nand is now participating in Charter activities as an\r\nobserver. I believe that Japan can actively contribute to\r\nwork in that field through actions such as the\r\nimplementation of the recommendations, as proposed\r\nby the action team on disaster management. I would\r\nalso like to inform the Assembly that the World\r\n7\r\nA/59/PV.37\r\nConference on Disaster Reduction will be held in\r\nKobe, Japan, in January 2005. Taking note of the draft\r\nresolution on international cooperation in the peaceful\r\nuses of outer space that was adopted by the Fourth\r\nCommittee on Monday, 18 October, I believe that the\r\noutcome of the Kobe Conference could play an\r\nimportant role in the future work of COPUOS.\r\nAnother example of possible future work in\r\nwhich Japan could be involved is the establishment of\r\nthe international committee on GNSS, which was\r\nproposed by the action team on GNSS. I also believe\r\nthat Japan, as one of the GNSS providers, will\r\ndynamically contribute to the that committee.\r\nWith regard to synergies between the\r\nimplementation of the recommendations of UNISPACE\r\nIII and global initiatives, I would like to underscore the\r\nimportant initiative of the Earth Observation Summit.\r\nAs a reflection of the growing concern about\r\nglobal environmental problems, the Action Plan on\r\nScience and Technology for Sustainable Development\r\nwas adopted at the Evian G-8 summit last June. The plan\r\nrecognizes Earth observation as one of three important\r\nfields in which efforts should be concentrated in the\r\nfuture. The importance of Earth observation was also\r\nacknowledged during the first Earth Observation\r\nSummit, held in the United States last July. At the\r\nsecond Earth Observation Summit, which was held in\r\nJapan in April this year, a framework for a 10-year\r\nimplementation plan was adopted. The plan will\r\nprovide for the construction of the Earth observation\r\nsystem or systems, which will advance many specific\r\nareas of socio-economic benefit through international\r\ncooperation. During the third Earth Observation\r\nSummit, to be held in Belgium in February 2005, a\r\nconcrete implementation plan will be adopted.\r\nAs members know, the special exhibition on\r\nspace technology and human development is now being\r\norganized here on the occasion of the UNISPACE III + 5\r\nreview. The Japan Aerospace Exploration Agency is\r\ncontributing posters regarding its activities on\r\neducation and Earth observation to the exhibition in\r\norder to celebrate that important milestone.\r\nSpace is a common frontier for all mankind and,\r\nas such, offers infinite possibilities. We should look\r\nbeyond national borders to help bring the benefits\r\nderived from space activities not only to the citizens of\r\nthe countries engaged in space activities, but to all\r\nhumankind. Japan hopes to make important\r\ncontributions to global prosperity by actively\r\nparticipating in international cooperative activities\r\nbased on a broad and long-term vision.\r\nWith that in mind, Japan would like to express its\r\nrespect for the efforts of the United Nations in those\r\nfields. Japan is determined to promote international\r\ncooperation, together with members of the United\r\nNations and COPUOS, so that the benefits derived\r\nfrom space activities can be enjoyed by the people of\r\nthe world.\r\nMr. Hodgkins (United States of America): In\r\n1958, soon after the launching of Earth-orbiting\r\nsatellites imparted new intensity to the cold war, the\r\nGeneral Assembly acted to create the Committee on\r\nthe Peaceful Uses of Outer Space (COPUOS) in the\r\nhope that the use of space could be channelled away\r\nfrom military application and harnessed instead for\r\nconstructive gain. Recognizing space as another new\r\nfrontier of human endeavour that held both promise\r\nand danger in equal measure, nations aimed to erect a\r\nstructure that would foster cooperation and shared\r\nbenefits.\r\nIn the past four decades, COPUOS has acted\r\nunder that mandate to develop and adopt five major\r\nouter space treaties and to promulgate valuable\r\nstandards that serve as international principles. In\r\ndoing so, the Committee has generated nothing less\r\nthan an entirely new branch of international law.\r\nCOPUOS has also acted as a catalyst, promoting\r\ninternational cooperation in space activities and fostering\r\na broad information exchange among developed and\r\ndeveloping countries on the latest advances in space\r\nexploration and their beneficial results.\r\nLike COPUOS, the American space programme\r\nwas born at the height of the cold war in the context of\r\na looming rivalry for supremacy in missiles and space.\r\nFortunately, over time that conflict evaporated, and we\r\nare now able to see our space activities primarily as an\r\ninstrument of human advancement and international\r\ncooperation.\r\nAgainst that backdrop, the States members and\r\nobservers of COPUOS agreed that the time had come\r\nto chart a new course for the United Nations in the\r\npeaceful uses of outer space, in the form of the Third\r\nUnited Nations Conference on the Exploration and\r\nPeaceful Uses of Outer Space (UNISPACE III).\r\n8\r\nA/59/PV.37\r\nUNISPACE III was the last major United Nations\r\nconference of the twentieth century. Member States\r\nand the Office for Outer Space Affairs worked under\r\nsevere time and resource constraints, but despite that,\r\nthe Conference was a real success from an\r\norganizational and substantive standpoint. The\r\nSecretariat’s report to the General Assembly at its\r\nfifty-fourth session (A/54/20 and Corr.1) on the unique\r\norganizational matters relating to UNISPACE III\r\nprovides concrete examples for other bodies of the\r\nUnited Nations on convening conferences that address\r\nimportant global issues while keeping costs within\r\nexiting resources.\r\nIn addition to our success in organizing the\r\nConference, we were especially pleased with the\r\nbreadth and scope of the topics considered at\r\nUNISPACE III, as well as with the extensive\r\ninvolvement of leading scientists, Government officials\r\nand private sector representatives. The emphasis on\r\nspace applications, private space activities and\r\npotential opportunities for cooperation makes the\r\nprogramme of work highly relevant to the needs of\r\ndeveloped and developing countries.\r\nIn reviewing the Vienna Declaration and the\r\nConference’s report, we were encouraged that the event\r\nproduced recommendations and conclusions that\r\nsupported our overall objectives. Those include\r\nbroader participation in activities related to the\r\nmonitoring and understanding of the Earth and its\r\nenvironment; the identification of new areas conducive\r\nto international cooperation; the endorsement of and\r\nincreased support for existing mechanisms utilized for\r\ninternational cooperation; the strengthening of the\r\nspace applications programme; the dissemination of\r\ninformation on space research areas and strategies for\r\ndeveloping countries; improved coordination and less\r\nduplication among United Nations organizations\r\ninvolved in space activities; the greater involvement of\r\nyoung scientists and engineers, as well as of industry,\r\nin COPUOS activities; strengthened regional space\r\ncooperation; and the promotion of civil and\r\ncommercial applications in the use of outer space.\r\nWe have before us a final comprehensive report\r\n(A/59/174) on the review of the implementation of the\r\nrecommendations of UNISPACE III, including a plan\r\nof action consisting of a set of concrete proposals by\r\nthe Committee for specific actions to be undertaken in\r\nfurther implementing those recommendations. We\r\nsupport the plan of action and intend to work at the\r\nnational and international levels to ensure that as many\r\nof the recommendations as possible are carried out. We\r\nwere particularly pleased with the unique contribution\r\nthat the action teams made to those efforts. Under the\r\nvoluntary leadership of Governments, this innovative\r\nmechanism has allowed the participation of\r\ngovernmental and non-governmental entities in the\r\nfollow-up to UNISPACE III, while preserving the\r\npivotal role of Member States.\r\nIn conclusion, I should like to call to the attention\r\nof representatives the dedication shown by a number of\r\nindividuals involved in preparing the report. In the first\r\ninstance, Mr. Karl Doetsch of Canada, former\r\nChairman of the Scientific and Technical\r\nSubcommittee, deserves our deep appreciation for\r\nbeing a leading advocate for the concept of the action\r\nteams. Without that mechanism, COPUOS would never\r\nhave been in a position to demonstrate the progress in\r\nimplementing the recommendations of UNISPACE III\r\nas reflected in the comprehensive report.\r\nThe staff of the Office for Outer Space Affairs\r\ndisplayed a limitless capacity for hard work in\r\nsupporting the action teams and drafting this report.\r\nSergio Camacho and Takemi Chiku were exceptional in\r\nthat regard.\r\nFinally, the Chairman of the working group\r\ncharged with drafting the report, Mr. Niklas Hedman of\r\nSweden, deserves special thanks. Mr. Hedman\r\nwillingly took on the challenge over one year ago with\r\nthe knowledge that he would have to bring together the\r\nwork of the action teams, member States, international\r\norganizations and non-governmental entities into a\r\ncoherent product. He accomplished the task with a\r\nlevel of leadership, hard work and vision that we have\r\nall come to admire.\r\nMr. Sun Laiyan (China) (spoke in Chinese): I\r\nwould like first of all to thank the Chairman of the\r\nCommittee on the Peaceful Uses of Outer Space\r\n(COPUOS) for his introductory statement on this item.\r\nIt is becoming increasingly evident that, given the\r\nadvances in science and technology that are being\r\nmade, as well as social progress, space technology can\r\nhelp us to make great strides in the peaceful\r\nexploration and development of outer space. It is one\r\nof the most influential advanced technologies in the\r\nworld today. In this, the space age, it is clear that space\r\ntechnology is having an increasing influence on\r\nmodern production processes and on daily life. It has\r\n9\r\nA/59/PV.37\r\nalso played an important role in our efforts to achieve\r\nsustainable development.\r\nIn this context, the Third United Nations\r\nConference on the Exploration and Peaceful Uses of\r\nOuter Space (UNISPACE III) was held in Vienna in\r\n1999, on the eve of the twenty-first century. The\r\ndocument entitled “The Space Millennium: Vienna\r\nDeclaration on Space and Human Development” set\r\nout guiding principles and recommendations for\r\nutilizing space technology and responding to\r\nchallenges. It is an instrument with historic\r\nsignificance. Its positive impact will enhance the\r\npeaceful uses of space science and technology,\r\nreinforce international space cooperation and promote\r\neconomic development and social progress for all\r\ncountries, especially the developing countries.\r\nThe Chinese Government has consistently\r\nsupported the peaceful use of outer space, with special\r\nattention being given to the implementation of the\r\nUNISPACE III recommendations. Since 2000, the\r\nChinese Government, in conjunction with the Office\r\nfor Outer Space Affairs and the United Nations\r\nEconomic Commission for Asia and the Pacific, has\r\nhosted a number of training courses, workshops and\r\nseminars on space technology and applications for the\r\nAsia-Pacific region. This campaign takes place\r\nannually in China in the context of World Space Week,\r\nin order to raise awareness of the peaceful uses of outer\r\nspace, as advocated by the United Nations.\r\nChina has taken an active part in the COPUOS\r\ndisaster management multi-year action team. We co-\r\nchaired this action team with Canada and France and\r\nworked with other participating countries to put\r\nforward specific proposals for establishing, within the\r\nUnited Nations system, a global disaster coordination\r\nand management mechanism based on space resources.\r\nThe Chinese Government has offered substantial\r\nhuman and financial resources for the implementation\r\nof UNISPACE III recommendations.\r\nThe objective of human exploration and\r\ndevelopment of outer space should be for peaceful\r\npurposes and for the benefit of the people of all\r\nnations. All countries should enjoy equal rights and\r\ntake an active part in the exploration and peaceful uses\r\nof outer space. All activities in outer space should be\r\nconducive to international peace and security, and to\r\nhuman subsistence and development. Therefore, the\r\nChinese Government advocates closer international\r\nspace cooperation, based on equality, mutual benefit,\r\nmutual complementarity and common progress.\r\nIn international space cooperation, we should\r\nabide by the basic principles embodied in General\r\nAssembly resolution 51/122 of 1996, entitled\r\n“Declaration on International Cooperation in the\r\nExploration and Use of Outer Space for the Benefit and\r\nin the Interest of All States, Taking into Particular\r\nAccount the Needs of Developing Countries”. China\r\nwill continue to reinforce space cooperation with\r\ndeveloping countries, actively promote Asia-Pacific\r\nregional cooperation and support space cooperation\r\nwith other regions of the world. We will continue our\r\ncooperation with developed countries in order to\r\nenhance the space capacity-building of the developing\r\ncountries and to achieve economic and social “leap-\r\nfrog” development by means of space technology and\r\nits applications.\r\nChina, as a developing country, always defines its\r\nspace programme on the basis of realistic needs and the\r\nlong-term strategy of its national development.\r\nBuilding on past achievements, in its next five-year-\r\nplan China will focus on satellite applications and the\r\ndevelopment of large capacity, high quality and long-\r\nlasting telecommunications satellites, so as to gradually\r\nconsolidate China’s satellite telecommunications\r\nindustry. We will also devote further study and\r\nexploration to a new generation of non-toxic, non-\r\npolluting, highly efficient and low-cost launch vehicles\r\nand improve the capacity and reliability of the existing\r\n“Long March” launch vehicles.\r\nIn addition, China plans to establish an integrated\r\nlong-term, stable, all-weather, high-orbit-resolution\r\nearth observation system, composed mainly of smaller\r\nsatellites for meteorology, earth resources, ocean, earth\r\nand environmental disaster monitoring. We shall\r\ncontinue our research on earth-sun physics, manned\r\nspace flight programmes, lunar orbiting engineering\r\nand deep-space exploration, so as to facilitate the\r\nsustainable development of China’s space programme.\r\nThe twenty-first century will witness a vigorous\r\ndevelopment of space science and technology and their\r\napplications. The world’s political, economic,\r\nscientific, technological and cultural links are\r\nbecoming closer. New opportunities and possibilities\r\nmight develop from our efforts to seek solutions to\r\nprotracted global problems.\r\n10\r\nA/59/PV.37\r\nThe Chinese Government will continue its\r\ninternational space cooperation with the rest of the\r\nworld, actively conduct space science study, promote\r\nspace technology development and reinforce space\r\napplications and their implementation, so that space\r\ntechnology will better serve all humankind.\r\nMr. Sriwidjaja (Indonesia): Sir, allow me at the\r\noutset to commend the Chairman of the Committee on\r\nthe Peaceful Uses of Outer Space (COPUOS),\r\nMr. Adigun Ade Abiodun of Nigeria, and the members\r\nof the Bureau for their substantive contributions and to\r\nassure them of my delegation’s full support and\r\ncooperation in the present deliberations. Similarly, we\r\nwish to convey our gratitude to the Chairmen of the\r\nCOPUOS Scientific and Technical Subcommittee and\r\nthe Legal Subcommittee.\r\nProgress and development in outer space\r\nactivities are occurring at an increasing rate due to the\r\nbenefits they offer and the capacity of countries to take\r\nadvantage of them. The development of science and\r\ntechnology in the field of outer space and its\r\napplications have resulted in great and unprecedented\r\nbenefits for education, health, environmental\r\nmonitoring, natural resources management, disaster\r\nmanagement, meteorological forecasting, satellite\r\nnavigation and communications. However, the\r\npractical benefits of space science and technology\r\napplications have not reached all people and nations\r\nequally. While space technology has been extensively\r\napplied by the developed world, a large part of the\r\ndeveloping world has yet to benefit from space\r\napplications, and most of the world has only limited\r\naccess in that respect.\r\nAgainst this backdrop, Indonesia believes that the\r\npositive and significant developments of space science\r\nand technology should be more strongly and primarily\r\nfocused on the common interests and welfare of all\r\nhumankind, regardless of different political, cultural\r\nand social systems or levels of economic development.\r\nIn a similar vein, the Indonesian Government also\r\nsupports the development of mechanisms for\r\nstrengthening inter-agency cooperation and for\r\nincreasing the use of space science and applications\r\nwithin and among entities of the United Nations.\r\nWhile cooperation under the auspices of the\r\nUnited Nations system has been taking place for some\r\nyears, it is felt that the pattern and methods of carrying\r\nout such cooperation, especially in the transfer of\r\ntechnology, have not yet resulted in enhanced\r\ntechnological capability and related human resource\r\ndevelopment in most developing countries.\r\nConsequently, they are required to undertake an ever-\r\nincreasing number of self-sustaining space activities by\r\nthemselves.\r\nThe industrialization and commercialization of\r\nspace activities are the result of the benefits that can be\r\nderived for the progress and development of space\r\ntechnology for global society at large. Through the\r\nefforts of industrialization and commercialization,\r\nfunds should be made available to finance the further\r\nprogress and development of outer space technology.\r\nIn fact, most developing countries that have benefited\r\nfrom space technology and its applications are\r\nconsumers of space technology products.\r\nIn this respect, my delegation has carefully noted\r\nthe active and constructive role played by COPUOS, as\r\na catalyst in efforts to fulfil the noble and common\r\ngoals of its member countries. It is indeed our fervent\r\nhope that the Committee will continue to be consistent\r\nand active in promoting international cooperation,\r\nparticularly between developed and developing\r\ncountries, so as to accelerate social and economic\r\ndevelopment in the developing countries.\r\nIt is also our expectation that through such\r\ncooperation, the developing countries will have greater\r\naccess to and greater opportunities to increase their\r\ncapabilities in outer space activities. For that reason,\r\nprogrammes involving the use of satellite remote-\r\nsensing data, courses in the application of remote\r\nsensing, and training seminars and workshops on space\r\napplications need to be intensified and expanded.\r\nConcerning the implementation of the\r\nrecommendations of the Third United Nations\r\nConference on the Exploration and Peaceful Uses of\r\nOuter Space (UNISPACE III), Indonesia has\r\nparticipated in, and sent an expert to become a member\r\nof, the expert group on the implementation of an\r\nintegrated space-based global natural disaster\r\nmanagement system. Indonesia also supports the\r\nprogramme and is ready to contribute further towards\r\nits work in cooperation with other countries, through,\r\ninter alia, exchanges of data and of experts.\r\nMy delegation has noted that the Committee has\r\nacknowledged a limited awareness among both the\r\ngeneral public and policymakers of the benefits of\r\nouter space activities. There is a definite relationship\r\n11\r\nA/59/PV.37\r\nbetween that limited awareness and the impediments\r\nfaced in the implementation of the recommendations of\r\nUNISPACE III, such as limited financial resources and\r\nthe number of experts, which could be larger. It has\r\nbeen indicated that those challenges could also be\r\nconnected to difficulties in calculating the cost-benefit\r\nadvantages of space applications.\r\nMy delegation has also noted that, although a\r\nlarge number of States had expressed an interest in\r\nparticipating in the implementation of the\r\nrecommendations of UNISPACE III, and although the\r\nwork of the action teams was indeed open-ended —\r\npermitting interested States and organizations to\r\nparticipate at any point in the process — unfortunately,\r\nvarious constellations of the impediments I mentioned\r\nearlier amounted to major obstacles to their\r\nparticipation.\r\nThe Vienna Declaration calls for a number of\r\nactions that are relevant to the goals and objectives of\r\nconferences convened after UNISPACE III, such as the\r\nMillennium Summit, the World Summit on Sustainable\r\nDevelopment, and the World Summit on the\r\nInformation Society. The implementation of the\r\nUNISPACE III recommendations would contribute to\r\nprogress in follow-up actions to these global\r\nconferences.\r\nSteps could be taken to further increase the\r\nsynergy between the follow-up activities of\r\nUNISPACE III and those of global conferences of the\r\nUnited Nations system. While specific areas where\r\nspace science and technology and their applications\r\ncould play an important role were identified by the\r\nWorld Summit on Sustainable Development and the\r\nWorld Summit on the Information Society, many other\r\nareas remain in which they could contribute to the\r\nimplementation of the outcomes of those summits and\r\nof the Millennium Declaration.\r\nWith regard to the priorities of Indonesian\r\nnational development, our activities are directed\r\nprimarily at developing applications of outer space\r\ntechnology. These are aimed at supporting and\r\nbolstering the development of space applications and\r\nindustrial activities.\r\nAs to activities related to space science and\r\nclimate research, my country is now developing an\r\nIndonesian climate model and studying the natural\r\nphenomena and specifications of the atmosphere and\r\nionosphere-upper atmosphere in connection with Earth\r\nenvironmental conditions. In order to enhance\r\ncapabilities in the area of acquiring data on\r\natmospheric phenomena over the equatorial region, the\r\nIndonesian National Institute of Aeronautics and Space\r\n(LAPAN), in cooperation with Japan’s Kyoto\r\nUniversity, has been operating since 2001 a\r\nmeteorological instrument in West Sumatra called the\r\nEquatorial Atmosphere Radar.\r\nFurthermore, LAPAN and the Technical\r\nUniversity of Berlin, Germany, have signed a\r\nMemorandum of Understanding to develop the first\r\nIndonesian micro-satellite, called LAPAN-TUBSAT.\r\nThrough such cooperation, Indonesian engineers will\r\nhave the opportunity to master satellite-building stages,\r\nfrom designing to implementing, testing, launching and\r\noperating the satellites.\r\nLAPAN-TUBSAT will carry a remote sensing,\r\nstore and forward communications payload and will be\r\nlaunched in 2005. Our next outer space programme is\r\nto develop a remote-sensing micro-satellite to support\r\nnational food security in collaboration with the German\r\nAerospace Centre (DLR); its launch is planned for\r\n2008. Another memorandum of understanding between\r\nLAPAN and the Space Research Organization of India\r\non cooperation in the field of space research\r\ntechnology and development was concluded in New\r\nDelhi in 2002; and a memorandum of intent between\r\nLAPAN and the Russian Aviation and Space\r\nTechnology Application was signed in Moscow in\r\n2003. Indonesia expects to expand its cooperation with\r\nother countries in the maintenance, exploration and\r\npeaceful uses of outer space for the benefit of all\r\nnations.\r\nBefore concluding, I would like to reiterate our\r\nfull support for the work of the Committee in\r\npromoting international cooperation and in its efforts to\r\nfulfil our common goal of maintaining outer space for\r\npeaceful uses and the benefit of all humankind.\r\nMr. Aninat (Chile) (spoke in Spanish): The\r\ncurrent international environment, which is\r\ncharacterized by instability, uncertainty and new\r\nthreats, presents a bleak picture which we must address\r\njointly and creatively, in the context of a globalization\r\nthat is universal and inclusive. To seek to preserve a\r\nsituation of profound social exclusion would not only\r\nbe immoral but would also lead to the continued\r\nerosion of the fragile social fabric of the international\r\ncommunity.\r\n12\r\nA/59/PV.37\r\nPlacing people at the centre of our concerns is the\r\ngreat challenge facing us. To succeed, we will need to\r\nachieve the proper synergy between diplomatic action\r\nand the scientific and technological approach — a\r\nconcept that is now beginning to emerge in various\r\nforums, debates and study centres.\r\nSpace technology, because of its capacity to reach\r\nall points on the planet, is particularly qualified to play\r\nthat role. Those responsible for making decisions\r\ncannot continue to neglectfully and irresponsibly\r\npresent this technology as too sophisticated to meet the\r\nneeds of common people. We must, on the contrary,\r\ngradually integrate it and place it in the service of the\r\nneedy as a means of resolving social and humanitarian\r\nproblems whose solutions are long overdue.\r\nSatellite technologies are vital tools for creating\r\nconditions of sustainable development and human\r\nsecurity. That idea was set out in the Vienna\r\nDeclaration on Space and Human Development,\r\nadopted by the Third United Nations Conference on the\r\nExploration and Peaceful Uses of Outer Space\r\n(UNISPACE III). For the first time, the private sector\r\nand industry actively participated in that important\r\ninternational event. Specifically, open-ended action\r\nteams were established in various areas that have\r\nbegun to function very effectively within the\r\nframework of the Committee on the Peaceful Uses of\r\nOuter Space (COPUOS). My country is a member of\r\nthe Action Team on Disaster Management, which, for\r\nobvious reasons, is of particular relevance today.\r\nThe careful study of the positive effects of space\r\napplications conducted by UNISPACE III and its\r\nrecent review conference, UNISPACE III + 5, merely\r\nconfirmed the existence of two factors that are not\r\nadequately self-reinforcing: the enormous potential of\r\nspace technology to address and resolve all those\r\nproblems that prevent individuals and nations from\r\nachieving minimally acceptable levels of security and\r\nhuman development, on the one hand, and, on the\r\nother, persistent evidence of the half-hearted\r\ncommitment of countries to prioritizing that key item\r\non the agenda of their concerns, thereby markedly\r\nreducing the chances for improvement in the quality of\r\nlife of their citizens. That holds true despite the fact\r\nthat, in an incipient but global way, increasingly\r\neffective and coherent international organs are being\r\ndeveloped that define their development strategies to\r\ninclude the potent presence of the space component.\r\nThe varied and dynamic action of organizations\r\nof the United Nations system, the inclusion of this\r\ntopic in the agenda of the World Summit on\r\nSustainable Development, the imminent creation of the\r\ngeodetic Earth-orbiting satellite, the interest shown by\r\nsuch important scientific bodies as International\r\nInstitute for Applied Systems Analysis and the\r\nInterdepartmental Committee on Space in Trieste, among\r\nothers, reflects a commitment whose conclusions must\r\nbe more actively assumed. In the Americas, we cannot\r\nfail to mention the important work of regional\r\ncooperation on space that has been done by the Space\r\nConference of the Americas, whose fifth session,\r\nthanks to the positive initiative of the Government of\r\nEcuador, will be held in Quito next year.\r\nAt the national level, mention must be made of\r\nthe substantial work of disseminating information and\r\npromoting awareness of the theme of space that has\r\nbeen done by the International Air and Space Fair\r\n(FIDAE), which is held every two years in Chile. Its\r\nimportance has been underscored in the relevant\r\nresolutions of the General Assembly on the subject.\r\nThe next FIDAE will be held in Chile in 2006, with the\r\ntheme “Satellites and distance learning”.\r\nProgress has therefore been made in raising\r\nawareness in institutions of the United Nations and at\r\nrelevant international conferences. It is now up to\r\nGovernments themselves to transform the\r\nrecommendations into actions and tangible benefits for\r\ntheir peoples, based on the critical mass that is now\r\navailable and which will gradually increase.\r\nWe must remember in that regard the role of\r\nengine and catalyst played by resolution 56/51 of 2001,\r\nwhich took note of the letter of the Chairman of\r\nCOPUOS to the Secretary-General drawing his\r\nattention to the subject. In response to that call, the\r\nannual Inter-Agency Meeting prepared a list of\r\nagencies as recommended in the Plan of Action of the\r\nWorld Summit on Sustainable Development, as well as\r\nother initiatives of similar scope and content.\r\nThe lack of firm political will to develop\r\nappropriate space-related plans and institutions is an\r\nobstacle to the promotion of human development\r\nprojects. On the other hand, diplomacy, which\r\ncontinues to be strongly influenced by formal and\r\ndoctrinaire traditional elements, requires — and let\r\nthere be no doubt about this — urgent updating. It must\r\ninclude in its scope of action a more vigorous scientific\r\n13\r\nA/59/PV.37\r\nand technological component to translate into reality\r\nwhat has already been set out in the 2001 report of the\r\nUnited Nations Development Programme on the\r\npeaceful use of science and technology for the benefit\r\nof humankind and not for its destruction, as is often the\r\ncase in these fateful times marked by war and terrorism.\r\nTo underscore in that context the tremendous\r\nadvantages of space applications is almost redundant.\r\nThey are, moreover, effectively underscored in the\r\nlow-profile but very positive work being done by the\r\naforementioned action groups established by\r\nUNISPACE III. There is no human activity today that\r\ncannot be approached using that technology, and most\r\nrequire it. The mapping of natural resources;\r\nmigration; the control of infectious diseases, such as\r\nmalaria and cholera; the monitoring of drug trafficking,\r\nsmall arms and light weapons, and organized\r\ntransnational crime; and the mitigation and prevention\r\nof natural disasters, among other aspects, are examples\r\nof the specific potential of that technology. In all of\r\nthem, the direct beneficiary or victim, depending on\r\nthe use made of the satellite images, is humankind.\r\nHumankind and its dignity are an issue that falls under\r\nthe concept of human security and are recognized as\r\nsuch by United Nations instruments, such as those\r\nreferred to in the Vienna Declaration adopted by\r\nUNISPACE III and in the relevant human rights\r\ninstruments that are of universal and inalienable scope.\r\nMention must be made, however, in that context,\r\nof a significant obstacle and structural impediment that\r\nalso requires a major additional effort on the part of\r\nGovernments. To the extent that much of mankind\r\nlacks access to knowledge and to equal and equitable\r\neducation, any public policy that is elaborated will be\r\ndoomed to failure. The effort to design technological\r\nmodels that are appropriate to the needs of countries\r\nwill invariably come up against the insurmountable\r\nobstacle of what the economist Joseph Stiglitz has\r\ntermed “imperfect information”. Hunger and poverty\r\nwill persist, paradoxically and cruelly, despite the fact\r\nthat space applications can be used to improve yields,\r\ndevelop new crops, manage coastal resources, expand\r\nthe horizons of biotechnology and so on. However, if\r\nthe potential of space does not provide finished data,\r\nthe transnational communications media are not\r\ninclusive in their approach, and we lack the human\r\nresources or infrastructure to adequately interpret acts,\r\nwe will be faced once more with virtual technologies,\r\nmedia constructs rather than practical successes.\r\nIf we do not face the problems of the social agenda\r\nat the global level, the knowledge gap will continue to\r\nwiden and we will continue to create a society of mass\r\ndisinformation — a culturally destabilizing weapon —\r\nthat we cannot call upon in its situation of despair and\r\ninequality to automatically align itself with supposedly\r\ndemocratic values. The principal value that we must\r\ndemand is the right to life. Space technology is a\r\npromising element for strengthening that essential,\r\ninalienable and sacrosanct right. Access to education and\r\nto knowledge in general through telecommunications\r\nassumes, in the aforementioned context, special and\r\nconsiderable importance.\r\nThe concept of the common heritage of\r\nhumankind that emerges from an interrelated\r\ninterpretation of the relevant norms of space law and,\r\nspecifically, of the 1967 space Treaty, is the irrefutable\r\ndoctrinal basis for the aforementioned space\r\napplications to be directed towards the people and their\r\nessential needs to help them attain a decent standard of\r\nliving, as set out, moreover, in Article 55 of the Charter\r\nof the United Nations.\r\nMr. Lichem (Austria): At the outset, Sir, may I\r\narticulate what many of us here feel — a sense of\r\nappreciation and thanks for your personally chairing\r\nthese deliberations, which we consider to be of great\r\nimportance for the future development of the agenda\r\non space and the global agenda.\r\nAustria fully endorses the statement presented by\r\nthe Dutch presidency of the European Union on behalf\r\nof its member States and would like to briefly elaborate\r\non a few additional aspects of the agenda item under\r\nconsideration.\r\nAs we are aware, many, if not most, of the agenda\r\nitems under consideration at the global level — the\r\nglobal agenda in general — have an institutional\r\ndimension. It is no coincidence that the institutional\r\nadjustment of the way we address the various items on\r\nour global agenda has often become as important as the\r\nsubstantive challenges to be addressed. The slogan of\r\nUnited Nations reform has, for many good reasons,\r\naccompanied us for many decades.\r\nIn that context, it may be of interest to ask — on\r\nthe occasion of a review of the implementation of the\r\nrecommendations of the Third United Nations\r\nConference on the Exploration and Peaceful Uses of\r\nOuter Space (UNISPACE III) — what institutional\r\nframework has been evolving in the field of space\r\n14\r\nA/59/PV.37\r\nexploration and the peaceful use of space technology,\r\nwith regard to the governance regimes at the national,\r\nregional and international levels within the space\r\nsector, as well as with regard to the existing or desired\r\nlinkages between space, on the one hand, and the\r\nvarious challenges on our global agenda, on the other.\r\nAs to the governance systems existing with\r\nregard to space exploration and technology\r\ndevelopment, we can observe an institutional evolution\r\nwhich could almost be described as a model for many\r\nother sectoral management systems at the global level.\r\nFew other sectors of our global agenda have been able\r\nto demonstrate similar achievements in innovation,\r\ncooperation and support with regard to the linkages\r\namong Government, the space agencies, the science\r\ncommunity and academia, parliamentarians, the private\r\nsector, industry and civil society organizations in the\r\nfield of outer space. That is true at all levels of\r\ngovernance: the national, the regional and the global.\r\nAs a consequence of the necessary economies of\r\nscale in space exploration and in the application of\r\nspace technology capacities, international cooperation\r\nhas been an evolving and essential element, with the\r\nUnited Nations and United Nations specialized\r\nagencies — such as the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO), the\r\nWorld Meteorological Organization and the Food and\r\nAgriculture Organization of the United Nations (FAO) \r\n— often as initial partners.\r\nParliamentarians have also taken an interest in the\r\ndevelopment of space capacities. One example is the fifth\r\nEuropean Interparliamentary Space Conference, held in\r\nBerlin in November 2003, which concluded that space\r\nand its utilization are essential for a better definition\r\nand more efficient implementation of European Union\r\npolicies both with regard to the space sector and\r\nconcerning the application of space technology.\r\nOn the other hand, the need for horizontal\r\ncooperation has led the Committee on the Peaceful\r\nUses of Outer Space — a Committee of the General\r\nAssembly — to accredit 17 non-governmental\r\ninternational institutions from academia and civil\r\nsociety, in addition to international organizations such\r\nas the International Telecommunication Union, FAO,\r\nUNESCO and the United Nations Environment\r\nProgramme, as observers to the Committee.\r\nThe Vienna Declaration on Space and Human\r\nDevelopment, adopted by the Third United Nations\r\nConference on the Exploration and Peaceful Uses of\r\nOuter Space, provides an important, substantive new\r\norientation for the agenda of the space community, and\r\none which also has institutional implications. The\r\npotential for space to be able to help address the\r\nchallenges faced by the international community, and\r\nconsequently to support efforts towards the\r\nachievement of the objectives defined by the\r\nMillennium Summit, has been now been recognized.\r\nOn 19 October, the panel discussion on “Outer\r\nSpace and the Global Agenda”, which was addressed\r\nby the President of the General Assembly and the\r\nPresident of the Economic and Social Council in\r\naddition to leading space managers from France and\r\nMalaysia and the Chairman of the Committee on the\r\nPeaceful Uses of Outer Space, reflected the new focus\r\nof the development potential of space technology. It\r\nwas the first time in the history of the United Nations\r\nthat the Economic and Social Council, through its\r\nPresident, was seized of the topic of outer space and\r\nthat the outer space agenda reached out institutionally\r\nto the agenda of the Economic and Social Council.\r\nThat new orientation of our space agenda — to meet\r\nhuman development needs at the global level — is the\r\nfruit of UNISPACE III, a trend that merits ever-more\r\naccentuated attention.\r\nIn institutional terms, the challenge now is how\r\nto further develop the linkages between space and the\r\neconomic, social and environmental agendas at the\r\nnational, regional and global levels. Indeed, significant\r\nsteps have already been taken. Some cases in point\r\ninclude the Group on Earth Observations and the\r\nInternational Strategy for Disaster Reduction, which\r\nare working on the role of space in disaster reduction\r\nmanagement, already mentioned several times this\r\nmorning, and the European Space Agency’s programme\r\nfor Africa — the TIGER Initiative — which uses space\r\nobservation for better water resources development.\r\nIn the context of preparations for the second\r\nphase of the World Summit on the Information Society,\r\nefforts are currently under way — and, in fact, a\r\nmeeting will be held in Paris next week — to explore\r\nand articulate the fundamental contribution made by\r\nspace technology to the evolving information society.\r\nIt would be hard to imagine the evolution of\r\ninformation and communication technologies without\r\nthe achievements already made in the application of\r\nspace technology.\r\n15\r\nA/59/PV.37\r\nReviewing the new policy focus that evolved\r\nfrom UNISPACE III with regard to space and society,\r\nspace and development and space and our global\r\nagenda, it may be beneficial to consider further\r\nfostering the institutional and the discourse links\r\nbetween space and the global governance discourse at\r\nan earlier phase of the decision-making process, both\r\nwith regard to intergovernmental structures as well as\r\nin the context of the broader cooperation existing in the\r\nconceptualization phase.\r\nUNISPACE III has defined an important\r\ndimension of our new space agenda. That is to be\r\nrecognized also in the context of the achievements in\r\nthe space agenda’s institutional development. The\r\nobjectives of the Vienna Conference of 1999 not only\r\nremain valid; their relevance is constantly proven in\r\nthe context of our global agenda and will be the\r\nyardstick for the coming years.\r\nMr. Brachet (France) (spoke in French): The\r\nFrench delegation fully endorses the statement made\r\nearlier by the Netherlands on behalf of the presidency\r\nof the European Union.\r\nEach of the three United Nations Conferences on\r\nthe Exploration and Peaceful Uses of Outer Space\r\ncontributed significantly to promoting international\r\ncooperation in the area of space and underscored the\r\nvalue of space technologies for the development of all\r\nof humankind. For that reason, my delegation is\r\npleased that the General Assembly has chosen to\r\ndevote today’s meeting to taking stock of the status of\r\nthe implementation of the recommendations made in\r\n1999 by the Third United Nations Conference on the\r\nExploration and Peaceful Uses of Outer Space\r\n(UNISPACE III).\r\nUNISPACE III encouraged continued international\r\ncooperation in scientific research and space exploration\r\nand the protection of near-Earth space. In that\r\nconnection, it particularly stressed the importance of\r\nlimiting space debris. Work is still under way within\r\nthe Outer Space Committee on this subject. The\r\nconference also stressed the extent to which space\r\ntechnology is able to contribute to a very broad range\r\nof activities and human needs beyond its well-known\r\nuses in, among others, space exploration and\r\ntelecommunications. I will simply mention a few\r\nexamples.\r\nSpace applications make it possible to improve\r\nour knowledge and management of the environment in\r\nthe broadest sense, whether it be in the field of\r\nmeteorology, climatology, predicting and managing\r\nnatural disasters, agriculture, marine resources or land\r\ndevelopment. It provides solutions, making it possible\r\nto meet the needs of vulnerable populations in the field\r\nof health care through telemedicine or tele-\r\nepidemiology and in the field of education, thanks to\r\nremote-teaching technology. These contribute to the\r\nimprovement of safety in transportation, thanks to\r\nsatellite positioning and search and rescue systems.\r\nFrance has been carrying out many projects in all\r\nthe areas I have just mentioned. As a result, we have been\r\nestablishing partnerships with most of the countries that\r\nhave space agencies. Outer space has, in fact, now\r\nbecome a growing field of intensive international\r\ncooperation. The report presented today in the General\r\nAssembly is both a summary of progress and a useful\r\nassessment of future prospects. My delegation, like all\r\nthe delegations that have spoken before me, would also\r\nlike to thank the principal contributors to the report,\r\nthe Chairman of the Committee on the Peaceful Uses of\r\nOuter Space, the chairman of the working group and, of\r\ncourse, the Office for Outer Space Affairs. France, for its\r\npart, has gotten particularly involved with the action\r\nteam on disaster management, which it co-chaired with\r\nCanada and China, and with the team dealing with new\r\nsources of financing.\r\nIn the realm of disaster management, substantial\r\ninitiatives have already been taken since UNISPACE\r\nIII. The International Charter “Space and Major\r\nDisasters” has thus made it possible, since the year\r\n2000, to disseminate space data free of charge in order\r\nto facilitate the work of civil security organizations in\r\nthe event of natural or man-made disasters. France has\r\nbeen resolutely committed to the global coordination of\r\nsystems for earth observation, which will make it\r\npossible, among other advantages, to intensify\r\ninternational cooperation in the area of disaster\r\nmanagement.\r\nWith regard to the mobilization of new funding\r\nsources, we will also contribute, as stressed by the\r\nCommittee’s report, to the increase of regional\r\ncooperation in the field of space. My delegation would\r\nlike to take this opportunity to stress the major role of\r\nthe United Nations Programme on Space Applications\r\nin support of the objectives decided on at UNISPACE\r\nIII. France is making a substantial contribution to this,\r\nparticularly through the European Space Agency, of\r\nwhich we finance more than a quarter of the budget.\r\n16\r\nA/59/PV.37\r\nAs declared in the Vienna Declaration on Space\r\nand Human Development, the relevant General\r\nAssembly resolutions and the Outer Space Treaty of\r\n1967, progress in space exploration and the use of\r\nspace for peaceful purposes are in the interests of the\r\nwhole of humankind. With this conviction, France will\r\ncontinue to play an active part in the implementation of\r\nthe recommendations of UNISPACE III and in the\r\nwork of the Committee on the Peaceful Uses of Outer\r\nSpace.\r\nMr. Gallardo (Peru) (spoke in Spanish): Peru is\r\nof the view that the third United Nations Conference\r\non the Exploration and Peaceful Uses of Outer Space\r\n(UNISPACE III) represents a continuation of decades\r\nof efforts by the international community to put space\r\nat the service of all States and to make it an arena that\r\nis conducive to cooperation for its use for peaceful\r\npurposes. Peru reaffirms its conviction that the best\r\nway to express our commitment to avoid any form of\r\narms race in outer space is to promote the use of space\r\nfor the fulfilment of economic and social development\r\ngoals, making them concrete and visible realities for\r\nthe population.\r\nUNISPACE III presents a new international\r\napproach that sees space from the vantage point of\r\nearth, giving priority to addressing the problems of our\r\nenvironment, especially the fight against poverty and\r\nsocial exclusion. After the cold war, the fast-paced\r\nperiod of technological change and the acceleration of\r\nthe process we now refer to as globalization, we have\r\ndecided to act in space to attain the Millennium\r\nDevelopment Goals (MDGs), to achieve sustainable\r\ndevelopment and to address our social needs,\r\nespecially those expressed by our fight against social\r\nexclusion. Likewise, the peaceful use of outer space is\r\nrelevant in our efforts to form a society in which\r\ninformation and the transmission of information\r\nincreasingly represent the core of the most advanced\r\neconomic activities. Acquiring new technologies\r\nimproves our capacity for development.\r\nAccordingly, Peru takes special interest in the\r\nimplementation of the recommendations of UNISPACE\r\nIII. We welcome the advances achieved thus far. In this\r\nregard, let me stress that Peru has participated in the\r\nwork of the action teams to pursue the goals of\r\nUNISPACE III with regard to activities concerning\r\nnatural disasters and sustainable development, as an\r\nexpression of its commitment to UNISPACE III.\r\nDespite the great importance of achieving\r\nprogress in the implementation of UNISPACE III, we\r\nhave encountered. certain obstacles. One of these is the\r\nscant progress that has been made in increasing\r\nawareness about the new approach, including among\r\nthose who have the responsibility to take political\r\ndecisions. In order for that awareness to develop and in\r\norder to overcome some of the other obstacles\r\nencountered, we must have greater resources and\r\nimproved dissemination of information.\r\nIf we pause to compare some of the well-known\r\nand well-funded projects now under way to others that\r\nhave not yet taken shape, a question arises: is it really\r\nmore important to find water on other heavenly bodies\r\nsurrounding the earth than to deal with the problems of\r\nwater on our own planet?\r\nPeru encourages all steps leading to a broader\r\ndissemination of our purposes. In that regard, we\r\nexpress our full support and satisfaction with the\r\nholding of the fifth Space Conference of the Americas,\r\nwhich, if the authorities of Ecuador so confirm, will\r\ntake place in Quito. Peru hopes that this experience can\r\nbe institutionalized and consolidated into an initiative\r\nthat brings the region into even greater involvement\r\nwith the achievements of UNISPACE III.\r\nThe UNISPACE III efforts to build an agenda that\r\nlinks space issues to social issues are not only in its\r\nown interest, but also in the interest of the international\r\ncommunity. Accordingly, Peru encourages the\r\ndevelopment of a broader international agenda that\r\nwould enable us to make headway in areas relevant to\r\nsocial development, including health, education,\r\ninformation, poverty eradication, disaster prevention,\r\nenvironmental protection, humanitarian support and,\r\nperhaps, assistance in conflict situations.\r\nPeru supports the plan of action proposed by the\r\nCommittee on the Peaceful Uses of Outer Space and\r\nlooks forward to its prompt implementation so that we\r\ncan move ahead towards the attainment of the goals set\r\nout in UNISPACE III. We would like to thank the\r\nChairman of the Committee for his report and wish him\r\nevery success.\r\nMr. Kuzmenkov (Russian Federation) (spoke in\r\nRussian): The Russian Federation warmly welcomes\r\nthe outcome of the efforts to implement the decisions\r\nof the Third United Nations Conference on the\r\nExploration and Peaceful Uses of Outer Space\r\n(UNISPACE III). It was during that Conference that an\r\n17\r\nA/59/PV.37\r\ninitiative was launched to observe World Space Week\r\nannually from 4 to 10 October — 4 October 1957 being\r\nthe date on which the first Sputnik was launched, and\r\n10 October 1967 being the date of the entry into force\r\nof the “charter” for space activity — the Outer Space\r\nTreaty.\r\nIt is with great satisfaction that we note the\r\nvaluable contribution that space science and\r\ntechnology make to improving the welfare of\r\nhumankind and the development of countries\r\nthroughout the world. The vast potential of space\r\ntechnology for improving peoples living conditions\r\npoints to the need for the further intensification of\r\ninternational cooperation in that sphere. Thus, the plan\r\nproposed for the period to 2017 for international\r\ncooperation in space includes forecasting natural\r\ndisasters and reducing their consequences, space\r\ncommunication systems, global navigation, distance\r\neducation and tele-medicine, as well as the use of\r\nspace technology in various economic spheres.\r\nWe are convinced that such work should continue\r\nto be carried out under the auspices of the United\r\nNations, particularly by the Committee on the Peaceful\r\nUses of Outer Space. We must agree that that organ of\r\nthe General Assembly, with the support and assistance\r\nof informal dedicated working groups specially created\r\nfor this task, has already done a great deal of important\r\nwork in implementing the decisions of UNISPACE III,\r\nparticularly those that are reflected in the Vienna\r\nDeclaration.\r\nIn this connection, I would like to thank Mr.\r\nHedman for his efforts with regard to activities of the\r\nvarious working groups and of States and international\r\norganizations, and for so clearly presenting the\r\nvoluminous material related to those efforts, set out in\r\ndocument A/59/174, which is before the Assembly.\r\nThe Committee on the Peaceful Uses of Outer\r\nSpace, however, has still not paid due attention to its\r\npriority task of preserving outer space for peaceful\r\npurposes — a requirement set out in the Vienna\r\nDeclaration. We call for a renewal of discussions on\r\nways and means of ensuring that outer space is used\r\nonly for peaceful purposes. It would be logical to\r\nintegrate such a discussion into a constructive approach\r\nto resolving the issue of reviving a special committee\r\non space within the framework of the Conference on\r\nDisarmament.\r\nIn conclusion, we would like to express our\r\ngratitude to the delegation of Nigeria for preparing the\r\ndraft resolution on the review of the implementation of\r\nthe recommendations of the Third United Nations\r\nConference on the Exploration and Peaceful Uses of\r\nOuter Space (A/59/L.4). That document fully reflects the\r\nresults of the five years of work on the implementation\r\nof UNISPACE IIIs decisions, and our delegation\r\nsupports its adoption by the General Assembly.\r\nMr. Chaliha (India): We are happy to be\r\nparticipating in this event to commemorate the fifth\r\nanniversary of the Third United Nations Conference on\r\nthe Exploration and Peaceful Uses of Outer Space\r\n(UNISPACE III), held in Vienna from 19 to 30 July\r\n1999. The theme of the Conference, “Space benefits\r\nfor humanity in the twenty-first century”, reflected the\r\nstatus of the challenges facing the world, as well as the\r\nopportunities provided by developments in the field of\r\nspace to meet those challenges. The Vienna\r\nDeclaration on Space and Human Development,\r\nadopted at the conclusion of the Conference, offered a\r\nstrategy to address global challenges using space-based\r\nsystems and services.\r\nThe current five-year review by the General\r\nAssembly of the implementation of the\r\nrecommendations of UNISPACE III was mandated by\r\nthe Vienna Declaration. We appreciate the efforts made\r\nby the Committee on the Peaceful Uses of Outer Space\r\n(COPUOS) in preparing the extensive and detailed\r\ndocumentation for the review. The Chairman of the\r\nCommittee, Mr. Abiodun; the Chairman of the Working\r\nGroup which prepared the draft document, Mr.\r\nHedman; and the Director of the United Nations Office\r\nfor Outer Space Affairs (UNOOSA), Mr. Camacho, and\r\nhis staff, deserve our appreciation for their efforts.\r\nThe primary objectives of UNISPACE III, as set\r\nout in 1997 by the General Assembly, were, first, to\r\npromote effective means of using space solutions to\r\naddress problems of regional or global significance;\r\nsecondly, to strengthen the capabilities of Member\r\nStates, especially developing nations, to use the results\r\nof space research for economic and cultural\r\ndevelopment; and, thirdly, to enhance international\r\ncooperation in space science and technology and its\r\napplications.\r\nThe current review should help us to evaluate the\r\nextent to which those primary objectives were met in\r\n18\r\nA/59/PV.37\r\nthe implementation of the recommendations of\r\nUNISPACE III.\r\nWe recognize the high level of synergy between\r\nthe implementation of UNISPACE III and the\r\nrecommendations and the outcomes of other major\r\nUnited Nations conferences and summits. Many of the\r\ntargets set out in the United Nations Millennium\r\nDeclaration, the Johannesburg Plan of Implementation,\r\nadopted by the World Summit on Sustainable\r\nDevelopment, and at the World Summit on the\r\nInformation Society could be effectively met by\r\nimplementing the recommendations of UNISPACE III.\r\nThe contributions of the Committee in taking up\r\nnew agenda items in line with the recommendations of\r\nUNISPACE III and of UNOOSA in orienting the\r\nUnited Nations Programme on Space Applications to the\r\npriorities set by the UNISPACE III recommendations, as\r\nwell as the organization of action teams to address\r\nsome of the priority recommendations, are commendable.\r\nExperts from a number of countries contributed\r\nto the work of the action teams, which translated the\r\nrecommendations in the Vienna Declaration into\r\npractical actions and pilot projects. The objective of\r\nincreased international cooperation in the field of outer\r\nspace was given greater impetus as a result of those\r\nactivities.\r\nWe agree with the assessment in the report on\r\nprogress to date in implementing the recommendations\r\nof UNISPACE III. Considerable momentum has been\r\ngenerated in realizing the importance of space to meet\r\ndevelopment challenges. The activities carried out so\r\nfar, including the detailed work by the action teams,\r\ncan be termed the initial phase of the implementation\r\nof the UNISPACE III recommendations.\r\nWe have, however, also noted the following\r\nchallenges — identified in the report — to the\r\nimplementation of the recommendations: limited\r\nawareness among policy makers of the benefits of space\r\nactivities; limited financial resources to implement the\r\nrecommendations; limited expertise in space matters,\r\nespecially in developing countries; and the challenge of\r\nengaging the private sector to work with Governments\r\nand intergovernmental organizations as partners in the\r\nimplementation of the recommendations.\r\nWe should enable COPUOS and UNOOSA to\r\ntake the implementation of the UNISPACE III\r\nrecommendations to the next level. We can take pride\r\nin our UNISPACE III initiative only when concrete\r\nresults have been achieved for the benefit of\r\ndeveloping countries. In that regard, the General\r\nAssembly can provide support at two levels: first, at\r\nthe political level, by putting its weight behind\r\nCOPUOS and UNOOSA; and secondly, by specifically\r\nmandating the implementation of the detailed action\r\nplans recommended by the action teams.\r\nThe effectiveness of space applications in\r\nenhancing national development in developing\r\ncountries is an established fact. Space-based services\r\nand applications can contribute significantly to the\r\nmanagement of Earth’s natural resources by enhancing\r\ncommunications, especially in rural or inaccessible\r\nregions; by supporting disaster-management activities;\r\nand by making distance learning and tele-health\r\nservices possible. The applications of space-based\r\nsystems and services have become an integral part of\r\nIndia’s national development activities. We are of the\r\nview that all developing countries should initiate space\r\napplications programmes and should participate in the\r\npilot projects identified by the action teams.\r\nThe availability of funds to implement the\r\nrecommendations is an important question requiring\r\nstrong support from the General Assembly. The\r\nSecretary-General has addressed a letter to all States\r\nurging them to contribute to the Trust Fund established\r\nto implement the recommendations of UNISPACE III. In\r\naddition to renewing that appeal, we should call upon\r\nMember States to encourage private-sector industries\r\nin the space field to contribute to the Trust Fund.\r\nI shall now address certain specific actions\r\nmentioned in the chapter entitled “The way ahead”.\r\nThe establishment of a disaster management\r\ninternational space coordination organization is a\r\npriority activity that would benefit all countries. The\r\namount of wealth being lost throughout the world\r\nevery year because of natural disasters justifies the\r\ninvestment required to establish such an organization.\r\nThat would complement the initiative undertaken by\r\nsome space agencies in establishing the International\r\nCharter “Space and Major Disasters”. While the scope\r\nof the Charter is limited to providing remote sensing\r\ndata on products in support of disaster management,\r\nthe scope of the proposed organization would be more\r\ninclusive and would address capacity-building in the\r\narea of space systems in disaster management.\r\n19\r\nA/59/PV.37\r\nThe specific action plans elaborated by the\r\nAction Team on Capacity-building are practical and\r\nfall within the scope of UNOOSA and the United\r\nNations Programme on Space Applications. Building\r\nthe capacity of developing countries to initiate and\r\ngainfully benefit from space applications programmes\r\nwould be key to the success of all other initiatives. The\r\nregional centres for space science and technology\r\neducation, established in various regions of the world\r\nand affiliated with the United Nations, could be put to\r\neffective use in the implementation of the\r\nrecommendations on capacity-building.\r\nMany other specific actions and pilot projects\r\nelaborated by the action teams should be implemented\r\nwith the participation of interested Member States.\r\nSome of the proposed activities have particular\r\nrelevance for certain regions of the world, and others\r\nhave global relevance. The specialized agencies of the\r\nUnited Nations should actively contribute to the action\r\nplans, reaping the benefits for their own programmes.\r\nIndia strongly supports the activities taken up by\r\nCOPUOS and UNOOSA in the initial phase of the\r\nimplementation of the UNISPACE III recommendations.\r\nThose initiatives should be continued with a view to\r\ntranslating into reality the specific action plans\r\nproposed by the action teams. Progress can result in\r\nconcrete benefits for all countries — especially\r\ndeveloping countries — from the implementation of\r\nthe UNISPACE III recommendations.\r\nIndia endorses proposals by COPUOS and\r\nUNOOSA contained in the report. The General\r\nAssembly should mandate COPUOS and UNOOSA to\r\npursue the implementation of the recommendations of\r\nUNISPACE III with the ultimate aim of promoting\r\neffective means of using space solutions to address\r\nregional and global challenges.\r\nMs. Anguiano Rodríguez (Mexico) (spoke in\r\nSpanish): My delegation considers it very timely that,\r\non this occasion, the agenda item “Review of the\r\nimplementation of the recommendations of the Third\r\nUnited Nations Conference on the Exploration and\r\nPeaceful Uses of Outer Space” (UNISPACE III) is\r\nbeing considered directly in the General Assembly in\r\nplenary meeting. This is a special moment, not only\r\nbecause five years have passed since the holding of the\r\nConference and the adoption of the resolution entitled\r\n“The Space Millennium: Vienna Declaration on Space\r\nand Human Development”, but also because we are\r\napproaching 2005, the year in which Member States must\r\ntake stock of the degree to which the commitments we\r\nassumed at the Millennium Summit and at various\r\nUnited Nations conferences have been honoured.\r\nThe Government of Mexico fully concurs with\r\nthe conclusion of the report of the United Nations\r\nCommittee on the Peaceful Uses of Outer Space\r\n(COPUOS) (A/59/174) that the implementation of the\r\nrecommendations of UNISPACE III is closely linked to\r\nthe goals and objectives of the Millennium Summit,\r\nparticularly the Millennium Development Goals.\r\nMoreover, we believe that there are important\r\nsynergies with the Plan of Implementation of the\r\ndecisions of the World Summit on Sustainable\r\nDevelopment, with the Plan of Action of the World\r\nSummit on the Information Society and with other\r\nglobal initiatives.\r\nThe Government of Mexico attaches great\r\nimportance to all initiatives aimed at promoting\r\ninternational cooperation in support of the peaceful uses\r\nof outer space. It is important that such cooperation\r\ntake place both in the sphere of the application of\r\nscience and space technologies to the benefit of\r\nhumankind and of sustainable development —\r\nparticularly in developing countries — and with regard\r\nto improving the legal framework that regulates the use\r\nof outer space. Mexico actively participated in the\r\npreparation of the COPUOS report. At the same time,\r\nwe remain a member of five of the action teams\r\nestablished by the Committee, which are charged with\r\nensuring the implementation of a substantial part of the\r\nrecommendations of UNISPACE III.\r\nOne of the teams in which Mexico participates is\r\nentrusted with implementing the recommendation to\r\nestablish a global natural disaster management\r\nsystem — a subject to which my Government attaches\r\ngreat importance. In that regard, Mexico believes that\r\nthe use of remote sensors and geo-space information\r\nsystems are fundamental tools for preventing or\r\nmitigating natural disasters.\r\nThe regional centres for space science and\r\ntechnology education, affiliated to the United Nations,\r\nare fundamental instruments in organizing activities to\r\nstrengthen the capacity of developing countries in these\r\nareas. In the past year and a half, the Mexican\r\nGovernment has promoted the consolidation of the\r\nRegional Centre for Space Science and Technology\r\nEducation in Latin America and the Caribbean, with\r\n20\r\nA/59/PV.37\r\ncampuses in Brazil and in Mexico. The fifth meeting of\r\nthe Centre’s Governing Board, which is now presided\r\nover by Mexico, will take place at the end of this\r\nmonth, in São José dos Campos, Brazil.\r\nAmong our national initiatives, I wish to mention\r\nthe National Telemedicine Programme, comprising\r\nareas of health and information and communication\r\ntechnologies. The programme addresses remote\r\nmedical care through satellite-conveyed signals for\r\naudio, video and data.\r\nFinally, in support of the advancement of\r\ninternational cooperation in the peaceful uses of outer\r\nspace, my delegation is sponsoring draft resolution\r\nA/59/L.4, which the Assembly will consider today.\r\nMrs. Núñez de Odremán (Venezuela) (spoke in\r\nSpanish): The Government of the Bolivarian Republic\r\nof Venezuela wishes to express its view that outer\r\nspace should be considered the common heritage of\r\nhumankind, with respect to which no nation has or\r\nshould have authority to claim subjective rights or to\r\nseek to create unilateral privileges. We are of the view\r\nthat exclusively peaceful use should be made of outer\r\nspace, and that outer space research and study should\r\nserve to support sustainable development.\r\nThe Constitution of the Bolivarian Republic of\r\nVenezuela provides in article 11 that\r\n“The Republic shall have rights in outer space above\r\nit and in areas that are or can be the common\r\nheritage of humankind, in accordance with the\r\nterms, extent and conditions provided for in\r\ninternational agreements and national legislation.”\r\nOur position is consistent with the humanistic\r\nideology that drives the foreign policy of our\r\nGovernment, inspired by the principle of the sovereign\r\nequality of States. This prompts us once again to\r\nsupport the proposal made by China and the Russian\r\nFederation at the Conference on Disarmament to\r\nestablish an international legal instrument to prevent\r\nthe weaponization of outer space and the use of space\r\nas a theatre of operations for war or a platform for the\r\narms race.\r\nVenezuela has a continuing commitment to the\r\nprotection of outer space. We have signed three of the\r\nfive United Nations treaties on this subject: the Outer\r\nSpace Treaty, the Rescue Agreement and the Convention\r\non International Liability for Damage Caused by Space\r\nObjects. My country is also party to other international\r\ninstruments relating to space, such as the Treaty\r\nBanning Nuclear Weapons Tests in the Atmosphere, in\r\nOuter Space and Under Water, the International\r\nTelecommunications Satellite Organization\r\n(INTELSAT) Operating Agreement and the Convention\r\nof the International Telecommunication Union.\r\nThe Government of Venezuela has set in motion\r\nlegal machinery to create a national aerospace agency,\r\nwhich we hope will begin its activities in the near\r\nfuture.\r\nOur delegation also wishes to indicate that we\r\ngreatly appreciate the efforts of the Committee on the\r\nPeaceful Uses of Outer Space in the implementation of\r\nthe recommendations of the Third United Nations\r\nConference on the Exploration and Peaceful Uses of\r\nOuter Space (UNISPACE III), and we trust that, by\r\nputting them in practice, we shall generate benefits for\r\nthe developing countries and for humankind in general.\r\nFinally, Venezuela reaffirms its commitment to\r\nthe effective implementation of the Vienna Declaration\r\naimed at promoting scientific cooperation and space\r\ntechnology and to sharing the benefits of the resources\r\nof outer space without discrimination of any kind.\r\nThe President (spoke in French): We have heard\r\nthe last speaker in the debate on this item.\r\nI call on the representative of Nigeria in\r\nconnection with draft resolution A/59/L.4.\r\nMr. Wali (Nigeria): After further consultations\r\nwith the sponsors of draft resolution A/59/L.4, I should\r\nlike to make two revisions to the draft text. First, I\r\nshould like to insert a paragraph following paragraph\r\n13. The new paragraph will be numbered paragraph 14,\r\nand all subsequent paragraphs will be renumbered\r\naccordingly. The new paragraph reads as follows:\r\n“Requests the Committee to undertake\r\nfurther implementation of UNISPACE III\r\nrecommendations, with a view to enhancing the\r\ncapacity of the developing countries to initiate\r\nspace application programmes”.\r\nNext, I should like to modify paragraph 19 — as\r\nnewly numbered — to read as follows:\r\n“Agrees that the Committee should continue\r\nto consider in its future sessions, starting with its\r\nforty-eighth session, the implementation of the\r\nrecommendations of UNISPACE III, until the\r\n21\r\nA/59/PV.37\r\nCommittee considers that concrete results are\r\nachieved.”\r\nContinued support for the corrected and revised\r\ndraft resolution, and its adoption without a vote, will\r\nbe most appreciated.\r\nMr. Aninat (Chile) (spoke in Spanish): Very\r\nbriefly, I just want to support the revisions, which I\r\nhave had the opportunity to discuss. I believe they\r\nsignificantly strengthen the draft resolution and give it\r\nan evolutionary character; in other words, the process\r\ndoes not end here; we also need to be aware that we\r\nmust continue to give the international community an\r\naccount of the important agreements achieved at the\r\nThird United Nations Conference on the Exploration\r\nand Peaceful Uses of Outer Space and its five-year\r\nreview.\r\nThe President (spoke in French): The Assembly\r\nwill take a decision on draft resolution A/59/L.4, as\r\norally corrected and orally revised.\r\nMay I take it that the General Assembly decides\r\nto adopt draft resolution A/59/L.4, as orally corrected\r\nand orally revised?\r\nDraft resolution A/59/L.4, as orally corrected and\r\norally revised, was adopted (resolution 59/2).\r\nThe President (spoke in French): May I take it\r\nthat it is the wish of the General Assembly to conclude\r\nits consideration of agenda item 23?\r\nIt was so decided.\r\nProgramme of work\r\nThe President (spoke in French): I should like to\r\ninform members that document A/INF/59/3/Rev.1,\r\ncontaining a revised programme of work and schedule\r\nof plenary meetings for the remainder of the main part\r\nof the fifty-ninth session, was issued this morning and\r\nhas been distributed in the General Assembly Hall.\r\nI would like to remind members that the lists of\r\nspeakers are open for the items listed in document\r\nA/INF/59/3/Rev.1.\r\nThe meeting rose at 12.25 p.m.\r\n"