"United Nations A/59/PV.11\r\n \r\nGeneral Assembly\r\nFifty-ninth session\r\n11th plenary meeting\r\nMonday, 27 September 2004, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n04-52259 (E)\r\n*0452259*\r\nPresident: Mr. Ping. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Gabon)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by The Honourable Dato’Seri\r\nAbdullah Ahmad Badawi, Prime Minister\r\nof Malaysia\r\nThe President (spoke in French): The Assembly\r\nwill now hear an address by the Prime Minister of\r\nMalaysia.\r\nThe Honourable Dato’Seri Abdullah Ahmad\r\nBadawi, Prime Minister of Malaysia, was\r\nescorted to the rostrum.\r\nThe President (spoke in French): I have great\r\npleasure in welcoming His Excellency Dato’Seri\r\nAbdullah Ahmad Badawi, Prime Minister of Malaysia,\r\nand inviting him to address the General Assembly.\r\nMr. Badawi (Malaysia): May I, as Prime\r\nMinister of Malaysia and in my capacity as Chairman\r\nof the Non-Aligned Movement and Chairman of the\r\ntenth Islamic Summit Conference, offer my sincere\r\ncongratulations to you, Mr. President, on your election\r\nas the President of the General Assembly at its fifty-\r\nninth session. I am confident that with your wisdom,\r\nexperience and diplomatic skill, you will steer the\r\nproceedings of the Assembly to a successful\r\nconclusion. I assure you of Malaysia’s fullest\r\ncooperation. I strongly believe that the member\r\ncountries of the Non-Aligned Movement and the\r\nOrganization of the Islamic Conference would\r\nsimilarly render all their support and cooperation to\r\nyou.\r\nAllow me also to pay tribute to your\r\ndistinguished predecessor, the Honourable Julian\r\nRobert Hunte of Saint Lucia. He discharged his\r\nresponsibility with dedication and full commitment, in\r\nan efficient and effective manner. I commend\r\nespecially his leadership in moving forward the process\r\nof revitalization of the General Assembly.\r\nI wish to commend as well the Secretary-General\r\nand the Secretariat for their perseverance and relentless\r\nefforts in pursuit of the goals of the United Nations. In\r\nparticular, I congratulate the Secretary-General for his\r\ninitiatives to claim for the United Nations a more\r\ncentral role in the management of world affairs. I\r\nsalute also the dedicated men and women of the United\r\nNations who have sacrificed their lives in the service\r\nof humanity.\r\nWhen we met last year at the Assembly’s fifty-\r\neighth session, we were deeply distressed that there\r\nwas so much gloom in the international situation as a\r\nresult of a breakdown in the multilateral negotiating\r\nprocesses. We were bitterly divided over the invasion\r\nof Iraq; there was great disappointment about the\r\ndeadlock in the World Trade Organization ministerial\r\nmeeting in Cancún, and we had to mourn the death of\r\ninternational civil servants who were killed during an\r\nact of terrorism against the United Nations\r\nheadquarters in Baghdad.\r\n2\r\nA/59/PV.11\r\nTherefore, I consider it our solemn obligation at\r\nthis fifty-ninth session to reaffirm the rightful role of\r\nthe United Nations in the management of critical issues\r\naffecting international peace and security, and commit\r\nourselves to abide by multilateralism in the quest for a\r\nmore just and equitable international order. We must\r\nalso take the necessary steps to ensure that never again\r\nshould the United Nations be sidelined.\r\nAs the General Assembly is the most\r\nrepresentative organ of the United Nations, we must\r\ndedicate ourselves to finding consensus on measures to\r\nrevitalize the Assembly to fulfil its mandate in\r\naccordance with the Charter. We must build upon the\r\nwork done in the fifty-eighth session. Again, we look\r\ntowards the leadership of the Assembly President in\r\nthat regard.\r\nIn that connection, the Malaysian delegation\r\nwishes to advocate that this fifty-ninth session of the\r\nAssembly accord high priority to ensuring that the\r\nUnited Nations regains its central role in social,\r\neconomic and development issues. The United\r\nNations — through an enhanced Economic and Social\r\nCouncil — should provide the impetus for the creation\r\nof an international economic system which better\r\npromotes the interests of developing countries. The\r\nUnited Nations must do more to realize all\r\ninternationally agreed targets, particularly the\r\nMillennium Development Goals. As the eradication of\r\npoverty and hunger is fundamental to the achievement\r\nof those Goals, Malaysia fully appreciates the Brazilian\r\ninitiative to create new and innovative forms of\r\nfunding to meet those challenges.\r\nWe look forward to receiving the report of the\r\nHigh-level Panel on Threats, Challenges and Change,\r\nappointed by the Secretary-General last year. We\r\nbelieve the Secretary-General will make his own\r\nrecommendations based on that report, and they should\r\nprovide the basis for in-depth discussion among\r\nMember States in the months leading up to the sixtieth\r\nanniversary of the United Nations.\r\nThis world body, the processes of multilateralism\r\nand, indeed, the entire international system must\r\nnecessarily change. However, those changes must be\r\neffected without sacrificing certain immutable\r\nprinciples, such as sovereign equality, non-interference\r\nin the domestic affairs of States, peaceful settlement of\r\ndisputes and respect for international law. What we do\r\nin that respect during the fifty-ninth session of the\r\nGeneral Assembly will therefore be crucial.\r\nReform of the United Nations is a cause\r\nparticularly dear to both the Non-Aligned Movement\r\nand the Organization of the Islamic Conference. They\r\nlook forward to working closely with you,\r\nMr. President, as well as with other Members of the\r\nUnited Nations and the Secretary-General on this\r\nmatter.\r\nMost immediately, we must find ways and means\r\nto let the United Nations assume its proper role in\r\ncombating international terrorism. Malaysia is\r\nconvinced that the fight against terrorism cannot\r\nsucceed through the force of arms alone. To win it, we\r\nneed to exert genuine efforts and demonstrate good\r\nfaith to address the root causes of terrorism, one of the\r\nmost obvious of which is the unfulfilled dreams of\r\npeoples struggling for independence and aspiring to\r\nsovereign States of their own. To find the answers, we\r\nmust promote genuine dialogue and rid ourselves of the\r\nprejudices and bigotry triggered by the events of\r\n11 September and further aggravated by subsequent\r\nevents. The United Nations is clearly the best forum\r\nfor such a dialogue to take place without malice, in a\r\nshared environment that is devoted to finding peace\r\namong nations and building friendship between\r\npeoples. The United Nations can facilitate the\r\nconvening of a special international conference to\r\nconsider the question in all its aspects, including the\r\nroot causes of terrorism and the issue of State-\r\nsponsored terrorism.\r\nOne of the most important aspects to be\r\naddressed by such a dialogue is the necessity to\r\ninculcate a frank appreciation, understanding and\r\nacceptance of different civilizations and cultures,\r\nincluding religions. There is an urgent need to stop\r\ntarnishing the Muslim world with unfair stereotypes.\r\nWe must cease associating Islam with violence,\r\npoverty and indignity. In reality, the troubles have\r\nnothing to do with Islam; nor are the problems\r\nexclusively associated with Muslims. We need to clear\r\nthe confusion that links the problems faced by some\r\nMuslim countries with the religion of Islam.\r\nWe also note with great concern the increasing\r\ntendency to link the fight against terrorism with the\r\ncampaign against the proliferation of weapons of mass\r\ndestruction. Developing countries suffer as a result of\r\nrestrictions imposed on their access for peaceful uses\r\n3\r\nA/59/PV.11\r\nto the technology, equipment and material necessary\r\nfor their economic development. Malaysia is fully and\r\nfirmly committed to the cause of non-proliferation, but\r\nthere must be multilateral negotiations for universal,\r\ncomprehensive and non-discriminatory agreements and\r\narrangements. Above all, nothing should be done at the\r\nexpense of the resources needed for the international\r\ndevelopment agenda.\r\nMost damaging of all is the increasing tendency\r\nto attribute linkages between international terrorism\r\nand Islam. The time has indeed arrived for us to\r\ndebunk, once and for all, the theory that there is a clash\r\nof civilizations. I speak from the experience of my own\r\ncountry, Malaysia, where we have shown that Islam is\r\nnot an impediment to modernity and to democracy. It is\r\nnot an impediment to rapid economic growth, to self-\r\nrespect and confidence, to tolerance and mutual respect\r\nacross religions, cultures and ethnic groups. In\r\nMalaysia, we celebrate the multi-ethnicity of our\r\npeople, of Malaysians. For us, our multi-ethnic and\r\ncultural diversity is a national asset. It has taught us to\r\nbe tolerant, value mutual respect and cooperate for the\r\ncommon good. We sincerely believe that this message\r\ndeserves a wider audience.\r\nI am certain that the Organization of the Islamic\r\nConference would be supportive of a dialogue designed\r\nto create greater understanding between peoples and\r\ncivilizations and that would lead to real action and\r\neffect changes at the societal level. The Non-Aligned\r\nMovement, too, would be equally keen to support\r\ninitiatives that would have the effect of establishing\r\nharmony and restoring stability in the world.\r\nSince the stability of many nation-States\r\ncontinues to be threatened, especially by armed\r\nconflicts, there is a critical need, more than ever, for\r\nMembers of the United Nations to unite and close\r\nranks to put a stop to such conflicts, be they inter-State\r\nor intra-State.\r\nIraq is still in turmoil. Although Security Council\r\nresolution 1546 (2004) of 8 June 2004 enabled the\r\nreturn of sovereignty to the people of Iraq, the\r\nunrelenting conflict continues in that country. The\r\nsame resolution also renewed the mandate of the\r\nmultinational force, but the reality on the ground\r\nsuggests that the existing arrangements cannot stabilize\r\nthe situation there.\r\nThe situation in Iraq clearly calls for the United\r\nNations to be given the lead role, particularly in\r\nestablishing stability in preparation for the elections\r\nscheduled for January 2005. Orderly elections are\r\ncritical to the process of re-establishing a truly\r\nindependent and sovereign Government in Iraq.\r\nThe United Nations also has the best credentials\r\nto enable Member States to take part in peace-building\r\nand in the reconstruction of Iraq. The international\r\ncommunity owes it to the people of Iraq to summon its\r\ncollective resolve and political will to allow all of that\r\nto happen. If we collectively succeed in assisting Iraq\r\nto seize the moment, we would also succeed at the\r\nsame time in bringing a closure to the bitter\r\ndivisiveness which was brought about, in the\r\nbeginning, by unilateralism over that same issue.\r\nWhile the precarious situation in Iraq cries out for\r\nUnited Nations action, the plight and suffering of the\r\npeople of Palestine remains a tragic embodiment of the\r\nconsequences of non-implementation of United\r\nNations resolutions and the non-enforcement of United\r\nNations decisions. We must actively revive the road\r\nmap for peace in the Middle East, which remains\r\nunimplemented. The Quartet needs to play a more\r\nvigorous role. The international community must lend\r\nits full weight to push for an independent and\r\nsovereign State of Palestine, with East Jerusalem as its\r\ncapital, and with Israel and Palestine living peacefully,\r\nside by side within secure and recognized borders.\r\nTo create an environment of confidence for the\r\nspeedy resuscitation of the road map, we must\r\nseriously consider approving the deployment of a\r\nUnited Nations peacekeeping force or the deployment\r\nof an international monitoring mechanism to oversee\r\nthe implementation of the road map for peace in the\r\nMiddle East.\r\nWe must also find ways to give effect to the\r\nhistoric advisory opinion of the International Court of\r\nJustice on the legal consequences of the construction of\r\na wall in the occupied Palestinian territory. In October\r\nlast year, the General Assembly overwhelmingly\r\nadopted a resolution demanding that Israel stop and\r\nreverse construction of the wall built in the West Bank.\r\nIt is unacceptable that a multilateral resolution giving\r\neffect to the International Court of Justice’s advisory\r\nopinion cannot be effectively implemented. Clearly, the\r\nsearch for peace and security also depends on our\r\nwillingness and determination to ensure its\r\nenforceability.\r\n4\r\nA/59/PV.11\r\nI strongly believe that multilateralism is the only\r\napproach for implementing resolutions and decisions\r\nconcerning global peace and security. Adherence to the\r\nCharter of the United Nations should be a solemn\r\nobligation, not a matter of choice. For Malaysia, the\r\nUnited Nations is crucial as the guarantor of the\r\nsanctity of our existence as a sovereign nation and as\r\nthe institution where the principles of international law\r\nare protected and safeguarded. Small nations such as\r\nMalaysia do not have the military and other means to\r\ninsulate themselves from invasion or occupation by big\r\nPowers. But no sovereign nation should ever be\r\nsubjected to the threat of military action by another. No\r\ninternational intervention should ever be undertaken\r\nunless consistent with the United Nations Charter. If\r\nthe law of the jungle were to prevail, the small and the\r\nweak would certainly perish.\r\nIn this matter, no one should ever lose sight of the\r\nfact that when the defence of the nation-State is called\r\nfor, it is actually the well-being of the State’s people\r\nthat is at stake. The world must take special note of\r\nthis and give due recognition to the voices and the\r\ncontributions of global civil society in matters\r\naffecting international peace and security.\r\nTo foster genuine peace and security, the world\r\nnaturally looks to the big Powers for leadership. A\r\nsincere commitment to multilateralism on the part of\r\nthe big Powers will send a strong signal to all nations,\r\nlarge and small, that the purposes and principles of the\r\nUnited Nations shall form the basis of the conduct of\r\nrelations between nations. Such a commitment will\r\nalso provide the foundation for a true international\r\npartnership, not only for establishing global peace and\r\nsecurity but also for achieving international economic\r\nand social development. Of course, multilateralism can\r\nbe sustained only if it embraces all nations as\r\nimportant stakeholders and excludes none.\r\nTherefore, urgent steps must be taken to make\r\nmultilateral processes relevant and effective. To begin,\r\nthe principal organs of the United Nations, in particular\r\nthe Security Council, should be rendered more\r\ndemocratic and more representative of the number and\r\ngeographical distribution of its international\r\nmembership. The exercise of the veto by the permanent\r\nmembers of the Security Council should be regulated\r\nin order to prohibit that power from being used at the\r\nsole discretion of its holder. It is unjust that any single\r\ncountry should be allowed the impunity of overruling\r\nat will the wish of the majority. That injustice can be\r\nrectified, for example, by enabling certain types of\r\nGeneral Assembly resolutions to overrule a Security\r\nCouncil veto.\r\nWe must find a comprehensive and just solution\r\nto the problem of Palestine. We must allow the United\r\nNations to take the lead role in stabilizing the situation\r\nin Iraq. We need to address seriously and resolutely the\r\nscourge of international terrorism, the elimination of\r\nglobal poverty, the proliferation of transnational\r\ncrimes, the destruction of the environment and the\r\nspread of the AIDS epidemic, as well as the economic\r\nand social advancement of all humankind. The global\r\neconomic order, especially in the sphere of\r\ninternational finance, must be made more fair and\r\nequitable. The way forward and our best hope lie in\r\nuniversal commitment now to multilateralism.\r\nThe President (spoke in French): On behalf of\r\nthe General Assembly, I wish to thank the Prime\r\nMinister of the Malaysia for the statement he has just\r\nmade.\r\nThe Honourable Dato’Seri Abdullah Ahmad\r\nBadawi, Prime Minister of Malaysia, was\r\nescorted from the rostrum.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Farouk Al-Shara’, Minister for\r\nForeign Affairs of the Syrian Arab Republic.\r\nMr. Al-Shara’ (Syrian Arab Republic) (spoke in\r\nArabic): I would like to congratulate you, Sir, on your\r\nelection as President of the fifty-ninth session of the\r\nGeneral Assembly. I am confident that your wisdom,\r\ndrawn from the positions of your friendly country of\r\nGabon, will stand you in good stead in promoting\r\ndialogue among the peoples and the countries of the\r\nworld, in invigorating the role of the United Nations\r\nand in preserving its Charter.\r\nI also express my appreciation, Sir, to your\r\npredecessor, Mr. Julian Hunte, for his efforts to bring\r\nthe previous session to a successful conclusion.\r\nI take this opportunity to express our gratitude to\r\nthe Secretary-General for his patience and efforts to\r\nmake the voice of the United Nations heard in a\r\nprecarious international situation, amid volatile\r\nregional conditions, in which force is preferred to law,\r\nwrong preferred to right and war preferred to peace.\r\nOur world has been going through extremely difficult\r\ntimes since 11 September 2001. That is particularly\r\ntrue of the United States and the Middle East. The\r\n5\r\nA/59/PV.11\r\nUnited Nations could have very well shared the fate of\r\nthe League of Nations in the 1930s, although very little\r\nthought was given to the dire consequences that such a\r\ndevelopment would have entailed, given the absence of\r\nother alternatives.\r\nIt is no exaggeration to argue that the major\r\nchallenges today to the questions of peace, security and\r\ndevelopment stem not only from failing to heed the\r\nUnited Nations Charter but also from manipulating\r\nsome of its Articles to greatly disrupt and derail\r\ninternational relations and to deliberately upset the\r\ninternational equilibrium that we inherited from the\r\ncold war era.\r\nThus, it becomes clear that the surge in\r\nextremism, the diversity of its causes and\r\nmanifestations and the spread of poverty and hunger\r\nacross large parts of the world are not the concern of\r\nonly one country, one people or one religion, but,\r\nrather, of all peoples, countries and religions of the\r\nworld.\r\nIt is also clear that this deteriorating situation,\r\nwhich the international community acknowledges but\r\nhas failed to strive in earnest to remedy, will not serve\r\nanyone in particular. This is all the more true now that\r\nthe justifications of the cold war era, with its enormous\r\nexpenses on armaments, can no longer be invoked and\r\nthat pre-emptive wars, with the great losses in life and\r\nproperty they entail, have proven useless. The mistakes\r\ncommitted during the world war on terror, regardless of\r\nwhether they were committed in good faith or in bad\r\nfaith, have worked as a call to promote and practice\r\nterrorism, which has been embraced by an enemy\r\nwhose whereabouts we do not know. This enemy is\r\ncommitting acts so horrific that they remind us of the\r\nMiddle Ages.\r\nIn this context, the peoples of the developing\r\ncountries are wondering why hundreds of fighter jets\r\nand thousands of soldiers would be hauled across the\r\ncontinents and why billions of dollars would be spent\r\nto bring about a regime change in certain countries\r\nwhen those resources could have been channelled —\r\neven partially — into financing education and\r\ndevelopment projects in those same countries? When\r\nreform becomes a national and an international\r\ndemand, how can we justify to those seeking reform\r\nthe fact that the movers and the shakers of the world\r\nchose to impose sanctions instead of investing in peace\r\nand prosperity and chose to spend billions on war\r\ninstead of opting for the road that would surely lead to\r\nreform and progress? Is it possible to prove that\r\nthroughout history military solutions, and not political\r\nor economic solutions, have been more effective tools\r\nfor reform and progress and for saving the lives of\r\nmillions of people plagued by injustice, poverty and\r\ndisease? At any rate, while political solutions may not\r\nnecessarily guarantee full success, military solutions\r\nare definitely a recipe for failure.\r\nMoreover, while such an argument may sound\r\nidealistic, there can be no alternative to political\r\nsolutions. The current international dilemma is\r\nexacerbated by military solutions. There are many\r\nexamples to prove that argument. We can cite, by way\r\nof example, the situations in Iraq, Afghanistan and\r\nother places.\r\nLeft alone, that dilemma will not be solved. It can\r\nonly be solved if the leaders of the world work in\r\nearnest and evince the necessary political will to\r\nrestore credibility to the United Nations and guarantee\r\nrespect for international legitimacy through their\r\ncommitment to United Nations resolutions that are\r\nbased on the principles and purposes of the Charter.\r\nJustice and equality, it must be recalled, are at the core\r\nof the Charter of this Organization.\r\nThe peoples of the world were optimistic about\r\nthe great strides that were made in science and\r\ntechnology and the collective and individual\r\nachievements that spanned all fields of human\r\nendeavour in the past two decades. They aspired to a\r\nglobalization with a human face that was based on a\r\ndialogue among civilizations, and synergies with other\r\ncultures, that would keep the spectre of cold and hot\r\nwars at bay. However, some power circles attempted to\r\nexploit those great human achievements to further their\r\nown narrow interests. They devised new colonialist\r\npolicies that disappointed the peoples of the world and\r\nturned back the clock.\r\nAt the speed of light, the world forgot about the\r\nsurge of optimism that overwhelmed many of the\r\nworld’s leaders as they addressed this Assembly four\r\nyears ago when they celebrated the third Millennium.\r\nToday, a wave of pessimism has taken over the world\r\nbecause of extremist and intolerant policies advanced\r\nby some strategic think-tanks that were determined to\r\nfind a new enemy, under any pretext, after the fall of\r\nthe Soviet Union.\r\n6\r\nA/59/PV.11\r\nIsrael has contributed to the creation of many of\r\nthose flimsy pretexts. It has packaged them with great\r\ncare, breathed life into many of them, and distributed\r\nthem among the delegations that owe allegiance to it. It\r\nwas hoping to achieve the following: first, to incite the\r\nAmericans in particular and the West in general to\r\nwage endless wars in the Middle East, in order to\r\nunderscore the old-new theory of Israel that the Arab-\r\nIsraeli conflict is not the core of the problems of the\r\nregion. To prove our point we refer to the argument\r\npromoted by Israel that the situation in Iraq and its\r\nrepercussions are more dangerous and complicated\r\nthan that prevailing in the occupied Arab territories and\r\nPalestine. Sharon is trying to mislead world public\r\nopinion into believing that achieving peace would\r\nrequire only the dismantling of some Jewish settler\r\noutposts in Gaza, not withdrawal from the West Bank\r\nand the occupied Palestinian territories, let alone\r\nwithdrawal from East Jerusalem and accepting a just\r\nsolution to the problem of the Palestinian refugees.\r\nSecondly, Israel hoped to divert the attention of\r\nthe world and camouflage the settlement activities in\r\nthe occupied Arab territories that have continued\r\nunabated, while continuing to build the racist\r\nsegregation wall and lessening the importance of State\r\nterror perpetrated by Israel on a daily basis. Israel has\r\nrepackaged its policies as an act of self-defence that\r\ndoes not warrant condemnation and denunciation even\r\nthough it targets innocent civilians.\r\nBut Israel has not fully succeeded in realizing its\r\ngoals, and even where it has, that success will be short-\r\nlived because Israel has in recent years transformed its\r\nregular army into gangs bent on committing systematic\r\nkillings and war crimes against Palestinian civilians,\r\nall perpetrated in the territories it occupies in the West\r\nBank and Gaza. Killing the Palestinians often occurs in\r\nthe course of house demolitions that terrorize their\r\nwretched occupants, who frequently look death in the\r\neye.\r\nAll this notwithstanding, the defenceless\r\nPalestinians have stayed the course and refused to\r\nsurrender or leave. Israel bears an important share of\r\nthe responsibility for the intensification and worsening\r\nof the American predicament in Iraq by avoiding the\r\nresumption of the peace process despite the hand\r\nextended to it in peace by the Palestinians, Syrians, and\r\nLebanese.\r\nI must repeat that Israel bears an important share\r\nof the responsibility for the intensification and\r\nworsening of the American predicament in Iraq owing\r\nto its failure to resume the peace process. The Israeli\r\ncourse of action may come back to haunt it because its\r\ncontinued occupation of the Arab lands is a major\r\ncause of the rejection of American policies in the\r\nbroader Middle East.\r\nThat is also true in Europe where polls conducted\r\na year ago showed that most of the citizens of the\r\nEuropean Union believe that Israel poses a threat to\r\ninternational peace.\r\nAmong the strategic mistakes committed by the\r\nthink-tanks and research centres that owe their\r\nallegiance to Israel is to mislead the Israelis into\r\nbelieving that the new Iraq will hasten to conclude\r\npeace agreements with Israel and establish diplomatic\r\nrelations with it before it withdraws from the occupied\r\nArab territories. They ignored the fact that the Iraqis\r\nrefused to adopt the new flag that was designed for\r\ntheir country after the war simply because its colours\r\nsomehow bear resemblance to the Israeli flag.\r\nThe deteriorating situation in Iraq remains a\r\nsource of great concern for my country and other\r\ncountries in the region and the world. That state of\r\naffairs should prompt all of us to mobilize all efforts to\r\nwin the battle for peace in post-war Iraq.\r\nSyria, a neighbouring country directly concerned\r\nwith events in Iraq — given our historic and\r\ngeographical ties as well as our common national\r\nbonds with the Iraqi people — has spared no effort to\r\nguarantee Iraq’s stability, security, independence,\r\nterritorial integrity and the unity of its people. We\r\nstand ready to cooperate with the neighbouring\r\ncountries and all the parties concerned, including the\r\nUnited Nations, to enable the Iraqi people to govern\r\nthemselves, manage their resources and establish\r\noptimal relations with their neighbours.\r\nSyria has repeatedly declared its commitment to a\r\njust and comprehensive peace. We continue to call for\r\nthe withdrawal of Israel from all the Arab territories\r\noccupied in 1967, for guaranteeing the legitimate rights\r\nof the Palestinian people, including their right to\r\nestablish their own independent State with Jerusalem\r\nas its capital, in accordance with the resolutions of\r\ninternational legitimacy, namely, Security Council\r\nresolutions 242 (1967) and 338 (1973), the Madrid\r\n7\r\nA/59/PV.11\r\nterms of reference and the Arab Peace Initiative\r\nendorsed by the Beirut summit of 2002.\r\nThat was the basis of Syria’s serious engagement\r\nin the peace negotiations for over a decade. The\r\nliterature published on the subject recently in the\r\nUnited States and Israel bears witness to the\r\nseriousness with which Syria approached those\r\nnegotiations. What the peace process lacks today is a\r\nstrategic Israeli decision comparable to the Syrian\r\ndecision to achieve peace in the region.\r\nIt was rather disparaging that the Foreign\r\nMinister of Israel used this rostrum of international\r\nlegitimacy to ignore the facts and selectively refer to a\r\nresolution recently adopted by the Security Council on\r\nLebanon. Israel violates Lebanese airspace, territorial\r\nwaters, land borders and sovereignty on a daily basis\r\nand continues to occupy parts of Lebanese territory.\r\nThe representative of Israel tried, in vain, to\r\nmisguide the international community. The world\r\ncommunity today bears witness to Israel’s persistent\r\nnon-compliance with 40 Security Council and 600\r\nGeneral Assembly resolutions, all of which call upon\r\nIsrael to withdraw from the occupied Arab territories\r\nso that a just and comprehensive peace can be\r\nestablished in the region. Soon after the adoption of\r\nevery resolution Israel would reject it, levelling\r\naccusations and heaping insults on the Organization. It\r\nhas refused to allow entry to members of fact-finding\r\nmissions, and has even harassed them. Given all those\r\nfacts, does anyone have the right to ask whether the\r\nstatements by the representative of Israel mark the\r\nbeginning of a radical change in the position of his\r\nGovernment, perhaps indicating the pursuit of a policy\r\nthat respects international legitimacy and is committed\r\nto compliance with its resolutions?\r\nFor centuries our region has endured more\r\nforeign threats and onslaughts, acts of aggression,\r\nmisrepresentations of facts and use of force against our\r\npeoples than any other region. Its potential has been\r\nwasted and its material and intellectual resources\r\nsquandered, thus preventing it from attaining its\r\ndevelopment goals and advancing its capacities. The\r\nMiddle East suffers an explosive situation brought\r\nabout by Israeli’s expansionist policies, continued\r\noccupation and virtual sabotage of any chance for\r\npeace in the region. Furthermore, Israel’s acquisition of\r\na nuclear arsenal constitutes a major destabilizing\r\nfactor in the Middle East region that threatens the\r\nfuture of its peoples.\r\nSyria was among the first countries of the region\r\nto call for declaring the Middle East region a zone free\r\nof all weapons of mass destruction, in particular\r\nnuclear weapons. We have seriously worked to attain\r\nthat objective. We have joined the Non-Proliferation\r\nTreaty (NPT) and concluded a comprehensive\r\nsafeguards agreement with the International Atomic\r\nEnergy Agency (IAEA). We have also contributed to\r\nnumerous initiatives to attain that goal, most recently\r\nthrough the draft resolution we submitted on behalf of\r\nthe Arab Group to the Security Council on\r\n29 December 2003 (see A/58/667, annex). The draft\r\nresolution called for the establishment of a zone free of\r\nall weapons of mass destruction in the Middle East\r\nregion, in particular nuclear weapons, in the context of\r\na collective international monitoring regime under\r\nUnited Nations supervision, which would enhance the\r\nrole of multilateral international disarmament\r\nconventions.\r\nInternational terrorism is a cause for concern for\r\nus all. Together we should work to eradicate that\r\ndangerous phenomenon by addressing its root causes.\r\nIt is on this basis that Syria has condemned terrorism in\r\nall its forms and manifestations. We condemn the\r\nkidnapping and killing of innocent people and the\r\ntargeting of civilians, government institutions,\r\nhumanitarian agencies, religious establishments,\r\ninternational organizations and diplomatic missions.\r\nIn that context, we reiterate our condemnation of\r\nthe heinous terrorist act that killed innocent children in\r\na school in Beslan, Russia. We also call on the\r\ninternational community to condemn the systematic\r\nState terror perpetrated by Israel in the occupied\r\nPalestinian territories against the defenceless\r\nPalestinian people, as well as the many massacres\r\nperpetrated by Israeli occupation forces, in which\r\ninnocent children, women and the elderly are killed.\r\nDuring its tenure on the Security Council, Syria\r\nstrove to support the Council’s efforts to combat\r\ninternational terrorism. It has acceded to most of the\r\ninternational counter-terrorism conventions as well as\r\nto the Arab and Organization of the Islamic Conference\r\nanti-terrorism conventions. The two latter conventions\r\ndefine crimes of terrorism and distinguish between\r\nterrorism and the legitimate right of occupied peoples\r\n8\r\nA/59/PV.11\r\nto resist occupation in accordance with international\r\nlaw and the United Nations Charter.\r\nMy country is following with great concern the\r\ndevelopments in the brotherly Sudan. That concern\r\nstems primarily from our commitment to the territorial\r\nintegrity of the Sudan and the unity of its people. We\r\nview with satisfaction the positions and measures\r\nadopted by the Government of the Sudan to address the\r\nhumanitarian crisis in Darfur. We believe that the\r\nLeague of Arab States and the African Union can play\r\nan important role in the settlement of the crisis.\r\nSyria welcomes the increased role of the African\r\nUnion in seeking effective solutions to the major issues\r\nfacing the countries and the peoples of Africa. We\r\nbelieve that the African Union’s conflict settlement\r\nmechanisms, including its Peace and Security Council,\r\nwill strengthen the role of that important continent and\r\nits ability to face the challenges of peace and\r\ndevelopment.\r\nIn the Millennium Declaration, world leaders\r\nunderscored the need to create an environment\r\nfavourable to development and to eradicate poverty at\r\nthe national and global levels. Have we acted upon\r\nthose commitments? How far have we gone on the road\r\ntowards implementation of the Millennium\r\nDevelopment Goals? Have we taken the necessary\r\nsteps and cooperated far enough to give the necessary\r\nimpetus to efforts towards progress in the entire\r\ndeveloping world?\r\nDevelopment is a human right to which every\r\nhuman being is entitled. It is not an exclusive privilege\r\navailable to one side to the detriment of the other,\r\nregardless of the disparities between them. That right\r\nshould be accorded priority status on our agenda, and it\r\nmust not be manipulated for political gains.\r\nIt is heartening to note that some enlightened\r\nleaders have taken it upon themselves to shed light on\r\ntwo of the most critical problems of our world: poverty\r\nand hunger. In launching the Action Against Hunger\r\nand Poverty, they proposed practical collective\r\nsolutions to preserve man’s dignity. Syria welcomes the\r\nDeclaration issued by the world leaders in response to\r\nthe initiative of the Brazilian President to discuss that\r\nquestion.\r\nSyria has effectively contributed to the debate on\r\nthe reform of the United Nations system, the\r\nrevitalization of the General Assembly and the reform\r\nof the Security Council and the increase of its\r\nmembership. Syria hopes that, at this session, the\r\nAssembly will continue to address the urgent questions\r\nof peace and development so that a broad consensus\r\nwill emerge and coordinated measures will be adopted\r\ntowards resolving those questions. The prime objective\r\nof reforming the United Nations is to enhance its\r\nability to face the new threats and challenges.\r\nHowever, reform should be built on commitment to the\r\nprinciples and purposes of the Charter.\r\nSyria is following with keen interest the work of\r\nthe High-level Panel on Threats, Challenges and\r\nChange appointed by the Secretary-General to review\r\ncurrent and future threats to international peace and\r\nsecurity and the current state of affairs of the main\r\norgans of the United Nations, with a view to submitting\r\nproposals on enhancing their roles. Syria will be\r\nparticipating in the deliberations among Member States\r\non the proposals and opinions of the Panel.\r\nAs we have made clear in past years, Syria\r\nsupports reforming the Security Council and increasing\r\nits membership. In our view, that reform should be\r\nbased on the principles of universality, effectiveness,\r\ndemocratic participation and geographical\r\nrepresentation, particularly of developing countries.\r\nSyria has consistently stressed the importance of\r\nassigning a permanent seat on the Security Council to\r\nthe Arab States, to be allocated by rotation among the\r\nMember States in accordance with the procedures of\r\nthe League of Arab States.\r\nSince its establishment, the United Nations has\r\nsuccessfully overcome many acute regional and\r\ninternational crises. Its Charter has had to coexist with\r\nsome of those crises. At times, the United Nations has\r\ndealt with those crises successfully. At other times, it\r\nhas skirted them without actually coming to grips with\r\nthem. A case in point is the Palestinian question, which\r\nis as old as the United Nations itself. The Arab-Israeli\r\nconflict still rages in spite of the fact that the United\r\nNations has adopted more than 600 resolutions on the\r\nsubject. Israel, however, has not implemented a single\r\none of these resolutions and continues to find\r\nprotection both inside and outside the United Nations.\r\nA lot has been said about establishing a greater\r\nMiddle East. We are convinced that success in\r\nachieving that will remain elusive unless the relevant\r\nresolutions are implemented and peace is restored, in\r\n9\r\nA/59/PV.11\r\naccordance with the aspirations of the people of the\r\nregion and the world.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Li Zhaoxing, Minister for Foreign\r\nAffairs of the People’s Republic of China.\r\nMr. Li Zhaoxing (China) (spoke in Chinese): I\r\noffer my warm congratulations to you, Sir, on your\r\nelection as President of the General Assembly at its\r\nfifty-ninth session. I am confident that under your\r\npresidency fruitful results will be achieved. I also wish\r\nto pay a cordial tribute to Mr. Julian Robert Hunte,\r\nPresident of the General Assembly at its fifty-eighth\r\nsession, and to Secretary-General Kofi Annan.\r\nThe recent appalling terror in Beslan, Russia,\r\ncaused massive casualties, including many children.\r\nOn behalf of the Chinese Government, I strongly\r\ncondemn, once again, that inhuman act of terrorist\r\nviolence and extend our deep condolences to the\r\nfamilies of the victims.\r\nPeace and development remain the dominant\r\nthemes in today’s world. Multipolarization and\r\neconomic globalization are moving forward in twists\r\nand turns. Science and technology are advancing at a\r\ndizzying speed. Forces that make for peace and factors\r\nthat lead to war are both on the rise. Human society is\r\nmoving in a bright, progressive and positive direction.\r\nHowever, the light of peace has not fallen on\r\nevery corner of the globe, nor has development reached\r\nevery inch of the Earth. Threats to security, both\r\ntraditional and non-traditional, are intertwined. The\r\ndark cloud of war remains menacing. Hot spots keep\r\nspringing up. Terrorist activities are raging, and cross-\r\nborder problems such as the proliferation of weapons\r\nof mass destruction, drug trafficking, transnational\r\ncrime and illegal immigration are erupting one after\r\nanother. Factors of uncertainty, instability and\r\nunpredictability are increasing.\r\nIn the course of economic globalization, the gap\r\nbetween the North and the South is widening.\r\nDeveloping countries are confronting new difficulties\r\nand challenges as a growing number of them are\r\nfurther marginalized. Today, half the global population\r\nlives on less than $2 a day, and of those, 1.2 billion live\r\non less than $1 a day. Much remains to be done to\r\nimplement the Millennium Development Goals.\r\nPeace, development and cooperation are the\r\nprerequisites for our times. People all over the world\r\nare raising their voice in favour of peace, development\r\nand cooperation and against war, poverty and\r\nconfrontation. Peace is the precondition for human\r\ndevelopment and prosperity. Without a peaceful and\r\nstable international environment, development is out of\r\nthe question for any country. A chaotic world benefits\r\nno one. Having experienced the scourge of two world\r\nwars, mankind would not tolerate any more war or\r\nbloodshed. Thus it is the fervent aspiration of all\r\npeoples to live and achieve development in a secure\r\nand stable environment.\r\nIn tackling security issues, it is imperative to\r\nfoster a new security concept of mutual trust, mutual\r\nbenefit, equality and cooperation. This new concept\r\ncalls for nations to transcend their differences in\r\nideology and social systems, respect one another’s\r\nsecurity interests, promote greater democracy in\r\ninternational relations and seek peaceful solutions to\r\ndisputes through dialogue.\r\nTerrorism is the common enemy of the whole\r\nworld. China stands firmly opposed to terrorism in all\r\nforms and manifestations. To prevent and fight\r\nterrorism, we must intensify international cooperation\r\nand address both the causes and symptoms of the\r\nthreat. Only when the root causes of terrorism are\r\neradicated can peoples live in peace and tranquillity\r\nagain.\r\nThe proliferation of weapons of mass destruction\r\nposes a threat to world peace and security. Non-\r\nproliferation efforts therefore require the participation\r\nof all members of the international community.\r\nLikewise, it is important to discard unilateralism and\r\ndouble standards and to give full credit and full latitude\r\nto the role of the United Nations.\r\nChina takes an active part in multilateral non-\r\nproliferation efforts and firmly defends the\r\ninternational regime of arms control, disarmament and\r\nnon-proliferation treaties. China believes that\r\nmultilateral arms control, disarmament and non-\r\nproliferation processes can be steadily promoted in\r\norder to further improve the international non-\r\nproliferation regime.\r\nThere is still a long way to go before peace and\r\nreconstruction can be realized in Iraq. We support an\r\nimportant role for the United Nations in Iraq’s political\r\nprocess, helping that country achieve the smooth\r\nholding of elections.\r\n10\r\nA/59/PV.11\r\nWe appeal to Palestine and Israel to resume\r\ndialogue as soon as possible and to start implementing\r\nthe Middle East road map faithfully. As always, China\r\nwill work to resolve the nuclear issue on the Korean\r\nPeninsula through dialogue and talks, in the interest of\r\npeace and stability on the Peninsula.\r\nDevelopment is the foundation for human\r\nprogress. Lasting peace and stability throughout the\r\nworld depends on coordinated, balanced and universal\r\ndevelopment. Development is of overriding\r\nimportance. Living in peace, abundance and harmony\r\nbetween nations has been the dream of many\r\ngenerations. Coordinated, balanced and sustainable\r\ndevelopment serves the fundamental interests of all\r\npeoples and works for their well-being.\r\nIn order to promote economic growth worldwide,\r\nit is necessary for the international community to take\r\neffective measures to put in place an open and fair\r\nmultilateral trading regime and gradually improve it. It\r\nis also important to reform and improve the\r\ninternational financial system.\r\nThe developed countries must honour their\r\ncommitments to debt reduction, technology transfer\r\nand market access through concrete actions in order to\r\nenable developing countries to really benefit from\r\nglobalization. The developing countries, for their part,\r\nneed to work together to attain development and take\r\npart in a wide range of international efforts. They\r\nshould also deepen South-South cooperation.\r\nWe, the members of the international community,\r\nshould join hands in working for a just and equitable\r\nnew international economic order that meets the needs\r\nof the growing economic globalization and serves the\r\ncommon interests of all countries.\r\nThe Millennium Development Goals are our\r\nsolemn, collective pledge. The United Nations should\r\nfurther mobilize resources, strengthen coordination and\r\nincrease its input to development activities in order to\r\nhelp Member States achieve these important goals as\r\nscheduled.\r\nCooperation is an effective way of dealing with\r\nthe collective challenges facing humankind. To\r\nstrengthen international cooperation, we must\r\nchampion multilateralism. The United Nations is the\r\ncentre of the international multilateral system and the\r\nkey platform for making multilateralism work. It is the\r\nwidespread desire of the international community to\r\nadhere to the purposes and principles of the United\r\nNations Charter, take more collective actions,\r\nstrengthen the role of the United Nations and safeguard\r\nits authority.\r\nThe threats and challenges we face make it\r\nimperative to strengthen, rather than weaken, the role\r\nof the United Nations. A stronger United Nations is\r\nindispensable for maintaining global peace and\r\nstability and promoting the common development of\r\nhumankind. All Member States should honour their\r\ncommitments to the Charter of the United Nations and\r\nfulfil their international responsibilities and\r\nobligations.\r\nThe world is eagerly looking forward to a\r\ndynamic and action-oriented United Nations. China\r\nsupports necessary and rational reforms of the\r\nOrganization. Such reforms should aim at enhancing\r\nthe leading role of the United Nations in international\r\naffairs, reinforcing its capacity to tackle new threats\r\nand challenges, and ensuring that better reflects the\r\naspirations and needs of the vast majority of\r\ndeveloping countries.\r\nChina is in favour of expanding the Security\r\nCouncil and of giving priority to greater representation\r\nof the developing countries. China also supports the\r\nwork of the High-level Panel on Threats, Challenges\r\nand Change, and it is looking forward to the Panel’s\r\nreport by the end of this year, so that it can be reviewed\r\nby Member States.\r\nChina is a staunch force working for world peace,\r\ncommon development and international cooperation.\r\nAfter over half a century of strenuous efforts and more\r\nthan two decades of reform and opening up, China has\r\nnow entered a new stage of development aimed at\r\nbuilding a moderately prosperous society all-round.\r\nHowever, China is still a developing country, and a\r\nlarge population and inadequate economic\r\ndevelopment remain its basic national conditions. It\r\nhas a long way to go before achieving its development\r\ngoals.\r\nThe Chinese Government will always place\r\ndevelopment at the top of its agenda. The fact that\r\nChina — a large, developing country with 1.3 billion\r\npeople — runs its own affairs well is in itself a major\r\ncontribution to peace and to the development of\r\nhumanity.\r\n11\r\nA/59/PV.11\r\nChina desires peace, development and\r\ncooperation, and strives to win peace and development\r\nthrough cooperation. It is working to promote\r\ndemocracy in international relations, diversity in its\r\nmodes of development and richness in the world’s\r\ncivilizations. It advocates a new security concept and\r\nfacilitates the establishment of a fair and equitable new\r\ninternational order.\r\nChina will pursue with determination an\r\nindependent foreign policy of peace, adhere to the five\r\nprinciples for Peaceful Coexistence, and engage in\r\nmutually beneficial and friendly cooperation with other\r\ncountries on an equal footing.\r\nChina will unswervingly safeguard its\r\nsovereignty and territorial integrity, brook no\r\ninterference in its internal affairs by foreign forces and,\r\nat the same time, respect other countries’ sovereignty\r\nand territorial integrity.\r\nChina remains committed to the common\r\ninterests of humankind. China’s national interests, in\r\nthe final analysis, are consistent with the common\r\ninterests of all humankind. In handling State-to-State\r\nrelations, China will safeguard its own interests while\r\ntaking into account the interests of other countries.\r\nChina will adhere to the policy of opening up, and\r\ndevelop economic relations and trade with all other\r\nnations on the basis of equality and mutual benefit.\r\nChina’s development stands in the way of no one,\r\nnor does it pose any threat to others. China is following\r\nthe path of peaceful development, seeking an\r\ninternational environment of peace and stability for its\r\nown development and promoting world peace and\r\nprogress through its own prosperity.\r\nChina is working steadily to develop its relations\r\nwith the world’s major countries. It will stay\r\ncommitted to the policy of building friendship and\r\npartnership with its neighbours and combine stronger\r\nbilateral friendships with enhanced regional\r\ncooperation. It will strengthen solidarity and\r\ncooperation with other developing countries and\r\nsupport any justified demands or legitimate\r\npropositions on their part in international affairs. It will\r\nplay a constructive role in the political, economic,\r\nsocial, disarmament, arms control and other\r\nmultilateral fields; safeguard the purposes and\r\nprinciples of the Charter of the United Nations and the\r\nuniversally recognized norms governing international\r\nrelations; and support any consensus that serves the\r\ncommon interests of all countries.\r\nTaiwan is an inalienable part of Chinese territory.\r\nSafeguarding China’s sovereignty and territorial\r\nintegrity and realizing complete national reunification\r\nat an early date is the common will and firm resolve of\r\nthe 1.3 billion Chinese people. Pursuing the policy of\r\n“peaceful reunification and one country, two systems”,\r\nthe Chinese Government is ready to work tirelessly\r\ntowards a peaceful reunification with the utmost\r\nsincerity. We, more than anyone else, want to see a\r\npeaceful settlement of the Taiwan question. But we\r\nwill never tolerate Taiwan independence, nor will we\r\nallow anyone to separate Taiwan from the rest of China\r\nin any way.\r\nWe hope that the international community will\r\nfully recognize the complex and sensitive nature of the\r\ncurrent situation across the Taiwan Strait and the\r\nserious threat posed by the separatist activities of the\r\nTaiwan authorities to the stability of the Taiwan Strait\r\nand the peace of the Asia-Pacific region. We expect the\r\nAssembly to continue supporting the Chinese\r\nGovernment’s efforts for peaceful reunification and to\r\njoin us in containing pro-independence activities, in the\r\ninterest of stability in the Strait and of world peace.\r\nThis year marks the fiftieth anniversary of the\r\nFive Principles of Peaceful Coexistence. As the basic\r\nguidelines for State-to-State relations, the Five\r\nPrinciples have withstood the test of half a century and\r\nremain an irrefutable truth. The Five Principles, which\r\ninclude peace, development and cooperation, are\r\nconsistent with the purposes and principles of the\r\nCharter of the United Nations. They provide guidance\r\nfor the establishment and development of relations\r\nbetween countries with identical or different social\r\nsystems; point to the correct path towards the peaceful\r\nsettlement of outstanding issues between countries and\r\ninternational disputes; firmly defend the interests of the\r\ndeveloping countries; and facilitate the improvement\r\nand development of North-South relations. The Five\r\nPrinciples present important ideas that must underpin\r\nthe establishment of a fair and equitable new\r\ninternational order.\r\nChina not only initiated, but has faithfully\r\nobserved, the Five Principles of Peaceful Coexistence.\r\nGiven the new realities of today, we will continue to\r\nchampion those Principles and join all the peoples of\r\n12\r\nA/59/PV.11\r\nthe world in advancing the lofty cause of peace,\r\ndevelopment and cooperation.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Hassan Wirajuda, Minister for\r\nForeign Affairs of the Republic of Indonesia.\r\nMr. Wirajuda (Indonesia): I am pleased to\r\ncongratulate you, Sir, on your election as President of\r\nthe General Assembly at its fifty-ninth session. May I\r\nalso pay tribute to your predecessor, Mr. Julian Robert\r\nHunte of Saint Lucia, for having ably presided over our\r\ndeliberations during the previous session of the\r\nGeneral Assembly.\r\nEven as I speak, a magnificent transformation is\r\nbeing completed on the other side of the globe — in\r\nmy country. Many of us in Indonesia have waited all\r\nour lives to witness this historic event: our people\r\nfinally rising to take their destiny into their own hands.\r\nExactly a week ago, some 125 million men and\r\nwomen trooped to the polling stations and chose the\r\nPresident and Vice-President who will govern in the\r\nname of 230 million Indonesians. That was the third\r\nnational political exercise that we had to carry out —\r\nnot just once, but three times — in a period of six\r\nmonths, the previous two being the parliamentary\r\nelections and the first round of the presidential\r\nelections. All of them were peaceful, fair and\r\ndemocratic.\r\nEach of them was an enormous operation,\r\ncovering some 6,000 islands in an archipelago with an\r\nexpanse as wide as Europe’s, and involving millions of\r\nelection workers attending to some 575,000 polling\r\nstations. As we coped with the massive logistical\r\nrequirements of that undertaking, we were extended\r\nsupport and assistance by the United Nations and\r\nfriendly countries. We are grateful for this.\r\nIt will be some time before the official results of\r\nthe vote are in. But whoever the new national leaders\r\nof Indonesia may be, they will have a clear and strong\r\nmandate from the people — not from the elite, not\r\nfrom the party bosses, nor from power brokers or\r\nvested interests — but from the people. This is the\r\nclimax of a transition from authoritarian rule to a full-\r\nfledged democracy, a process that began six years ago\r\nin the crucible of the Asian crisis, which devastated our\r\neconomy and mangled our socio-political system. We\r\nhave thus become the full-fledged democracy that the\r\nfounding fathers of our Republic long ago envisioned.\r\nThis need for political reform is also felt by other\r\nnations. The Emir of Qatar, speaking as Chairman of\r\nthe Group of 77, told this Assembly at its 3rd meeting,\r\n“Political reform and people’s participation in\r\ndecision-making are no longer an option but have\r\nbecome a definite necessity”.\r\nHence, we are proud of this democracy of ours. It is the\r\nfulfilment of a universal human aspiration, and yet it is\r\nunique to us. It sprang from our native soil, a true child\r\nof our culture. It was not imposed from outside, at\r\ngunpoint. And it put to rest the debate on whether\r\nIslam and democracy can ever mix.\r\nAs the country with the largest Muslim\r\npopulation, Indonesia has proven that Islam can be a\r\nbastion of democracy and social justice. Indeed, our\r\ndeep sense of spirituality inspired our people to\r\nresoundingly reject money politics, corruption,\r\nterrorism and all forms of extremism. It was also our\r\nbeacon towards reform; and reform has worked for us.\r\nAlthough the Asian crisis instantly doubled the number\r\nof Indonesians living below the poverty line, we have\r\nsince been able to reduce the poverty rate to its pre-\r\ncrisis level. We did this by shifting from a\r\nGovernment-driven poverty-reduction strategy to one\r\nof community empowerment. This effort required\r\nfunding of more than US$1 billion, making it one of\r\nthe largest such programmes in the world.\r\nThrough fiscal controls that dramatically lowered\r\ninflation, we stabilized the prices of essential goods.\r\nThrough social safety net programmes, we helped the\r\npoor to weather the crisis. By doing this, we denied the\r\nterrorists what could have been a dangerous mass base.\r\nSince then, consumer confidence has led our\r\neconomic growth. With political fears allayed and\r\ninvestor confidence boosted, we look forward to 4.8\r\nper cent growth this year, and 5.5 per cent next year.\r\nWe can now wage a stronger battle against poverty.\r\nBy consolidating our efforts to promote the rule\r\nof law, greater respect for human rights and effective\r\nregional autonomy as the main pillars of our reform,\r\nwe are confident that we can overcome threats to our\r\nnational unity and security, including communal\r\nviolence, separatism and terrorism.\r\nWe continue to strengthen our relations with all\r\nour neighbours. We have made a fresh start with\r\nTimor-Leste, and we are building a strong relationship.\r\n13\r\nA/59/PV.11\r\nWe look forward to a future of bilateral peace,\r\nfriendship and cooperation.\r\nThis does not mean that we have solved all our\r\nproblems. We still have to make democracy work for\r\nus some more and to keep it working. This is what 230\r\nmillion Indonesians devoutly wish, and they deserve no\r\nless. Moreover, no democracy is safe without being\r\nassured of a democratic environment at the global\r\nlevel. That environment cannot be created by unilateral\r\naction, no matter how mighty and well-intended.\r\nAt the global level, democracy can be promoted\r\nonly by democratic means, through multilateral\r\ninstitutions like the United Nations. If, as its detractors\r\nsay, the United Nations is not an effective tool of\r\ncollective security and development, this is only\r\nbecause it has been denied the support that it deserves\r\nfrom its strongest and most influential Members.\r\nBut we need the United Nations to give\r\nlegitimacy to the necessary use of force in the cause of\r\ncollective security. And even the wealthiest nations in\r\nthe world cannot bear all the costs of global security.\r\nThe privilege and burden of decision-making must be\r\nshared by all.\r\nHence, we must empower the United Nations to\r\nserve as the effective tool of multilateralism that it was\r\nalways meant to be. We must reform the United\r\nNations comprehensively, including the Security\r\nCouncil, by making it more democratic, in terms of\r\nprocedure and representation, in order to reflect today’s\r\ngeographical realities.\r\nIn this regard, it may be recalled that Australia\r\nlast year proposed the inclusion of Indonesia as a\r\npermanent member on the Council. We appreciate\r\nAustralia’s position. It has greatly encouraged us. As\r\nthe world’s third largest pluralistic democracy, the\r\nfourth most populous country, the world’s largest\r\nMuslim nation, a country of tremendous cultural\r\ndiversity and a member with a track record of serving\r\nin various peace initiatives of the United Nations,\r\nIndonesia has an important global constituency on the\r\nCouncil.\r\nIndonesia has served in more than 30\r\npeacekeeping missions, starting with the very first, in\r\nthe Middle East in 1957. Today, Indonesian soldiers\r\nand military observers are deployed in peacekeeping\r\nmissions in the Democratic Republic of the Congo,\r\nSierra Leone, Liberia and Georgia. As a founding\r\nmember and active player of the Non-Aligned\r\nMovement, the Group of 77, the Group of 15, the\r\nDeveloping Eight and the Organization of the Islamic\r\nConference, our commitment to the promotion of\r\ninternational peace and understanding is self-evident.\r\nIndonesia has made key contributions to the\r\npeaceful resolution of conflicts in its region, notably in\r\nCambodia and southern Philippines. It continues to\r\nactively build peace and stability in the region.\r\nA developing world striving not only for social\r\nand economic progress but also for democratization\r\nmust have a voice on the Security Council. Moderate\r\nIslam must have a voice on the Council. Indonesia\r\nwould be that voice. And that voice will insist — as we\r\nnow insist — that the fight against terrorism, like the\r\nrelated fight against poverty, can be won. This is not to\r\ndeny that terrorists are still capable of wreaking havoc\r\non our societies. Just two weeks ago, they struck again\r\nin the heart of Jakarta, killing nine innocent civilians\r\nand wounding 150 others. We in Indonesia condemn\r\nthis act of inhuman savagery, mourn the loss of\r\ninnocent life and share the pain and anger of the\r\nwounded and the bereaved families. But we are by no\r\nmeans intimidated. We will bring the perpetrators to\r\njustice as we have always done after every terrorist\r\nattack.\r\nOur faith remains firm that the fight against terror\r\ncan be won. The world can be made immensely safer.\r\nBut the global coalition to defeat terrorism must be\r\ninclusive. It must be multilateral and democratic. It\r\nmust empower the moderates of the world. And it must\r\naddress the root causes of terrorism: the grievances and\r\nthe poignant sense of injustice that drive human beings\r\nto such depths of despair that they would carry out the\r\nmost heinous acts of mass murder and destruction. It\r\nmust address grievances due to a poverty that is the\r\noffshoot of social and economic inequity, the affronts\r\nof tyranny and corruption, and the failure of States to\r\ndeliver a standard of living that befits human dignity.\r\nIncluded are grievances due to political oppression,\r\nsuch as the aggression and brutalities that the\r\nPalestinian people continue to suffer in the hands of the\r\noccupying Power.\r\nFor the coalition that would fight terrorism and\r\npoverty to be truly multilateral and democratic, it must\r\ninclude the regional organizations, which are\r\nenvisioned in the United Nations Charter as the pillars\r\nof global multilateralism.\r\n14\r\nA/59/PV.11\r\nThe United Nations itself, in extending assistance\r\nand services to countries all over the world, needs\r\nsupport at the regional level. This is why we in the\r\nAssociation of Southeast Asian Nations (ASEAN) are\r\nstriving to develop a robust partnership with the world\r\nOrganization. We are confident that this partnership\r\nwill prosper, as ASEAN evolves into a true community\r\nby the year 2020. As a security community, we will\r\nassume full responsibility for our security and political\r\nstability. As an economic and sociocultural community,\r\nwe will be a stronger force for development and social\r\nintegration in the Asia-Pacific region.\r\nTogether with our counterparts in two continents,\r\nwe are building a bridge of cooperation across the\r\nIndian Ocean to form a partnership for development. A\r\nsummit of Asian and African nations will formally\r\nestablish this strategic partnership in April 2005 in\r\nJakarta.\r\nAt the same time, the summit will pay tribute to a\r\nwatershed event in the cause of equitable international\r\nrelations. Thus, we will observe the Golden Jubilee of\r\nthe Asian-African Conference held in Bandung in\r\n1955. Moreover, ASEAN is networking in all\r\ndirections, with its counterparts in the rest of the Asia-\r\nPacific region, in Latin America and in Europe. We\r\nexpect this network of regional organizations, in\r\npartnership with the United Nations, to be the ultimate\r\nform of multilateralism. This network can also help\r\nadvance a global democratic agenda. To this end, Asia\r\ncan make a significant contribution.\r\nToday Asia is certainly in the midst of a\r\ndemocratic flowering. A series of successful\r\ndemocratic elections in various Asian countries in\r\nrecent months has been hailed worldwide as a political\r\nmiracle that may be of deeper significance than the\r\nshort-lived Asian economic miracle a decade ago.\r\nBut democracy is never a miracle — never a gift,\r\nnor something imposed. It is always hard-earned and\r\noften the fruit of many sacrifices. And its ultimate\r\nworth depends entirely upon us, the people — on\r\nwhether we have the political maturity, the wisdom and\r\nthe courage to make it work and make it endure. We in\r\nIndonesia are devoutly committed to that end.\r\nThe President (spoke in French): I give the floor\r\nto His Excellency Mr. Alberto Romulo, Minister for\r\nForeign Affairs of the Philippines.\r\nMr. Romulo (Philippines): It gives me great\r\npleasure to congratulate you, Sir, as you ably and\r\nwisely guide our deliberations at the fifty-ninth\r\nsession. Allow me also to take this opportunity to\r\nexpress my delegation’s appreciation to Mr. Julian\r\nHunte of Saint Lucia for his successful stewardship of\r\nthe work of the fifty-eighth session.\r\nThe world has changed a great deal since our\r\nhopes and aspirations were enshrined in the Charter\r\nalmost 60 years ago. What has not changed, but\r\nremains unaltered, is our collective desire to build a\r\nsafe, tolerant and secure world, anchored in justice and\r\nsocial progress.\r\nWhat has not changed is the very spirit and\r\ndriving force that brought us together — we, the\r\npeoples of the United Nations. Those opening words of\r\nthe Charter remind us that the United Nations is a\r\ncreation of the peoples of the world. Those words\r\ncompel us to recall that our Organization has been\r\nentrusted by our peoples with the sacred task of\r\ntranslating their aspirations into reality. They are words\r\nthat tell us that we are assembled today not only as\r\ndelegates of our Governments, but also as\r\nrepresentatives of our peoples. With those words, the\r\nCharter freed the world from the notion that only States\r\nmatter. With those words, the people were placed at the\r\nheart of our United Nations.\r\nToday, the technologies and discoveries that make\r\nthe world smaller and should bring us together are\r\nbeing used to tear us apart. Today, new forms of\r\npolitical, economic and social division directly threaten\r\nour people and the values and dreams they hold dear.\r\nThese threats have the potential to overwhelm the\r\ngains of our Organization and to divide our peoples.\r\nAll these factors have given rise to clamour for\r\ndecisive reform in the United Nations. We should start\r\nwith the basic reform of the structures and\r\nrelationships that define powers and responsibilities.\r\nFor our Organization, this means pursuing earnest\r\nreforms in the Security Council; the General Assembly\r\nand its subsidiary bodies; and the Secretariat. But\r\naddressing the most basic elements is also the most\r\ndifficult thing to do.\r\nAny planned reform of the United Nations should\r\nbe endorsed by consensus by all 191 Member States.\r\nAny reform of the Security Council should give due\r\nconsideration to the views of the five permanent\r\nmembers, as they will have the final say in the matter.\r\n15\r\nA/59/PV.11\r\nAny reform should also recognize that a country like\r\nJapan deserves to be considered for a seat as a\r\npermanent member.\r\nWe must all put our creative energies to work,\r\nspare no effort and ignore no avenue or opportunity in\r\nbringing greater peace and progress to our peoples.\r\nReligion and religious leaders have a role to play in\r\nfostering tolerance and greater understanding among\r\npeoples. They bring unique perspectives to the\r\npromotion of human rights and fundamental freedoms.\r\nInter-faith dialogue between the peoples of\r\ndifferent civilizations should also be encouraged. Deep\r\nand historic divisions can be healed through a dialogue\r\nbetween peoples of different faiths and civilizations.\r\nThe Philippines will work with like-minded\r\ndelegations in support of efforts to broaden such a\r\ndialogue.\r\nOur peoples’ differences, whether of belief or of\r\nculture, should not be a basis for misunderstanding or\r\nconflict. But most of all, reform must begin by placing\r\nthe welfare and interests of the peoples of the world at\r\nthe forefront our deliberations.\r\nIn the 15 minutes that it will take me to deliver\r\nmy remarks, 60 people will have died of tuberculosis.\r\nBy the time the curtain falls on a Broadway show, 250\r\npersons, mostly women and children, will have been\r\ntrafficked into forced servitude or prostitution. By the\r\ntime we wake up tomorrow morning, 3,000 children\r\nwill have died of malaria and a further 6,000 children\r\nwill have perished for lack of clean water.\r\nInstead of having school books in their hands,\r\nover 300,000 children in conflict areas have their\r\nfingers on the triggers of automatic rifles.\r\nHIV/AIDS kills 3 million people a year; millions\r\nof refugees crowd camps. One fifth of the world’s\r\npopulation still live in abject poverty, barely subsisting\r\non less than the price of the newspaper sold around the\r\ncorner from our hotels.\r\nTerrorism, the spread of weapons of mass\r\ndestruction and the massive proliferation of small arms\r\ndirectly threaten the people and their livelihood and\r\nrepresent an assault on their dignity.\r\nCritical flashpoints, most of which are in my part\r\nof the world, have the potential for armed conflict that\r\nwould certainly place people and their futures at grave\r\nrisk.\r\nAs a founding Member of the United Nations and\r\nas a current member of the Security Council, the\r\nPhilippines places its faith in the Organization for the\r\nmaintenance of international peace and security, the\r\npromotion of social progress and better standards of\r\nlife and the protection of the fundamental rights of\r\nindividuals.\r\nPeople antedate the evolution of statehood. As we\r\nplace people at the centre of the United Nations, I\r\nwould like to highlight the need to protect their lives\r\nand the importance of ensuring their livelihood and\r\npromoting their dignity.\r\nWe must allow our peoples to live free from fear,\r\nto live in a safe and secure world. Terrorism poses a\r\nserious threat not only to the lives of our people, but\r\nalso to the values and ideals that define our societies.\r\nTerrorism reduces people to mere pawns in a ruthless\r\ngame of competing beliefs and ideologies.\r\nThe rubble in Jakarta has been cleared. Flowers\r\ncover the little graves in Beslan. But the enemies of all\r\npeoples are still lurking in the shadows, conspiring and\r\nplotting, with evil in their hearts and the blood of\r\ninnocents on their hands.\r\nThe Philippines condemns all forms of terrorism.\r\nNo cause or dogma can ever justify its use. Long\r\nbefore 11 September 2001, the Philippines and its\r\npeople suffered from the scourge of terrorism. We have\r\nseen the face of terror and felt its deadly touch. We\r\nwere among the first in our region to join the\r\ninternational war against terror. The Philippines\r\nbelieves that conflicts should be addressed before\r\nterrorism can begin to define or exploit them. This can\r\nbe done by working together with other nations.\r\nPresident Gloria Macapagal-Arroyo believes that\r\na new kind of peace has to be developed for a new kind\r\nof war, waged by terrorists. She proposes a new global\r\nalliance to alleviate poverty and remove it as a\r\nbreeding ground for resentment and conflict.\r\nWith the help of the Organization of the Islamic\r\nConference, violent secessionism has given way to\r\npeaceful autonomy in southern Philippines. The\r\npotential for terrorism to breed has been drastically\r\nreduced. In partnership with Malaysia, we are closer to\r\na negotiated peace with the remaining secessionists,\r\nwho themselves have renounced terror. With Norway\r\nas a facilitator, prospects remain for peace talks with\r\n16\r\nA/59/PV.11\r\none of the world’s few remaining communist rebel\r\ngroups.\r\nAnother important dimension of human security\r\nis economic. At the national level, economic security\r\nmeans primarily providing livelihood for the people. In\r\nthe Philippines, President Arroyo has enshrined that\r\ngoal in her 10-point programme of action for 2004 to\r\n2010. The programme calls for the creation of\r\n6 million jobs in six years by giving more opportunities\r\nto entrepreneurs, tripling the amount of loans to small\r\nand medium-size enterprises and developing 1 million\r\nto 2 million hectares of land for agribusiness.\r\nIf we are to maintain economic security, the\r\ninternational community should also make job creation\r\na priority goal in international economic cooperation.\r\nThe General Assembly should look more closely at\r\ninnovative tools that will help spur economic growth,\r\nparticularly in developing countries. Greater attention\r\nshould be focused on how micro-credit or\r\nmicrofinance — an area where the Philippines has\r\nmade significant strides — could serve as an\r\ninstrument to alleviate the conditions of the poorest of\r\nthe poor.\r\nCreative ways to solve the lingering debt issue\r\nand the spiralling cost of energy should also be\r\nconsidered. We need to ease the burden of debt\r\nservicing and to channel those meagre resources to\r\nwhere they are needed most. Each day, developing\r\ncountries pay the rich nations $717 million in debt\r\nservice. Every baby born in the developing world\r\nalready owes $482 at birth. Every year, sub-Saharan\r\nAfrica pays $10 billion in debt service — four times as\r\nmuch money as the countries in the region spend on\r\nhealth care and education. The wise mobilization of\r\ndomestic resources, such as remittances for\r\ndevelopment, should also be carefully studied.\r\nRemittances by migrants — much greater than the total\r\namount of overseas development assistance —\r\nalleviate the poverty of the family members remaining\r\nin their country of origin.\r\nEconomic security prospers when the playing\r\nfield is level for both developed and developing\r\ncountries. Levelling the economic playing field ensures\r\nthat the fruits of globalization will benefit the people in\r\nterms of better opportunities, more jobs and improved\r\nlivelihood. International trade, investment and\r\ndevelopment are crucial tools in raising the people’s\r\nstandard of living. But the people of poor countries\r\ncontinue to face persistent barriers to their products\r\nfrom the developing world. Those barriers exist despite\r\nthe strictures of the international trading system,\r\nemphasizing the need for an open, rule-based\r\nmultilateral trading system.\r\nEconomic crises in developing countries result in\r\nimmediate threats to human security. When people do\r\nnot know where their next meal will come from or\r\nwhen their crops will fail, human security is\r\ncompromised. In an interlinked global economy, crises\r\nspread rapidly. The prevention and mitigation of such\r\ncrises in developing countries also enhances human\r\nsecurity in developed countries. A World Bank study\r\nshows, for instance, that the total elimination of\r\nagricultural subsidies in rich countries would increase\r\nrural income in low- and medium-income countries by\r\nabout $60 billion a year.\r\nNeedless to say, international trade policy needs\r\nto be fair, not only to farmers of the developed world,\r\nbut also to their counterparts in the developing\r\ncountries. As a start, a substantial reduction in\r\nagricultural subsidies for farmers in rich countries\r\nwould go a long way towards helping their fellow\r\nagricultural workers beyond their borders. There is also\r\na need for developed countries to implement their\r\ncommitments to allocate 0.7 per cent of their gross\r\nnational product for official development assistance.\r\nAgain, official development assistance is an instrument\r\nto help people help themselves — a social\r\nresponsibility that is more pronounced now, in an era\r\nof increasing globalization. The inexorable pace of\r\nglobalization fuels new phenomena and creates new\r\nchallenges to human security. The fluidity of capital,\r\ntechnology, culture and even people should be\r\nacknowledged as inherent to globalization and should\r\nbe harnessed for the good of the people.\r\nDemocracy and freedom — central elements to\r\nensuring the rights and dignity of the people — should\r\nbe encouraged and promoted, particularly in countries\r\nthat are in transition or recovering from conflict. It is\r\nin that spirit that the Philippines supports the call for\r\nthe establishment of a democracy fund. The Philippines\r\nis prepared to provide technical support and training in\r\nthe areas of governance, the administration of justice,\r\nelectoral processes and similar subjects, with\r\nthird-party support. We will share our knowledge — a\r\nresult of our own experience as Asia’s first\r\ndemocracy — since we have had to struggle to regain\r\nand preserve that very same democracy.\r\n17\r\nA/59/PV.11\r\nThe world should continue to support the people\r\nof Iraq in their valiant effort to create a democratic,\r\nfree, pluralistic and secure nation. The Philippines\r\nstands ready to assist in implementing Security Council\r\nresolution 1546 (2004) on Iraq, which was\r\nunanimously adopted during our presidency of the\r\nCouncil last June. The United Nations has a significant\r\nrole to play in Iraq in the political process leading to\r\nthe elections scheduled for January next year, and it\r\ndeserves the full support of the international\r\ncommunity in its efforts to build a stable and peaceful\r\nIraq.\r\nConflict has devastating effects on the safety and\r\nsecurity of people. The deliberate targeting of innocent\r\ncivilians as victims is increasingly being used as a\r\nweapon of war and as a tool of terrorists. The\r\nmovement of people across borders reinforces the\r\ninterdependence of countries, facilitates the transfer of\r\nskills and knowledge and stimulates economic growth\r\nand development. In order to protect the security of\r\nmigrants, we must give them the legal status that will\r\nenable them to gain access to basic services and will\r\nensure the protection of fundamental rights. The\r\nInternational Convention on the Protection of the\r\nRights of All Migrant Workers and Members of Their\r\nFamilies entered into force on 1 July 2003. We take\r\nthis opportunity to call on all our friends to make every\r\neffort to accede to the Convention.\r\nThe interdependence and interlinkages among the\r\npeoples of the world require that human security\r\nshould top the agendas of local, national, regional and\r\nglobal governance. Human security addresses the\r\nchallenges of the twenty-first century, responds to our\r\npeoples’ aspirations as enshrined in our Charter and\r\nreinvigorates the United Nations in the process.\r\nFinally, in a world where people are sometimes\r\nreduced to images on a screen and their suffering\r\ndistilled into pixels and fonts, perhaps we should again\r\nbe reminded that, when we gave life to the United\r\nNations almost 60 years ago, we ushered in a new era\r\nin the human saga, embarking on our historic journey\r\nwith the words: “We the peoples of the United\r\nNations ...”.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Nizar Obaid Madani, Assistant\r\nMinister for Foreign Affairs of Saudi Arabia.\r\nMr. Madani (Saudi Arabia) (spoke in Arabic): I\r\nam pleased to express to you, Sir, and to your friendly\r\ncountry, Gabon, our sincere congratulations on your\r\nelection as President of the General Assembly at its\r\nfifty-ninth session. We are confident that you will lead\r\nthe work of this session in a highly capable and\r\nefficient manner. I should also like to express our\r\nappreciation to your predecessor, Mr. Julian Hunte,\r\nMinister for Foreign Affairs of Saint Lucia, who, as\r\nPresident of the last session of the Assembly, managed\r\nits affairs with wisdom and skill.\r\nOn this occasion, I should like to convey the deep\r\nappreciation of the Kingdom of Saudi Arabia to\r\nHis Excellency Mr. Kofi Annan for his sustained,\r\ndiligent and commendable efforts to maintain\r\ninternational peace and security and to revitalize the\r\nrole of the United Nations and enhance its functions,\r\ncapacities, credibility and effectiveness. In that regard,\r\nthe speech given by the Secretary-General last week is\r\nnotable and praiseworthy, as it provided a blueprint and\r\nguidelines for enhancing the resiliency of the\r\ninternational order. It is crucial when tackling global\r\nissues to bridge the gaps in the international order so\r\nthat measures are not applied selectively or arbitrarily.\r\nThe accelerating global changes and the grave\r\nchallenges facing the international community today\r\nnecessitate more than ever a scrutiny of the working\r\nmethods of the United Nations, as well as the\r\nstructures and functions of its organs, in order to\r\nenhance its ability to prevent and resolve conflicts and\r\nto maintain international peace and security.\r\nIn that respect, the Kingdom of Saudi Arabia\r\nsupports the call for reform of the Security Council, in\r\nparticular, an increase in its membership in order to\r\nimprove geographical representation, a greater\r\ntransparency in its work, a halt to the application of\r\ndouble standards and the adoption of measures that\r\nwill enhance the credibility of the Council’s work and\r\nguarantee respect for, and compliance with, its\r\nresolutions.\r\nAmong the important reforms needed in our\r\nOrganization is restriction of the veto power.\r\nPermanent members of the Security Council should not\r\nbe allowed to invoke their right of veto in cases where\r\nproposed resolutions and procedures are adopted to\r\nimplement previously agreed resolutions.\r\nIt is also imperative to establish an optimal\r\nbalance between the General Assembly and the\r\nSecurity Council, to enhance the role of the Economic\r\nand Social Council and to establish closer coordination\r\n18\r\nA/59/PV.11\r\namong the various United Nations funds, programmes\r\nand activities.\r\nWe reaffirm our commitment to the United\r\nNations and the multilateral international order. Today,\r\nmore than ever, the international community is in dire\r\nneed of a unified and mutually supportive stance in\r\norder to achieve just solutions to the current problems\r\nwe all face. It is through respect for the shared values,\r\ntraditions and principles that are deeply rooted in the\r\nconscience of all mankind that we can promote\r\nconstructive cooperation and the achievement of\r\nsecurity, peace, stability and prosperity for all nations.\r\nHumanity has been afflicted by the growing\r\ndanger of terrorism. It is a phenomenon that does not\r\ndifferentiate between societies. Increasingly, terrorist\r\ngroups have been crossing borders and expanding their\r\nnetworks into different regions, nations and continents.\r\nToday, it is therefore critical that we exert every effort\r\npossible to increase international cooperation to\r\ncombat terrorism and confront those who instigate and\r\nfinance it.\r\nThe Kingdom of Saudi Arabia rejects terrorism in\r\nall its forms and manifestations and is cooperating with\r\nthe international community to eliminate that global\r\nevil. The Kingdom of Saudi Arabia has affirmed its full\r\nsupport for the Security Council resolutions relating to\r\nterrorism. In that regard, Saudi Arabia has taken the\r\nnecessary steps to close any loopholes in its domestic\r\nregulations on charitable fund-raising activities that\r\nmight allow such funds to be used for illicit purposes.\r\nWe have established a public commission tasked with\r\nsupervising and organizing the activities of all\r\ncharitable and relief organizations with a view to\r\nstreamlining their operations and preventing those with\r\nbad intentions and evil objectives from using their\r\nhumanitarian funds for illegal purposes.\r\nThe Kingdom of Saudi Arabia was among the\r\nfirst signatories of the Arab Convention on the\r\nSuppression of Terrorism and other similar agreements\r\nemanating from the Organization of the Islamic\r\nConference and the Arab Gulf Cooperation Council. In\r\naddition, it has acceded to nine other international anti-\r\nterrorism conventions and agreements. In that regard,\r\nthe Government of Saudi Arabia has recently taken a\r\nseries of measures that are indicative of its seriousness\r\nand determination to fight terrorism. Its strategy of\r\npreventive action to forestall criminal acts has already\r\nbeen successful in the fight against this deadly scourge\r\nand has earned the praise and admiration of the\r\ninternational community and international\r\norganizations.\r\nIt is important to remember that crimes\r\ncommitted by a handful of criminals and misguided\r\nfelons cannot justify incriminating a whole society or\r\nan entire culture. Terrorism can strike any city and\r\ntarget any interests, regardless of the nationality,\r\nreligion or ethnic origin of the victims. Terrorism is a\r\nglobal phenomenon that calls for joint action and\r\ncooperation by all countries and requires the close\r\ncollaboration of concerned international organizations\r\nto effectively find the means to confront it and\r\neliminate it.\r\nIt is on the basis of the foregoing that I am\r\npleased to announce before this gathering that the\r\nGovernment of the Kingdom of Saudi Arabia has\r\ndecided to host an international conference to combat\r\nterrorism, to be held in Riyadh from 5 to 8 February\r\n2005. Its purpose is to exchange information and\r\nexperience in the field of combating terrorism and to\r\nsee how we can cooperate with other countries in the\r\nfight against that universal threat. We also intend to use\r\nthis excellent opportunity to learn about scientific and\r\npractical techniques relevant not only to combating\r\nterrorism, but also to the prevention of money-\r\nlaundering, drug trafficking and arms smuggling. The\r\nconference will also provide a good forum in which to\r\nstudy the culture and psychology of terrorists and the\r\nstructure of terrorist organizations.\r\nOfficial invitations to the anti-terrorism\r\nconference have already been extended to concerned\r\ninternational organizations as well as to countries that\r\nhave suffered or are suffering from terrorism. The\r\nKingdom of Saudi Arabia welcomes the participation\r\nof all those invited and hopes that the outcome and\r\nfinal recommendations of the conference will\r\nconstitute an important addition and a great support to\r\ninternational efforts to eradicate terrorism and address\r\nthe root causes of that dangerous phenomenon.\r\nThe setback in the peace process and the\r\nmounting wave of violence and extremism in our\r\nregion are largely attributable to the Israeli\r\nGovernment’s pursuit of policies that are totally\r\nincompatible with the fundamental principles of the\r\npeace process, notably the principle of land for peace.\r\nIsrael’s actions are in contravention of Security Council\r\nresolutions — in particular, resolutions 242 (1967) and\r\n19\r\nA/59/PV.11\r\n338 (1973) — and the road map. They are incompatible\r\nwith the United States Administration’s vision of two\r\nStates — an Israeli State and an independent\r\nPalestinian State — living side by side.\r\nThe Arab peace initiative continues to stand as a\r\ncredible basis for the security and stability of all the\r\npeoples of the region because it ensures a lasting, just\r\nand comprehensive solution to the Arab-Israeli\r\nconflict. It is therefore incumbent upon all of us to\r\nexert our utmost efforts to put the peace process back\r\non track. It is particularly important to push the peace\r\nprocess forward after it has stalled and after the\r\nhumanitarian plight of the Palestinian people — which\r\nshould be a goad to the conscience of the international\r\ncommunity — has been met with indifference.\r\nFurthermore, peace cannot be achieved by\r\nunilateral Israeli measures that create new realities on\r\nthe ground and that are designed to prejudice the final\r\noutcome of any political negotiations on the delicate\r\nissue of a final settlement. The Palestinian question\r\ncannot be solved, nor can the Arab-Israeli conflict be\r\nended, through the use of excessive force — aerial\r\nbombardment, guided missiles, assassination of\r\nPalestinian activists, destruction of infrastructure,\r\nusurpation of property, violation of rights and the\r\nimposition of collective punishment. Peace will be\r\nachieved and security will prevail only when United\r\nNations resolutions are implemented, the provisions of\r\ninternational law are respected and applied and the\r\nprinciples of justice and equality are observed.\r\nThe Kingdom of Saudi Arabia condemns the\r\ncontinuous escalation against the Palestinian people\r\nand the Israeli Government’s insistence on establishing\r\nand expanding its settlements. We also condemn the\r\ncontinued construction of the separation wall that has\r\nannexed extensive Palestinian lands in unprecedented\r\ndefiance of the advisory opinion of the International\r\nCourt of Justice, which acknowledged the illegality of\r\nthe wall and ordered Israel to dismantle it, as well as\r\nthe General Assembly resolution that followed that\r\nopinion, effectively demonstrating the consensus of the\r\ninternational community on the issue.\r\nHowever, if Israel is serious about withdrawing\r\nfrom Gaza and about dismantling its settlements there,\r\nwe stress that such an action should proceed in\r\ncoordination with the Palestinian Authority, in\r\nconformity with the requirements of the road map and\r\nunder the supervision of the Quartet. The proposed\r\nwithdrawal should come about as a first step towards a\r\ncomplete and full withdrawal from all the Palestinian\r\nlands, including Al-Quds.\r\nThe Kingdom of Saudi Arabia is closely\r\nmonitoring efforts to eliminate all forms of weapons of\r\nmass destruction from the Middle East and to keep it\r\nfree from all such lethal weapons. In that respect, we\r\ncall upon the international community to adopt an\r\neven-handed approach, refrain from applying double\r\nstandards, assume its legal and moral responsibilities\r\nand urge the Israeli Government to refrain from the\r\ndevelopment of its nuclear programmes, as well as\r\nsubject its nuclear installations to the inspection and\r\nsafeguards regime of the International Atomic Energy\r\nAgency.\r\nWe are profoundly distressed and gravely\r\nconcerned at the deteriorating security situation in\r\nsome parts of Iraq, where tragic incidents, heinous acts\r\nof violence, and the horrific kidnapping of innocent\r\npeople seem to be daily occurrences. Faced with this\r\nappalling reality, we can only urge the Iraqi people and\r\nall Iraqi factions to mend fences and work hand in\r\nhand to support the efforts of their transitional\r\nGovernment to establish the security, safety and well-\r\nbeing of their country; preserve its national unity and\r\nindependence and ensure the restoration of Iraq’s\r\neffective and positive role in the international arena.\r\nWe also call upon the United Nations to play a greater\r\nrole in assisting the Iraqi Government to meet the\r\nrequirements of the ongoing political process,\r\nincluding by conducting general elections, which we\r\nhope will lead to a permanent legitimate Government,\r\nand proceeding with reconstruction efforts.\r\nThe Kingdom of Saudi Arabia has presented\r\nsome ideas regarding the deployment of Islamic troops\r\nin Iraq. With the consent of the Iraqi Government and\r\nunder United Nations supervision, we would like such\r\ntroops not to supplement, but to replace, the\r\nmultilateral forces. Those ideas, however, have not\r\nmaterialized, although their basic premise deserves\r\nconsideration and follow-up.\r\nWith respect to developments in the brotherly\r\ncountry of the Sudan, the Kingdom of Saudi Arabia is\r\nprofoundly moved by the humanitarian tragedy in\r\nDarfur and supports the efforts of the Government of\r\nthe Sudan to restore stability in that region. We support\r\nthe Sudan’s cooperation with relief and humanitarian\r\norganizations and others in addressing the\r\n20\r\nA/59/PV.11\r\nhumanitarian situation resulting from the crisis. We\r\nhope that the efforts of the Government of the Sudan\r\nand those of the African Union will be given sufficient\r\ntime to restore security to the region and to ensure the\r\nwell-being of its people.\r\nThe Kingdom of Saudi Arabia has initiated an\r\nongoing airlift operation, using Saudi cargo planes, to\r\nprovide direct humanitarian assistance to the Darfur\r\nregion. This assistance includes medical and food\r\nsupplies, tents and power generators. Moreover, there\r\nare Saudi relief teams in the region who have\r\nestablished clinics and hospitals inside camps and\r\nequipped them with doctors, medicine, medical\r\nsupplies and tests. In addition, wells have been dug to\r\nprovide the camps with drinking water, and electricity\r\nis being supplied.\r\nHuman development and economic prosperity are\r\nmajor keys to achieving a better future for developing\r\ncountries. To reach that objective, developed and\r\ndeveloping nations can work together to achieve great\r\nsuccess. My country has contributed to this process by\r\nadopting and implementing numerous development\r\nprojects and by extending generous assistance to\r\ndeveloping and least developed countries through\r\nnational, regional and international agencies, in order\r\nto help them in overcoming the problems of poverty\r\nand underdevelopment.\r\nWe appreciate the concern expressed by the\r\nGroup of Eight at their summit in Sea Island, Georgia,\r\nin the United States, regarding the future of the Middle\r\nEast and their desire to help the countries of the region\r\ndevelop and make progress. However, we believe that\r\npolitical and economic reforms should not be imposed\r\nor dictated from outside; rather, international assistance\r\nin this area should serve as a catalyst to help these\r\nnations initiate their own reforms. Outside interference\r\non the question of reform can only result in disrupting\r\nand stalling processes that are already under way.\r\nFor reforms to be effective and lasting, they\r\nshould reflect the actual needs of the societies\r\nconcerned and should conform with a given State’s\r\nstage of development. Of course, there is much that the\r\nadvanced countries can do to help in this process,\r\nespecially in the areas of investment, trade\r\nliberalization, international economic cooperation and\r\nthe opening of their markets. We believe that removing\r\nprotective measures, such as trade barriers and tariffs,\r\nand eliminating preferential treatment that hinders the\r\nability of developing countries to enter the markets of\r\ndeveloped countries can go far in achieving desired\r\ndevelopment goals. There is, moreover, a need to make\r\nthe necessary effort to help those countries to\r\novercome their problems and their chronic political\r\nconflicts.\r\nThe Kingdom of Saudi Arabia, based on its\r\nposition of responsibility and its effective role in the\r\ninternational oil market, has consistently sought to\r\nmeet its obligations to maintain stable oil markets and\r\nensure continuing world economic growth. To that end,\r\nit has increased its production capacity to ensure\r\nsufficient supply and to control unnatural oil price\r\nsurges.\r\nIn this regard, the Kingdom of Saudi Arabia took\r\nthe initiative of establishing the International Energy\r\nForum and hosting its general secretariat in Riyadh.\r\nThe Forum has become a platform for discussing ways\r\nand means of cooperation and dialogue between\r\nconsumer and producer countries, whether within or\r\noutside the Organization of Petroleum Exporting\r\nCountries (OPEC). Those countries should seek to\r\nintensify their cooperation in order to ensure stable\r\nmarkets for the strategic commodity of petroleum, and\r\nto guarantee the continued growth of the global\r\neconomy.\r\nIn view of the tragic security events on the\r\ninternational scene, the world needs, more than ever,\r\nconcerted international efforts to increase dialogue and\r\nraise the level of understanding, mutual contact and\r\nfamiliarity among nations and cultures. The world\r\nneeds to embark on a serious effort to propagate a\r\nculture of peace, in order to achieve for our fellow\r\nhuman beings the dignity and prosperity they deserve.\r\nWe need to do more to put an end to the wave of\r\nviolence and work for the achievement of justice and\r\nthe termination of racial discrimination.\r\nGod Almighty said in the Holy Qur’an: “O\r\nmankind! We created you from a single (pair) of a male\r\nand a female, And made you into Nations and tribes,\r\nthat ye may know each other. Verily the most honoured\r\nof you in the sight of Allah is (he who is) the most\r\nrighteous of you.”\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Yousef Bin Al-Alawi Bin Abdulla,\r\nMinister for Foreign Affairs of the Sultanate of Oman.\r\n21\r\nA/59/PV.11\r\nMr. Abdulla (Oman) (spoke in Arabic): On\r\nbehalf of the Government of the Sultanate of Oman, I\r\nam pleased to congratulate you, Sir, on your election as\r\nPresident of this session. We assure you that we will\r\nsincerely cooperate with you in order to contribute to\r\nthe success of this session and to the realization of the\r\ndesirable objectives to which we all aspire. We all hope\r\nto serve humankind and the cause of international\r\npeace and security.\r\nI also take this opportunity, Sir, to express my\r\nheartfelt thanks to his Excellency Mr. Julian Robert\r\nHunte, your predecessor and President of the Assembly\r\nat its fifty-eighth session, for all his efforts to ensure\r\nthe success of that session and of the concurrent\r\nresumptions of the tenth emergency special session.\r\nThis session of the General Assembly has been\r\nconvened under very complex and difficult\r\ncircumstances. There has been a clear decline in the\r\ninternational community’s ability to unite and to reach\r\nconsensus on solutions to the diverse problems that\r\nhave undermined international diplomacy. Those\r\nproblems have deprived preventive diplomacy of its\r\nability to create an environment of international\r\nunderstanding conducive to agreement on issues of\r\ncommon interest to all peoples.\r\nWe believe that there is an urgent need for the\r\ninternational community to review both regional and\r\ninternational policies and to put an end to the sense of\r\nuncertainty, pessimism and vagueness surrounding the\r\nwork of the United Nations. States that can influence\r\ninternational policy have a moral and material\r\nresponsibility to take the initiative to review those\r\npolicies and create an environment of cooperation\r\namong international stakeholders.\r\nThe region of the Middle East is the focus of\r\nglobal attention, because of its potential impact on\r\ninternational stability. We share the interest shown by\r\nmany countries in the situation in the Middle East,\r\nwhich is prompted by the need to find solutions to the\r\npolitical and social problems facing the region.\r\nHere, it is worth noting that the Group of Eight,\r\nat its meeting on Sea Island in the state of Georgia in\r\nthe United States on 9 June 2004, focused their interest\r\non the Middle East. In principle, we welcome their\r\nposition since we believe that closer cooperation is\r\nessential within the Group of Eight and the countries of\r\nthe Middle East to consider how to prioritize the\r\ndiscussion of the political issues that remain the main\r\nobstacle to the march of the people of the Middle East\r\ntowards progress and stability.\r\nThe problem of Palestine and Israel’s continued\r\noccupation of Arab territories in Syria and Lebanon\r\ncannot be put on the back burner indefinitely.\r\nTherefore, we should seek fair and just solutions to\r\nthose problems. The road map announced on 30 April\r\n2003 was welcomed by the Arab countries but has yet\r\nto be implemented. We therefore call on the United\r\nStates of America, the Russian Federation, the\r\nEuropean Union and the United Nations — the\r\nmembers of the Quartet that sponsored the road map —\r\nto fulfil their commitment to the Middle East.\r\nThe Security Council adopted resolution 1546\r\n(2004), by which it transferred sovereignty in Iraq from\r\nthe Coalition forces to an interim Iraqi Government. It\r\nwas a milestone in the development of the situation in\r\nIraq. However, the deteriorating security situation in\r\nIraq remains a cause of deep concern. We believe that\r\nthe interim Iraqi Government is making great efforts to\r\nrestore normalcy and stability. We support the\r\nGovernment of Iraq in its endeavours to unify all Iraqis\r\naround a common agenda. We feel that certain\r\nsuccesses have been achieved through the adoption of\r\npolitical dialogue, and that it is essential to Iraq to\r\nexpand that dialogue.\r\nIn the Sudan, the Government has been making\r\ncommendable efforts to achieve stability in Darfur. We\r\nlook forward to ongoing cooperation between the\r\nAfrican Union and the Sudanese Government. The\r\nGovernment’s willingness to implement certain\r\nmeasures proposed by the United Nations and to\r\ncooperate with the Security Council to implement\r\nresolution 1564 (2004) deserves our support and\r\ncommendation.\r\nIn our view, the United Nations should provide\r\nfinancial and technical support to the efforts of the\r\nAfrican Union and the Sudanese Government to\r\nachieve peace in Darfur. Moreover, we believe that any\r\naction by the Security Council against the Sudan would\r\nbe harmful and would undermine the United Nations\r\nability to work effectively on the ground. It would,\r\nmoreover, hamper the efforts of the Sudan and the\r\nAfrican Union to achieve peace.\r\nAll human beings share this Earth and should\r\nwork together to develop and preserve its resources. It\r\nis highly important that the international community\r\ntake note of the environmental changes taking place\r\n22\r\nA/59/PV.11\r\neverywhere, such as the destructive storms, floods and\r\nfires that have had tremendously harmful effects on all\r\nhumanity. Those phenomena may be caused by human\r\ntransgression and destruction of environmental\r\ndiversity. That is why the international community is\r\ncalled upon to study the environment and do whatever\r\nit can to stem the phenomenon of desertification and\r\ndrought in order to preserve great global sources of\r\nfood.\r\nRecent international policies have resulted in the\r\nemergence of serious types of terrorist acts. One of the\r\nmost horrific of such acts was the hostage-taking in a\r\nschool in Beslan in North Ossetia in the Russian\r\nFederation. We strongly condemn that terrorist act and\r\nexpress our solidarity with the Russian Government in\r\nfighting such attacks. We believe that the international\r\ncommunity should show solidarity in the face of\r\nterrorism everywhere and engage in in-depth\r\nconsideration of the phenomenon. The convening of an\r\ninternational conference to consider terrorism is a good\r\nidea, since the outcome of such a conference could be\r\nan important tool that would help defeat the\r\nphenomenon.\r\nThe Sultanate of Oman believes that States’\r\naccession and commitment to disarmament treaties and\r\nconventions would enhance and maintain international\r\npeace and security. In that context, we should seriously\r\nconsider the possibility of establishing collective\r\nmechanisms for arms monitoring and control, based on\r\nunified standards acceptable to all, be it in the field of\r\nweapons of mass destruction or that of conventional\r\nweapons. Otherwise, the role of the world order will\r\nremain limited to theoretical studies or to drawing\r\nattention to the dangers of the arms race to\r\ndevelopment, the environment and international peace\r\nand security.\r\nThe world stockpile of weapons of mass\r\ndestruction, in particular nuclear weapons, could\r\ndestroy human life on our planet many times over. That\r\nis why the Sultanate of Oman has signed most\r\nconventions on disarmament and arms control,\r\nincluding the Treaty on the Non-Proliferation of\r\nNuclear Weapons, the Chemical Weapons Convention\r\nand the Biological Weapons Convention.\r\nThe emergence of globalization and the World\r\nTrade Organization raised the hopes and aspirations of\r\npeoples for an era of international cooperation that\r\nwould broaden sustainable development. However, the\r\nresults of the new developments have been an\r\namalgamation of democracy and dictatorship, of\r\nhuman rights and enslavement, of great prosperity and\r\nextreme poverty, of the provision of advanced health\r\ncare side by side with fatal contagious diseases, of free\r\ntrade and world trade monopoly, and of a rise in the\r\nprice of industrial products and a decline in the prices\r\nof the raw materials required to maintain their\r\nproduction. The amalgam has led to economic\r\nimbalances. Is that what we sought to achieve?\r\nThe High-level Panel on Threats, Challenges and\r\nChange was established in the context of an initiative\r\nby the Secretary-General to seek ways of reforming the\r\nOrganization, and in particular of expanding the\r\npermanent membership of the Security Council. We\r\nwould welcome such an expansion in order to broaden\r\nthe base of participation in the Council’s decision-\r\nmaking process. However, the permanent members\r\nshould work to create an international climate\r\nconducive to an expansion that reflects the\r\ninternational will. Conditions of membership should be\r\nreviewed to include aspects that conform to\r\ninternational changes so as to guarantee equitable\r\nrepresentation and international consensus if possible.\r\nWe believe that it is high time for permanent\r\nmembers of the Security Council to review their own\r\nattitudes and policies in the Council in order to\r\nfacilitate the required restructuring. We believe that the\r\nexcessive adoption of Security Council resolutions on\r\nsecondary international issues undermines the prestige\r\nof the Council and reduces the ability of the United\r\nNations to deal with priority questions that are\r\nimportant to international peace and security. We\r\nbelieve that the Security Council must not interfere in\r\nthe internal affairs of Member States, so as to preserve\r\nthe international consensus in addressing issues related\r\nto international peace and security.\r\nThe Sultanate of Oman would like to express its\r\nsupport to the efforts made by the United Nations. We\r\nwould particularly like to express our support to the\r\nSecretary-General and to the role he plays in\r\nconducting the affairs of this Organization. Our\r\ndelegation will spare no effort to ensure the success of\r\nthis session, in order to realize the objectives to which\r\nwe all aspire.\r\nThe President (spoke in French): I now give the\r\nfloor to His Excellency Mr. Sodiq Safoev, Minister for\r\nForeign Affairs of the Republic of Uzbekistan.\r\n23\r\nA/59/PV.11\r\nMr. Safoev (Uzbekistan): Allow me, first of all,\r\nto congratulate you, Sir, Minister for Foreign Affairs of\r\nGabon, on your election as the President of the General\r\nAssembly and to wish you every success in this\r\nimportant position. I would also like to extend our\r\nappreciation to Mr. Julian Hunte for the excellent\r\norganization of the previous session.\r\nThe serious challenges to global stability and\r\nsustainable development that the international\r\ncommunity faces vindicate the urgent need to further\r\ndevelop the legal and institutional foundations of\r\nmultilateral cooperation. There is no doubt that the\r\ncentral role in coordinating these efforts belongs to the\r\nUnited Nations. It is important, today as never before,\r\nto define the direction of the dynamic adaptation of the\r\nUnited Nations to current realities, based on the\r\nOrganization’s unique experience of over half a\r\ncentury, and to find adequate responses to the pressing\r\nissues of the contemporary world.\r\nDevelopments in the Central Asian region\r\nprovide a vivid demonstration of the intermingling of\r\nthe contradictory processes that are unfolding around\r\nthe globe. The aspirations of the peoples of Central\r\nAsia to fully integrate into the world community, to\r\ncreate conditions for sustainable stability and economic\r\ndevelopment are facing serious challenges. The region\r\nis faced with a combination of transnational threats,\r\nnamely terrorism, extremism and drug trafficking.\r\nSimilar patterns can be observed in other regions of the\r\nworld as well.\r\nNot a single day passes without terrorist acts\r\ntaking place somewhere in the world. It is obvious and\r\nundeniable that international terrorism has challenged\r\nthe civilized world. It makes no exceptions and does\r\nnot distinguish between places, nationalities, religions\r\nor social systems. It sows death and devastation in both\r\naffluent and developing nations. We need to admit that\r\ninternational terrorism, which is capable of quickly\r\ntransforming and adapting to the changing\r\ncircumstances of the contemporary world, is trying to\r\nimpose its terms and conditions and keep entire regions\r\nin fear.\r\nFrom the outset, Uzbekistan has firmly and\r\nvigorously supported the efforts of the anti-terrorist\r\ncoalition aimed at eradicating transnational threats.\r\nThe political leadership of Uzbekistan is deeply\r\ncommitted to the fight against this plague of the\r\ntwenty-first century and calls for a consolidation of the\r\ninternational community’s efforts in this area.\r\nHowever, effectively fighting international\r\nterrorism requires, above all, combating its ideological\r\nsources. It is vital to oppose the ideology of extremism\r\nand fanaticism and to outlaw militant radical religious\r\ngroups that nurture international terrorism.\r\nAt the same time, Uzbekistan strongly opposes\r\nany kind of allegations or assertions linking\r\ninternational terrorism with the ever-growing religion\r\nof Islam, which has made an immense contribution to\r\nthe history of humanity. Uzbekistan, home of the\r\ngreatest thinkers and philosophers of the East, is\r\nadamantly pursuing an all-out support of traditional,\r\nenlightened Islam. Only by promoting and encouraging\r\nideas of an enlightened and tolerant Islam can we\r\neffectively withstand militant, politicized extremist\r\nfactions and avert further confrontations in the world.\r\nUzbekistan holds that, in reviewing the urgent\r\nissues of global security, the regional agenda should be\r\ngiven priority. Only by means of secure and stable\r\nregions can we gradually move towards global security.\r\nThe establishment of a nuclear-weapons-free zone in\r\nCentral Asia remains one of the priorities of our\r\nforeign policy. We again call upon the permanent\r\nmembers of the Security Council to develop — in\r\ncooperation with the States of the region — a\r\nconsolidated position on the provisions of the treaty\r\nand its protocol. We trust that the establishment of this\r\nnuclear-weapons-free zone would become an important\r\nelement of the global nuclear non-proliferation regime.\r\nMany issues of regional development are directly\r\nlinked to the processes taking place in Afghanistan. We\r\nbelieve that Afghanistan is historically and\r\ngeographically a part of Central Asia. Uzbekistan has\r\nbeen giving all possible assistance to the Afghan\r\npeople for the social and economic reconstruction of\r\nthe country and its harmonious integration into\r\nregional structures. The Government of Uzbekistan, in\r\ncooperation with United Nations agencies, has set up\r\nand is successfully implementing a delivery\r\nmechanism for international humanitarian assistance to\r\nAfghanistan via Uzbekistan. To date, over 2.5 million\r\ntons of such cargo has passed through our territory. In\r\naddition, we are doing all we can to reduce transit costs\r\nand improve the service infrastructure.\r\nIn light of the continuous threat of narcotics\r\nproliferation from Afghanistan, Central Asia, on the\r\n24\r\nA/59/PV.11\r\nfrontline of combating narco-aggression, is facing the\r\nproblem of effectively countering this global menace.\r\nWe look forward to the international community’s firm\r\nand continuous support of Uzbekistan’s initiative to\r\nestablish a Central Asian regional information and\r\ncoordination centre to combat transborder crime related\r\nto illegal drug trafficking.\r\nThe United Nations has been present in\r\nUzbekistan for over a decade. During this period, the\r\nUnited Nations Development Programme (UNDP) has\r\ncarried out numerous important projects aimed at\r\nstrengthening the country’s potential in implementing\r\nreforms, protecting the environment and creating\r\nsustainable sources of income. We truly appreciate this.\r\nIn this regard, we look forward to assistance from\r\nUNDP and other United Nations agencies in\r\nimplementing Uzbekistan’s initiative to establish a\r\nCentral Asian common market. This would contribute\r\nnot only to creating a large and robust regional market\r\nand attracting more foreign investment and modern\r\ntechnologies, but also to properly addressing the social\r\nand environmental problems of Central Asia, including\r\nits sustainable development and economic prosperity.\r\nOvercoming the transportation and\r\ncommunication isolation of the region is another top\r\npriority. In that context, I would like to draw the\r\nAssembly’s attention to the multilateral initiative to\r\nestablish a trans-Afghan transport corridor, which\r\nwould link Central Asia with the Persian Gulf. The\r\nimplementation of that project would significantly\r\nexpand trade and economic relations and\r\nfundamentally improve the region’s economic\r\nprospects.\r\nWe agree with the view of the Secretary-General,\r\nMr. Kofi Annan, that the present juncture is of crucial\r\nimportance for the United Nations. There is no other\r\nmultilateral forum similar to the United Nations, in\r\nwhich countries that differ from one another in terms\r\nof cultural and historical heritage, economic potential\r\nand geographic location can work together as equal\r\npartners.\r\nIn the context of the current, increasingly\r\ncomplex globalization processes, the strengthening of\r\nthe Security Council is of paramount significance.\r\nUzbekistan supports the enlargement of the Security\r\nCouncil in both categories of membership, taking into\r\naccount the political and economic capabilities of\r\ncountries, geographical representation and other\r\ncriteria. We reiterate our support for the inclusion of\r\nGermany and Japan in the Security Council as\r\npermanent members.\r\nIn conclusion, I should like once again to\r\nunderscore the fact that Uzbekistan is confident that\r\nthe United Nations will retain its role as the main pillar\r\nof the international security and cooperation\r\narchitecture. We believe that the invaluable potential of\r\nthe United Nations, which withstood all the upheavals\r\nof the previous century, will long serve the cause of\r\nconsolidating our efforts in the face of global\r\nchallenges.\r\nThe President (spoke in French): I now call on\r\nThe Honourable Keith Desmond Knight, Minister for\r\nForeign Affairs and Foreign Trade of Jamaica.\r\nMr. Knight (Jamaica): I congratulate you, Sir, on\r\nyour election to the presidency of the General\r\nAssembly at its fifty-ninth session. You can be assured\r\nof Jamaica’s fullest support and cooperation during\r\nyour tenure.\r\nThe outgoing President, Julian Hunte of Saint\r\nLucia, deserves commendation for his energy and\r\noutstanding leadership during the fifty-eighth session,\r\nduring which he achieved significant accomplishments,\r\nparticularly in the area of the revitalization of the\r\nGeneral Assembly. He leaves a legacy of a\r\nstrengthened presidency and a good foundation for\r\nfurther operational improvements in the work of the\r\nAssembly and in its relations with other organs.\r\nIn reviewing the developments of the past year,\r\nwe note that the anticipated growth in the global\r\neconomy has been dampened by uncertainties arising\r\nfrom macro-economic imbalances in larger economies\r\nand the impact of increased oil prices. Political\r\ninstability in many regions of the world has not abated\r\nand, in some cases, has increased to critical levels.\r\nMany developing countries continue to struggle for\r\nsurvival in the globalized economy, especially in the\r\nface of changing commodity regimes, the erosion of\r\npreferences and unfavourable market conditions. The\r\ngap between rich and poor continues to widen. There\r\nmay be some glimmers of hope, but more needs to be\r\ndone to correct existing imbalances and to broaden\r\nopportunities for all to share in global prosperity.\r\nFormidable challenges remain for developing\r\ncountries.\r\n25\r\nA/59/PV.11\r\nIn our part of the world, those challenges have\r\ntaken on grave new proportions in the wake of the\r\nrecent spate of hurricanes which have devastated the\r\nCaribbean and affected several States of the United\r\nStates of America. In the Bahamas, Barbados, Cuba,\r\nthe Cayman Islands, the Dominican Republic, Grenada,\r\nHaiti and my own country, Jamaica, the loss of life and\r\nthe scale of destruction and damage to infrastructure,\r\nproperty and means of livelihood have been\r\ncatastrophic. What had taken several generations to\r\nbuild has suddenly vanished and will take years to\r\nrecover. The case of Grenada, which was virtually\r\nobliterated, is particularly striking. For those who have\r\nhad doubts about the reality of the vulnerability of\r\nsmall island States, these recent events should be\r\nconvincing evidence.\r\nIn Jamaica, we are completing our estimates of\r\nthe damage from Hurricane Ivan, which struck on\r\n10 September, virtually on the anniversary date of\r\nHurricane Gilbert, still painfully fresh in our memory.\r\nOn behalf of the Government and the people of\r\nJamaica, I extend deep appreciation to the Member\r\nStates, the agencies of the United Nations, and other\r\ninternational and non-governmental organizations\r\nwhich have given assistance. We have launched an\r\ninternational appeal to support our national efforts for\r\nimmediate and long-term recovery. Apart from the\r\nprovision of emergency relief supplies, there is a need\r\nfor concessionary financing to the affected countries,\r\nso as to facilitate medium- to long-term reconstruction.\r\nOne means of doing this would be through the\r\nestablishment of a special fund.\r\nIn the context of these recent developments, the\r\n10-year review of the implementation of the Barbados\r\nProgramme of Action for Small Island Developing\r\nStates, to be held in Mauritius in January 2005, is a\r\ntimely opportunity for the international community to\r\nundertake special consideration of the vulnerability of\r\nsmall island States. We expect the Mauritius review to\r\nadopt concrete measures and call for serious\r\nconsideration to be given to mechanisms to support the\r\nrecovery and reconstruction efforts of small island\r\ndeveloping States in the aftermath of natural disasters.\r\nWhat should also command attention are the\r\ndangers posed by climate change and global warming\r\nand the urgent need for global action within the\r\nframework of the Kyoto Protocol. It is imperative that\r\nall States accede to the Protocol.\r\nIt is accepted that the benefits of globalization are\r\nnot being fully realized, especially in the area of\r\ninternational trade. We should seek to harness its\r\npotential to the benefit of developed and developing\r\ncountries alike. Interdependence makes this an\r\nimperative. Global economic health requires better\r\nmanagement of economic arrangements at all levels, to\r\nensure a more equitable distribution of global\r\nprosperity.\r\nThe situation of small developing economies\r\nmakes a compelling case. From any objective\r\nstandpoint, there is a need for special and differential\r\ntreatment in relation to trade, the flow of financial\r\nresources, the transfer of technology and the promotion\r\nof industrial development. The gap between rich and\r\npoor must be narrowed. Otherwise, many developing\r\ncountries will continue in a downward spiral of\r\ndeclining income and increased poverty, with painful\r\nconsequences such as political and social instability\r\nand recurring humanitarian crises. While there is no\r\nsubstitute for self-reliance, on the basis of the principle\r\nof shared responsibility, there is a role for all\r\nparticipants within the global economic system.\r\nThat is why international cooperation for\r\ndevelopment should be given a central place in our\r\ndeliberations. There is a need to create institutional\r\ncapacity in the United Nations for the direction and\r\ncoordination of policies affecting finance, trade and\r\ntechnology and for formulating the overall policies\r\nguiding international economic cooperation. Such a\r\nmechanism could forge effective linkages with the\r\nBretton Woods institutions in order to manage and\r\npromote coherence in international economic\r\nprogrammes and policies. It should effectively respond\r\nto economic crises as they arise and apply remedies for\r\nimbalances and disequilibrium in the global economy.\r\nSome tentative steps have been taken in that\r\ndirection in the wake of the Monterrey Conference, but\r\nmuch more is required to reform governance in the\r\ninternational economic system to make it more\r\ndemocratic, transparent and responsive to the real\r\nneeds and priorities of developing countries.\r\nThe cycle of violence resulting from war and\r\nterrorism is a troubling phenomenon of our time.\r\nInternational security is dangerously at risk. What is\r\nclear to us is that violence and the use of force cannot\r\nbe the answer. We must embrace multilateralism and\r\n26\r\nA/59/PV.11\r\ninsist that international relations be guided by the rule\r\nof law as the basis for our collective security.\r\nAgainst that background, the necessary steps\r\nmust be taken to strengthen multilateralism. The\r\nUnited Nations must be our instrument of choice.\r\nThere is no viable alternative to the Organization, and\r\nit can be made as effective as it needs to be only if it is\r\ngiven the powers and resources that are required. We\r\nmust continue to nourish and strengthen it and make\r\nadaptations in the face of changing realities to improve\r\nits effectiveness and enhance its credibility. Reform\r\ncould begin with the Security Council, to make it more\r\nrepresentative in membership, more democratic in its\r\ndecision-making and more accountable and transparent\r\nin its operations. These are necessary for its\r\neffectiveness and legitimacy. We look forward to\r\nreceiving the recommendations of the Secretary-\r\nGeneral’s High-level Panel on Threats, Challenges and\r\nChange.\r\nThe improvement of international security\r\ndepends on our finding durable solutions to regional\r\nconflicts and disputes. In Africa, there is a need to\r\nexpedite relief for humanitarian emergencies, to\r\npromote initiatives aimed at resolving internecine\r\nconflicts and to advance the struggle for economic and\r\nsocial progress. We are distressed by the deterioration\r\nin the political and humanitarian situation in the Darfur\r\nregion of the Sudan, and we support constructive\r\nefforts to bring an end to the disruption and the\r\nbloodshed. We commend the role of the African Union\r\naimed at resolving the crisis.\r\nWe continue to call for good sense and wisdom to\r\ndefuse the Palestinian-Israeli conflict. Jamaica believes\r\nthat only through a process of political accommodation\r\nand the settlement of legitimate claims and grievances,\r\non the basis of justice and legality, can there be any\r\nhope for a durable peace.\r\nThe war in Iraq has opened up further\r\ncomplexities and further divisions and is becoming a\r\ndangerous source of continuing conflict. A political\r\nsolution is needed to bring about national\r\nreconciliation and peace.\r\nSmall countries face particular dangers in\r\nmaintaining stability and security. I am referring to the\r\nincreasing production, distribution and proliferation of\r\nsmall arms and light weapons and of sophisticated\r\nammunition. These represent our greatest security\r\nthreat. Small States do not produce these weapons, but\r\nthey have become the principal victims of them. The\r\ninflux of these weapons through various illicit channels\r\nis fuelling civil conflict and criminal violence whose\r\nextent and intensity beleaguer and often overwhelm\r\nnational security forces. It is estimated in the 2004\r\nSmall Arms Survey that the proliferation and misuse of\r\nsmall arms contributes annually to approximately\r\n200,000 to 270,000 civilian deaths, 40 per cent of\r\nwhich are concentrated in the Latin American and\r\nCaribbean region.\r\nEqually disturbing to us is the insufficient\r\nappreciation of these dangers by those countries that\r\nare the producers and source of the weapons. We\r\nmaintain that such States have a duty to prevent illicit\r\ntransfers beyond their borders. Additionally, we need\r\nmore effective cooperation to regulate and restrict the\r\nmovement of these weapons and to have effective\r\nregistration and monitoring of transfers, operating\r\nwithin a framework of legally binding obligations.\r\nFor that reason, it is urgent that we move to\r\nconclude the negotiations for an international\r\nconvention to achieve those objectives. We make this\r\ndemand for action on the basis of the principle of the\r\nequal right to security for all States. The threats and\r\ndangers we face are as valid as those arising from the\r\nproliferation of weapons of mass destruction. These\r\nalso demand collective action; and, in this, Jamaica has\r\nbeen unrelenting in its support of effective measures\r\naimed at curtailing the spread of nuclear and other\r\nweapons of mass destruction.\r\nThe year 2004 was declared the International\r\nYear for the Commemoration of the Struggle Against\r\nSlavery and its Abolition. Our history makes this a\r\nspecial commemoration. We also celebrate the 200th\r\nanniversary of the independence of Haiti. The Haitian\r\nrevolution was an achievement of immense historical\r\nimportance that significantly influenced the shaping of\r\nthe modern world. It established the first free nation in\r\nthe Western Hemisphere, and it struck the first decisive\r\nblow that eventually brought about the overthrow of\r\nthe system of slavery in the Americas. The revolution\r\nwas a story of heroism and triumph, creating a legacy\r\nthat has sustained the Haitian people during a long and\r\noften lonely struggle for survival over the years, in the\r\nharsh realties of a hostile world of racism and\r\ndiscrimination.\r\nSadly, the bicentennial celebration has been\r\novershadowed by circumstances of instability and\r\n27\r\nA/59/PV.11\r\npolitical crisis that continue even now. The events of\r\nFebruary still cast a shadow and leave lingering\r\nconcerns about how the democratically elected\r\nPresident demitted office. The sequence of events and\r\nthe timing of the Security Council in reacting to the\r\ncrisis were unfortunate. At the same time, Jamaica\r\nrecognizes that Haiti requires the support and\r\nassistance of the international community, which must\r\nbe sustained over the long term to ensure its\r\neffectiveness. The rebuilding of democracy and the\r\ncreation of a stable social, economic and political order\r\ncannot be accomplished overnight, and therefore it\r\nshould be pursued with perseverance and the\r\ncommitment of the necessary resources.\r\nWe share the anguish and grief of the people of\r\nHaiti at the tragic loss of life and devastation caused by\r\nthe recent hurricane. The Caribbean Community will\r\ncontinue to do its part in providing emergency\r\nassistance.\r\nThis year, we commemorate the tenth anniversary\r\nof the establishment of the International Seabed\r\nAuthority. For all of us, and for Jamaica, that is a\r\nsignificant milestone in the quiet evolution and\r\npromotion of a legal regime for the seabed, which\r\nembodies the principle of the common heritage of\r\nmankind. What we, as a community, can take from this\r\nto other spheres of international relations is the\r\nimportance of upholding the rule of law and the pre-\r\neminence of the principles of justice and equity. The\r\nSecretary-General rightly emphasized the importance\r\nof those norms last Tuesday when introducing his\r\nreport on the work of the Organization (A/59/1).\r\nThe international community should not stand\r\nidly by in the presence of violations of international\r\nlaw and the promotion of doctrines that run counter to\r\nthe principles of multilateralism. That is why Jamaica\r\nasks of this fifty-ninth session that all States recommit\r\nthemselves to the principles on which the Organization\r\nwas founded to promote peace, equality and justice for\r\nall its Members. Let us take the necessary steps to put\r\nthose principles into practice and to make them the\r\nfoundation of our policies and programmes. Our\r\nuniversal objective must be to implement the noble\r\nideals to which we subscribe, not just to articulate\r\nthem.\r\nThe President (spoke in French): I now call on\r\nHis Excellency Mr. Choe Su Hon, Deputy Minister for\r\nForeign Affairs of the Democratic People’s Republic of\r\nKorea.\r\nMr. Choe Su Hon (Democratic People’s\r\nRepublic of Korea) (spoke in Korean; English text\r\nprovided by the delegation): On behalf of the\r\ndelegation of the Democratic People’s Republic of\r\nKorea, I should like at the outset to congratulate you,\r\nMr. Ping, on your election as President of the General\r\nAssembly at its fifty-ninth session. I believe that your\r\nskilful leadership of this session will yield fruitful\r\nresults. I also appreciate the active efforts of the\r\nSecretary-General, Mr. Kofi Annan, to ensure the\r\ncentral role of the United Nations in addressing major\r\ninternational issues.\r\nFour years have passed since we marked the\r\nbeginning of the new century. However, humankind is\r\nstill confronted with grave challenges in its efforts to\r\nrealize the aspirations of peoples to build a peaceful\r\nand prosperous world.\r\nUnilateralism and high-handedness are becoming\r\nincreasingly evident, giving rise to aggression,\r\narbitrariness and instability in many parts of the world.\r\nConsequently, the vicious circle in which the\r\nsovereignty and interests of weak and small countries\r\nare trampled for the sake of the exclusive interests of\r\ncertain other countries continues unabated.\r\nToday, the main factors undermining international\r\npeace and stability are unilateralism and high-handed\r\nacts based on the logic of power. The challenges facing\r\nhumankind today require, more urgently than ever,\r\nUnited Nations Member States to strengthen their joint\r\nefforts to seek to ensure equitable international\r\nrelations based on multilateralism that fully observe\r\nthe universal principles of respect for sovereignty,\r\nequality, territorial integrity and mutual benefit.\r\nOne of the regions where unilateralism and high-\r\nhandedness are most rampant is North-East Asia — to\r\nbe more specific, the Korean peninsula. On the Korean\r\npeninsula, the national division forcibly brought about\r\nby outside forces has continued for more than half a\r\ncentury, and the danger of war is snowballing, owing to\r\nextreme attempts by the United States to isolate and\r\nstifle the Democratic People’s Republic of Korea and\r\nto threats of pre-emptive strikes against it.\r\nAt this very moment, all kinds of sophisticated\r\nwar equipment are being deployed in and around the\r\n28\r\nA/59/PV.11\r\nKorean peninsula, targeting the Democratic People’s\r\nRepublic of Korea.\r\nThe acute political and military situation\r\nprevailing in and around the Korean peninsula proves\r\nclearly once again how right it was of the Democratic\r\nPeople’s Republic of Korea to have built up its strong\r\nself-defensive military power to prevent war and\r\nensure peace, upholding the Songun policy of the\r\nrespected General Kim Jong Il.\r\nThe more vicious the attempts of outside forces\r\nto isolate and stifle the Democratic People’s Republic\r\nof Korea, the higher our army and people, firmly\r\nunited around their leader, hold up the banner of\r\nSongun and push ahead with their struggle to build a\r\nprosperous and powerful State, with hope for the future\r\nand devotion to the socialist cause.\r\nThe Songun policy — the independent policy of\r\nthe Democratic People’s Republic of Korea — serves\r\nas a reliable deterrent to ensure peace and security, not\r\nonly on the Korean peninsula, but also in North-East\r\nAsia and the rest of the world. We feel great pride and\r\nself-confidence in that respect.\r\nThe reunification of the country is a prerequisite\r\nfor achieving a durable peace on the Korean peninsula,\r\nand we are steadfast in our determination to achieve\r\nnational reunification, independently, on the basis of\r\nthe North-South Joint Declaration of 15 June.\r\nThat Joint Declaration is one of national\r\nindependence, as well as a milestone of reunification\r\nindicating the path towards national reconciliation,\r\ncollaboration and reunification.\r\nVarious actions aimed at national co-prosperity\r\nwere begun in accordance with the lofty spirit of the\r\nJoint Declaration. The connecting of railways and\r\nroads has proceeded, linking up the once-severed main\r\nartery of the country; contacts and mutual travel at all\r\nlevels increased; and inter-Korean economic\r\ncooperation has been guaranteed at the institutional\r\nlevel.\r\nIt is regrettable, however, that that tortuous\r\nprocess of reconciliation and cooperation between the\r\nnorth and the south of Korea was not sustained until\r\ndurable peace and reunification could be achieved.\r\nThat is because the process is unwelcome to the United\r\nStates, which is therefore dead-set against improved\r\nrelations and the ongoing cooperative activities, which\r\nare taking place at all levels between the north and the\r\nsouth of Korea.\r\nThe United States should no longer hamper the\r\nefforts of the north and the south of Korea to achieve\r\nnational reconciliation, collaboration and reunification.\r\nNo matter how the situation may change in the\r\nfuture, the Government of the Democratic People’s\r\nRepublic of Korea will continue to strive to overcome\r\nall the challenges of the anti-reunification forces within\r\nand without, and to open up a broad path leading to the\r\nindependent reunification of the country through\r\nnational cooperation, based on the great proposition,\r\n“By our nation itself”.\r\nI would like to take this opportunity to clarify\r\nonce again the principled stand of our Government\r\nregarding the nuclear issue between the Democratic\r\nPeople’s Republic of Korea and the United States.\r\nAs I have made clear time and again from this\r\nrostrum, the nuclear issue is the product of the deep-\r\nrooted hostile policy towards the Democratic People’s\r\nRepublic of Korea pursued by the United States for\r\nmore than half a century. In other words, given the fact\r\nthat the current United States Administration, which is\r\naccustomed to rejecting our system, has been\r\nattempting to eliminate the Democratic People’s\r\nRepublic of Korea by force, while designating it part of\r\nan “axis of evil” and a target for pre-emptive nuclear\r\nstrikes, the Democratic People’s Republic of Korea has\r\nbeen left with no other option than to possess a nuclear\r\ndeterrent.\r\nPeace is very precious to our people, who have\r\nbeen living for more than half a century with the\r\nheartbreaking pain of national division, forcibly\r\nbrought about by outside forces, and under constant\r\nthreat from the world’s only super-Power.\r\nOur people aspire to peace more than others, but\r\nthey never beg for peace. The peace that they want to\r\nachieve is the peace of an independent life, not the\r\npeace of slaves, deprived of freedom.\r\nThe confrontation on the Korean peninsula today\r\nis, in essence, a confrontation between foreign forces\r\nintruding into someone’s home and the owners of that\r\nhome struggling to defend it.\r\nThe nuclear deterrent capability of the\r\nDemocratic People’s Republic of Korea constitutes a\r\nlegitimate means of self-defence to counter the ever-\r\n29\r\nA/59/PV.11\r\ngrowing nuclear threat of the United States and its\r\naggression against the Democratic People’s Republic\r\nof Korea, as well as a reliable means to defend the\r\nsovereignty, peace and security of the country.\r\nThe denuclearization of the Korean peninsula is\r\nour goal, and it is the consistent position of the\r\nDemocratic People’s Republic of Korea to address\r\npeacefully the nuclear issue between our country and\r\nthe United States through dialogue and negotiation.\r\nIf the United States were to renounce practically\r\nits hostile policy towards the Democratic People’s\r\nRepublic of Korea, including the cessation of its\r\nnuclear threats, the Democratic People’s Republic of\r\nKorea would, accordingly, be willing to scrap its\r\nnuclear deterrent.\r\nOn the basis of that position, the Government of\r\nthe Democratic People’s Republic of Korea proposed a\r\npackage solution underpinned by the word-for-word\r\nand action-for-action principle aimed at achieving a\r\npeaceful settlement of the nuclear issue. As the first\r\nstep towards that end, we offered the flexible “reward\r\nfor freeze” proposal.\r\nIn this regard, at the third round of the six-party\r\ntalks last June, the countries concerned shared the view\r\nthat it was important that both sides adhere to the\r\nword-for-word and action-for-action principle and the\r\n“corresponding measures for freeze” approach, and\r\nreached an agreement.\r\nThe “reward for freeze” proposal provides for the\r\nDemocratic People’s Republic of Korea to freeze all\r\nnuclear-weapon-related facilities and the output from\r\ntheir operations, on the condition that the United States\r\nabandon its hostile policy, in particular its demands\r\nrelating to the complete, verifiable and irreversible\r\ndismantlement of our nuclear programme and, at the\r\nsame time, that it lift its economic sanctions and\r\nblockade against the Democratic People’s Republic of\r\nKorea, remove the Democratic People’s Republic of\r\nKorea from its list of the sponsors of terrorism and\r\nparticipate in an energy compensation scheme\r\ninvolving two million kilowatts of capacity.\r\nBy offering this proposal, it is our intention, first,\r\nto build mutual confidence, and, eventually, to resolve\r\nthe nuclear issue fundamentally by addressing each\r\nother’s concerns and meeting respective demands step\r\nby step, on the basis of simultaneous actions, given\r\nthat the current situation is characterized by hostile\r\nrelations between the two countries and extreme\r\ndistrust.\r\nThe proposed “reward for freeze” process would\r\nbe a confidence-building measure between the\r\nDemocratic People’s Republic of Korea and the United\r\nStates. Such confidence will be possible only when the\r\nUnited States rewards us for imposing a freeze.\r\nIt is only natural that everything should have a\r\nbeginning and an order. From that point of view, our\r\nfreeze will be the first step towards the eventual\r\ndismantling of our nuclear programme. Of course, the\r\nfreeze will be followed by objective verification.\r\nIn order to further clarify our will to dismantle\r\nthe nuclear deterrent, we had intended to include in our\r\nfreeze a halt to the manufacture, testing and transfer of\r\nnuclear weapons. The United States, however,\r\ndisregarding the common understanding and agreement\r\nreached at the third round of six-party talks, has further\r\nintensified its hostile and increasingly overt acts\r\nagainst the Democratic People’s Republic of Korea,\r\neven openly announcing that there would be no reward\r\nfor the freezing and dismantling of our nuclear\r\nfacilities. Most recently, the United States adopted a\r\nbill on human rights in North Korea and thus made it\r\nlegal to provide financial and material support for\r\noverthrowing our system and to force third countries to\r\ndo so.\r\nThe United States has gone so far as to slander\r\nand debase the supreme leadership of its dialogue\r\npartner. It also forces us to disarm ourselves like a\r\ndefeated nation, thus attempting to forcibly dismantle\r\nour nuclear programme first and to overthrow our\r\nsystem through complete, verifiable, irreversible\r\ndismantlement. Consequently, the basis of negotiations,\r\nwhich were hardly moving towards a resolution of the\r\nnuclear issue, has been completely destroyed. If the\r\nUnited States wishes to coexist peacefully with the\r\nDemocratic People’s Republic of Korea by abandoning\r\nits hostile policy, the nuclear issue will be resolved\r\nproperly.\r\nWith regard to the six-party talks, the Democratic\r\nPeople’s Republic of Korea is willing to resume them.\r\nNevertheless, the increasingly hostile policy of the\r\nUnited States and the clandestine nuclear-related\r\nexperiments recently revealed in South Korea are\r\nmajor stumbling blocks to the continuation of the talks.\r\nGiven this serious situation, in which the basis of the\r\nnegotiations has been totally destroyed and the secret\r\n30\r\nA/59/PV.11\r\nnuclear-related experiments in South Korea have not\r\nyet been clarified, we are unable to participate in the\r\ntalks aimed at discussing the nuclear-weapons\r\nprogramme. Therefore, if the six-party talks are to be\r\nresumed, the basis for the talks demolished by the\r\nUnited States should be properly restored and the truth\r\nof the secret nuclear experiments in South Korea\r\nclarified completely.\r\nI take this opportunity to extend my gratitude to\r\nthe States Members of the United Nations for their\r\nactive support for and understanding of our principled\r\nstand and hope that they will continue to contribute to\r\nthe peaceful settlement of the nuclear issue between\r\nthe Democratic People’s Republic of Korea and the\r\nUnited States by maintaining their balanced approach.\r\nIf the United Nations is to fulfil its mission for\r\ninternational peace and security and socio-economic\r\ndevelopment, it should play a leading role in\r\naddressing the major international issues in accordance\r\nwith the objectives and principles of its Charter. To that\r\nend, the United Nations should no longer tolerate\r\nunilateralism and high-handedness, which constitute a\r\nserious violation of the Charter and existing\r\ninternational law. Disputes should be resolved\r\npeacefully through dialogue and negotiations, and there\r\nis no justification whatsoever for the unilateral use of\r\nforce, such as the armed invasion of sovereign States.\r\nMoreover, the Organization should be\r\ndemocratized so that all international issues can be\r\nresolved in the common interests of the Member States.\r\nIn that regard, our delegation is of the view that the\r\nGeneral Assembly should be empowered to review and\r\napprove the resolutions of the Security Council relating\r\nto sanctions and the use of force directly affecting\r\ninternational peace and security.\r\nThe reform of the Security Council should be\r\nundertaken in such a way as to enable it to ensure the\r\nfull representation and interests of the non-aligned and\r\nother developing countries, which account for the\r\noverwhelming majority of Member States and\r\ncontribute to a fair solution to disputes. In addition,\r\npractical measures should be taken to actively assist\r\nthe developing countries in their efforts to achieve\r\nsustainable development by strengthening the role of\r\nthe United Nations and its affiliated organs in the\r\nsocio-economic fields.\r\nThe Government of the Democratic People’s\r\nRepublic of Korea will in the future continue to regard\r\nindependence, peace and friendship as the main ideals\r\nof its foreign policy and further strengthen its friendly\r\nand cooperative relations with all States Members of\r\nthe United Nations that respect our sovereignty and\r\nactively contribute to international efforts to establish a\r\njust, equitable and new world order.\r\nThe President (spoke in French): I now give the\r\nfloor to His Excellency Mr. Radnaabazaryn Altangerel,\r\nchairman of the delegation of Mongolia.\r\nMr. Altangerel (Mongolia) (spoke in French): I\r\nwish to extend to you, Sir, my delegation’s warmest\r\ncongratulations on your election as President of the\r\nGeneral Assembly at its fifty-ninth session. I am\r\nconfident that, under your stewardship, this session\r\nwill successfully accomplish its mission.\r\nThe outgoing year has been a challenging time as\r\nthe international community has grappled with a host\r\nof formidable challenges, including terrorist attacks,\r\nthe threat of proliferation of weapons of mass\r\ndestruction, violent internal conflicts, the surge of\r\ninfectious diseases and natural disasters, in addition to\r\npersisting poverty and hunger and humanitarian\r\nemergencies.\r\nMoreover, the war in Iraq and its aftermath have\r\nhad a lasting impact on the fabric of international\r\naffairs in the Middle East and the world over. The\r\nbitter divisions that it engendered over how to ensure\r\nour collective security against terror and the threat of\r\nproliferation of weapons of mass destruction have\r\nposed a challenge and a test for the United Nations. It\r\nis gratifying to see that, in these difficult times, the\r\nworld Organization has been able to regain its validity\r\nas the indispensable common house of the entire\r\nhuman family.\r\nTo make the United Nations a more effective\r\ninstrument for pursuing all the priorities identified in\r\nthe Millennium Declaration, world leaders pledged\r\ntheir resolve to undertake a set of bold measures to\r\nreform the world Organization so as to enable it to\r\nadequately address the manifold challenges ahead. The\r\ntask of reforming the United Nations will undoubtedly\r\nrequire truly innovative approaches and the unfaltering\r\ncommitment of Member States. In that respect, my\r\ndelegation eagerly awaits the report of the High-level\r\nPanel on Threats, Challenges and Change, and ensuing\r\nrecommendations by the Secretary-General to be\r\nsubmitted to the General Assembly later this year.\r\n31\r\nA/59/PV.11\r\nIn the meantime, my delegation highly commends\r\nthe hard work and tireless efforts of Mr. Julian Hunte,\r\nPresident of the General Assembly at its fifty-eighth\r\nsession. Resolutions 58/126 and 58/316, adopted under\r\nhis skilful leadership, have proved to be by far the\r\nmost far-reaching actions in recent years. Significant as\r\nthey are, we should nevertheless aim higher and work\r\nwith vigour to further reaffirm the central position of\r\nthe General Assembly as the chief deliberative, policy-\r\nmaking and representative organ of the United Nations\r\nand to enable it to play that role more effectively.\r\nOn Security Council reform, I wish to join\r\nprevious speakers in reiterating that its composition\r\nhas long ceased to reflect current geopolitical realities.\r\nMongolia reaffirms its support for a just and equitable\r\nenlargement of the Security Council by increasing the\r\nnumber of permanent and non-permanent seats, while\r\nensuring the representation of developing and\r\ndeveloped countries. In that regard, my Government\r\nsupports the legitimate aspirations of such countries as\r\nJapan, Germany and India that are willing and able to\r\nshoulder greater responsibility in pursuit of\r\ninternational peace, security and development.\r\nPermanent seats, in our view, should also be allocated\r\nto Latin America and Africa. We do not, however, seek\r\nenlargement for its own sake — the expanded Security\r\nCouncil must be fully equipped to effectively react to\r\nthe crises and conflicts of the new millennium. It is\r\nalso our view that the veto power ought to be\r\nthoroughly reviewed, and efforts should be exerted to\r\nmake the Council more democratic by enhancing its\r\naccountability and the transparency of its work.\r\nThere appears to be a broad consensus emerging\r\nthat next year’s high-level meeting to review the\r\nimplementation of the Millennium Development Goals\r\nand the celebrations for the sixtieth anniversary of the\r\nUnited Nations will galvanize us into making bold\r\nplans for the future — plans that will enable the family\r\nof nations to attain the ambitious, but achievable, goals\r\nset by the Millennium Declaration through a genuine\r\ndisplay of solidarity, shared responsibility and effective\r\npartnership.\r\nIn his address to the Assembly last week the\r\nSecretary-General eloquently underscored the need to\r\nuphold the rule of law on both the international and\r\ndomestic levels. Mongolia firmly believes that the rule\r\nof law and multilateralism are the fundamental\r\nprinciples of international relations in the twenty-first\r\ncentury. We must not falter or fail in pursuing them.\r\nThe value of international law — the only viable\r\nframework of rules to govern the behaviour and\r\ninteraction among States — must never be rated on its\r\nperformance in the short term or for its ability to\r\nachieve near-sighted goals, nor should the value of\r\ndialogue and collective decision-making be called into\r\nquestion. Violation of those principles, even with the\r\nbest of intentions, is dangerous. Let us remember that\r\nthe road to hell is paved with good intentions. Such\r\nactions would only bring about unforeseen and\r\nunintended effects that in the long term could be\r\nextremely harmful to established international\r\nmechanisms and processes and endanger the existing\r\nworld order. That simple truth applies to every aspect\r\nof international life from the war on terror and the\r\nmaintenance of peace and security to the management\r\nof international trade and environmental protection.\r\nIndeed, any unlawful act, once committed, will\r\ncertainly have far greater repercussions than imagined\r\nat the outset — repercussions that will ultimately\r\nundermine its original objectives.\r\nThe persistent instability of some regions of the\r\nworld and the people who suffer from internal armed\r\nconflicts represent the failure of world leaders to\r\nenforce the commitment they undertook in the\r\nMillennium Declaration to “spare no effort to free our\r\npeoples from the scourge of war, whether within or\r\nbetween States”. The violence and hatred that spread\r\nacross the Darfur region of Sudan is one such tragic\r\nexample.\r\nIn the Middle East, Mongolia notes with sadness\r\nthe lack of progress on the path towards the peaceful\r\nresolution of the Israeli-Palestinian conflict. We urge\r\nboth sides to exercise utmost restraint, and support the\r\nefforts of the Quartet to ensure the implementation of\r\nthe road map.\r\nMongolia is also concerned with the security\r\nsituation in Iraq. The end of occupation and the formal\r\nrestoration of Iraqi sovereignty on 28 June 2004 were\r\nlaudable achievements, yet the persisting climate of\r\nviolence and insecurity threatens to undermine the\r\nefforts of the international community to bring peace,\r\nsecurity and stability to that country. Mongolia\r\nwholeheartedly supports the political process based on\r\nSecurity Council resolutions 1483 (2003) and 1546\r\n(2004), and the actions undertaken by the interim\r\nGovernment to convene a national conference, create\r\nan interim council and hold elections early next year.\r\n32\r\nA/59/PV.11\r\nIn Afghanistan, the approaching presidential and\r\nparliamentary elections are important milestones for a\r\nnew, democratic State. The registration of more than 10\r\nmillion voters, a significant portion of whom are\r\nwomen, clearly demonstrates the strong determination\r\nof the Afghan people to rebuild their country.\r\nContinued engagement of the international community\r\nremains crucial in maintaining peace and stability in\r\nAfghanistan and promoting the Bonn process.\r\nThe Korean nuclear crisis, and the resulting\r\ntensions on the Korean peninsula, cast dark clouds over\r\nall of North-East Asia. As a North-East Asian nation\r\nthat rejects nuclear arms, Mongolia stands for a\r\nnuclear-weapon-free Korean peninsula and sees it as an\r\nimportant condition for the reconciliation of both\r\nKoreas and, therefore, for the peace and stability of the\r\nregion. The continuation of the six-party talks towards\r\na negotiated solution is of vital importance for the\r\nmaintenance of peace and stability both on the Korean\r\npeninsula and in the region as a whole.\r\nIndeed, strengthening international peace and\r\nsecurity by supporting practical disarmament measures\r\nin every possible way has been one of the main\r\npriorities of Mongolia’s foreign policy. The\r\nInternational Campaign to Ban Landmines and efforts\r\nto curb the illicit trade in small arms and light weapons\r\nhave an immediate bearing on human security and\r\nsocial and economic development around the world.\r\nAs an ardent advocate of the disarmament of\r\nweapons of mass destruction, and, in particular, nuclear\r\ndisarmament, Mongolia believes that the full and\r\neffective implementation of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons by both the\r\nnuclear and the non-nuclear weapon States will play a\r\npivotal role in promoting international peace and\r\nnuclear security. In that context, Mongolia welcomes\r\nSecurity Council resolution 1540 (2004), adopted\r\nunanimously under Chapter VII of the Charter of the\r\nUnited Nations, as a meaningful step towards curbing\r\nthe proliferation of weapons of mass destruction.\r\nHowever, we also believe that another significant step\r\nneeds to be made towards nuclear disarmament: the\r\nearly entry into force and universalization on a priority\r\nbasis of the Comprehensive Nuclear-Test-Ban Treaty.\r\nThe establishment of new and consolidation of\r\nexisting nuclear-weapon-free zones should remain high\r\non the international agenda. My Government will\r\ncontinue its efforts towards institutionalizing its\r\nnuclear-weapon-free status at the international level.\r\nMongolia’s internationally recognized and legally\r\nbinding nuclear-weapon-free status could further\r\ncontribute towards ensuring peace and stability in the\r\nregion of North-East Asia and beyond.\r\nThe global war on terror remains high on the\r\nagenda of the international community. The\r\n11 September attacks heralded the start of an\r\nunprecedented global campaign that united countries,\r\nlarge and small, in their resolve to stand together to\r\ncombat terrorism.\r\nAnd yet, despite the efforts of the international\r\ncommunity, terrorism — like the Hydra of Lerna —\r\nseems to grow a new head for each one it loses.\r\nThe current year has been no exception to that\r\nsad pattern and civilians continue to be the target of\r\nattacks: in Iraq, both Iraqi and foreign nationals have\r\nbeen targeted; in Madrid, an attack was perpetrated\r\nagainst a commuter train; and, in the Russian\r\nFederation, there have been a string of attacks, the\r\nlatest being the school massacre in Beslan, where\r\nchildren fell victim to an unprecedented atrocity.\r\nThose events have highlighted once again the\r\nneed for an effective international anti-terrorist\r\ncampaign. The United Nations plays a central role in\r\nthe fight against terror, coordinating the actions of its\r\nMember States and providing them with technical and\r\nlegislative support. Mongolia supports the efforts of\r\nthe Counter-Terrorism Committee aimed at its\r\nrevitalization, and is looking forward to seeing the\r\nCounter-Terrorism Executive Directorate in operation.\r\nWe also attach importance to the speedy finalization of\r\ndraft international conventions on terrorism and\r\nnuclear terrorism currently in progress.\r\nNo matter how pressing the fight is against terror,\r\nit should not overshadow other issues that impact the\r\ndaily lives of millions of people — from extreme\r\npoverty and hunger, to environmental degradation and\r\nHIV/AIDS, to health and education. The growing\r\ndevelopment disparity between rich and poor countries;\r\nincreasing poverty and unemployment in the\r\ndeveloping world, particularly in the least developed\r\ncountries; the burden of debt and trade inequalities are\r\nof growing concern to us. We feel that development\r\nitself is an effective remedy for the root cause of those\r\nsocial ills, and thus attach particular importance to the\r\nimplementation, at the national, regional and\r\ninternational levels, of the goals agreed to at the\r\n33\r\nA/59/PV.11\r\nMillennium Summit and in Monterrey, Johannesburg\r\nand Rome.\r\nIn this context, my delegation welcomes the New\r\nYork Declaration on the Action Against Hunger and\r\nPoverty adopted on 20 September this year at the\r\nhighest political level, which is aimed at fostering our\r\ncommon fight to overcome poverty and increase\r\nfinancing for development.\r\nMongolia welcomes the adoption by the World\r\nTrade Organization (WTO) members of the negotiating\r\nframework for the Doha trade round last July. This is\r\nof particular importance since the Doha Development\r\nAgenda provides significant opportunities for\r\neconomic development and fair trade. We continue to\r\nfavour special and differentiated treatment for\r\ndeveloping countries, especially those with small and\r\nvulnerable economies whose populations are largely\r\ndependent for their livelihoods on being granted full\r\nmarket access and low import tariffs by the major\r\ntrading partners.\r\nOne year from now, world leaders will meet here\r\nat the summit level to review progress in the\r\nimplementation of the Millennium Development Goals.\r\nIn preparation for this important event, Mongolia has\r\nproduced its first national report on the implementation\r\nof the Goals.\r\nIn recent years, the world has witnessed the\r\nemergence of a new global commitment to democracy\r\nand good governance. A little over a year ago,\r\nMongolia hosted the Fifth International Conference of\r\nNew or Restored Democracies, which had the principal\r\ntheme of democracy, good governance and civil\r\nsociety. Mongolia is now actively engaged in ensuring\r\nan effective follow-up to the conference both\r\nnationally and internationally.\r\nIn this respect, my delegation wishes to commend\r\nthe proposal by the President of the United States\r\naimed at establishing a democracy fund at the United\r\nNations to help countries to lay the foundations of\r\ndemocracy by instituting the rule of law, the\r\nindependence of the judiciary, a free press, a multiparty\r\nsystem and trade unions. This fund would help support\r\nour endeavours to strengthen democracy and good\r\ngovernance and to develop an effective partnership\r\nwith civil society in the implementation of the\r\nMillennium Development Goals.\r\nThis year, Mongolians have participated in their\r\nfourth parliamentary election. During the election, the\r\ntwo main political parties in our country, the\r\nMotherland-Democracy Coalition and the Mongolian\r\nPeople’s Revolutionary Party, won almost an equal\r\nnumber of seats in the Parliament. The two political\r\nparties have agreed to form a coalition Government on\r\nthe basis of consensus-building, thereby demonstrating\r\nthat democratic principles and values have firmly taken\r\nroot in Mongolian soil. I have no doubt that the new\r\ncoalition Government will wish to strengthen\r\ndemocracy and good governance, ensure sustained\r\neconomic growth, reduce poverty and unemployment,\r\nand pursue a foreign policy that is open, multifaceted\r\nand proactive.\r\nThe meeting rose at 1.15 p.m.\r\n"