"United Nations A/60/PV.21\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n21st plenary meeting\r\nThursday, 22 September 2005, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-51871 (E)\r\n*0551871*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nThe President: I call on His Excellency\r\nMr. Abdurrahman Mohamed Shalghem, Secretary of\r\nthe General People’s Committee for Foreign Liaison\r\nand International Cooperation of the Socialist People’s\r\nLibyan Arab Jamahiriya.\r\nMr. Shalghem (Libyan Arab Jamahiriya) (spoke\r\nin Arabic): It gives me great pleasure at the outset to\r\naffirm my delegation’s confidence that the Swedish\r\nleadership of the work of the current General Assembly\r\nsession will help us achieve the best results. I also\r\nseize this opportunity to commend the efforts made by\r\nGabon, represented by its Foreign Minister, during its\r\nleadership of the previous session. I would also like to\r\nreiterate our gratitude for the efforts made by\r\nSecretary-General Kofi Annan to advance the march of\r\nUnited Nations reform and achieve the goals enshrined\r\nin its Charter.\r\nSince the 1970s, the Libyan Arab Jamahiriya has\r\nbeen fully aware of the need to reform the United\r\nNations and was the first State to put forward official\r\nproposals to the General Assembly in that regard,\r\npresenting draft resolutions from the thirty-fourth to\r\nthe fortieth sessions aimed at reforming the Security\r\nCouncil and abolishing the veto privilege. Though the\r\nLibyan proposals were not successful because of the\r\nobjection of the super-Powers, they did, however,\r\ncreate a wide understanding of that issue within the\r\nGeneral Assembly, resulting in the adoption of a\r\nresolution at its forty-seventh session establishing an\r\nopen-ended group to review the issue of fair\r\nrepresentation in the Security Council and expanding\r\nits membership. We participated actively in the group’s\r\nwork, but its activities reached an impasse.\r\nWe felt hopeful over the last few years while we\r\nwere conducting consultations at all levels in order to\r\nrealize a radical reform for the United Nations system,\r\nin the service of international peace and security.\r\nHowever, as the date of our summit-level meeting this\r\nyear approached, it became evident that the reform we\r\nsought remained elusive. This is because some of the\r\nprivileged Powers of the Security Council do not wish\r\nto give up their privileges — in fact not even to share\r\nthese privileges with others.\r\nThe victorious countries in the Second World War\r\narrogated rights and privileges for themselves at the\r\ntime the Charter was drawn up. This led to the\r\nmarginalization of the General Assembly and rendered\r\nthe Security Council a domineering body —\r\ninequitable, unbalanced and undemocratic, with the\r\nveto privilege greatly abused. The United Nations,\r\ntherefore, has been unable to administer justice among\r\nnations; in fact, some of its decisions have inflicted\r\nharm on many peoples.\r\nAs we discuss United Nations reform, we should\r\ntake into consideration that its membership has now\r\nreached 191 States. New global problems have\r\nemerged, in addition to the old ones. Thus, it is\r\n2\r\nA/60/PV.21\r\nnecessary to place the power of decision-making in the\r\nhands of all Members of the United Nations, that is, in\r\nthe hands of the General Assembly, in which all States\r\nhave equal votes. However, if such an agreement is not\r\npossible, we should seek a new formula for permanent\r\nmembership in the Security Council.\r\nIn this respect, we propose that permanent\r\nmembership be accorded to geographical groups, not to\r\nspecific States. We also propose that the African Union\r\nbe granted permanent membership even before the\r\ncomprehensive reform has been decided, given the fact\r\nthat Africa is the only continent without a country\r\nholding permanent membership in the Security\r\nCouncil.\r\nAs a member of the African Union, we affirm our\r\nadherence to the common African position, adopted by\r\nthe Fifth African Union Summit, held in Sirte, Libya,\r\non 4 and 5 July 2005. This position was confirmed in\r\nthe African Union’s Extraordinary Summit on United\r\nNations Reform held in Addis Ababa on 4 August\r\n2005.\r\nLibya believes that the elimination of weapons of\r\nmass destruction is a fundamental factor in confidence-\r\nbuilding and the consolidation of international peace\r\nand security. Hence, Libya declared on l9 December\r\n2003 its voluntary renunciation of the programmes and\r\nmaterials that could lead to the production of\r\ninternationally prohibited weapons and their means of\r\ndelivery. Since that date, it has been cooperating in a\r\ntransparent manner with the International Atomic\r\nEnergy Agency (IAEA) and the Organization for the\r\nProhibition of Chemical Weapons (OPCW). All\r\nrelevant materials and equipment have been disposed\r\nof with the knowledge of experts from the IAEA and\r\nthe OPCW.\r\nLibya is now party to all international\r\nconventions on weapons of mass destruction, as well as\r\nthe code of ethics concerning ballistic missiles. We\r\nhope that members of the international community will\r\ncooperate in a more appropriate manner to eliminate\r\nweapons of mass destruction, acquired by all States,\r\nwithout discrimination, in order to create a world in\r\nwhich peace and security prevail.\r\nThe Libyan declaration was a culmination of\r\nprevious Libyan efforts undertaken in this field,\r\nstarting with effective participation in the\r\nestablishment of a nuclear-weapon-free zone in\r\nAfrica — through its accession to the Pelindaba\r\nTreaty — and the call to make the Middle East a zone\r\nfree of nuclear weapons and all other weapons of mass\r\ndestruction.\r\nWe confirm our readiness to continue our full\r\ncooperation with all international organizations in this\r\nfield and emphasize Libya’s right to expand its\r\nprogramme of peaceful uses of nuclear energy for\r\ndevelopment, particularly in the fields of medicine,\r\nagriculture, desalination, mining and oil exploration.\r\nWe hope that all countries in the region would place all\r\ntheir nuclear facilities under the IAEA inspection\r\nregime.\r\nOur country is concerned with human rights\r\nissues at the international and national levels. We deal\r\nwith all organizations working in the field of human\r\nrights in a transparent manner. We have donated 2\r\nmillion dinars to support the activities of the Office of\r\nthe United Nations High Commissioner for Human\r\nRights, and we are now reviewing some of our national\r\nlegislation that is not in conformity with international\r\ninstruments in the field of human rights. We also have\r\neliminated the People’s Court, established in the early\r\nyears of the revolution, and its jurisdiction has been\r\nassigned to regular courts.\r\nLibya was among the first States that called for\r\nthe coordination of international efforts to combat\r\ninternational terrorism and that proposed an\r\nextraordinary session of the General Assembly to study\r\nthat phenomenon and to develop measures to combat it\r\nand eradicate its causes.\r\nLibya has condemned terrorism in all its forms,\r\nincluding State terrorism, ratified all international and\r\nregional conventions concerning terrorism and is\r\ncooperating actively with the committee established by\r\nthe Security Council on that subject. We believe that\r\nthe eradication of terrorism requires practical measures\r\nto eliminate its causes. Among such actions, we should\r\nactively strengthen human rights protections for all\r\npeople, confront all acts of aggression and occupation\r\nof the lands of others, fight poverty and encourage\r\ndemocracy.\r\nTerrorism cannot be uprooted unilaterally through\r\nactions taken by one State or group of States. The\r\nsolution for such a problem cannot be achieved by\r\nlinking it to a certain religion or nationality. It is not\r\nfair that the legitimate struggle of peoples to achieve\r\nself-determination and independence should be\r\nclassified as terrorism. We should all exert and\r\n3\r\nA/60/PV.21\r\ncoordinate all our possible efforts under the umbrella\r\nof the United Nations to combat terrorism and\r\ncomplete, as early as possible, a comprehensive\r\ncounter-terrorism treaty.\r\nMy country was subjected to unjust sanctions that\r\ncaused great material losses totalling about $40 billion.\r\nNow, while this matter has ended and the reason\r\nbehind the sanctions settled, I extend my gratitude to\r\nall the friendly and sisterly countries that stood by our\r\nside and supported our position in tackling that\r\nsituation.\r\nCompetent Libyan authorities are now drawing\r\nup plans for restructuring the Libyan economy and are\r\nreviewing the public sector, encouraging the private\r\nsector and providing opportunity for all to engage in\r\neconomic activities. New economic policies were\r\nadopted in order to advance the national economy,\r\neliminate deficiencies and improve performance.\r\nCertain measures have been taken in the monetary\r\nfield, including the adoption of a single exchange rate\r\nfor the Libyan dinar against foreign currencies, the\r\nabolition of monetary control and a reduction of\r\nincome taxes. Import and export licences as well as\r\ncustoms guarantees on exports have been abolished as\r\nhave customs fees on approximately 3,500 imported\r\nitems.\r\nImportant steps have been taken for the\r\nprivatization of many public sector companies. Libya\r\nhas opened its doors to investors and a law for the\r\nencouragement of foreign investment has been\r\npromulgated. This law gives foreign investors many\r\nprivileges and exemptions and allows them 100 per\r\ncent ownership of their enterprises or partnership with\r\ndomestic investors. Our application to join the World\r\nTrade Organization was approved unanimously by the\r\norganization on 27 July 2004. We seek further\r\ncooperation from all countries in that respect.\r\nThe consolidation and realization of peace and\r\nsecurity for all is a fundamental goal of the United\r\nNations. It is an objective that could not be realized by\r\nthe Organization without the assistance and\r\ncooperation of all Member States, which could be\r\neffective tools to solve the most difficult problems and\r\nconflicts among countries, particularly in Africa. In\r\nthis respect, we wish to express our satisfaction with\r\nthe stabilization of the situation in Sierra Leone and\r\nAngola and the improvement of the situation in\r\nSomalia, Burundi and the Democratic Republic of the\r\nCongo, as well as the signing of the peace agreement in\r\nSudan.\r\nWe call on all Member States to assist the African\r\nUnion in its endeavours to face its various challenges\r\nand create a unified African continent capable of\r\nachieving progress and participating effectively in the\r\nmarch towards progress, upholding freedom and\r\nhuman rights and eradicating wars, poverty and disease\r\nwhile removing the remnants of colonialism. We hope\r\nthat support will be extended to the African Union’s\r\nplans to achieve prosperity for all African people by\r\nproviding assistance to the New Partnership for\r\nAfrica’s Development.\r\nThe international community so far has failed to\r\nsolve the Palestinian problem, although it is as old as\r\nthe United Nations itself. In fact, the problem is getting\r\nworse. The Palestinian people have lived for over half\r\na century either as refugees all over the world or\r\nsubjected to an occupying Power, which has usurped\r\nits land and practiced against them the most horrible\r\ncrimes, including the killing of children, women and\r\nthe elderly. Their lands have been confiscated, their\r\nfarms burned, their trees uprooted, their houses\r\ndestroyed over their occupants, while houses are built\r\nfor settlers coming from all over the world. Even\r\nthough highly sophisticated weapons are being used\r\nagainst civilians, the Security Council stands unable to\r\ntake concrete steps to stop such practices. This has\r\nencouraged the occupying Power to continue its\r\naggression and crimes, heedless of the decisions of the\r\ninternational community.\r\nThe suffering of the Palestinian people requires\r\nthat urgent and firm action be taken by the\r\ninternational community to put an end to the Israeli\r\naggression and provide a radical solution for the\r\nPalestinian question.\r\nWe believe that the solution cannot be achieved\r\nby accepting a de facto situation or by merely adopting\r\nresolutions or unrealizable plans. It will happen\r\nthrough a radical solution that allows and guarantees\r\nthe return of all Palestinian refugees to their lands and\r\nthe establishment of a democratic State on the land of\r\nhistorical Palestine in which Jews and Arabs live side\r\nby side, enjoying full equality, similar to the South\r\nAfrican model, where blacks and whites reconciled\r\nafter decades of conflict and bloodshed. If such a\r\nsolution is not realized, with the support of the\r\ninternational community, the suffering of the\r\n4\r\nA/60/PV.21\r\nPalestinian people will continue, and the region will\r\ncontinue to witness tension and conflict without peace\r\nand security.\r\nThe Israeli occupation forces must withdraw from\r\nall occupied Arab territories; the Golan Heights must\r\nbe returned to Syrian sovereignty and the Shabaa farms\r\nto Lebanon.\r\nIn Iraq, where international law has been violated\r\nand the country subjected to occupation on unfounded\r\nbases and flimsy pretexts, the tragedy is escalating\r\ndaily, getting more and more difficult to solve. The\r\nIraqi people are paying a high price with the lives of\r\ntheir sons and daughters as a result of the occupation.\r\nWe have to exert every possible effort to guarantee a\r\nspeedy end to the occupation in order to enable Iraq to\r\nregain its independence and sovereignty and preserve\r\nits territorial integrity and Arab identity. The Iraqis\r\nmust be allowed to determine their own affairs, future\r\nand manage their resources, and to achieve self-\r\ndetermination with freedom involving all citizens\r\nwithout the marginalization of any group so that peace,\r\nprosperity and security can prevail all over Iraq.\r\nThe President: I now call on His Excellency\r\nMr. Alberto Gatmaitan Romulo, Secretary for Foreign\r\nAffairs of the Republic of the Philippines.\r\nMr. Romulo (Philippines): I convey my\r\ndelegation’s felicitations on your election,\r\nMr. President, on leading this historic session. I also\r\nwish to express our deep appreciation to Ambassador\r\nJean Ping, whose leadership and wisdom proved to be\r\nthe key to the successful negotiation and adoption of\r\nour outcome document.\r\nSixty years ago, enduring peace was foremost in\r\nthe minds of the founders of our Organization. Scarred\r\nfrom war and stunned by mankind’s capacity for death\r\nand destruction, they did not consider failure an option.\r\nOur common humanity demanded that we build a\r\nbetter and peaceful world. To do that, representatives\r\nfrom 50 nations gathered in San Francisco, in a\r\nbuilding dedicated to those who defended and fought\r\nfor freedom, to draft a charter that would unite the\r\nnations of the world for peace. General Carlos P.\r\nRomulo, the head of the Philippine delegation,\r\narticulating the hopes of mankind, said then at the\r\nUnited Nations: “Let us make this floor the last\r\nbattlefield.”\r\nMr. Zarif (Islamic Republic of Iran), Vice-\r\nPresident, took the Chair.\r\nThe leading lights attending the founding of the\r\nUnited Nations are still familiar to us — Joseph Paul\r\nBoncour of France, Wellington Koo of China, Andrei\r\nGromyko of Russia, Lord Halifax of the United\r\nKingdom, Edward Stettinius of the United States, His\r\nRoyal Highness Faisal ibn Abdul Aziz of Saudi Arabia,\r\nSir Ramaswami Mudaliar of India, Jan Smuts of the\r\nUnion of South Africa, Jan Masaryk of\r\nCzechoslovakia, Herbert Evatt of Australia, Exequiel\r\nPadilla of Mexico, and many others. Those visionaries\r\nled the historic and daunting task of writing the United\r\nNations Charter.\r\nA third of mankind was still under colonial\r\ndomination. Only three Asian nations were in\r\nattendance. Most of Africa were not yet independent\r\nnations. In a forum dominated by colonial Powers, the\r\nPhilippines fought to ensure the notion that the goal of\r\nthe Trusteeship Council should not only be self-\r\ngovernment but independence.\r\nWhen the United Nations emblem was being\r\ndrawn, General Romulo asked that the Philippines,\r\nalthough still a commonwealth, be included. He was\r\ntold that the Philippines would only be a small dot on\r\nthat now familiar map. He demanded nevertheless that\r\nthe dot be placed on the map.\r\nThe Philippines insistence on its place on the\r\nworld map, albeit just a dot, symbolized for many\r\nsoon-to-be independent and developing nations the\r\nchallenge facing the United Nations. The clear\r\nchallenge facing the United Nations at its inception,\r\nand particularly developing nations, was to ensure that\r\nfreedom from want, freedom from fear and freedom to\r\npursue human dignity would be at the heart of the\r\npolitical independence of the States.\r\nSixty years after San Francisco, we continue to\r\nface the challenge of freeing all our peoples from want\r\nand from fear and allowing them the true dignity that\r\nthey deserve as independent nations. The fight for the\r\npolitical and legal independence of States is over, but\r\nthe fight to win for all peoples their freedom from fear\r\nand want and to pursue human dignity continues.\r\nFor the Philippines, as a developing country,\r\nfreedom from want is of utmost concern. Poverty, the\r\nenergy crisis and insufficient financial resources,\r\ncompounded by debt, are the pressing challenges\r\n5\r\nA/60/PV.21\r\nfacing my country and its people. We also face serious\r\nsecurity threats, particularly from terrorism — with\r\nmany of our citizens victimized by terrorist attacks. We\r\nrecognize the economic and social underpinnings of\r\nsuch acts.\r\nIn the not too distant past, my country also had to\r\nconfront the threat of the severe acute respiratory\r\nsyndrome (SARS). Our national experience prompts us\r\nto agree with the Secretary-General that these global\r\nthreats are all interrelated, and our different\r\nperceptions of the imminence of the threats facing us\r\nshould not deter us from cooperating to address them.\r\nThis brings me to my central theme — that we\r\nshould let the bond of our broad vision of our common\r\nhumanity inspire us all to work towards a stronger\r\nUnited Nations for a better world.\r\nWe agree with the Secretary-General that no\r\nnation can defend itself against threats entirely on its\r\nown. We agree that development, freedom from fear\r\nand human rights concerns are interrelated and should\r\nbe equally considered in designing the solutions to the\r\nthreats we face. We believe that because of this\r\ninterrelation, these concerns should be addressed in a\r\ncomprehensive and integrated manner.\r\nThe world is facing the problem of unbridled\r\nspiralling of oil prices. International cooperation on\r\nenergy is increasingly becoming an imperative as the\r\ncapacity and capability of countries, particularly non-\r\noil producing developing countries, to meet their\r\ndevelopment objectives, including the Millennium\r\nDevelopment Goals (MDGs), are affected. This\r\nunavoidably impacts on security.\r\nThe Philippines welcomes the 100 per cent debt\r\ncancellation for the 38 heavily indebted poor countries.\r\nHowever, the debt situation is expected to worsen, as\r\nmiddle-income countries go deeper in debt with the\r\nthreat of rising world oil prices. Once more, the need\r\nfor other innovative and creative means of international\r\ncooperation for debt relief also becomes imperative.\r\nThe Philippines has proposed the consideration of\r\nthe adoption of a debt conversion scheme\r\nincluding “debt-for-equity” or “debt-for-Millennium\r\nDevelopment Goal projects”. The scheme calls for the\r\nconversion of 50 per cent of the debt service into\r\nequity for MDG projects of at least equal value with an\r\nincome earning potential.\r\nDebt for development projects can focus on areas\r\nthat would achieve MDG benchmarks such as hospitals\r\nand health care, schools, classrooms, information\r\ntechnology, clean water, electricity, reforestation, eco-\r\ntourism and many others that should help us achieve\r\nour MDGs by 2015.\r\nThe nexus between development and\r\ninternational migration cannot be overlooked.\r\nMigration brings challenges and opportunities to\r\ncountries of origin, destination and transit. This is\r\nanother multifaceted issue that requires international\r\ncooperation to be addressed in a coordinated and\r\ncoherent manner. A comprehensive and effective\r\ninternational mechanism for cooperation should be\r\ndrawn up to address its politico-security, social,\r\ncultural and economic development dimensions.\r\nAs one of the major sending States, the\r\nPhilippines stands ready to cooperate with all countries\r\nin contributing towards the formulation of effective\r\nmechanisms that would help ensure a smooth\r\nmanagement of the migration phenomenon.\r\nThe Philippines knows only too well the fear that\r\nterrorism instils in the civilian population and the\r\nanguish it brings to victims and close relatives. We\r\ntake cognizance of terrorism’s political, social and\r\neconomic underpinnings.\r\nOur national experience has shown us the value\r\nof dialogue in our approach to consider all those\r\nfactors. The Philippines wants to share this positive\r\nvalue of dialogue and therefore has taken the lead in\r\ndrawing attention to the need for interfaith dialogue as\r\nan integral part for the promotion of the culture of\r\npeace. My President recently convened a successful\r\ninformal summit on interfaith dialogue and cooperation\r\nhere in the United Nations. The summit adopted a\r\ndeclaration calling for greater interreligious,\r\nintercultural and intercivilizational dialogue and\r\ncooperation to ensure a lasting and durable peace and\r\nunderstanding at the global, regional and national\r\nlevels. We invite all who agree with its principles to\r\nconsider endorsing the declaration.\r\nWe all acknowledge that the world has reached an\r\nunprecedented stage when there are virtually no more\r\nbarriers, whether of space or time. Communication\r\ntechnology has made possible the dissemination of\r\ninformation instantaneously to practically all parts and\r\ncorners of the globe.\r\n6\r\nA/60/PV.21\r\nAs the nineteenth century brought us the\r\nindustrial revolution, the twentieth century brought us\r\nto the technology revolution ushered in by\r\ncomputerization. The twenty-first century now offers\r\ninfinite possibilities to further advance the information\r\nage. At no other time has the saying “no man is an\r\nisland” rang truer. As the Secretary-General has said,\r\nwhat affects one affects all in this globalized world.\r\nHowever, the information age is a two-edged\r\nsword, as experience has shown us. While it opened\r\nopportunities, it also brought challenges that we all\r\nhave to cope with. Our concern however is that just as\r\nthe limitless opportunities it offered could be used to\r\nbenefit humanity, it could also be used destructively.\r\nInformation technology enables companies to search\r\nfor lowest cost factors of production globally, operate\r\nmore efficiently and pass on the benefits to consumers.\r\nHowever, this same technology also enables\r\ndisillusioned and desperate members of society to\r\nbecome agents of terror and recruit adherents to their\r\nway of thinking as well as to fund their destructive\r\nactivities. It is therefore in our common interest to\r\nbring together our collective strengths to take\r\nadvantage of the opportunities before us as well as to\r\nconfront common threats.\r\nFor 60 years, the United Nations has provided us\r\nthe forum to draw up norms of conduct that take on\r\nboard all our concerns. From its inception with 51\r\nMember States in 1945, the membership has almost\r\nquadrupled to its present 191 States.\r\nWhile the United Nations has, time and again,\r\nadopted some reforms, at no other time has the\r\npressure for far-reaching change been starker than it is\r\nnow. The evolving global and regional security\r\nenvironment, ongoing conflicts in many countries that\r\nhave multidimensional root causes and other\r\nflashpoints have to be addressed. It is clear that in\r\npursuing our shared interest to preserve our common\r\nhumanity, the United Nations continues to serve as our\r\nindispensable tool. It is therefore also our shared\r\ninterest to strengthen it.\r\nEven before San Francisco, some key decisions\r\nhad already been reached among the major Powers,\r\nprimarily on the power of the veto, or what was\r\nreferred to then as the “unanimity rule”. Our\r\ndelegation, in concert with others, pressed for an\r\nincreased role of the General Assembly. We felt that\r\nthis was the balance necessary to safeguard the\r\neffectiveness of the United Nations in maintaining\r\ninternational peace and security. We also urged wider\r\nand more equitable representation in the Security\r\nCouncil — an aspiration that has yet to achieve\r\nrealization, and thus an advocacy that my country\r\ncarries to this day.\r\nThe outcome document of the High-level Plenary\r\nMeeting provides the substance upon which to\r\nstrengthen the United Nations system. It should guide\r\nus well in our discussions on institutional reform.\r\nSix decades after San Francisco, our common\r\nhumanity remains at stake. We have today another\r\nopportunity to make our United Nations succeed.\r\nWhether the issue is United Nations reform or freedom\r\nfrom want or fear, we must act now to ensure that the\r\nprinciples committed to by our leaders at this year’s\r\nsummit be implemented effectively and efficiently.\r\nAllow me therefore to present at this point some\r\npractical strategies that may assist us in ensuring that\r\nwe achieve our goals.\r\nFirstly, the agreed commitments should be broken\r\ndown into tangible steps. Concrete benchmarks and\r\npragmatic indicators of progress must be set.\r\nSecondly, with concrete international\r\nbenchmarks, national strategies can be geared to\r\nachieving them. All concerned national actors in\r\ndomestic procedures and actions should be involved.\r\nThis is necessary to put into effect and implement\r\nmultilateral commitments. Ideally, national actors\r\nshould be privy to developments in the negotiating\r\nprocess and have the opportunity to provide their own\r\ninputs with respect to the national position to be taken.\r\nThis is expected to ensure implementation and follow-\r\nup to the commitments made by our leaders.\r\nThirdly, we must not lose sight of the need to\r\nincrease congruence among national, regional and\r\ninternational plans of action. Keeping these in sight\r\ncontributes to a faster rate of achieving these goals.\r\nNational plans of action can be elevated to the regional\r\nlevel, whenever feasible.\r\nFourthly, we must rethink our existing modes of\r\ninternational cooperation. There will be value in\r\nassessing how we have been collaborating bilaterally,\r\nregionally and multilaterally. Let us assess the\r\neffectiveness of our current modes of cooperation.\r\n7\r\nA/60/PV.21\r\nIn adopting practical measures and in discovering\r\nnew opportunities and addressing new threats, we must\r\nbe mindful of the old hopes and enduring dreams that\r\nled to the birth of our United Nations. As a child, I\r\nlistened with all innocence as my family closely\r\nfollowed the work of the Philippine delegation in San\r\nFrancisco. I felt proud that my nation, the\r\nPhilippines — the Benjamin among the founders —\r\nwas part of this historic event.\r\nWe were rebuilding our shattered lives and\r\nmourning our dead. Yet we held on to hope. We had\r\nhope that no country would ever again crush us with\r\ntheir bombs, trample us with their tanks or defile our\r\nmothers, sisters and daughters. As a nation devastated\r\nby war, we placed great hope in the United Nations. I\r\nstill remember the words that made us dare dream of a\r\nbetter, more peaceful world — words heard by a child\r\nthrough the crackle and static of an old radio, words\r\nspoken by General Carlos P. Romulo in addressing the\r\ndelegates in San Francisco in 1945. He said:\r\n“Words are more powerful than guns in the\r\ndefence of human dignity. Treaties are stronger\r\nthan armamented boundaries. The only\r\nimpregnable line is that of human\r\nunderstanding.”\r\nThe Acting President: I now call on Her\r\nExcellency The Honourable Dame Billie Miller, Senior\r\nMinister and Minister for Foreign Affairs and Foreign\r\nTrade of Barbados.\r\nMs. Miller (Barbados): I join with other\r\ndelegations in congratulating you, Mr. President, on\r\nyour election to preside over the sixtieth session of the\r\nUnited Nations General Assembly. The Barbados\r\ndelegation’s appreciation is also extended to the\r\noutgoing President, His Excellency Mr. Jean Ping,\r\nForeign Minister of Gabon, for the outstanding work\r\nhe has done in guiding the Assembly during the\r\nprevious session and particularly in the preparations\r\nfor the High-level Plenary Meeting.\r\nLast week, heads of State and Government, in an\r\nattempt to define and articulate a global consensus,\r\nadopted an outcome document representing the\r\ndetermination of the vast majority to make progress\r\ntowards full achievement of the goals and targets\r\ninspired by the Millennium Declaration, as well as a\r\nnumber of decisions on United Nations reform.\r\nBarbados, as part of the tremendous efforts made by\r\nmany, had hoped for bolder and more ambitious\r\ncommitments, particularly regarding development.\r\nIn all of the circumstances, we accept that the\r\noutcome of the High-level Plenary Meeting provides\r\nthe platform for coordinated international action in\r\nresponse to the complex and interconnected global\r\nchallenges confronting this and future generations.\r\nThe Millennium Development Goals are now\r\nrecognized as the world’s time-bound, quantifiable\r\ntargets for addressing poverty in its many dimensions\r\nof hunger, disease, lack of access to health care and\r\neducation, gender inequality and environmental\r\ndegradation. Progress on their achievement has been\r\nfar from uniform across the world, or for that matter\r\nacross the Goals. Unless action is taken on a much\r\nbroader front and a much faster pace, the eminently\r\nlaudable words of the Declaration will serve only as\r\ngrim reminders of human needs neglected and of\r\nnumerous promises unfulfilled.\r\nThe Secretary-General has stated that our\r\ngeneration, with the combination of resources and\r\ntechnology at its disposal, must be the first to make the\r\nright of development a reality for everyone and to free\r\nthe entire human race from war.\r\nProgress towards the achievement of the\r\nMillennium Development Goals in Barbados is\r\nencouraging. Although the regional report of the\r\nUnited Nations Development Programme presents an\r\noptimistic outlook for most Caribbean countries in\r\nrespect of the first five Goals, the region faces severe\r\nchallenges and constraints to their achievement.\r\nForemost among them, and beyond our control, is our\r\nvulnerability to economic shocks and to every natural\r\ndisaster known to mankind — be it hurricane, volcanic\r\neruption, mudslide, earthquake or flood.\r\nEqually challenging is the fuller and more\r\neffective integration of Barbados in the globalized\r\neconomy, for which a successful outcome of the next\r\nDoha development round of talks on trade\r\nliberalization is crucial.\r\nPermit me to refer to an outstanding omission\r\nfrom the Millennium Development Goals, that of\r\nsexual and reproductive health and rights. Indeed, the\r\nexclusion was so stark that the Secretary-General\r\nhimself stated:\r\n“The Millennium Development Goals,\r\nparticularly the eradication of extreme poverty\r\n8\r\nA/60/PV.21\r\nand hunger, cannot be achieved if questions of\r\npopulation and reproductive health are not\r\nsquarely addressed. And that means stronger\r\nefforts to promote women’s rights and greater\r\ninvestment in education and health, including\r\nreproductive health and family planning.”\r\nWe must seize the opportunity presented by this\r\ncurrent review of the implementation of the\r\nMillennium Development Goals to mainstream sexual\r\nand reproductive health and rights by adopting a\r\nuniversal access target or indicator that can be used to\r\nfacilitate the monitoring of progress in this area and to\r\nhold Governments accountable.\r\nBarbados takes the position that women are\r\ncentral to the successful implementation of the\r\nMillennium Development Goals. After all, women of\r\nchildbearing age constitute one billion of the world’s\r\npoorest people, and for this group sexual and\r\nreproductive health issues are at the fore of problems\r\nof ill health and loss of productivity. Women living in\r\npoverty are not usually aware of their sexual and\r\nreproductive rights and are often ignorant about the\r\nservices to which they have a right of access. Similarly,\r\npoor women, and in particular poor young women, are\r\nhighly susceptible to contracting HIV/AIDS despite the\r\nprevalence of preventive measures.\r\nI feel compelled to support the call for mobilizing\r\nnew resources for improved sexual and reproductive\r\nhealth services for women and for men worldwide.\r\nIndividuals, non-governmental organizations and\r\nGovernments in developing countries are already\r\ncontributing more than 75 per cent to current\r\nexpenditures in this field. It is certainly time for\r\ndeveloped countries to live up to the pledges they made\r\nat the 1994 International Conference on Population and\r\nDevelopment.\r\nCentral to the global partnership for development,\r\nwhich is embodied in the eighth Millennium\r\nDevelopment Goal, are the commitments by\r\ndeveloping countries to pursue sound macroeconomic\r\npolicies, to make the most creative use of our limited\r\nendowments, to respect human rights and to ensure that\r\nour material development takes place within the\r\ncontext of social justice, commitments that Barbados\r\nhas proudly upheld since becoming independent in\r\n1966.\r\nBy the same token, developed countries must\r\nfulfil their obligations made at numerous United\r\nNations summits and conferences on trade, debt and\r\nfinance, and in particular their pledge to honour the\r\noutstanding target of 0.7 per cent of gross domestic\r\nproduct for official development assistance (ODA).\r\nIncreases in ODA will not be sufficient to achieve the\r\nsustained economic growth and development that we\r\nall seek. It will also be necessary for the international\r\ncommunity to address the indebtedness of poor and\r\nmiddle-income developing countries; promote foreign\r\ndirect investment flows to a broader range of\r\ndeveloping countries; confront serious global\r\nenvironmental problems such as climate change;\r\ncombat HIV/AIDS; and reform multilateral trading\r\narrangements as well as systemic deficiencies in the\r\nglobal economic and financial system. These are the\r\nreal threats to our human security as we see it in the\r\nCaribbean.\r\nThe Doha development round, launched by the\r\nWorld Trade Organization in 2001, is so called\r\nprecisely because trade ministers deliberately sought to\r\nplace development at the centre of multilateral trade\r\nnegotiations. This decision inspired new hope in\r\ndeveloping countries that we would be afforded the\r\nopportunity to participate more effectively and\r\nbeneficially in the new global economic system.\r\nRegrettably, some of our developed country\r\ncounterparts seem to have reneged on their\r\ncommitment. We are still locked in a fierce struggle at\r\nthe World Trade Organization to persuade these\r\ncountries to rise above their narrow self-interests and\r\nembrace positions that would allow for the creation of\r\na more just global economic order.\r\nBarbados fears that we could squander yet\r\nanother opportunity genuinely to involve developing\r\ncountries in the multilateral trading system. We do not\r\nbelieve that the international community can continue\r\nto ignore this fact. Furthermore, we are far from\r\nconvinced that the High-level Plenary Meeting of last\r\nweek fully refocused global attention on matters of\r\ndevelopment and rescued from obscurity the global\r\ndevelopment agenda, which has unfortunately been\r\novertaken by a narrowly defined anti-terrorism agenda.\r\n“It is time to put the global development agenda,\r\nincluding that for the world’s smallest and most\r\nvulnerable countries and societies, back on track”.\r\nThose are the words of the Prime Minister of Barbados,\r\nThe Right Honourable Owen Arthur.\r\n9\r\nA/60/PV.21\r\nBarbados considers that peace and collective\r\nsecurity, human rights and the rule of law represent, in\r\naddition to development, a strong foundation on which\r\nthe United Nations can assist the international\r\ncommunity in building a stronger world. Issues of\r\nterrorism, responsibility to protect, disarmament and\r\nnon-proliferation need also to be addressed.\r\nTerrorism affects all countries, both large and\r\nsmall, and all countries have an obligation to the\r\ninternational community to ensure that the perpetrators\r\nof acts of terrorism do not find safe haven and succour\r\nwithin their borders. While we believe that the United\r\nNations should strongly and unequivocally issue a\r\ncondemnation of terrorism in all of its forms, care must\r\nbe taken to formulate an unambiguous definition that\r\nwould provide a basis for a comprehensive convention.\r\nThis would rightly place the United Nations at the very\r\nheart of the fight against terrorism, signalling a\r\nmultilateral approach to this scourge.\r\nClosely linked to the issue of terrorism is that of\r\ndisarmament and non-proliferation. Action taken by\r\nthe United Nations must be clear and firm, and efforts\r\nmust be redoubled to find compromises that would\r\nfacilitate progress. The Caribbean remains a major\r\nroute for international narco-traffickers and suffers\r\nfrom the destabilizing effects of the parallel illegal\r\ntrade in small arms, promoted by the same\r\ntransnational criminal elements. The absence of\r\nconcerted international action against small arms\r\ntrafficking places the peace-loving societies of the\r\nsmall Caribbean States at great risk. Small arms\r\nproliferation and the violence that accompanies it\r\nimpact negatively on our development, our security\r\nand human rights, and pose a severe threat to the\r\npeaceful, stable and sustainable development of\r\nCaribbean democracies.\r\nBarbados supports the call for the negotiation of a\r\nnew international instrument on the marking and\r\ntracing of weapons. This is an urgent priority which\r\nwill provide the international community with an\r\neffective means of monitoring the movement and\r\nproliferation of small arms and taking comprehensive\r\ninterdiction and enforcement action against illegal\r\ntraders.\r\nBarbados remains resolute in its rejection of the\r\ncontinued use of the Caribbean Sea for the trans-\r\nshipment of nuclear and radioactive waste. This high-\r\nrisk practice poses grave danger to our region in the\r\nevent that there is an accident, a natural disaster or a\r\nterrorist attack.\r\nThe Secretary-General has emphasized that if the\r\nUnited Nations is to be a useful instrument for its\r\nmembers and is to successfully address the challenges\r\nfacing humanity, then it must be fully adapted to the\r\nneeds and circumstances not only of today, but\r\ntomorrow as well. Barbados shares this view. Reform\r\nshould not be seen as an end in and of itself, but as a\r\nmeans towards achieving the goals we have set\r\nourselves in 2000 in the Millennium Declaration, to\r\nmake the United Nations a more effective instrument\r\nfor pursuing the priorities of the world’s peoples.\r\nReform should also seek to enhance the role of the\r\nUnited Nations in global affairs to create the conditions\r\nfor more democratic and transparent decision-making\r\nand to provide a forum for the full and equal\r\nparticipation of small States.\r\nBarbados believes that the main organs of the\r\nUnited Nations should be strengthened. This will\r\nrequire the revitalization of the General Assembly to\r\nmake it the chief deliberative and policy-making body\r\nof the Organization, as envisaged by the United\r\nNations Charter. It will further require the reform of\r\nthe Security Council to make it more representative of\r\ncurrent global geopolitical realities. Small States\r\nshould be represented continuously in the membership\r\nof the Council, and any arrangements for the selection\r\nof the non-permanent members of a reformed Council\r\nshould be so formulated.\r\nWe are convinced that the Economic and Social\r\nCouncil should play a larger role in policy-making on\r\ninternational economic and social matters and the\r\npromotion of improved global economic governance. A\r\nrestructured Economic and Social Council should find\r\nits voice again as a vibrant forum for economic policy\r\ndialogue, for promoting increased guidance and\r\ncoordination to the United Nations funds, programmes\r\nand agencies and for monitoring the implementation\r\nand follow-up of the Millennium Development Goals\r\nand other major elements of the global development\r\norder.\r\nIf the United Nations is to undertake fully and\r\neffectively the demanding responsibilities with which\r\nit has been charged, then it must be provided with the\r\nrequired level of resources, and the Secretary-General\r\nmust be given appropriate managerial authority. The\r\nBarbados delegation intends to participate actively in\r\n10\r\nA/60/PV.21\r\nthe delineation of these issues during this sixtieth\r\nsession.\r\nAs a small State, Barbados believes that a strong\r\nmultilateral system, with the United Nations at its core,\r\nis our greatest protection from the unilateral pursuits of\r\nthe powerful. We are unwavering in our commitment to\r\nthe precepts of multilateralism and to the belief that no\r\nother international institution is better suited or\r\nequipped to meet the diverse demands for global peace,\r\nsecurity and development than this Organization. As a\r\nmember of the United Nations, Barbados must be\r\nassured that its voice will continue to be heard\r\nregardless of size or economic power. This is a struggle\r\nfrom which we are not at liberty to abstain.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Ferenc Somogyi, Minister for Foreign\r\nAffairs of the Republic of Hungary.\r\nMr. Somogyi (Hungary): Let me start by\r\nextending to the President my sincere congratulations\r\non his election to the presidency of the sixtieth session\r\nof the General Assembly. I can assure him that in\r\nfulfilling his challenging and responsible duties, he\r\nwill have the support and full cooperation of the\r\ndelegation of Hungary. Our tribute and thanks are also\r\ndue to his predecessor, Mr. Jean Ping, who served us\r\nwith exemplary devotion and honour.\r\nEffective multilateralism remains an important\r\nobjective of the foreign policy of Hungary. Therefore,\r\nwe are pleased to see the United Nations standing\r\nready to face the emerging threats and challenges by\r\nmaking efforts to adapt its activities to the realities of\r\nour contemporary world.\r\nThe United Nations has served for 60 years as the\r\ncore institution for collective security. In our global\r\nand interdependent world we have to acknowledge that\r\ndevelopment, peace, security and human rights form an\r\nindispensable foundation for the security and well-\r\nbeing of our times.\r\nMy Government is particularly pleased that issues\r\nsuch as the fight against terrorism, international\r\nprotection of human rights, the proposed Human\r\nRights Council, the establishment of the Peacebuilding\r\nCommission, the reform of United Nations\r\nmanagement, as well as challenges related to\r\ndevelopment, have found proper reflection in the\r\nrecommendations of the summit.\r\nInternational terrorism continues to be a major\r\nthreat to our societies. The recently experienced\r\nhorrors of terror are sowing the seeds of instability all\r\nover the world. Hungary, along with its partners in the\r\nEuropean Union and NATO, strongly condemns all\r\nforms of terrorism. Measures taken in the course of\r\ncombating terrorist forces, however, must always\r\nremain in conformity with basic international\r\nstandards, in particular with human rights and refugee\r\nand humanitarian law. We believe that the United\r\nNations needs to accord top priority to the fight against\r\nthe scourge of terrorism. My country is keen to see the\r\nelaboration and adoption by the General Assembly of a\r\ncomprehensive convention on terrorism, which would,\r\namong others things, give the proper legal definition of\r\nterrorist acts.\r\nFreedom, democracy and human rights should\r\nconstitute the basic framework of life for every\r\nindividual. We know from experience that they are not\r\ngranted automatically; they must be won and enforced\r\nthrough hard and persistent efforts. It is of paramount\r\nimportance therefore that essential human rights-\r\nrelated activities, such as servicing the treaty\r\nimplementation machinery or monitoring undertaken\r\nby the special procedures, are given their due share in\r\nthe funding provisions of the United Nations regular\r\nbudget.\r\nDriven by the objective to promote democracy in\r\nthe world, the Government of the Republic of Hungary\r\nhas established the Budapest International Center for\r\nDemocratic Transition. The Center is set to provide\r\nassistance for democratic reforms drawing upon the\r\nexperience of countries that have recently undergone\r\npolitical, economic and social transition. These\r\nnations, having had to face and address the challenges\r\nof transition in the recent past, can probably best serve\r\nas helping hands to countries in need in this regard.\r\nIt is in the same spirit that Hungary warmly\r\nwelcomes the establishment of the United Nations\r\nDemocracy Fund. The Budapest International Center\r\nfor Democratic Transition will be eager to coordinate\r\nits activities with the Fund in the framework of a close\r\ncooperative relationship.\r\nHungary finds the resolution to establish a new\r\nUnited Nations mechanism dealing with the rights of\r\npersons belonging to national, ethnic, religious and\r\nlinguistic minorities to be highly encouraging. The\r\nappointment of an independent expert on minority\r\n11\r\nA/60/PV.21\r\nissues is an important step in the right direction. The\r\nUnited Nations however still has a long way to go in\r\nmeeting the full scope of its responsibilities with\r\nregard to the international protection of minority\r\nrights.\r\nEducating young generations about the lessons of\r\nthe past is an essential tool to combat discrimination\r\nand intolerance. For this reason a day of Holocaust\r\nremembrance has been introduced into Hungarian\r\nschool curriculum. It is in that same spirit that Hungary\r\nsupports the proposal to place Holocaust remembrance\r\non the agenda in the United Nations General Assembly.\r\nHungary recognizes that development is a central\r\ngoal by itself and is ready to reaffirm its commitment\r\nto eradicate poverty and promote sustainable\r\ndevelopment and global prosperity for all. As a new\r\nEuropean Union member, Hungary is ready to\r\ngradually increase her official development assistance.\r\nThe European Union recently made important\r\ndecisions in support of Africa’s development efforts.\r\nWe reaffirm our commitment to contribute urgently to\r\nmeeting the special needs of that continent.\r\nWe are encouraged to see that after so many years\r\nof wars and violence, democratic changes are bearing\r\nfruit for the peoples of the Western Balkans. It is more\r\nthan promising that the political and economic\r\nperspectives offered by the European Union and NATO\r\nare the main driving forces today for the countries of\r\nthis region.\r\nIn order to find lasting solutions to the yet\r\nunresolved challenges of the Western Balkans, it is\r\ncrucial to tackle the basic issues of security and\r\nstability in their broader regional dimensions.\r\nRegardless of its future status, it is vital that Kosovo be\r\ntransformed into a viable entity, capable of exercising\r\nfirm administrative control with a stable law and order\r\nsituation and a transparent, dependable economy.\r\nGiven the turbulent history of the Balkans, no long-\r\nterm solution is conceivable without establishing\r\nharmonious inter-ethnic relationships. Well-defined\r\nand strictly implemented minority rights are the\r\nprimary precondition for peace, stability and prosperity\r\nboth in Kosovo and in the broader Western Balkans.\r\nThe Middle East conflict has wide-ranging\r\nimplications on global peace and security, on the\r\nprospects of the world economy and, last but not least,\r\non the fight against international terrorism. Hungary is\r\nof the firm view that the road map, based on the two-\r\nStates principle, still gives us the best chance for\r\nreaching a just and lasting solution.\r\nThe implementation of the Gaza disengagement\r\nplan by the Government of Israel has been a step of\r\ntruly historic proportions. Thus, the Middle East peace\r\nprocess has been given a new lease on life, but its\r\nsustainability is subject to further consistent, bold\r\nmeasures by both sides. In order to maintain the\r\nmomentum, Israel needs to return to the road map,\r\nwhile the Palestinian National Authority has to\r\ndemonstrate its own commitment to the peace process\r\nby carrying out the long overdue internal reforms and,\r\nmost importantly, by eradicating terrorism and taking\r\nthe law and order situation under effective control.\r\nThe continued instability in Iraq is a matter of\r\ngrave concern. Hungary strongly condemns the acts of\r\nviolence and terrorism in Iraq, which aim to undermine\r\nthe process of reconstruction and political\r\nnormalization. In spite of the alarming security\r\nsituation and the obvious internal instability, the\r\npolitical transition in Iraq is making progress in line\r\nwith Security Council resolution 1546 (2004). The\r\napproval of the recently drafted constitution is\r\nindispensable to carry on the political process. Further\r\nconsistent efforts are required to properly engage all\r\nIraqi communities in building a united, stable and\r\ndemocratic country.\r\nLet me reiterate Hungary’s continued commitment\r\nto provide assistance to the people of Iraq in their\r\nefforts to build a democratic and prosperous country\r\nthat will soon take its due place in the family of\r\ndemocratic nations.\r\nHungary viewed the successful presidential\r\nelections last October as an important milestone on the\r\nway to political stabilization in Afghanistan. The\r\nparliamentary elections held only days ago marked a\r\nfurther major step leading to the establishment of\r\nproper democratic institutions in that country. Hungary\r\nis proud of the humanitarian assistance it has provided\r\nto the people of Afghanistan, as well as of the\r\ncontribution it has made to facilitate the process of\r\npolitical stabilization. My country is ready to undertake\r\nfurther commitments in order to assist the Afghan\r\npeople in rebuilding their country in peace and\r\nsecurity.\r\nThe proliferation of weapons of mass destruction\r\nalong with their means of delivery continues to\r\nundermine international peace and security. The threat\r\n12\r\nA/60/PV.21\r\nthat terrorist groups and non-State actors will acquire\r\nnuclear, biological and chemical weapons is a major\r\nconcern to us all. At the last session of the General\r\nAssembly, Hungary expressed its strong support for the\r\nfull implementation of Security Council resolution\r\n1540 (2004), and called on all States to establish\r\neffective national export controls. We have noted with\r\nsatisfaction that a great number of Member States had\r\nsubmitted comprehensive reports on their national\r\nmeasures serving the aim and purpose of the\r\nresolution.\r\nThe Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) is still a cornerstone of international\r\npeace, security and stability. The 2005 NPT Review\r\nConference, however, failed to live up to our\r\nexpectations. The international community needs to\r\nfulfil its responsibility in preserving the integrity of the\r\nTreaty while promoting its universal character.\r\nRecognizing the grave threat posed by biological\r\nweapons, Hungary will work together with other\r\nnations in the run-up to the upcoming Biological and\r\nToxic Weapons Review Conference. Hungary will\r\nstrive to explore opportunities to strengthen the\r\nBiological and Toxin Weapons Convention.\r\nMy country remains committed to the Ottawa\r\nConvention banning landmines. We will have\r\ndestroyed all equipment under the provisions of the\r\nConvention by the end of 2005, well in advance of the\r\ndeadline.\r\nAt the current session, beyond the wide range of\r\nissues to be tackled, we have to make important\r\ndecisions to put on track the implementation of the\r\noutcome document adopted by the High-level Plenary\r\nMeeting of the General Assembly. If we are guided by\r\na sense of common responsibility and firmly anchored\r\nrealism, the momentum for reform will be maintained.\r\nThe delegation of Hungary stands ready to work in\r\npartnership with other delegations to make this happen.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Cheikh Gadio, Minister of State and\r\nMinister for Foreign Affairs and for Senegalese living\r\nabroad of the Republic of Senegal.\r\nMr. Gadio (Senegal) (spoke in French): It is a\r\npleasure for me to express on behalf of my delegation\r\nwarm congratulations on the outstanding election, of\r\nthe President to lead the sixtieth regular session of the\r\nGeneral Assembly of the United Nations. I see the\r\nselection as a tribute to his excellent qualities as a\r\ndiplomat without equal and recognition of the tireless\r\ncommitment of Sweden to the noble causes of our\r\nOrganization. He may be sure that in the discharge of\r\nhis lofty mission, Senegal’s support is completely\r\nunderstood.\r\nAllow me to take this opportunity to say how\r\nmuch we have appreciated the commitment and the\r\nflair that his predecessor, my friend and brother, His\r\nExcellency the Minister of State Jean Ping, discharged\r\nhis mandate at a decisive point in the existence of the\r\nUnited Nations. Whatever the results of the\r\nnegotiations under way for a just and in-depth reform\r\nof our Organization, our brother Jean Ping will have\r\ngiven the most of himself, and we all owe him\r\ngratitude and respect.\r\nI should also like here to pay tribute to the\r\nunfailing dedication to the causes of our Organization\r\ndisplayed by His Excellency Mr. Kofi Annan, the\r\nSecretary-General of the United Nations, a dedication\r\nthat was recently reflected in his excellent and timely\r\ninitiative to submit to Member States a substantial\r\nnumber of proposals aimed at ensuring the rebirth of\r\nthe United Nations and making it possible to envisage\r\na new dawn for multilateralism.\r\nThis year’s general debate has been symbolic and\r\nstrategic in nature in that it is being held following the\r\nHigh-level Plenary Meeting, which mobilized all of our\r\nleaders and was an expression of the will of all of the\r\nMember States to make the necessary adjustments for a\r\nrevitalization of the founding values of the United\r\nNations and for a better consideration of the aspiration\r\nof all peoples.\r\nThis is a crucial meeting carrying as it does\r\nwithin it the great hopes of the disadvantaged\r\npopulations of the world, victims of endemic\r\nunderdevelopment. The major results of this summit, in\r\nmy view, are an expression of the faith of the\r\ninternational community in spirit and solidarity,\r\ninterdependence and international cooperation, the\r\nraison d’être of the United Nations, at a time when our\r\nsocieties are faced with an increasingly complex\r\ninternational environment characterized by a\r\nglobalization that is still not being clearly defined.\r\nAlthough there are signposts, the road before us\r\nis still long, and so great is the lag behind of many\r\ndeveloping countries, particularly on the African\r\ncontinent, in achieving the Millennium Development\r\n13\r\nA/60/PV.21\r\nGoals, that billions of men and women around the\r\nworld should be helped to free themselves from\r\ndifficulties and from exclusion and despair so they can\r\nfully enjoy the dividends of peace and security.\r\nThis is why my delegation strongly hopes that\r\nthis act of faith will be translated into tangible actions\r\nand into results that are palpable for all. This is\r\nprecisely what the Secretary-General invited us to\r\nconsider in highlighting in his report of last March the\r\nindivisibility of the three pillars of development,\r\nsecurity and human rights.\r\nTherefore, we must all act. For us, a developing\r\ncountry, acting means implementing strategies that will\r\nbe beneficial for development, supported by clear-\r\nsighted policies of good governance and the rule of law\r\nincluding all sectors of society. And for the developed\r\ncountries this means scrupulously honouring the\r\ncommitments undertaken in terms of resolving the\r\nquestion of debt, promoting a just and equitable trade\r\nand improving the volume and quality of aid\r\nmechanisms.\r\nBy the historic decisions that it is calling for, the\r\nagenda established by the summit confirms eloquently\r\nthe firmness of the commitments of heads of State and\r\nGovernment to focus on fighting for development,\r\nwhose ultimate goal is the harmonious integration of\r\ndeveloping countries in the globalization process.\r\nHowever, the heavy interdependence of the world\r\neconomy and the demands for peace naturally call for a\r\nreal global partnership, which includes a sharing of\r\nresponsibilities and takes into account the specific\r\nneeds of developing countries.\r\nNevertheless, the desired increase in assistance to\r\ndeveloping countries is not a sufficient condition for\r\nthem to have lasting inclusion in the globalization\r\nprocess. We also need to rationalize this assistance and\r\nto improve the delivery mechanisms. Indeed, despite\r\nthe recent measures of debt cancellation for certain\r\nAfrican countries and the Heavily Indebted Poor\r\nCountries Debt Initiative, the debt burden continues to\r\nhamper any improvement in the economies of\r\ndeveloping countries, which now find themselves in\r\nperpetual dependence on donors.\r\nClearly, Africa is falling further and further\r\nbehind the objectives of the Millennium Development\r\nGoals and will continue to do so if its debt burden is\r\nnot drastically alleviated. Since the mechanisms\r\nplanned for bringing the continent out of debt have not\r\nyet borne fruit, we should, apart from the partial\r\nmeasures which we should welcome, envisage bolder\r\nand more durable solutions.\r\nBased on this concern, the African ministers of\r\nfinance met to discuss the strategy for debt reduction in\r\nAfrica in May of this year in Dakar, under the aegis of\r\nthe African Union. This was in preparation for a\r\nconference during which the President of the Republic\r\nof Senegal, His Excellency Abdoulaye Wade, proposed\r\nto the African Union that it conduct an “x-ray” of\r\nAfrican debt.\r\nThe economic recovery of the developing\r\ncountries is all the more delayed in that they continue,\r\nhelplessly, to be buffeted by an unfair and unbalanced\r\nworld trade environment due to protectionist policies\r\nand export subsidies which distort the whole idea of\r\ncompetitiveness and divert trade from the objective of\r\ndevelopment. This contributes to making producers in\r\nthe poor countries more vulnerable and explains the\r\nhigh hopes that we place in the next World Trade\r\nOrganization Ministerial Conference in Hong Kong in\r\norder to conclude the Doha cycle for development and\r\ndesign a multilateral trade system that is non-\r\ndiscriminatory and equitable for all. We welcome the\r\nparticular attention being given increasingly to dealing\r\nwith the specific needs of Africa in the international\r\ndevelopment agenda.\r\nUnfortunately, we cannot fail to deplore the fact\r\nthat, paradoxically, the New Partnership for Africa’s\r\nDevelopment (NEPAD), adopted by this Assembly,\r\ncontinues to suffer from a deficit in implementation\r\ndue partly to internal inertia and to slow multilateral\r\nsupport, particularly in terms of financial\r\ndisbursements.\r\nI would like here once again to make a serious\r\nappeal to States and to the agencies of the United\r\nNations system, including the Bretton Woods\r\ninstitutions, to make concrete their commitments to\r\nhelp Africa implement NEPAD — this ambitious\r\nprogramme of development.\r\nOne of the priority sectors of this programme\r\nremains that of information and communication\r\ntechnology. In this respect I should like to welcome the\r\ncreation — following the first phase of the World\r\nSummit on the Information Society — of a digital\r\nsolidarity fund. This Fund, a proposal of President\r\nWade, rapidly became an initiative of the African\r\nUnion and was adopted in March 2005 by the\r\n14\r\nA/60/PV.21\r\ninternational community in Geneva. It is aimed at\r\nhelping the countries of the South to bridge their\r\ndigital divide with the North and to promote\r\nsustainable development. I should like here to repeat\r\nSenegal’s invitation to States, local groups, heads of\r\ncompanies and civil society to contribute in cash and in\r\nkind to this fund.\r\nThe many initiatives to be taken in the next few\r\nweeks and months should not let us lose sight of the\r\nbattle that we must wage at the worldwide, regional\r\nand national levels to defeat pandemics of infectious\r\ndiseases such as HIV/AIDS, tuberculosis, malaria and\r\npolio, which are decimating our populations. As\r\nregards HIV/AIDS, the Government of Senegal, which\r\ndevotes more than one-tenth of its budget to health,\r\nwill continue through bold actions based on\r\ninformation, education, awareness campaigns,\r\nprevention and subsidies to fight pandemics tirelessly.\r\nHowever, the encouraging results achieved by\r\nseveral countries, including Senegal, which has\r\nmanaged to keep the prevalence rate of HIV/AIDS at\r\none of the lowest levels in the continent, cannot be\r\nconsolidated without substantial and consistent support\r\nfrom international partners. Allow me to remind the\r\nGeneral Assembly of the good news announced just a\r\nfew weeks ago of the prevalence rate in my country\r\nfalling from 1.7 per cent to 0.7 per cent.\r\nI would also like to invite the international\r\ncommunity to support Africa in its fight against\r\ndrepanocytosis — otherwise known as sickle cell\r\nanaemia — which has become a public health problem\r\nin several countries. This disease, apart from the\r\nsuffering that it inflicts on the populations, is an\r\nobstacle to development in that it makes sufferers\r\nunable to work. For that reason the Summit of Heads\r\nof State and Government of the African Union, held in\r\nSirte from 2 to 5 July, adopted a decision supporting\r\nthe inclusion of genetic drepanocytosis on the list of\r\npriorities for public health. I would thus invite the\r\nAssembly to join this battle against drepanocytosis.\r\nEqually vital is the willingness of our external\r\npartners to commit themselves with Africa to finding a\r\nsolution to the situation of its agriculture, which\r\ncontinues to suffer from an environment that is\r\nincreasingly hostile to the flourishing of design\r\ncapacities and to transfers of technology central to\r\ntheir development. This is the thrust of the initiative of\r\nthe Dakar Agricultural Forum, launched by President\r\nWade, the first meeting of which was held in February\r\n2005 in Dakar on the topic “The world agricultural\r\ndivide: opening up prospects for agricultural areas in\r\ndevelopment”.\r\nThis Forum was an opportunity for a productive\r\nexchange of views and ideas among officials in the\r\nsector, representatives of professional organizations,\r\nnon-governmental organizations, multinational\r\ncompanies, scientists and academics from all\r\ncontinents. The Forum considered the possibilities of\r\npartnerships in order to reduce the agricultural divide\r\nbetween North and South by using science and the\r\ntransfer of technology, and discussed successful\r\nagricultural experiments submitted and presented at\r\nDakar by experts from several countries. By initiating\r\nthis project in Dakar, the Government of Senegal\r\nsought to stimulate thought on an original concept of\r\ndevelopment, taking into account the political,\r\ntechnical and sociological constraints peculiar to the\r\ncountries of the South.\r\nAnother challenge that has a negative impact on\r\nagriculture is desertification, which affects nearly one\r\nthird of the African continent. There was a meeting of\r\nexperts from more than 30 countries in Dakar from\r\n26 to 29 July to discuss this problem. That meeting was\r\nheld on the initiative of President Wade, in accordance\r\nwith a mandate from his African peers, to consider\r\ndeveloping the Sahara and its boundaries in the Sahel.\r\nAs President Wade said, it is a question of “having a\r\ngood, hard look at the Sahara” and thinking about the\r\ncreation of a High Authority of the Sahara based on the\r\nAmerican model of the Tennessee Valley Authority,\r\nwhich was a successful example of integrated\r\ndevelopment.\r\nWe should like here to invite the international\r\ncommunity, which decided to proclaim 2006 as the\r\nInternational Year of Deserts and Desertification, to\r\nparticipate in this important work of constructing what\r\nhas been called by President Wade and his brother and\r\nfriend, President Olusegun Obasanjo, the “Great Green\r\nWall of Africa”, to slow the advance of the desert. As\r\nPresident Wade has said, “Either the desert or the\r\nhuman being — one will have to disappear.” We hope\r\nthat it will be the desert.\r\nCertainly, the struggle to promote development\r\nshould go hand in hand with another fight, that for a\r\nworld where peace, security and the scrupulous respect\r\nof human rights and individual freedoms reigns. This is\r\n15\r\nA/60/PV.21\r\nwhy my country fully supports the important\r\nconclusions of the outcome document of the High-level\r\nPlenary Meeting, relating in particular to the\r\nrevitalization of the work of the General Assembly, the\r\nrestructuring of the Security Council, the creation of a\r\nPeacebuilding Commission and of a Human Rights\r\nCouncil, and also the adoption of the fundamental\r\nprinciple of the responsibility to protect.\r\nFrom this rostrum, the President of Senegal, on\r\nthe question of the expansion of the Security Council,\r\nrecently made a strong appeal that, first, the historic\r\ninjustice done to Africa — the only region of the world\r\nmissing from the group of permanent members of the\r\nSecurity Council — be redressed. Certainly, our\r\ncontinent would like at the end of the process to\r\nreceive two permanent seats in the Council, two thirds\r\nof whose agenda, unfortunately, is devoted to Africa.\r\nHowever, the proposal of Senegal — a country that\r\ndefends the spirit of compromise with other interest\r\ngroups — to put Africa at the beginning and at the end\r\nof the expansion of the Security Council, deserves the\r\nattention of the entire international community.\r\nThere is no doubt that the full implementation of\r\nthe conclusions of the High-level Plenary Meeting will\r\nmake it possible for our Organization to connect better\r\nto the realities of this new century. However, the fine\r\nprospects that have been opened up by the Meeting\r\nshould not make us forget the serious impact of the\r\npainful situations to which our world has been a\r\nhelpless observer for many years. I would just mention\r\nthree such situations: the disturbing deadlock in\r\nnegotiations in the area of disarmament, in particular\r\nnuclear disarmament; terrorism; and the bogging down\r\nand lack of headway in the peace process in the Middle\r\nEast.\r\nIt is not yet too late for the “argument of\r\npower” — and nuclear power, which I have just set out\r\nhere — to yield to the “power of argument” of shared\r\npeace, so that weapons of mass destruction — nuclear,\r\nchemical or biological — can be definitively banned.\r\nAs regards terrorism, the recent attacks on\r\nLondon and on Sharm el-Sheikh are painful reminders\r\nof the persistence of an evil that can only be eliminated\r\nthrough determined and decisive mobilization by the\r\ninternational community. This response is all the more\r\ntimely since the terrorist hydra attacks the sanctity of\r\nlife, defies all reason and undermines the foundations\r\nof the rights and freedoms of the individual. It is the\r\nview of Senegal that, quite frankly, there is no cause\r\nsufficiently just or sufficiently good to justify the use\r\nof terrorism and the massacre of women, children and\r\ninnocent civilians.\r\nLast but not least, the Middle East continues to\r\nsend us daily images of a seemingly endless tragedy\r\nfor the Palestinian people. We note the reluctance of\r\nthe occupying Power, Israel, to respect the spirit and\r\nthe letter of the road map, which has been seen in the\r\nrecent settlements established in “Greater Jerusalem”,\r\naccompanied by destruction of houses belonging to\r\nPalestinians and the refusal to give them authorization\r\nto reunite their families. And we see it once again in\r\nthe Israeli plan to link East Jerusalem with the\r\nsettlement of Ma’aleh Adumim in the West Bank.\r\nThe international community must redouble its\r\nefforts and vigilance to put an end to the harsh actions\r\nagainst the Palestinians including the construction of\r\nthe separation wall and the settlements, and take\r\nmeasures to enable both parties to work to conclude\r\nrapidly a mutually advantageous peace.\r\nIn advocating justice, it seems inconceivable that\r\nthe Republic of China on Taiwan, with its 23 million\r\ninhabitants and its impressive economic dynamism,\r\nshould be kept out of the United Nations.\r\nThus, we express the hope that, finally, peace will\r\nreign in all regions of the world, particularly in Africa.\r\nThis is why we welcome the fact that countries such as\r\nGuinea-Bissau, Sierra Leone, Liberia or Burundi,\r\ndespite conflict, are emerging from crisis and\r\nembarking on the path to reconciliation and\r\nreconstruction.\r\nI would like to add just one last word on Guinea-\r\nBissau. For us, Guinea-Bissau has met its commitments\r\nas regards the international community, proving its\r\nmaturity and its attachment and dedication to peace. It\r\nis thus for the international community to accompany\r\nthis process now under way in Bissau. To that end, the\r\nmeeting of donors planned for November should be\r\nheld without conditions and should lead to substantial\r\nmaterial and financial support so as to help the people\r\nof Guinea-Bissau continue to take charge of their\r\ndestiny.\r\nI should like to conclude on this point and pay\r\nwarm tribute to Mr. Ekmeleddin Ihsanoglu, Secretary\r\nGeneral of the Organization of the Islamic Conference,\r\nfor his restructuring efforts to make the OIC a modern\r\n16\r\nA/60/PV.21\r\nand effective organization more capable of strengthening\r\ncooperation within the Islamic Oumah and contributing\r\nto the fight against underdevelopment.\r\nIn this noble fight, my country, Senegal, remains\r\nmore determined than ever to work with all of its\r\npartners in order to bring about a fairer, more peaceful\r\nand more prosperous world.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Marco Vinicio Vargas, Deputy Minister\r\nfor Foreign Affairs and Worship of the Republic of\r\nCosta Rica.\r\nMr. Vinicio Vargas (Costa Rica) (spoke in\r\nSpanish): Allow me at the outset to congratulate the\r\nPresident on his well-deserved election to preside over\r\nthe sixtieth session of the General Assembly. The\r\nsession that he is chairing is special because of its\r\nscope and the importance of its issues, particularly in\r\nview of the unfinished mandates and unfulfilled hopes\r\nof the 2005 summit.\r\nWe cannot conceal our dissatisfaction with the\r\nsummit’s outcome. In some areas, such as development\r\nand human rights, the outcome document reflects less\r\nthan the international community’s least common\r\ndenominator. In others, such as disarmament and\r\nimpunity, the final document is a real step back.\r\nNevertheless, this does not mean that we should\r\nneglect our commitment to the reform of the United\r\nNations.\r\nWe must avoid past mistakes in order to ensure\r\nthe success of the next round of negotiations. The\r\nGeneral Assembly must set realistic goals, avoiding\r\nexpectations that cannot be met or accepting artificial\r\ndeadlines that create undue pressure on the\r\nnegotiations and must not be distracted by secondary\r\nissues. The negotiation process must be open, inclusive\r\nand transparent, so that all States may be free to\r\nparticipate and contribute actively. We must not yield\r\nto the temptation of creating closed negotiating groups\r\nthat can make private and non-transparent\r\narrangements. We must prevent small groups of States\r\nfrom imposing their own national ambitions upon\r\nothers. The Secretariat must remain totally impartial.\r\nAnd finally, we must see to it that decisions are made\r\nby democratic means in conformity with the rules of\r\nprocedure.\r\nSuch principles must be borne in mind\r\nparticularly when we consider the possible reform of\r\nthe Security Council. In the last few months, we\r\ndevoted a disproportionate amount of time and effort to\r\nthe question of Security Council reform, to the\r\ndetriment of other equally important issues. During the\r\npresent Assembly session, we must give equal\r\nemphasis to the Human Rights Council, the\r\nPeacebuilding Commission and the negotiation of the\r\ncomprehensive convention on terrorism, in addition to\r\nthe reform of the Security Council. We deem it\r\nnecessary to revitalize the Working Group on the\r\nreform of the Security Council so that we may work\r\ntogether towards a consensus solution.\r\nWe reaffirm our commitment to Security Council\r\nreform in order to make it more democratic and more\r\ntransparent and effective, on the basis of the principles\r\nof sovereign equality among States, rotation, periodic\r\nelections and accountability. Therefore, we cannot\r\naccept having new permanent members which, due to\r\ntheir permanent status, cannot he held to account and\r\nwhich cannot be replaced if their performance is found\r\nwanting. We would only favour an increase in the\r\nnumber of non-permanent members of the Council,\r\nwith a possibility of re-election.\r\nAt the same time, we support reforming the\r\nSecurity Council’s working methods so that it may be\r\nmore responsive to the requirements and needs of the\r\ngreat majority of Member States. It is indispensable to\r\nlimit the undemocratic instrument of the veto, which\r\nerodes the legitimacy and effectiveness of the Council.\r\nThe veto is unacceptable, especially in cases of\r\ngenocide, war crimes, crimes against humanity and\r\nmassive violations of human rights. Regrettably, the\r\nproposal to eliminate the veto in such cases was not\r\nincluded in the summit’s outcome. This question will\r\nhave to be reconsidered in the coming months in the\r\ncontext of Security Council reform.\r\nWe should focus also on the accountability of the\r\nSecurity Council to the broader membership. Insofar as\r\nthe Council acts on behalf of all Member States, it\r\nshould submit special reports to the General Assembly,\r\npursuant to Article 24, paragraph 3, of the Charter,\r\nevery time that it establishes or substantially modifies\r\nthe mandate of a peacekeeping mission, every time that\r\nit imposes sanctions or other measures of general\r\napplication under Chapter VII of the Charter, and every\r\ntime that a draft resolution is vetoed. The General\r\nAssembly should consider such reports with a view to\r\nfurther action when necessary.\r\n17\r\nA/60/PV.21\r\nFurthermore, the Security Council must adopt\r\nmeasures to ensure full respect for human rights and, in\r\nparticular, the right to due process of persons included\r\non lists of sanctions committees. The work of the\r\nSecurity Council must serve as an example of the\r\nhighest standards of human rights and due process at\r\nthe international level.\r\nMy delegation wholeheartedly supports all efforts\r\nto strengthen the international mechanisms for the\r\npromotion and protection of human rights. We fully\r\nsupport the idea of transforming the Commission on\r\nHuman Rights into a Human Rights Council. We had\r\nhoped that the outcome document would contain\r\nspecific provisions on the structure and mandate of the\r\nnew Council. In their absence, we should devote the\r\nnext few months to designing this new institution. We\r\nparticularly deem it necessary to ensure that the\r\ncomposition of the new Council reflects an equitable\r\ngeographical distribution and that its mandate may\r\nfavour expert consideration of issues, avoiding\r\nunnecessary politicization. It is also necessary to draw\r\na distinction between the mandate of the new Council\r\nand the work of the General Assembly’s Third\r\nCommittee.\r\nWe support the idea to increase substantially the\r\nbudget of the Office of the United Nations High\r\nCommissioner for Human Rights. We are greatly\r\ninterested in the idea of submitting a single report to all\r\nof the monitoring mechanisms established under the\r\nvarious human rights treaties. In order to protect\r\npersons with disabilities, we believe it necessary to\r\nconclude as soon as possible the convention on\r\nprotection and promotion of the rights and dignity of\r\npersons with disabilities.\r\nIn the next few months, this General Assembly\r\nshould also devote itself to the establishment of the\r\nPeacebuilding Commission. In our view, this new\r\nCommission should be a subsidiary body of the\r\nGeneral Assembly, maintaining an appropriate\r\nfunctional relationship with the Security Council. Its\r\nmembers, we believe, should be elected, and the body\r\nshould be open to all States that are making an\r\neffective contribution to peace. Therefore, we are\r\nopposed to having permanent members of the Security\r\nCouncil automatically become members of the new\r\nCommission. Such an unjustifiable privilege would be\r\none more example of the cascade effect. Similarly, we\r\nare opposed to extending the right of veto to the work\r\nof the new Commission. We believe that in its\r\ndecision-making the Commission should apply the\r\nrules of procedure of the General Assembly.\r\nWe are convinced that the United Nations should\r\nplay a key role in the efforts to fight international\r\nterrorism. Pursuant to the summit’s outcome document,\r\nin the coming months the General Assembly should\r\ndesign a comprehensive strategy against terrorism and\r\nadopt concrete measures to strengthen and enhance\r\ncoordination in the Organization on this matter. In this\r\ncontext, we would like to repeat the proposal made last\r\nyear by the President of Costa Rica, His Excellency\r\nMr. Abel Pacheco de la Espriella, to create a United\r\nNations High Commissioner on Terrorism, as an\r\nindependent, professional and permanent mechanism at\r\nthe heart of the Secretariat to ensure greater\r\ncoordination and better use of the resources available\r\nat the global level to fight terrorism.\r\nWe also support the conclusion of the\r\ncomprehensive convention on international terrorism\r\nby the end of this year. That draft convention already\r\ncontains a technical and precise definition of the crime\r\nof terrorism, which will enhance judicial and police\r\ncooperation on the basis of the principle of “prosecute\r\nor extradite”.\r\nWe highlight the importance of law and justice in\r\ninternational relations, and thus we reaffirm our\r\nconfidence in the International Court of Justice as the\r\nbest mechanism for the peaceful settlement of disputes.\r\nThus, we urge all nations to accept, without any\r\nconditions, the jurisdiction of the Court. We call upon\r\nStates that may have entered reservations in their\r\ndeclarations of acceptance of the jurisdiction of the\r\nCourt to withdraw them.\r\nWe reaffirm our support for the International\r\nCriminal Court as an indispensable mechanism to\r\nprevent and punish the most serious crimes against\r\nmankind. We are particularly pleased at the fact that\r\nthe delegation of Costa Rica will in the next few\r\nmonths preside over the Assembly of States Parties to\r\nthe Rome Statute.\r\nThis year’s negotiations on disarmament and non-\r\nproliferation have yielded unsatisfactory results. In\r\nparticular, we believe that the General Assembly\r\nshould begin preparations for the review conference of\r\nthe United Nations Programme of Action to Action to\r\nPrevent, Combat and Eradicate the Illicit Trade in\r\nSmall Arms and Light Weapons in All Its Aspects,\r\nwhich will be held in mid-2006. That conference\r\n18\r\nA/60/PV.21\r\nshould incorporate, in the implementation of its\r\nProgramme of Action, a human rights perspective and\r\nthe six global principles of the draft framework\r\nconvention on international arms transfers.\r\nRegarding development, we reiterate our appeal\r\nto implement the Millennium Development Goals and\r\nurge developed countries to fulfil their commitments to\r\nallocate 0.7 per cent of their gross national product to\r\ndevelopment assistance and to do away with all\r\nbarriers and subsidies that have a negative impact on\r\nthe exports of developing countries.\r\nSpecific measures must be adopted to enhance\r\nprevention and assistance in case of natural disasters.\r\nIn this context, I would like to recall that the Sachs\r\nreport identified Central America and the Caribbean as\r\nthe region with the highest vulnerability indices to\r\nnatural disasters. Similarly, it is indispensable to bear\r\nin mind the importance of economically sustainable\r\ndevelopment. In this context, I would like to highlight\r\nthe initiative of creating a “Rainforest Coalition”, led\r\nby Costa Rica and Papua New Guinea, with a view to\r\nprotecting all forests and ensuring payment for the\r\nenvironmental services that they provide. We must\r\nrecall that tropical forests benefit mankind as a whole\r\nby sequestering the carbon dioxide produced by\r\nindustry. Unfortunately, the Kyoto Protocol does not\r\nprovide incentives to developing countries to protect\r\nprimary tropical forests. We believe that this omission\r\nin the Kyoto Protocol must be remedied.\r\nRegarding management, and with a view to\r\nsafeguarding the unique legitimacy of this\r\nOrganization, we deem it indispensable to strengthen\r\nthe United Nations monitoring and inspection\r\nmechanisms, and we request that the General Assembly\r\nconsider in depth the recommendations of the Volcker\r\nreport. It is indispensable to face with absolute\r\ntransparency the cases of mismanagement and alleged\r\ncorruption that have surfaced within the Organization\r\nin recent months.\r\nThe President returned to the Chair.\r\nWe believe that the General Assembly should\r\nseriously consider the question of the representation of\r\nthe Republic of China on Taiwan in the United\r\nNations. There is no doubt that the Republic of China\r\non Taiwan could contribute to the work of the\r\nOrganization. Incorporating the Republic of China on\r\nTaiwan into the community of nations is also necessary\r\nso that it may fully assume the rights and duties that\r\narise from the various legal regimes of global\r\ngovernance in areas as varied as collective security,\r\ndevelopment assistance, the fight against terrorism,\r\nsustainable development and the various international\r\nhealth mechanisms.\r\nI would like to conclude by reiterating Costa\r\nRica’s unconditional commitment to the principles and\r\npurposes of the Organization, reaffirming our faith in\r\nthe United Nations as the principle instrument of the\r\ninternational community to maintain peace, and\r\nrenewing our full confidence in the Organization’s\r\ncapability to promote human rights and the well-being\r\nof all peoples.\r\nThe President: I now call on His Excellency\r\nMr. Julian Hunte, chairman of the delegation of Saint\r\nLucia and former President of the General Assembly.\r\nMr. Hunte (Saint Lucia): Saint Lucia supported\r\nyour unanimous election, Sir, to be President of the\r\nGeneral Assembly at its sixtieth session, confident that\r\nyour diplomatic skills and experience are just what we\r\nneed to ensure a positive outcome of this historic\r\nsixtieth anniversary session. I congratulate you and the\r\nGovernment and people of Sweden on behalf of the\r\ndelegation of Saint Lucia and on my own behalf and\r\npledge our cooperation to you in our common\r\nendeavour.\r\nMy Government and delegation also extend our\r\nthanks to your predecessor in office, His Excellency\r\nMr. Jean Ping, for his stewardship of the fifty-ninth\r\nsession of the General Assembly, charged as it was\r\nwith the preparatory work for this sixtieth anniversary.\r\nIn these times, when the demands on the United\r\nNations are significant and increasing, resources\r\nlimited and we, the Member States, are called upon to\r\nstrengthen our cooperation and keep detractors and\r\ncynics of the Organization at bay, my Government\r\nwishes to express its appreciation to the Secretary-\r\nGeneral for his continuing support for the work of the\r\nUnited Nations.\r\nIn this sixtieth year of the United Nations, our\r\nworld is certainly not the prosperous and peaceful one\r\nbuilt on the unity and strength of nations that the\r\nCharter envisaged. Should we conclude, therefore, that\r\nhad the United Nations exerted more authoritative\r\ninfluence in global affairs, our twenty-first century\r\nworld would be a better one? Such an assertion seems\r\nplausible in today’s world, replete with poverty and\r\n19\r\nA/60/PV.21\r\nhunger, disease, lack of sustainable development,\r\nhuman rights violations, terrorism, conflict and war,\r\nglaring inadequacies and a multitude of other grave\r\nproblems, including the unfinished agenda on\r\ndecolonization.\r\nThe record of the United Nations, however, does\r\nnot bear out so simplistic an assertion. If we look with\r\nhistorical retrospection at the Organization’s record, we\r\nsee that it has wielded enormous influence over the\r\nyears. The challenge that we Member States must take\r\nup at this sixtieth anniversary is to ensure that the\r\nUnited Nations, the key Organization in global affairs,\r\nhas the authority and prestige to anticipate and meet\r\nchallenges of the nature and scale we are witnessing in\r\ntoday’s world.\r\nDevelopment is foremost among the challenges\r\nthat Member States have identified for urgent attention\r\nduring this sixtieth anniversary. There is logic in this\r\napproach. A significant proportion of the critical\r\nproblems that the world faces now and in the future is\r\nintrinsically linked to development. It is for this reason\r\nthat heads of State or Government, in their Millennium\r\nDeclaration, defined succinctly what must be done to\r\nadvance socio-economic development in areas of vital\r\nconcern.\r\nAs we know, this comprehensive blueprint\r\nunderpins the Millennium Development Goals. The\r\nglobal leadership was sufficiently confident to place\r\ntheir Goals within specified time frames, understanding\r\nas they did the desperate need for improvement in the\r\nsocio-economic conditions in numerous developing\r\ncountries.\r\nWhat will we, the Member States of this United\r\nNations, say to the people of the developing world\r\ngrappling with poverty, hunger, HIV/AIDS and other\r\ndeadly diseases, illiteracy, gender discrimination and\r\nother challenges if, by the date set, we have not met the\r\ntargets of the Millennium Development Goals? My\r\nGovernment sees no merit in the discussion as to\r\nwhether target dates should have been set. Our\r\norientation should now be towards accelerating the\r\npace of implementation so that the Goals can be\r\naccomplished within agreed time frames, or better still\r\neven earlier than the target dates.\r\nThe United Nations must also show the people of\r\nthe developing world that comprehensive measures are\r\nbeing taken to address the environment and sustainable\r\ndevelopment. Natural disasters of phenomenal\r\nproportions — from Hurricane Ivan in the Caribbean to\r\nthe tsunami in Asia and now to Hurricane Katrina in\r\nthe southern United States — have brought death and\r\ndestruction to developing and developed countries\r\nalike. I take this opportunity on behalf of the\r\nGovernment and people of Saint Lucia to extend our\r\nsympathy to the Government of the United States for\r\nthe tragedy still unfolding in the Gulf Coast states.\r\nResource-rich developed countries are better\r\npositioned to mitigate the impact of natural disasters,\r\nalthough they too are not without their challenges. For\r\ndeveloping countries, however, including Saint Lucia\r\nand other small island developing States in the\r\nCaribbean and Pacific, decades of progress can be\r\nobliterated in the course of a few hours by one\r\nhurricane or typhoon. Beyond doubt the environment is\r\na critical element of the United Nations development\r\nagenda. It is a compelling reason for all to sign on to\r\nthe Kyoto Protocol.\r\nIt is also in our common interest to meet all the\r\ncommitments made in the Monterrey Consensus on\r\nFinancing for Development. In many instances,\r\nhowever, expectations are not being realized.\r\nDeveloping countries still cannot rely on wide-ranging\r\ndevelopment cooperation and assistance and debt\r\nreduction responses that are predictable and reliable.\r\nNeedless to say my Government joins in urging the\r\ndeveloped countries that have not already done so to\r\nmeet the 0.7 per cent target. We recognize the G-8\r\ninitiative to take enhanced measures for Africa’s\r\ndevelopment and hope that that initiative would be\r\nspeedily implemented.\r\nRelated to concern for the development and well-\r\nbeing of all the world’s people, the Government of\r\nSaint Lucia commends the establishment of the\r\n$1 billion emergency fund to be finalized later this\r\nyear, which will enable the Organization to more\r\nquickly and effectively respond to humanitarian crises.\r\nThis sixtieth anniversary provides us with yet\r\nanother opportunity to give impetus to initiatives to\r\nspread the benefits of globalization and trade\r\nliberalization more widely. Priority must be given to\r\nensuring that all developing countries benefit from\r\nfreer world trade, that a decline in their trade sector be\r\nhalted and reversed and that the competition they face\r\nin the world economy be on a level playing field.\r\nI am really tired of saying this — that one size\r\ncannot fit all, an indisputable fact that the World Trade\r\n20\r\nA/60/PV.21\r\nOrganization stubbornly refuses to acknowledge with\r\nrespect, inter alia, to bananas and sugar in Caribbean\r\nCommunity and small island developing States.\r\nIndeed, the cause of development would be greatly\r\nenhanced by a positive outcome from the next round of\r\nthe Doha trade negotiations scheduled for Hong Kong,\r\nChina, in December 2005, and an early and successful\r\nconclusion of the round overall, hopefully in 2006.\r\nDeveloping countries must be equal partners in\r\nthis process, and together with the developed countries\r\ntake the decisive action required at the World Trade\r\nOrganization.\r\nWhat my Government seeks to emphasize by\r\ndrawing attention to the development imperative is that\r\nthe time has come for a paradigm shift in the United\r\nNations approach to development. For more than a\r\ndecade we have, through a series of United Nations\r\nsummits and conferences in the economic and social\r\nfields, formulated an agreed framework of a United\r\nNations development agenda, which includes the\r\nMillennium Development Goals.\r\nTo these we have now added the outcome\r\ndocument of the sixtieth anniversary summit. Are these\r\ncourses of action that we have agreed upon to be\r\nregarded as mere platitudes, destined to be relegated to\r\nthe archives of the United Nations? The developing\r\ncountries have communicated through the Group of 77\r\nand China that the partnership and cooperation of the\r\ncountries of the developed world, and indeed all\r\nstakeholders, are urgently needed to accelerate action\r\nand implementation of the United Nations development\r\nagenda. This sixtieth anniversary, we believe, has a\r\nresponsibility to launch this process afresh and to carry\r\nout the commitments that we have made in this\r\ndevelopment agenda.\r\nA more influential Economic and Social Council\r\nand a United Nations development system that is\r\nstrong and cohesive would ensure that the Organization\r\nimplements its development mandate effectively.\r\nMaking the United Nations responses equal to its\r\nchallenges through reform and revitalization was an\r\nimportant element of our deliberations in the\r\npreparatory process for this sixtieth anniversary.\r\nLet me say that my Government is prepared to\r\nactively work together with other Member States to set\r\nprecise and unambiguous mandates for new or\r\nreconstituted bodies, including a Peacebuilding\r\nCommission and Human Rights Council, on the basis\r\nof consensus. It is our considered opinion however that\r\na credible process of United Nations reform must result\r\nin a strong General Assembly, the Organization’s sole\r\nuniversal organ from which no Member State can be or\r\nis excluded.\r\nWe can ill afford to further erode the General\r\nAssembly’s role and authority, since the Charter\r\nconfirms in a practical sense the importance of the\r\nAssembly by the expansive mandate that it has been\r\ngiven in areas that include the maintenance of\r\ninternational peace and security. No other organ has\r\nbeen given such broad responsibilities nor has the\r\npotential to deliver over such a wide range of Charter\r\nideals. We are also convinced that a strong General\r\nAssembly would enhance the credibility and standing\r\nof the United Nations as a whole. Therefore, the\r\nmomentum of General Assembly revitalization must be\r\nmaintained, and our efforts in this area must be as\r\ndynamic and flexible as are the forces shaping today’s\r\nworld.\r\nReform of the Security Council has also been a\r\nmajor preoccupation in the lead up to this sixtieth\r\nanniversary, as it has been for some 12 years. An\r\nindisputable case has been made for the expansion of\r\nthe Council to reflect the exponential growth of the\r\nUnited Nations membership from 51 in 1945 to 191\r\ntoday. We all know that the obstacle to moving beyond\r\nthis point is the diverging and strongly held views\r\nabout whether an expanded membership should include\r\nnew permanent members. Again this is an issue that\r\nmy Government would wish to see resolved by\r\nconsensus.\r\nPerhaps this matter might be put into better\r\nperspective if we were to reflect on the role and\r\nfunction of the United Nations as a whole. Within the\r\nbroad range of human endeavours entrusted to the\r\nOrganization, the Charter gives the Security Council\r\none specific, albeit critical, mandate — that is, the\r\nmaintenance of international peace and security. My\r\nGovernment is of the view that it was not intended for\r\nthis collective security mandate to be carried out by the\r\nSecurity Council functioning as an independent and\r\nseparate entity, but rather to be carried out in\r\ncooperation with the United Nations as a whole, and\r\ncertainly in tandem with the General Assembly, where\r\nall Member States of this Organization have a voice\r\nand a vote. After all, global peace and security concern\r\nall citizens of the world, not just the citizens of those\r\n21\r\nA/60/PV.21\r\ncountries who happen at any given time to hold seats\r\non the Security Council.\r\nFor the present, war and conflict loom large, and\r\nthis must be of concern to the Council. But we must\r\nhold out hope that we, the Member States of this\r\nOrganization, can make its constituent parts — the\r\nGeneral Assembly, the Economic and Social Council,\r\nthe development system and other organs and agencies,\r\nand particularly the Security Council — work together\r\nto substantially reduce, if not eliminate, war, conflict\r\nand crises.\r\nWe must also ask ourselves, what is the nature of\r\nthe membership that the Council requires to implement\r\nits mandate? Far more than any consideration, it is the\r\ncommitment — and I underscore the word\r\n“commitment” — of the Council’s membership,\r\npermanent or non-permanent, to enforcing its\r\ndecisions — all of them — to responding to situations\r\nthat threaten international peace and security wherever\r\nthey may arise and to combating the insidious spread\r\nof international terrorism that determines the success\r\nof the Council’s work.\r\nWe can no longer posture and bicker while the\r\npeople of the world wait, particularly the people of the\r\ndeveloping world, who so desperately need the United\r\nNations. We must take the historic opportunity that this\r\nsixtieth anniversary presents to set our sights on a\r\ntwenty-first century world framed in the ideals\r\nenshrined in the Charter, a world of prosperity, peace\r\nand security, with a strong United Nations at its core.\r\nWe need the United Nations. It has the unmitigated\r\nsupport of the Government and people of Saint Lucia.\r\nThe President: I now call on His Excellency\r\nMr. Ivailo Kalfin, Deputy Prime Minister and Minister\r\nfor Foreign Affairs of the Republic of Bulgaria.\r\nMr. Kalfin (Bulgaria) (spoke in French): I\r\ncongratulate you, Mr. President, most warmly on the\r\noccasion of your election to this important post. The\r\ntireless support of Bulgaria for your mission will be\r\namong the most active, and I would like to express the\r\nprofound gratitude of my country to your predecessor,\r\nMr. Jean Ping, for his remarkable work and his real\r\ncourage.\r\nFollowing the best traditions in Bulgarian foreign\r\npolicy, the new Bulgarian Government is deeply\r\nattached to the principle of multilateralism in\r\ninternational relations, and thus believes in the central\r\nnature of the United Nations as the only\r\nintergovernmental organization that is completely\r\nuniversal and extremely representative of the peoples\r\nof the world. Bulgaria is participating in the sixtieth\r\nsession of the General Assembly as a country that has\r\nsigned the Treaty of Accession to the European Union\r\nand acts with the status of active observer in the bodies\r\nand institutions of the European Union. My country\r\nhas unreservedly supported the positions of the\r\nEuropean Union during the preparatory work for the\r\nsummit that has just taken place, and we fully support\r\nthe analysis of the outcome document made by the\r\nUnited Kingdom presidency.\r\nThe main purpose of this debate is to implement\r\nthe decisions of the summit. I hope that each Member\r\nState will help to push forward reform in the United\r\nNations, as set out in the outcome document\r\n(resolution 60/1). Substantial progress has been made\r\nin many key areas, and this is a good basis for the work\r\nof the sixtieth session. However, we are obliged to note\r\nwith regret that some of the ambitious and innovative\r\nideas in the report of the Secretary-General, “In larger\r\nfreedom” (A/59/2005), welcomed and endorsed by\r\nBulgaria, could not be adopted. We need to redouble\r\nour efforts so that these ideas can come to pass.\r\nBulgaria supports the efforts of Secretary-General Kofi\r\nAnnan in this respect and expresses the hope that his\r\nvaluable contribution will continue.\r\nIn parallel with the sixtieth anniversary of the\r\ncreation of the United Nations, my country is also\r\ncelebrating the fiftieth anniversary of its membership\r\nin the United Nations family. Over the last 50 years,\r\nthe challenges facing humanity have increased in\r\ncomplexity and diversity, and the threats facing us tend\r\nto interweave and compound each other in a manner\r\nnever seen before. However, just as 50 years ago, it is\r\nthe human being who is at the centre of our attention as\r\nthe supreme value, the human being with his individual\r\nsecurity and his right to a life of dignity and happiness.\r\nThe summit that has just concluded in New York\r\nhas revived hope that the struggle to eradicate poverty,\r\nhunger and epidemics and to protect the environment\r\ncan be won. The condition is that we need to mobilize\r\nthe maximum amount of efforts and the maximum\r\nresources so that we can implement a real global\r\npartnership between the developed and developing\r\ncountries. We support the European Union’s position of\r\nincreasing official development assistance.\r\n22\r\nA/60/PV.21\r\nAs a candidate for membership in the Economic\r\nand Social Council for 2007 to 2009, Bulgaria has\r\ndecided to make its contribution to activities of the\r\nUnited Nations in the social and economic areas.\r\nThe summit outcome document defines\r\nHIV/AIDS as being one of the greatest threats to\r\nhumanity. Efforts of the entire international community\r\nare required in order to counter it. Children and young\r\npeople are the most affected. The case of the Libyan\r\nchildren, contaminated with the HIV/AIDS virus in a\r\nhospital, is a tragedy deserving our compassion and our\r\nsupport. Bulgaria welcomes the adoption of\r\nappropriate measures to avoid such tragedies in the\r\nfuture. It will participate actively in the European\r\nUnion’s plan of action, which it has just published,\r\naimed at limiting the consequences of the epidemic of\r\nHIV/AIDS in Libya.\r\nMy country supports the emergence of a new\r\nconsensus in the United Nations relating to the chief\r\nthreats to international peace and security and\r\ncollective action against such threats. Bulgaria\r\ncategorically condemns terrorism in all of its forms and\r\nmanifestations. No cause can justify violence against\r\ninnocent people. The United Nations has a leading and\r\nirreplaceable role in creating a global environment of\r\nintolerance and rejection of terrorism.\r\nFor that reason, my delegation will support\r\nunconditionally the adoption during the sixtieth session\r\nof an anti-terrorist strategy. It is in the context of this\r\nstrategy that we should seek lasting and long-term\r\nsolutions to the political, economic and social causes\r\nfuelling this phenomenon. Bulgaria also insists that a\r\ncommon definition of terrorism be developed, making\r\nit possible to adopt a convention on international\r\nterrorism. It is clear that in order to combat terrorism\r\neffectively we need to neutralize all ideologies\r\nadvocating terrorism. In that respect, we actively\r\nsupport initiatives that facilitate coexistence and\r\ndialogue between different civilizations, religions,\r\nethnic groups and cultures.\r\nBulgaria profoundly regrets that the problem of\r\nthe non-proliferation of weapons of mass destruction\r\nwas not included in the summit outcome document,\r\nand we associate ourselves with the Secretary-\r\nGeneral’s appeal to continue efforts in this priority area\r\nfor our collective security.\r\nBulgaria has wholeheartedly supported the idea\r\nof creating a Peacebuilding Commission since its\r\ninception. The creation of this body is one of the most\r\nimportant decisions of the summit. Allowing the\r\nCommission to begin its work as soon as possible will\r\ngreatly increase the ability of the United Nations to\r\nconsolidate the positive effects of peacekeeping\r\noperations. In each specific case, the Peacebuilding\r\nCommission cannot but benefit from the contribution\r\nfrom neighbouring countries and also from interested\r\nregional organizations.\r\nAs a country in South-Eastern Europe, Bulgaria\r\nhas been working tirelessly over the last few decades\r\nfor the transformation of the potential for conflict in\r\nthe Western Balkans into good-neighbourliness,\r\ncooperation and development. We are convinced that\r\nstability and prosperity in this region are ultimately\r\nindissolubly linked with the European perspective for\r\nthe Western Balkans. The risks of military\r\nconfrontation are decreasing, and what we have seen\r\nrecently is the emergence of new forms of cooperation\r\nbetween States with the consolidation of democratic\r\ninstitutions, civil societies and rule of law in the\r\ncommon fight against organized crime and corruption.\r\nFor my country such forms of cooperation are a\r\npriority also as regards the States of the region of the\r\nBlack Sea, the Caspian Sea and Central Asia.\r\nThe international community is on the threshold\r\nof a crucial decision for the future of Kosovo. The\r\nsituation there is an example of a long and sometimes\r\npainful post-conflict settlement with the leadership of\r\nthe United Nations, and in partnership with the\r\nEuropean Union, NATO and the Organization for\r\nSecurity and Cooperation in Europe. Reaching a just\r\nand lasting solution cannot ignore European norms and\r\nvalues. It must guarantee the rights of all of the\r\ninhabitants of the region without distinction as to their\r\nethnic origin, their religious beliefs and language. This\r\nsolution must be based on a respect of the territorial\r\nintegrity of neighbouring countries and must contribute\r\nto regional security and stability. For Bulgaria the\r\nfuture of Kosovo lies in a unified Europe, and this can\r\nbe achieved solely through the implementation of\r\nstandards established by the Security Council.\r\nBulgaria supports the efforts of the Government\r\nand the people of Iraq on the difficult road to peace,\r\nsecurity and economic recovery. The conclusion of the\r\nconstitutional process provided for by Security Council\r\nresolution 1546 (2004) is the sole means of achieving\r\nthis. We have no doubt that the adoption of the new\r\nIraqi constitution will make it possible to overcome\r\n23\r\nA/60/PV.21\r\nexisting divisions and will be a cornerstone for\r\nconstructing an Iraqi State that is unified, democratic\r\nand guarantees the rule of law. For its part, Bulgaria\r\nwill continue to give its support to the Iraqi people in\r\ntheir efforts to build a democratic, completely\r\nindependent future.\r\nMr. Zarif (Islamic Republic of Iran), Vice-\r\nPresident, took the Chair.\r\nMy country welcomes the positive trends that\r\nhave been emerging in the process of consolidating the\r\nAfghan State, which the recent parliamentary elections\r\nhave strikingly confirmed. Bulgaria will continue its\r\ncontribution to the efforts of the international\r\ncommunity to stabilize Afghanistan. We are continuing\r\nour assistance to the Afghan army.\r\nWe agree with those who highlight the need to\r\nfocus the attention of the international community on\r\nAfrica. There is no doubt that a priority for the United\r\nNations must be the settlement of regional and local\r\nconflicts on this continent, combating poverty, and the\r\ntransition to sustainable development. The role of the\r\nAfrican Union here is irreplaceable.\r\nFor Bulgaria the protection and the promotion of\r\nhuman rights are priorities of the United Nations, as\r\nare the problems of development and security. We\r\nwelcome the decision taken by the summit to create a\r\nHuman Rights Council. In our view this Council\r\nshould sit permanently and be elected directly by the\r\nGeneral Assembly with a set majority. Its status should\r\nbe higher than that of the existing Commission on\r\nHuman Rights. The role of this new body would be to\r\ndevelop and improve the current practices of the\r\nCommission, particularly by regularly reviewing the\r\nstate of human rights in all countries of the world while\r\nbeing ready to react in cases of grave and serious\r\nviolations of human rights. In this respect Bulgaria\r\nrepeats its support for the Democracy Fund, which\r\ncould encourage the democratic process in countries\r\nthat need it and that wish to be helped in this area. My\r\ncountry is now evaluating its national contribution to\r\nthis Fund.\r\nOver the last few days in this Hall we have had a\r\ndiscussion on the protection of human rights\r\nworldwide. In this respect I cannot but mention a case\r\nthat is of particular concern for Bulgarian public\r\nopinion. This involves the destiny of the five Bulgarian\r\nnurses and one Palestinian doctor condemned to death\r\nby a Libyan court in Benghazi. The innocence of the\r\naccused has been categorically confirmed by leading\r\nscientists in the field of HIV/AIDS. Bulgaria still\r\ninsists that a just and fair decision be taken by the\r\nSupreme Court of Libya on 15 November.\r\nThe consensus that has emerged on the concept of\r\nthe “responsibility to protect” during the negotiations\r\non the outcome document of the summit is a real\r\nbreakthrough. It makes possible joint action by all\r\nMembers of the United Nations in cases of genocide,\r\nethnic cleansing and other mass crimes against\r\nhumanity when national authorities refuse to act or are\r\nunable to protect their citizens.\r\nI am convinced that we are on the threshold of\r\nthe most important and boldest reforms of the United\r\nNations in its history. Only the collective will of all\r\nMember States can open the way to real change. The\r\nstakes are enormous: allow the United Nations to\r\nestablish its reputation as the universal world\r\nOrganization capable of proving once again its vitality\r\nin the face of the challenges of globalization.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Abdullah Alsaidi, chairman of the\r\ndelegation of the Republic of Yemen.\r\nMr. Alsaidi (Yemen) (spoke in Arabic): The\r\nGovernment of the Republic of Yemen believes that the\r\nprinciples of the Charter of the United Nations form\r\nthe cornerstone of its ability to tackle all problems at\r\nthe national, regional and international levels. Ever\r\nsince it was created, it has strived to create a climate of\r\nsecurity and stability in the region by demarcating\r\nYemen’s land and sea borders by peaceful means and\r\nby its devotion to the principle of well-balanced\r\ndiplomacy and dialogue in the settlement of its\r\ndisputes with others. It has fostered a partnership with\r\nneighbouring countries of the Gulf Cooperation\r\nCouncil and the San’a community for development, as\r\nwell as its active contribution to the League of Arab\r\nStates.\r\nYemen has played a pioneering role with regard\r\nto political reform and the multiparty system and has\r\nenabled women to participate actively in the political,\r\neconomic and social life of the country. Yemen is in the\r\nprocess of preparing for direct presidential elections, as\r\nwell as elections for local administrative councils, in\r\norder to enhance democracy and promote people’s\r\nparticipation in the administration of the country and in\r\nachieving decentralization by next September.\r\n24\r\nA/60/PV.21\r\nYemen would like to thank the international\r\ndevelopment agency for its support in this connection,\r\nas well as those States that have supported our\r\ndemocracy. We hope, however, that we will be\r\nreceiving more financial and technical support for the\r\nhigh electoral commission to enable it to efficiently\r\ncarry out its work.\r\nIn light of terrorist acts in a number of countries\r\nof the region and throughout the world, the Republic of\r\nYemen wishes to reaffirm its clear-cut position that\r\nthere is a need to have joint responsibility in our\r\nstruggle against terrorism. We will cooperate with all\r\nStates and international organizations to deal with this\r\ndanger and to develop ways for exchanging\r\ninformation, particularly with regard to the sources of\r\nfinancing for terrorism and the prosecution of the\r\nguilty parties. We firmly believe that we should\r\nconvene an international conference on terrorism to\r\narrive at a clear definition of the phenomenon, which\r\nwould draw a distinction between terrorism and the\r\nright of peoples to self-determination and to resist\r\nforeign occupation of their territories. We also\r\ncondemn all forms of terrorism against innocent and\r\ndefenceless civilians.\r\nThe expansion of poverty and diseases and the\r\nlack of education and health services for millions of\r\npeople in Africa and Asia constitutes a time bomb\r\nthreatening international peace and security.\r\nEstablishing peace and stability and putting an end to\r\nextremism and terrorism are goals that cannot be\r\nachieved unless rich States revise their economic and\r\npolitical policies and provide support to achieve peace\r\nand development. That would enable millions of\r\npeople to recover their dignity and humanity. In this\r\ncontext, the Republic of Yemen wishes to reaffirm its\r\nsupport for the proposal made by the King of Saudi\r\nArabia, Guardian of the Two Holy Sites, for the\r\ncreation of an international centre to fight terrorism.\r\nThe Republic of Yemen is of the view that the\r\nwithdrawal of Israeli occupation forces from the Gaza\r\nStrip is a first step on a long path. We reaffirm our\r\nbelief that this withdrawal is but a part of the road map\r\nthat should be considered as an integrated\r\ncomprehensive plan that must be implemented as a\r\nwhole and not dealt with selectively.\r\nIn this context, the international community\r\nshould not be deceived into believing that Israel has\r\nmade enormous sacrifices by withdrawing from\r\nterritories occupied by force, or have any sympathy for\r\nIsraeli settlers who were evacuated, as these\r\nsettlements were built on land the settlers did not own.\r\nIsrael should end its occupation of the West Bank,\r\nremove all settlements there, and demolish the\r\nseparation wall in accordance with the advisory\r\nopinion of the International Court of Justice.\r\nThe peace process is an indivisible whole. Real\r\npeace can only be achieved when all Arab rights have\r\nbeen recovered — first and foremost, the withdrawal of\r\nIsrael from all occupied territories in Palestine, the\r\nGolan Heights and southern Lebanon to the borders of\r\n4 June 1967, the creation of an independent Palestinian\r\nState on Palestinian national soil with its capital in\r\nAl-Quds Al-Sharif, and the just resolution of the\r\nrefugee problem in accordance with General Assembly\r\nresolution 194 (III) of 1949. We ask the international\r\nOrganization and the Quartet not to recognize nor\r\naccept any Israeli guarantees or promises that are\r\ndesigned to violate the legitimate rights of the\r\nPalestinian people and its sovereignty and not to\r\nreward Israeli occupation that seeks to impose faits\r\naccomplis solutions.\r\nWe must carefully consider the situation in Iraq\r\nand see what we can do to assist the Iraqi people to\r\nachieve its aspirations. There is no doubt that respect\r\nfor the unity, sovereignty and independence of Iraq,\r\nnon-interference in its internal affairs, respect for the\r\nwill of the people of Iraq and their choices in\r\ndetermining their future, are important tasks that this\r\ninternational Organization, as well as the international\r\ncommunity, must help and support. The same is true\r\nwith regard to the need for all sectors of Iraqi society\r\nto take part in the political process on the basis of\r\nconciliation and national harmony, without\r\njeopardizing Iraq’s Arab identity, civilization and\r\nheritage. In this context, the people and Government of\r\nYemen welcome the positive and important role taken\r\nby the United Nations in support of the constructive\r\npolitical process. It is important for this international\r\nOrganization to play a central role in order to help\r\ncomplete this process and that of the reconstruction of\r\nIraq.\r\nIn the same vein, I reiterate the need to urgently\r\nimplement Security Council resolution 1546 (2004) in\r\norder to allow Iraq to recover its full sovereignty and\r\nto put an end to the foreign military presence in that\r\ncountry.\r\n25\r\nA/60/PV.21\r\nThe Republic of Yemen is following with\r\nsatisfaction the positive events that are occurring in\r\nSudan, which we see as the beginning of a new stage of\r\nnational reconciliation, peace and stability in the entire\r\ncountry and as the end of the longest conflict in Africa.\r\nWe appreciate the role played by neighbouring Arab\r\nand African States, as well as that by Secretary-\r\nGeneral Kofi Annan, for their help in achieving\r\nagreement to ensure Sudan’s territorial integrity, unity,\r\nstability and security. We hope that the international\r\nOrganization will redouble its efforts to make sure that\r\ninternational financial institutions, funds and States\r\nsupport the process of peace, development and\r\nreconstruction throughout Sudan, particularly in the\r\nregions that have been ravaged by war.\r\nWe are pleased to see progress achieved in\r\nSomalia. However, we warn of the possibility of\r\nfurther setbacks in that country. We have no choice but\r\nto call upon the United Nations and the international\r\ncommunity as a whole to provide urgently needed\r\nassistance to the transitional Government in Somalia to\r\nenable the Government to carry out its work,\r\nparticularly with regard to ensuring reconstruction and\r\nthe rule of law. The participation of United Nations\r\npeacekeeping forces has become more necessary now\r\nthan ever before. Any reluctance in providing such\r\nassistance to Somalia will mean that terrorism and the\r\nforces of violence and extremism will prevail with\r\nmost serious consequences to that country, to the Arab\r\nworld, regionally and internationally.\r\nWith regard to my country’s position on\r\ndeveloping national capabilities in the area of the\r\npeaceful use of nuclear energy, we believe that all\r\nmember States of the International Atomic Energy\r\nAgency have the right to develop their nuclear\r\ncapabilities for peaceful purposes, a position that was\r\nadopted by the Islamic States at the meeting of foreign\r\nministers of the Organization of the Islamic\r\nConference, held in Sana’a last June.\r\nWe further reaffirm the importance of making the\r\nMiddle East a zone free of nuclear weapons and\r\nweapons of mass destruction and that the prohibition of\r\nsuch weapons should apply to all States of the region,\r\nincluding Israel.\r\nIn conclusion, allow me once more to\r\ncongratulate you, Mr. President, and express my best\r\nwishes to the General Assembly, hoping that our\r\ncommon endeavour will be crowned with success so\r\nthat we can achieve peace, security and prosperity for\r\neveryone.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Stuart Beck, chairman of the delegation\r\nof the Republic of Palau.\r\nMr. Beck (Palau): Palau warmly congratulates\r\nthe President on his election to the presidency of the\r\nAssembly and assures him of Palau’s full support and\r\ncooperation. We pay tribute to his predecessor, Jean\r\nPing of the Gabonese Republic, for his effective\r\nleadership.\r\nAt last week’s historic summit, our leaders\r\ncreated an agenda for the world. It is our task to\r\nundertake concrete measures to advance that agenda.\r\nWhile the outcome document may not have addressed\r\nevery issue of importance in a manner that is\r\nsatisfactory to all, it is inarguably an excellent starting\r\npoint for the hard work that now lies before us. We\r\nmust think of it as a floor, rather than a ceiling, for our\r\nefforts.\r\nPalau has much to offer and much to gain from a\r\nstronger United Nations. We are a new country, this\r\nyear celebrating our eleventh anniversary as an\r\nindependent nation and as a Member of the United\r\nNations. As Palau takes its place among the community\r\nof nations, a major concern is the development that\r\nwill enable us to stand on our own. In particular, Palau\r\nregards the capacity-building expertise of the United\r\nNations and its agencies as central to these efforts.\r\nAs the Secretary-General stated earlier this year\r\nin his report “In larger freedom”, “one of the great\r\nchallenges of the new millennium is to insure that all\r\nStates are strong enough to meet the many challenges\r\nthey face” (A/59/2005, para. 19). He went on to say,\r\n“no country, weak or strong, can realize prosperity in a\r\nvacuum” (ibid., para. 24).\r\nI fear that just such a vacuum exists in many\r\nsmall island developing States and that Palau is one of\r\nthem. Not a single United Nations representative can\r\nbe found in Palau to assist the country in moving\r\nforward. The United Nations flag does not fly there. So\r\nwhen a youngster wants to know whether a capacity-\r\nbuilding internship or scholarship might be available,\r\nthere is no one to ask. And when a local\r\nenvironmentalist wants to know whether a Global\r\nEnvironmental Facility Small Grant might be available\r\nto assist in the preservation of an endangered species\r\n26\r\nA/60/PV.21\r\nthat is important to the whole world, there is no one to\r\nhelp in submitting an application. In like manner, when\r\nPalau does its part in ratifying an international\r\nagreement, thus accepting the obligation to render\r\ncomplex reports to an international agency, there is no\r\none to help.\r\nThe United Nations has attempted to fill this\r\nvacuum through the creation of regional and\r\nsubregional centres, which are quite distant from\r\nPalau’s shores. While arguably well intentioned, this\r\ntactic has failed to provide Palau with the capacity-\r\nbuilding required and has, similarly, prevented the\r\nworld from truly understanding Palau’s needs and\r\naspirations. In this sense, these regional and\r\nsubregional centres merely replicate the colonial\r\nregimes, which the Pacific islands have thrown off —\r\ndistant capitals making decisions about far-flung\r\nprovinces. To Palau, strengthening the United Nations\r\nmeans strengthening its marginalized Members.\r\nPalau has willingly taken its place as a\r\nresponsible member of the international community.\r\nHeeding the Secretary-General’s call to action, Palau\r\nthis year proudly deployed a contingent of police\r\npeacekeepers, who now serve in East Timor. And in\r\nresponse to the Secretary-General’s stated desire to\r\ndevelop better gender balance in these missions,\r\nPalau’s contingent is entirely female.\r\nWhen the world develops important conventions,\r\noften with burdensome reporting requirements, Palau\r\nsteps up and signs them, as was the case last week\r\nwhen Palau’s President Remengesau signed the\r\nInternational Convention for the Suppression of Acts\r\nof Nuclear Terrorism. And when natural disasters\r\nstrike, Palau responds willingly, making significant\r\nfinancial contributions to remit suffering caused by the\r\ntsunami and by Hurricane Katrina. I submit that in both\r\nof these cases, Palau’s contributions were, on a per\r\ncapita basis, among the highest in the world.\r\nPalau asks for very little. But now it asks for\r\nhelp, and that help should be forthcoming. As our\r\nPresident Remengesau stated in the Assembly’s 4th\r\nmeeting, last week, in his address to the world summit:\r\n“It is therefore time for the international\r\ncommunity, and the United Nations as its\r\nrepresentative, to begin to move beyond studies\r\nthat recognize past failures to achieve sustainable\r\ndevelopment in our island nations, and to move\r\naggressively forward and to establish a specific\r\nprogramme agenda that recognizes our unique\r\nsmallness, that appreciates our distinctive\r\ndiversity, and that respects our island cultures as\r\nequal to those in other nations of this world.”\r\nPalau’s development challenges are different\r\nfrom those of many of our friends around the world\r\nwho have taken this podium. Hunger is not an issue at\r\npresent in paradise. But the challenges that confront\r\nthe small island nations of the Pacific may ultimately\r\nbe every bit as devastating as famine.\r\nClimate change and sea-level rise threaten to\r\nobliterate our islands. The very poignant and moving\r\nstatement of His Excellency Anote Tong, Beretitenti of\r\nthe Republic of Kiribati at the 15th meeting last week\r\ncontained a chilling preview of what the unchecked\r\nscourge of carbon emissions could mean to all of the\r\ncountries in the Pacific, and of course to many other\r\noceans of the world. The President acknowledged that\r\nthe Government of Kiribati needed now “to seriously\r\nconsider the option of having to relocate our peoples\r\nwhen necessary”. In this understated Pacific way, the\r\nPresident forces us all to confront a world where whole\r\ncountries simply disappear from the globe. Is there a\r\nmore compelling call to action than that?\r\nThe period leading up to such a catastrophe is\r\nupon us. Palau must rely on the maintenance of its\r\nextraordinary reefs and waters and its unparalleled\r\nbiodiversity to attract tourists. Without these assets, it\r\nwill be unable to develop a sustainable economy and to\r\ncreate jobs, which will allow its children to live and\r\nwork in their homeland.\r\nThe other pillar of Palau’s development is its\r\nfisheries. For countless generations, our people have\r\nrelied on their waters for their sustenance. Now,\r\nforeign fishing fleets, which have denuded the waters\r\nproximate to their own harbours, have come to the\r\nPacific and threaten to do the same. The very food\r\nchain is threatened by new fishing practices that,\r\nthough in their infancy, have begun to damage Pacific\r\nseamounts in ways that the scientific community deems\r\nalarming. It is for this reason that Palau has called for a\r\nmoratorium on deep sea bottom trawling until the\r\nscientific community can gauge the long-term impact\r\nof that practice. We renew that call today and applaud\r\nCosta Rica for its leadership on this important issue.\r\nWe take this opportunity and we are grateful for\r\nthis opportunity to commend Palau’s bilateral partners\r\nand friends who have overcome our new nation’s\r\n27\r\nA/60/PV.21\r\nremoteness to become involved and knowledgeable\r\nabout our needs and aspirations. The United States has\r\nprovided in-country diplomatic representation and\r\nyears of support for our vital democracy.\r\nJapan has also provided in-country diplomatic\r\nrepresentation and invaluable assistance. Like the\r\nUnited States, Japan has been steadily involved in\r\nPalau’s development, and I would submit that this\r\nspecial familiarity with Palau’s people has enhanced\r\nJapan and the United States every bit as much as it has\r\naided Palau.\r\nPalau has been disappointed by the failure of the\r\nGeneral Assembly at its fifty-ninth session to\r\naccomplish Security Council reform, particularly\r\nbecause Japan’s deep knowledge of our region would\r\ninform Council members who have less familiarity\r\nwith the situation of the Pacific islands. We supported\r\nand continue to support therefore the Group of Four\r\nresolution and hope that the sixtieth General Assembly\r\nwill finish this critical work that was begun last year.\r\nA third steady supporter of Palau’s development\r\nhas been the Republic of China on Taiwan. We\r\ncontinue to assert that the world would be benefited by\r\nTaiwan’s membership in this august body. This year\r\nPalau was a sponsor of a resolution calling for a\r\nproactive role for the United Nations in addressing the\r\nrising tensions in the Taiwan Strait. We regret that the\r\ndebate on that important resolution was foreshortened\r\nin the General Committee and that we were prevented\r\nfrom expressing our views on this topic; however we\r\nare glad that we have an opportunity to do that now.\r\nThe people of the Pacific, and the Pacific island\r\nnations themselves, are under-represented in the\r\nSecretariat and in the governing bodies, commissions\r\nand tribunals of the world. Our cohesive and effective\r\nregional group, the Pacific Islands Forum, is most\r\nfortunate in having Australia and New Zealand among\r\nus. But it is time, we submit, for the new island nations\r\nto take a more active role and to share their unique and\r\ngraceful Pacific way with the rest of the world. It is\r\nquite possible, I submit, that the islands are\r\nmarginalized in part by the irrational composition of\r\nthe regional groups. Strengthening the United Nations\r\nshould include a realignment of the groups to better\r\nreflect the proliferation of Pacific countries, which has\r\noccurred in the last 20 years, and the actual geography\r\nof the world. This would allow the island nations to\r\ncompete more effectively for seats on major bodies.\r\nFor this reason, Palau suggests the reform of the\r\nsystem and the creation of an East Asia and Pacific\r\nGroup and that this group include, of course with their\r\nconsent, our friends in Australia and New Zealand.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Ewald Wensley Limon, chairman of the\r\ndelegation of the Republic of Suriname.\r\nMr. Limon (Suriname): It is a distinct honour for\r\nme today to address the sixtieth General Assembly of\r\nthe United Nations. At the outset, please allow me on\r\nbehalf of the Government and people of the Republic\r\nof Suriname to extend sincere felicitations to the\r\nPresident on his election to preside over this important\r\nsession. I would like to pledge my delegation’s full\r\nsupport and cooperation in the tasks that lie ahead of us\r\nin this session.\r\nMy delegation would also like to express its\r\ngratitude to His Excellency Mr. Jean Ping, President of\r\nthe fifty-ninth session of the General Assembly of the\r\nUnited Nations, for his unwavering efforts in steering\r\nthe work of the fifty-ninth session. We wish him well\r\nin his future endeavours.\r\nWe continue to render our support to Secretary-\r\nGeneral Kofi Annan, especially for his leadership in\r\nthe process of restructuring the United Nations.\r\nWe are gathered here, in the wake of the High-\r\nlevel Plenary Meeting, in which world leaders adopted\r\nsome measures to advance the cause of development,\r\nhuman rights and security and the much-needed reform\r\nof this world Organization. The task before us is not an\r\neasy one. We need to redouble our efforts in\r\nimplementing the ambitious goals we have set to create\r\na safer and more prosperous world for ourselves and\r\ngenerations to come.\r\nAlthough the world community made some\r\nmodest progress towards achieving the Millennium\r\nDevelopment Goals, we have to acknowledge that we\r\nare far from reaching the global commitments made by\r\nworld leaders at the dawn of the new millennium to\r\nadvance economic and social development for the\r\nworld’s poor.\r\nThe Government of Suriname remains committed\r\nto achieving the Millennium Development Goals\r\nbecause we strongly believe that sustainable\r\ndevelopment is crucial for the achievement of\r\ninternational peace and security.\r\n28\r\nA/60/PV.21\r\nWhile we acknowledge our primary responsibility\r\nin the development process, we would like to bring to\r\nmind the commitments made in Monterrey of\r\nestablishing a global partnership to advance the\r\ndevelopment agenda. A substantial increase in financial\r\nresources, to be provided on a more predictable basis\r\nand free of conditionalities, is needed for this matter.\r\nWe commend the various initiatives that have\r\nbeen launched so far, and we would like to call on our\r\ndeveloped partners to continue rendering their support\r\nto the efforts of developing countries.\r\nTrade can play an important role in promoting\r\neconomic growth and development, and in that regard\r\nwe reiterate our position for a trading system that is\r\nuniversal, rule-based, non-discriminatory, open and\r\nequitable. We furthermore expect that the upcoming\r\nmultilateral round of trade negotiations will fully take\r\ninto account the needs of developing countries.\r\nWe would like to note the laudable initiatives of\r\nseveral developed countries for facilitating market\r\naccess for the least developed countries. However, for\r\nmany middle-income countries, like Suriname, who are\r\ncalled upon to diversify their economies, measures\r\nhave yet to be taken to facilitate their market access for\r\ngoods and services into the markets of the developed\r\ncountries.\r\nSixty years ago, in the aftermath of the Second\r\nWorld War, world leaders vowed to save succeeding\r\ngenerations from the scourge of war and thus came\r\ntogether and established the United Nations. Faced\r\nwith both old and new challenges to international\r\npeace and security, the international community should\r\nmore than ever be determined to live up to that crucial\r\npromise.\r\nThe spread of infectious diseases such as\r\nHIV/AIDS, the indiscriminate effect of the forces of\r\nnature thereby causing widespread despair and\r\ndestruction, the uncontrolled proliferation of small\r\narms and light weapons, just to name a few, are\r\ntestimony of the transnational nature of contemporary\r\nchallenges the world is facing today.\r\nWe therefore need an effective system of\r\ninternational cooperation to collectively deal with both\r\nold and new threats to international peace and security.\r\nIt is imperative to redress the major setbacks in\r\nnuclear disarmament and arms control. We will have\r\nfailed future generations if we cannot even reach\r\nagreement on the general principles governing those\r\nimportant issues.\r\nWe cannot but agree with the Secretary-General\r\nwhen he once stated, “There is nothing small or light\r\nabout the consequences of the uncontrolled spread and\r\nmisuse of small arms and light weapons” (A/58/138,\r\np. 4). In Suriname, as is the case for many countries in\r\nthe Caribbean region, this phenomenon is associated\r\nwith drug trafficking and other cross-border criminal\r\nactivity. In this regard we would like to pledge our\r\nsupport to the ongoing efforts in the United Nations to\r\naddress this critical issue that threatens the economic\r\nand social fabric of our society.\r\nMy Government strongly condemns all acts of\r\nterrorism committed by whomever, wherever and for\r\nwhatever purposes. With the growing interdependence\r\nin the world, terrorism constitutes a grave danger for\r\nrich, poor, large and small countries alike. We would\r\nhowever like to bring to mind that the fight against\r\nterrorism should, at all times, take place in accordance\r\nwith international law and with respect for human\r\nrights, tolerance and the peaceful coexistence of\r\npeople.\r\nThe fight against terrorism must address its root\r\ncauses. Suriname, being a multi-ethnic, multireligious\r\nand multicultural society, believes that increased\r\ntolerance and dialogue could make a positive\r\ncontribution to the goal of increased security.\r\nWe therefore continue to support the dialogue\r\namong civilizations and remain convinced that a\r\nculture of peace can be significantly enhanced through\r\nthis dialogue in order to promote mutual\r\nunderstanding, respect and tolerance among regions,\r\ncultures and peoples.\r\nRespect for human rights and fundamental\r\nfreedoms remains of great importance to the\r\nGovernment of Suriname. The creation of a Human\r\nRights Council, as was agreed to in the outcome\r\ndocument, should not only result in a renaming of the\r\nCommission on Human Rights; we have the daunting\r\ntask ahead of us of restoring credibility to the human\r\nrights machinery by addressing the shortfalls of the\r\nCommission on Human Rights and ensuring that the\r\nHuman Rights Council becomes a more effective and\r\nobjective organ.\r\nThe United Nations should resolve to come to the\r\nrescue of people confronted with genocide, ethnic\r\n29\r\nA/60/PV.21\r\ncleansing and crimes against humanity. We must\r\ncontinue to discuss the framework to be associated\r\nwith this difficult task. But more importantly, the\r\nUnited Nations, through its Charter provisions, should\r\nfind ways and means geared towards preventing these\r\natrocities from reoccurring.\r\nThe international community has some time ago\r\nexpressed the need for a more effective and efficient\r\nOrganization that would be better able to address the\r\nmany challenges our world is facing today and make it\r\nmore responsive to the aspirations of the world’s\r\npeople. Suriname continues to believe in the values of\r\nthe United Nations as the supreme multilateral\r\ninstitution and supports the efforts of strengthening the\r\nOrganization through reform.\r\nMore than ever, good intentions must give rise to\r\nconcrete achievements. We must translate\r\ncommitments into action. We owe it to the many\r\npeople living in extreme poverty who do not have\r\naccess to safe drinking water and do not have proper\r\nhealth care.\r\nAchieving such a global society requires the\r\ninvolvement, determination and commitment of all\r\nactors — State and non-State — as well as coordinated\r\nand comprehensive actions by all such actors in the\r\nglobal fight against poverty and injustice.\r\nOur shared objectives require more than a\r\nreaffirmation of the importance of the Millennium\r\nDevelopment Goals and the availability of financial\r\nresources. It requires understanding between developed\r\nand developing countries. It requires political will,\r\nwhich is a condition sine qua non in our efforts to\r\nachieve our global commitments.\r\nI am convinced that the recently concluded high-\r\nlevel gathering of world leaders generated the renewed\r\npolitical commitment to further the cause of global\r\npartnership between the developing and developed\r\ncountries to promote development and continue the\r\nfight against poverty and hunger.\r\nIn conclusion, let me remark that we have to act\r\nnow. We cannot build a world of peace and security\r\nwithout economic and social development and without\r\nrespect for human rights.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Isikia Rabici Savua, chairman of the\r\ndelegation of the Republic of Fiji.\r\nMr. Savua (Fiji): Fiji extends its warm\r\ncongratulations to the Organization on the sixtieth\r\nanniversary of its existence, and to the President, on\r\nhis assumption of the presidency of the General\r\nAssembly at its sixtieth session. We wish to express\r\nour confidence in his ability to guide our work during\r\n2005 and 2006.\r\nWe also extend our appreciation to his\r\npredecessor, His Excellency Mr. Jean Ping of the\r\nGabonese Republic, for his outstanding guidance of the\r\ndifficult business of the fifty-ninth session. We also\r\nwould like to place on record our appreciation to the\r\nSecretary-General for his tireless efforts and active role\r\nin bringing about an outcome document that should\r\nbecome the centrepiece that guides our efforts in the\r\nmany months to come.\r\nLast week the leaders of our States or\r\nGovernments adopted a resolution on the outcome of\r\ntheir deliberations. The outcome document (resolution\r\n60/1), as anticipated, did not meet the expectations of\r\neveryone; rather, it contained those key elements\r\nessential to addressing the three pillar issues of\r\nsecurity, human rights and development.\r\nWhat is required of us now is the commitment to\r\nsupport the implementation plan that will be drawn up\r\nto convert to action what have up to now been merely\r\nhopes and aspirations. We must also undertake to\r\nensure that the assistance so rendered trickles right\r\ndown to the poor, the hungry, the needy and the\r\nhopeless — those that require it the most. Far too often\r\ndonations, funds and other forms of assistance are\r\nmired in the bureaucratic process and reduced by\r\ncertain percentages, which are then passed off as\r\nso-called administrative charges.\r\nFiji fully endorses the outcome document, and we\r\nare committed to implement those provisions that we\r\nas a developing nation are required to pursue for\r\nourselves. The formulation and implementation of the\r\nFiji national sustainable development strategy,\r\noutlining the visions of our leaders and targeting the\r\naspirations and objectives of the summit outcome and\r\nthe Millennium Development Goals, is paramount. We\r\nare in the process of reforming our public and financial\r\nsector and introducing limited changes in the private\r\nsector. Infrastructure development and improvement\r\nare a priority in light of our occupational health and\r\nsafety standards. Marine legislation and regulations are\r\nbeing reviewed to ensure the safety at sea of both\r\n30\r\nA/60/PV.21\r\npassengers and vessels alike, as well as the protection\r\nof our maritime resources such as our continental shelf.\r\nThe principle of restorative justice in pursuit of\r\nreconciliation, tolerance and unity is being widely\r\ndiscussed through a democratic process of\r\nconsultations among the public before it is introduced\r\nin Parliament.\r\nConcerning the reform of the United Nations\r\nSecretariat, Fiji subscribes to the thinking that the\r\nSecretary-General should be empowered to enact the\r\nchanges he believes best suit the Organization. We\r\nmust all help to create a United Nations Organization\r\nthat is more efficient and accountable. Accountability\r\ncan be achieved by the establishment of the much\r\ndiscussed Oversight Committee, the modalities and\r\nworking methodology of which have to include clear\r\nand transparent terms of reference and a well-balanced\r\nregional representation.\r\nThe United Nations must function always with\r\nintegrity and urgent concern for the needs of Member\r\nStates. Above all we must help the United Nations to\r\nconcentrate, as never before, on reducing the shameful\r\ngap between developed and developing countries.\r\nThere should be no pause in United Nations\r\nendeavours to establish and maintain international\r\npeace, security and stability. The Secretary-General\r\nand his staff are to be commended for seeking peace\r\nagreements or in trying to prevent disputes from\r\nviolently escalating. Peacekeepers from many troop-\r\ncontributing countries deployed to conflict zones are\r\nworking not only to provide security but also to\r\ndisarm, demobilize and reintegrate former fighters, to\r\npermit the safe and sustainable return of refugees and\r\nto strengthen human rights and the rule of law.\r\nWe commend the work of the Special\r\nRepresentative of the Secretary-General for Iraq and\r\nthe United Nations Assistance Mission for Iraq\r\n(UNAMI) in trying to promote an inclusive,\r\nparticipatory and transparent political transition\r\nprocess in the country. Fiji is privileged to have our\r\ntroops serving in UNAMI to help in the process.\r\nFiji reaffirms its commitment to the United\r\nNations. As always, we are for peace and this is the\r\nreason we have sent many of our soldiers and police\r\nofficers to serve with United Nations peacekeeping and\r\npeacebuilding forces. Many of our servicemen have\r\nlost their lives, but we have accepted this ultimate\r\nsacrifice as our contribution to the unceasing global\r\neffort for finding peace and security.\r\nFurther, while fully appreciating the principle of\r\nthe standby force, we are at the same time concerned\r\nby the fact that those nations who are unable to\r\nproperly equip their forces are mainly from developing\r\ncountries and will therefore be marginalized should no\r\narrangement be made to assist them in this area. If such\r\nassistance is not forthcoming, then peacekeeping will\r\nbe confined to only a select few countries, mainly\r\ndeveloped nations.\r\nFiji acclaims the proposal for a Peacebuilding\r\nCommission. We will gladly share with the\r\nCommission our own experiences in reconstructing our\r\ncountry following the civil unrest that almost tore the\r\nnation apart in 2000. We ask reconsideration regarding\r\nthe makeup of the Peacebuilding Commission, for\r\nwhile some of us have served in that sphere longer than\r\nothers, the size of certain countries’ contribution gives\r\nthem an advantage under the current modalities.\r\nWe support the United Nations and other major\r\ngroups’ initiatives at establishing partnerships with\r\nregional groups. The South Pacific region has\r\nconstantly come together to address common problems\r\nthat may beset its members. The Regional\r\nAssistance Mission to the Solomon Islands is a\r\npeacekeeping/peacebuilding mission that was mounted\r\nby the region. We would urge the United Nations to\r\nkindly assist in the humanitarian effort to bring this\r\nregional initiative on an even keel.\r\nFiji is supportive of an enlarged Security Council\r\nmembership that reflects current geopolitical realities.\r\nWe maintain our support for the inclusion of India and\r\nJapan as permanent members under revised\r\narrangements.\r\nWe look forward to the moment when peace\r\nfinally reigns in the Middle East, and we commend all\r\nthose countries that are helping with that global cause.\r\nFor our Pacific Ocean region, we would like to see the\r\nKorean people find just peace and lasting harmony. On\r\nthe future of Taiwan, it is Fiji’s fervent hope that a\r\nresolution through dialogue, conducted in the true\r\nspirit of reconciliation and understanding and devoid of\r\nviolence, can be found — one that is agreeable to all\r\nparties and that can last for years to come.\r\nThis age of globalization is marked by the\r\nadoption of universal principles governing such\r\n31\r\nA/60/PV.21\r\nmatters as democracy, human rights, trade and\r\ndevelopment. Fiji accepts those precepts; there is no\r\nquestion about that. But we also say that countries like\r\nours, undergoing profound transition, should not be\r\nheld to unrealistic standards. We need time to evolve,\r\nto adapt and to adhere. Members should not judge us\r\nby what might be appropriate to their standards, but\r\nmeasure us by the progress we are making towards the\r\nuniversal ideals and the level of our commitment to\r\nchange.\r\nFiji respects the principle of equality of human\r\nrights. We endorse the proposal for a Human Rights\r\nCouncil, directly accountable to the General Assembly,\r\nas an improvement upon the present arrangements.\r\nHowever, in order for the Council to be effective, its\r\nmembers have to be as widely representative as\r\npossible and should not be subjected to special\r\nreporting requirements.\r\nFor Fiji, it is vitally important, as a factor for\r\nlong-term stability, that the special interests of the\r\nindigenous people, including their right to ownership\r\nof their natural resources, is protected, and that a\r\nbalance between the rights of individuals and\r\ncommunities is maintained. This has particular\r\nrelevance for a multicultural society such as ours. In\r\nthis regard, we strongly endorse the intention to bring\r\nto the General Assembly as soon as possible for\r\nadoption a final draft Declaration on the Rights of\r\nIndigenous Peoples.\r\nTo fund the Millennium Development Goals\r\ndeveloping countries ought to have access to markets\r\nand a fair return on their exports. This fact is important\r\nfor Fiji and other small vulnerable States; our very\r\neconomic survival is dependent upon it. Unrealistic\r\nand inequitable world trade policies simply make it\r\nmuch harder for our countries to eliminate poverty.\r\nFiji commends those developed States that are\r\nprepared to assist developing nations in cushioning the\r\nimpact of World Trade Organization compliance. We\r\npay particular tribute to the European Union for its\r\nwillingness to assist and call on our European Union\r\npartners to provide adequate long-term support as it\r\nbegins to reduce preferential processes for African,\r\nCaribbean and Pacific sugar.\r\nWe also would like to express appreciation to our\r\nclose neighbours Australia and New Zealand and our\r\nfriends in Asia for their support in helping us get better\r\naccess to their markets and assistance in other\r\nimportant areas of development.\r\nThe HIV/AIDS pandemic is a global concern as it\r\nimpacts on our ability to achieve the Millennium\r\nDevelopment Goals. A cooperative effort by everyone\r\nremains the only way to control and eradicate the\r\nscourge. Action that integrates prevention, treatment\r\nand the medical and social vulnerability of infected\r\npersons should be our guiding principles.\r\nAt the same time we should not minimize the\r\nseriousness of the ravages produced of other infectious\r\ndiseases such as malaria and tuberculosis. Effort\r\nshould also be directed at other scourges, such as\r\nextreme poverty and the plight of the disabled.\r\nWe can no longer ignore the plight of women and\r\nchildren who through the years have been subjected to\r\nsexual exploitation and abuse. Last week, Fiji’s Prime\r\nMinister, Laisenia Qarase, signed the two Optional\r\nProtocols of the Convention on the Rights of the Child;\r\nthe first on the involvement of children in armed\r\nconflict and the second on the sale of children, child\r\nprostitution and child pornography. In addition Fiji\r\nstrongly believes that the time is right for stronger\r\naction to be taken to address the issue of young women\r\nwho are denied the right to sexual and reproductive\r\nhealth.\r\nWe welcome the decision to hold a 2006 General\r\nAssembly High-level Dialogue on International\r\nMigration and Development. The amount of\r\nremittances from migrant workers has become a rich\r\nsource of funds and has raised the standards of living\r\nof families, contributed substantially to the national\r\neconomy and provided much needed employment to\r\nthe job market. Fiji hopes that the High-level Dialogue\r\nwill be the catalyst to enable countries to work in\r\npartnership and agree to a better understanding to\r\nimprove the conditions of migrant workers.\r\nTerrorism is a blight on all our horizons. It\r\nrespects no borders, and it is neither an acceptable nor\r\nan effective way to advance any cause. Insularity is no\r\nlonger a cushion to protect islands which believe\r\nthemselves to be further away from the mainstream of\r\ninternational activities. In trying to fulfil the terms and\r\nconditionalities established by the various terrorism\r\nconventions, more money that can hardly be spared has\r\nto be found to fulfil those obligations. In doing so,\r\nefforts to achieve Millennium Development Goals are\r\nstymied and in some instances halted.\r\n32\r\nA/60/PV.21\r\nIn this regard, a global effort to combat terrorism\r\nhas to be instituted to include training, funding,\r\ntransparency in the exchange of information and\r\nintelligence, and a pledge to assist when needed.\r\nFiji will always be in support of all efforts to\r\nreform the United Nations and its initiatives in the\r\nfields of security, human rights and development. Our\r\nefforts will be modest but commensurate with our\r\nabilities.\r\nThe Acting President: I now call on Her\r\nExcellency Mrs. Aksoltan Ataeva, chairperson of the\r\ndelegation of Turkmenistan.\r\nMrs. Ataeva (Turkmenistan) (spoke in Russian):\r\nAllow me to congratulate the President, on his election\r\nto his high post and to express our confidence in his\r\nsuccessful and professional implementation of the\r\nmandate entrusted to him. Allow me to also express\r\nour gratitude to Mr. Jean Ping for his untiring activity\r\nin guiding the fifty-ninth session of the General\r\nAssembly.\r\nLast week the High-level Plenary Meeting\r\nconcluded its work, which resulted in the adoption of\r\nan outcome document, reflecting the Meeting’s\r\ncommitment to attaining the Millennium Development\r\nGoals.\r\nThe United Nations is an irreplaceable structure\r\nof multilateral inter-State interaction. Therefore, the\r\nquestion on how it will respond to the hopes and\r\naspirations of every Member will determine its\r\nviability. We agree with the Secretary-General that the\r\nOrganization “remains fully engaged in conflict\r\nresolution, peacekeeping, humanitarian assistance,\r\ndefence of human rights and development around the\r\nworld”. (A/60/PV.2)\r\nWe support the proposals contained in the\r\noutcome document on strengthening the United\r\nNations in areas of development, ensuring collective\r\nsecurity, counteracting terrorism, ensuring the dignity\r\nof the individual and reforming the Organization.\r\nWe are in favour of strengthening the role of the\r\nUnited Nations, and urge more transparency in its work\r\nand an improvement of its structure. The activities of\r\nits bodies should be conducted on the basis of a wide\r\nconsensus among Member States. We welcome the\r\nefforts of the Secretary-General aimed at preventing\r\nconflicts and strengthening preventive activity in that\r\narea.\r\nWe support the efforts against terrorism by the\r\nSecurity Council’s Counter-Terrorism Committee. Its\r\nrole is invaluable in coordinating and exchanging\r\ninformation and analysing trends.\r\nThe present session is devoted to an appraisal of\r\nthe progress made by States in achieving the\r\nMillennium Development Goals. Therefore, allow me\r\nto share with you information on how Turkmenistan is\r\nimplementing the Goals.\r\nReforms are being implemented in Turkmenistan\r\nin the economic and social sphere, in accordance with\r\nthe national programme of social and economic\r\ndevelopment for the period until 2020. The reforms\r\nhave assisted in establishing a powerful industrial\r\npotential, creating a market model for administration\r\nand the private sector of economy, and ensuring\r\ndignified living conditions for the people.\r\nTurkmenistan possesses huge energy resources,\r\ngas and oil industries being the main sources of\r\ndevelopment of the national economy. The energy\r\npotential of Turkmenistan is currently estimated at\r\nmore than 45 billion tons of oil equivalent, or a fifth of\r\nall world reserves of natural gas and oil.\r\nThanks to the national programmes developed in\r\nthe early years of independence, the reforms have\r\nintroduced a new type of industry. Turkmenistan, by its\r\nown national resources, has invested $30 billion in the\r\nnational economy and has built over 1,050 industrial\r\nplants and factories possessing highly sophisticated\r\nequipment.\r\nWe have been successfully developing new\r\nbranches of industry, namely, the oil and gas, energy,\r\ntextile and food sectors. In the textile industry, we have\r\nestablished new specialized companies and large\r\nintegrated textile plants, organizing large-scale\r\nproduction of various cotton fibre products, 60 per cent\r\nof which is exported. The textile industry represents\r\n28 per cent of the overall volume of production of our\r\nmanufacturing industry.\r\nThe agrarian sector of the economy has\r\nundergone complete reconstruction. Since the middle\r\nof 1995, all collective and State farms have been\r\nabolished. Reform has been directed at transferring\r\nland to private ownership and long-term lease and\r\nexpanding the areas of privately-held lots. The\r\nGovernment has undertaken measures to stimulate\r\nprivate agricultural production. Half of the cost of\r\n33\r\nA/60/PV.21\r\ntechnical services is borne by the State. The population\r\nhas been exempted from payment of taxes on land,\r\nhouses, construction and the maintenance of cattle and\r\npoultry. All these and other measures have\r\nstrengthened agriculture and have stimulated a growth\r\nin production.\r\nThis year Turkmenistan harvested a record 3.1\r\nmillion tons of wheat. At the current stage of\r\ndevelopment, consumer demand in our country is met\r\nmainly by domestic production, practically ensuring\r\nfood independence for the country.\r\nTurkmenistan attaches great importance to the\r\ncreation and expansion of its railway infrastructure,\r\nwhich meets the highest modern standards. Today, the\r\nrailway system of Turkmenistan covers more than\r\n2,000 kilometres. In recent years two new railways\r\nwere constructed and a third is under way, which has\r\nincreased the size of the system by nearly 500\r\nkilometres.\r\nThe country has become a vital part of the\r\ncommon international transport system. The Trans-\r\nAsiatic Railway has created a steel variant of the\r\nancient Silk Road, and this connects Turkmenistan\r\nwith the countries of Europe and the Asian continent\r\nand promotes social and economic development.\r\nTurkmenistan attaches great importance to social\r\nprotection. Ensuring dignified living standards,\r\nsecurity, rights and freedoms of citizens and\r\nstrengthening the legal basis of society is our internal\r\npolicy. During the entire transition period, the\r\nPresident and Government worked to provide social\r\nsupport to the population. Since 1993 they have given\r\nto their citizens gas, electricity, water, salt, health\r\nservices and education free of charge.\r\nThere is a large-scale housing construction\r\nprogramme. Citizens are guaranteed ownership of\r\ncomfortable well-designed homes on financially\r\nattractive terms, with loans extending over a 15-year\r\nperiod and the future homeowner’s employer paying\r\n50 per cent of the costs. Thanks to free education and\r\ngood access, the country has a high level of education\r\nand literacy. Turkmenistan has achieved success in\r\nother areas, in particular the protection of the rights of\r\nchildren and the defence of their interests. This is a\r\nclear confirmation of our tireless fulfilment of our\r\nobligations under the Convention on the Rights of the\r\nChild.\r\nWorking with the United Nations Children’s\r\nFund, in 2000 we successfully implemented a programme\r\nfor the protection of mothers and children, the\r\ncomprehensive development of children and the\r\npromotion and well-being of the youth.\r\nThe country has achieved wide immunization\r\ncoverage, which has led to a significant reduction in\r\ninfectious diseases among children. A lot of work is\r\nbeing carried out in the areas of maternal and child\r\nhealth, education and social protection. In Turkmenistan,\r\nwe are the fourth country in the world to be recognized\r\nby the United Nations as a State that has introduced\r\nuniversal iodization of salt in accordance with accepted\r\ninternational standards. In this connection it has been\r\nnoted that our country consistently carries out its\r\nobligations, not only with regard to iodine deficiency\r\nbut also with regard to the micronutrients that are\r\nneeded for the development of a growing child’s body.\r\nFor many centuries, our country has been a\r\ncrossroads of routes between East and West and South\r\nand North and has been a key link in the Great Silk\r\nRoad, which served as a road of peace and dialogue for\r\ncultures for almost one and a half thousand years. This\r\nled to the creation of a special spiritual atmosphere in\r\nour Turkmen land, and it is not accidental therefore\r\nthat the national mentality of the Turkmens was\r\ngenerated in its essence as internationally oriented,\r\nseeing the individual as the supreme value, and rooted\r\nin openness, tolerance, respect for the culture of other\r\npeoples and natural peacefulness.\r\nThe political system of the State recognizes the\r\nimportant role played by civil society. Public\r\nassociations and professional and artistic unions play\r\nan active role in determining the economic, social and\r\ncultural policies of the State.\r\nTurkmenistan has historically respected religious\r\nfreedom for its citizens and strictly respects generally\r\nrecognized international norms and principles in the\r\narea of freedom of worship. As a result, more than 100\r\nreligious organizations are registered in Turkmenistan.\r\nThe State guarantees the freedom of religion and\r\nbelief, the equality of faiths before the law and the\r\nright of everyone independently to determine his or her\r\nrelationship to religion.\r\nTurkmenistan recognizes the primacy of\r\nuniversally recognized norms of international law and\r\nhas joined or ratified the fundamental international\r\ninstruments in the area of human rights. An important\r\n34\r\nA/60/PV.21\r\nmeasure in this area has been Turkmenistan’s\r\ndeclaration of its status of a permanently neutral State,\r\nand this has been approved by the General Assembly.\r\nTurkmenistan has assumed its international obligations\r\nin that connection and has fulfilled them over the past\r\n10 years. These obligations are incorporated in the\r\nconstitutional laws on the neutrality of Turkmenistan\r\nand on its international obligations in the field of\r\nhuman rights.\r\nIn 1999 we abolished the death penalty.\r\nTurkmenistan has adopted specific political, economic\r\nand social measures for the protection of the rights of\r\nrefugees, who arrived in our country between 1991 and\r\n1997. During this period, about 20,000 refugees from\r\nTajikistan, Afghanistan, Armenia and other countries\r\narrived to Turkmenistan. Under the decree of the\r\nPresident of Turkmenistan, more than 16,000 of them\r\nreceived citizenship or residence permits.\r\nWe welcome efforts of the Secretary-General of\r\nthe United Nations, Mr. Kofi Annan, aimed at\r\nstrengthening the United Nations. We are grateful to\r\nthe United Nations, its Secretariat, its specialized\r\nagencies such as the United Nations Development\r\nProgramme, the United Nations Children’s Fund, the\r\nUnited Nations Population Fund, the World Health\r\nOrganization and others, who have coordinated and\r\nprovided invaluable assistance to the development of\r\nour State.\r\nTurkmenistan along with many other States has\r\nhigh hopes in the United Nations and calls for its\r\nstrengthening and the broadening of its role in the\r\nworld.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Ismael Gaspar Martins, chairman of the\r\ndelegation of the Republic of Angola.\r\nMr. Gaspar Martins (Angola): It is with great\r\nhonour that I take this floor before this Assembly. At\r\nthe outset, I should like to congratulate the President,\r\non behalf of the Government of the Republic of\r\nAngola, for his election to the presidency of the\r\nsixtieth session of the General Assembly of our\r\nOrganization.\r\nI also wish to express my appreciation to his\r\npredecessor, Mr. Jean Ping, for his commitment and for\r\nthe transparent and efficient manner in which he\r\npresided over the fifty-ninth session of General\r\nAssembly.\r\nToday, 60 years after the foundation of the United\r\nNations, humanity continues to face new and complex\r\nchallenges. The continuation of armed conflicts,\r\nhunger, poverty, massive human rights violations, the\r\nspread of HIV/AIDS, malaria and tuberculosis, the scar\r\nof terrorism and the risk that non-State actors can\r\nacquire, develop and use weapons of mass destruction\r\nindeed constitute a threat to international peace and\r\nsecurity. Therefore, the international community has\r\nevery reason to act collectively to reform and\r\nstrengthen the United Nations in order to render it\r\nbetter prepared to address the many and complex\r\nchallenges we are facing.\r\nThe Republic of Angola follows with great\r\nconcern the developments in several areas of the world,\r\nparticularly on the African continent. In spite of a\r\nrelatively positive tendency characterized by a\r\ndecrease in areas of tension in the world today, it is\r\nnecessary to continue to pay special attention to the\r\npeace processes in various parts of the world,\r\nparticularly in the Democratic Republic of the Congo,\r\nCôte d’Ivoire, Sudan and Guinea-Bissau, to mention\r\nonly a few.\r\nRegarding Guinea-Bissau, my delegation is\r\nsatisfied with the results achieved, and we commend\r\nthe political maturity shown by the people of Guinea-\r\nBissau during the transition period, particularly the\r\ncivic responsibility demonstrated during the period of\r\npresidential elections.\r\nIn this context, we believe that respect for the\r\nconstitutionally established institutions of sovereignty\r\nis an indispensable condition for political stability.\r\nOnly this will create a propitious environment for the\r\naccomplishment of tasks that guarantee the\r\nmaintenance of peace and economic reconstruction.\r\nSuch is the expectation of the Guinean people, who\r\nwent to voting stations in such significant numbers.\r\nThat is a vote for democracy.\r\nIn that connection, we welcome the round table\r\non Guinea-Bissau, scheduled for the month of\r\nNovember, and we urge donors to respond positively\r\nsince the international community’s assistance remains\r\na fundamental condition for the process under way.\r\nRegarding the process of consolidation of peace\r\ncurrently in progress in the Great Lakes region,\r\nAngola, in its capacity as a core country, is pleased\r\nwith what has been achieved so far. We thank the\r\nGroup of Friends, and particularly the Government of\r\n35\r\nA/60/PV.21\r\nCanada, for the support they have been providing, and\r\nespecially for the second Great Lakes Conference, due\r\nto be held next November in Nairobi.\r\nAlthough we understand that the primary\r\nresponsibility to prevent and resolve conflicts in Africa\r\nfalls upon African States themselves, we share the\r\nnotion that the international community should, in\r\npartnership with regional and subregional\r\norganizations, play a more significant role in the\r\nprevention and resolution of conflicts on the continent.\r\nBased on our own experience, we believe that in\r\norder for strategies for the prevention and resolution of\r\nconflicts to be successful, they should be based on an\r\napproach that is as inclusive as possible. In this\r\nconnection, the cooperation of the key organs of the\r\nUnited Nations — the General Assembly, the Security\r\nCouncil and the Economic and Social Council — is\r\nabsolutely essential. The pertinent involvement of the\r\ninternational financial institutions, as well as the\r\nprivate and business sectors, has proven to be equally\r\nfundamental.\r\nFor this reason, we support and welcome the\r\ndecision of the High-level Meeting to create the\r\nPeacebuilding Commission. We are ready to work with\r\npartners towards rendering this organ operational as\r\nsoon as possible.\r\nAngola supports the creation of the permanent\r\nfund for the consolidation of peace. We are also of the\r\nview that activities related to disarmament,\r\ndemobilization and reintegration should be financed\r\nfrom the regular budget and attributed to peacekeeping\r\noperations.\r\nWhile the illicit exploitation of natural resources\r\nwas not mentioned in the outcome document of the\r\nsummit, we hope that during the current session of the\r\nGeneral Assembly this issue will be given due\r\nconsideration since it constitutes a fundamental\r\nelement for the strategy of prevention and resolution of\r\nconflicts.\r\nTerrorism undoubtedly constitutes a permanent\r\nthreat to the world that no country can face alone.\r\nTherefore, it calls for cooperation among all countries,\r\nwith the United Nations playing the central role in the\r\nfight against it. In this connection, we join the\r\nSecretary-General’s plea for the conclusion, as urgently\r\nas possible, of the comprehensive convention against\r\ninternational terrorism, which would contain a\r\nuniversally accepted definition of the concept of\r\nterrorism.\r\nFive years since the adoption of the Millennium\r\nDeclaration, the social and economic situation in\r\nseveral parts of the globe continues to be characterized\r\nby extreme poverty.\r\nAs well-articulated mentioned by the Secretary-\r\nGeneral in his report, “In larger freedom” (A/59/2005),\r\npoverty is not only about development; it is also a\r\nmatter of security and respect for human rights, which\r\nare fundamental to the Millennium Development\r\nGoals. For this reason, I agree with several previous\r\nspeakers that this issue in the outcome document ought\r\nto be dealt with in greater detail. Thus, we look\r\nforward to continuing our work in the relevant forums,\r\nin particular in a strengthened Economic and Social\r\nCouncil.\r\nThe fight against HIV/AIDS, malaria,\r\ntuberculosis and other illnesses constitutes an\r\nindispensable condition for peace, stability and\r\ninternational collective security. For this reason, we\r\nurge the international community to redouble its efforts\r\nin mobilizing the required resources for the prevention\r\nand treatment of these illnesses.\r\nLet me take this opportunity to express my\r\nGovernment’s appreciation to the United States for\r\nfunding and initiating a programme to fight malaria in\r\nAngola, as well as in Tanzania and Uganda.\r\nIn my delegation’s opinion, in order to meet the\r\nchallenges facing the world, it is imperative that we\r\nproceed to the reform of the main organs of the United\r\nNations, with a view to adapting them to the current\r\nreality. We will remain active in the process of reform\r\nof the United Nations, including the Security Council\r\nand the other primary bodies of our Organization.\r\nWe share the opinion that the composition of the\r\nSecurity Council should properly reflect the present\r\nday political reality. Enlarging the Security Council\r\nwould render it more transparent and more\r\nrepresentative, with greater credibility and, in\r\nparticular, greater authority in its decisions.\r\nNevertheless, we would like to underline that the\r\nenlargement of the Council is just one aspect of the\r\nreform that needs to be completed. We should not\r\nunderestimate other elements of Council reform that\r\nwe consider no less important, such as the need to\r\n36\r\nA/60/PV.21\r\nimprove and render more transparent its working\r\nmethods.\r\nI am convinced that the results reached at the\r\nHigh-level Plenary Meeting during this session of the\r\nGeneral Assembly will stimulate the continuation of\r\nthe debate on the process of the reform itself. This will\r\ncreate a platform that will reinforce the Organization’s\r\ncommon vision and objectives: strengthening\r\ncooperation and providing greater assurances that\r\ninternational peace and stability can only be found in a\r\nreinforced multilateralism.\r\nThe Acting President: I now call on Her\r\nExcellency Mrs. Tiina Intelmann, chairperson of the\r\ndelegation of the Republic of Estonia.\r\nMrs. Intelmann (Estonia): Allow me to begin by\r\ncongratulating Mr. Jan Eliasson, upon his election as\r\nPresident of the General Assembly at its sixtieth\r\nsession. We have full confidence in him and in his\r\nteam. I would also like to commend Mr. Jean Ping for\r\nthe pivotal role that he played during the fifty-ninth\r\nsession.\r\nThe leaders of the world gathered in this very\r\nHall last week at the largest summit meeting in history.\r\nThe outcome document adopted by the heads of State\r\nor Government has given us very concrete tasks for the\r\nfuture. The reform continues; we will have to maintain\r\nfocus and take important decisions during the sixtieth\r\nsession.\r\nMy remarks today will be confined to a few main\r\ntopics, with a specific emphasis on Estonia’s\r\ncontribution to our common goals.\r\nDevelopment, security and human rights are\r\ninterconnected issues. It is inconceivable that global\r\nprogress in those areas can be made without an\r\neffective multilateral system, fully in line with the\r\nprinciples of the United Nations Charter. As we\r\npointed out a week ago in the outcome document, no\r\ncountry can tackle today’s intricate challenges alone.\r\nEstonia is fully committed to strengthening the United\r\nNations.\r\nWe live in a global and interdependent world and\r\nwe thus need to combine our efforts. There has to be\r\ncooperation among different organizations that have\r\nthe capacity for conflict prevention and peacekeeping\r\noperations, as well as for providing for such\r\nrequirements as logistical support and training.\r\nThe United Nations cannot hope to find a United\r\nNations solution for all problems. Estonia is pleased to\r\nsee that the United Nations is actively forging a deeper\r\npartnership with various organizations. Estonia is\r\nactively participating in the common efforts of both the\r\nEuropean Union and NATO. We feel that the United\r\nNations, the European Union and NATO should all\r\ncontinue working towards mutually fruitful\r\ncooperation and towards greater predictability in terms\r\nof the allocation of resources. The more we coordinate\r\nour activities, the better will be the results we can\r\nachieve in dealing with conflict, poverty and human\r\nsuffering. The European Union has made great\r\nheadway in developing battle groups, thus increasing\r\nour ability to react swiftly in crisis situations.\r\nEstonia will continue to contribute through\r\nvarious organizations to the stability of Afghanistan,\r\nIraq, Sudan, Kosovo and the Middle East. Our long-\r\nterm contribution to United Nations monitoring on the\r\nIsraeli-Lebanese border, our explosives-detecting\r\nteams in Afghanistan, our substantive presence —\r\nconsidering the size of Estonia — in Kosovo, our\r\nassistance in training the new Iraqi police force and our\r\nparticipation in stabilizing Iraq are just a few examples\r\nof my country’s contribution to common efforts.\r\nEstonia also acknowledges the need to develop\r\nAfrican peacekeeping and to provide better training for\r\nUnited Nations peacekeepers. We hosted a United\r\nNations peacekeeping “train the trainers” course in\r\nEstonia just a few months ago, attended by\r\npeacekeepers from some 30 countries.\r\nOver the years, we have shown our continued\r\ncommitment to United Nations activities, including\r\npeacekeeping, in a very simple and unequivocal\r\nway — by paying regularly and on time the full\r\namount of our assessed contributions.\r\nThe role of the international community does not\r\nend at the point where we manage to stop an ongoing\r\nconflict. As we all know, without adequate State\r\nstructures, a country faces the risk of relapsing into\r\nconflict. Therefore, Estonia welcomes the\r\nestablishment of the Peacebuilding Commission, and\r\nwe hope to see the first results of its work fairly soon.\r\nThe next issue I would like to address is\r\nterrorism. Here, our position is unequivocal: terrorism\r\nis unacceptable in all circumstances, and we should be\r\nunited against it. We regret that the summit document\r\n37\r\nA/60/PV.21\r\ndoes not condemn the deliberate killing of civilians and\r\nnon-combatants.\r\nEstonia believes that the anti-terrorism strategy\r\nput forward by Secretary-General Kofi Annan should\r\nbe adopted and implemented. We consider the\r\nconclusion of the comprehensive convention against\r\ninternational terrorism an utmost priority during the\r\ncurrent session of the General Assembly. Estonia fully\r\nimplements all relevant United Nations Security\r\nCouncil resolutions and supports the initiatives of the\r\nUnited Nations and other international organizations in\r\npreventing and combating terrorism. A few days ago,\r\nEstonia signed the International Convention for the\r\nSuppression of Acts of Nuclear Terrorism.\r\nThe proliferation of weapons of mass destruction\r\nis another pressing security concern. We regret that no\r\nagreement was reached on non-proliferation and\r\ndisarmament during the summit.\r\nThere is a serious concern over slow progress in\r\nthe sphere of poverty eradication and the realization of\r\nother Millennium Development Goals (MDGs).\r\nEstonia, together with other European Union member\r\nStates, is increasing resources devoted to development\r\ncooperation. Despite our status as a new donor,\r\nEstonia’s official development assistance in 2004 was\r\nalready 0.08 per cent of gross national income. We are\r\nsteadily increasing our input, and this will also raise\r\nour voluntary contribution to United Nations\r\ndevelopment-related activities.\r\nNo State will be able to achieve the MDGs as\r\nlong as it does not respect fundamental human rights.\r\nThe second International Decade of the World’s\r\nIndigenous People coincides with the targeted time\r\nframe for the accomplishment of the MDGs — 2015. If\r\nwe truly want to achieve the MDGs, we must focus on\r\nthe issues that matter most to people, including\r\nindigenous peoples. The implementation of the MDGs\r\nin connection with the indigenous peoples has to be\r\nviewed within the broader context of the Millennium\r\nDeclaration, which brings together the three basic aims\r\nof the United Nations Charter — peace and security,\r\neconomic and social development, and human rights.\r\nOne cannot, of course, fail to mention the matter\r\nof climate change, the relevance of which has become\r\nespecially clear after recent natural disasters. Indeed,\r\nwe have to step up global long-term cooperation so that\r\nwe can produce real change.\r\nI would like to stress the significance of the\r\nHuman Rights Council. We see the Council as a\r\nstanding Charter body, well-connected with other\r\nUnited Nations structures, including the Security\r\nCouncil. Human rights violators should not have a seat\r\nat the Council.\r\nEstonia is committed to promoting human rights\r\nas universal values that should be guaranteed for all.\r\nWe are pleased that the summit agreed to double the\r\nregular budget for the Office of the United Nations\r\nHigh Commissioner for Human Rights within the next\r\nfive years.\r\nI would like to stress Estonia’s firm belief in the\r\nextraordinary importance of democracy, good\r\ngovernance and the rule of law. Estonia supports the\r\ncreation of the Democracy Fund, to which we will\r\nmake a financial contribution.\r\nEstonia applauds the agreement that we reached\r\non the responsibility to protect. We should all fulfil\r\ncommitments nationally, but we should also be\r\nprepared to deal with cases of genocide, war crimes,\r\nethnic cleansing and all other crimes against humanity\r\nurgently requiring outside intervention, even if it has\r\nnot been requested. In such cases, the international\r\ncommunity has to take action.\r\nAs a founding member of the International\r\nCriminal Court, we are disappointed not to see any\r\nreference to this Court in the outcome document. We\r\ndeem the Court, as well as other instruments of\r\ninternational justice, vital to counter impunity for\r\ninternational crimes.\r\nSixty years ago, world leaders made a promise to\r\nprevent war, to defend human rights and to help the\r\npeoples of the world to achieve safety, prosperity and\r\nfreedom. Let us be bold and try harder than ever to\r\nachieve these goals.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate for this meeting.\r\nTwo delegations have requested to exercise the\r\nright of reply. May I remind members that statements\r\nin the exercise of the right of reply are limited to 10\r\nminutes for the first intervention and to five minutes\r\nfor the second intervention and should be made by\r\ndelegations from their seats.\r\n38\r\nA/60/PV.21\r\nMr. Ozawa (Japan): Our right of reply is related\r\nto the statement made by the representative of the\r\nDemocratic People’s Republic of Korea this morning.\r\nFirst, we firmly believe that the qualifications of\r\na country for permanent membership in the Security\r\nCouncil should be judged by that country’s real\r\ncontributions to the maintenance of international peace\r\nand security.\r\nSecondly, regarding the issues of the past, Prime\r\nMinister Koizumi elaborated again the Government of\r\nJapan’s thinking on this matter on 15 August of this\r\nyear. My delegation would like to remind the\r\nDemocratic People’s Republic of Korea that in the\r\njoint statement of the six-party talks, issued a few days\r\nago on 19 September in Beijing, both Japan and the\r\nDemocratic People’s Republic of Korea committed\r\nthemselves to “take steps to normalize their relations in\r\naccordance with the Pyongyang Declaration, on the\r\nbasis of the settlement of the unfortunate past and the\r\noutstanding issues of concern”.\r\nPrior to the announcement of the joint statement\r\nof the six-party talks, the representatives of Japan and\r\nthe Democratic People’s Republic of Korea held a\r\nnumber of bilateral dialogues to reach this common\r\nunderstanding.\r\nThe Acting President: I give the floor to the\r\nrepresentative of Armenia.\r\nMr. Martirosyan (Armenia): I am taking the\r\nfloor to respond to some of the unfounded accusations\r\nand misrepresentations that appeared in the statement\r\nof the Azerbaijani Foreign Minister in the general\r\ndebate on 18 September 2005.\r\nFirst, regarding his reference to the territory\r\nsurrounding Nagorny Karabakh, those territories have\r\ncome under the control of the Nagorny Karabakh\r\nArmenians as a result of Azerbaijan’s refusal to\r\naddress their peaceful call for self-determination. It is\r\nappalling to hear self-victimizing references about\r\naggression from an Azerbaijani representative when it\r\nwas the Azerbaijani Government that had resorted to\r\nfull-scale military aggression to suppress the civilian\r\npopulation of Nagorny Karabakh.\r\nSecondly, there are Security Council resolutions\r\nthat the Azerbaijani side time and again has attempted\r\nto misrepresent in order to prove its allegations. The\r\nfour Security Council resolutions adopted in 1993\r\nclearly counter such false accusations. The language of\r\nthe resolutions refers to the combatants as local\r\nArmenian forces. Further, the resolutions call on the\r\nRepublic of Armenia to use its good offices with the\r\nNagorny Karabakh authorities to address those matters.\r\nThis clearly demonstrates that Armenia has no\r\ninvolvement whatsoever in the military process and the\r\nresultant outcome.\r\nThe third issue that I would like to address is the\r\nMinister’s characterization of the “dangerous practice\r\ncarried out by Armenia”, referring to the situation in\r\nthe territories around Nagorny Karabakh. As the report\r\nof the Organization for Security and Cooperation fact-\r\nfinding mission concluded, which was circulated to the\r\nGeneral Assembly under the symbol A/59/742,\r\nArmenia has no involvement or presence there. The\r\nconclusions of the mission are clear. There is neither\r\ndeliberate policy of settlement nor substantial\r\nsettlement in the territories around Nagorny Karabakh.\r\nThe resettlers in Nagorny Karabakh proper are those\r\nwho were forced as a result of the ethnic cleansing by\r\nthe Azerbaijani Government to leave their homes in\r\nBaku and other Azerbaijani cities, as well as\r\nShaumyan, northern Mardakert and eastern Martuni\r\nregions of Nagorny Karabakh currently under\r\nAzerbaijani control.\r\nFourthly, the parallels that the Minister attempts\r\nto draw between Nakhchivan and Nagorny Karabakh\r\nare baseless and irrelevant. Nagorny Karabakh’s need\r\nfor a permanent land link is an entirely different matter.\r\nThe two issues are unrelated and dissimilar, both\r\npolitically and geographically. Once the conflict is\r\nresolved and Azerbaijan’s blockade against Armenia is\r\nlifted, its territory will be available to Azerbaijan for\r\ncommunication with Nakhchivan. Thus, creating\r\nformal access to Nakhchivan has never been part of the\r\nnegotiations. The circumstances are not at all\r\ncomparable nor should we pretend that they are.\r\nFinally, we share the Minister’s cautious\r\noptimism and do hope indeed that this opportunity will\r\nbe seized by all sides. Misrepresenting realities on the\r\nground does not help the peace process, and it was in\r\nthat spirit that we wished to make our corrections.\r\nThe meeting rose at 7 p.m.\r\n"