"United Nations A/60/PV.22\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n22nd plenary meeting\r\nFriday, 23 September 2005, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-52099 (E)\r\n*0552099*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Mr. Adnan Terzić, Chairman of the\r\nCouncil of Ministers of Bosnia and Herzegovina\r\nThe President: The Assembly will now hear an\r\naddress by the Chairman of the Council of Ministers of\r\nBosnia and Herzegovina.\r\nMr. Adnan Terzić, Chairman of the Council of\r\nMinisters of Bosnia and Herzegovina, was\r\nescorted to the rostrum.\r\nThe President: I have great pleasure in\r\nwelcoming the Chairman of the Council of Ministers of\r\nBosnia and Herzegovina, His Excellency Mr. Adnan\r\nTerzić, and in inviting him to address the General\r\nAssembly.\r\nMr. Terzić (Bosnia and Herzegovina) (spoke in\r\nBosnian; interpretation was provided in English): At\r\nthe outset, allow me to express my great pleasure in\r\nattending this sixtieth session of the General Assembly\r\nand in addressing you on behalf of the Council of\r\nMinisters of Bosnia and Herzegovina. I should also\r\nlike to congratulate you, Mr. President, on your\r\nelection and at the same time to express my sincere\r\nappreciation to Mr. Jean Ping for his successful\r\npresiding over the fifty-ninth session of the General\r\nAssembly.\r\nLet me start by making reference to the historic\r\nsummit that took place last week. In its sixtieth year of\r\nstriving for global peace, the United Nations has\r\nreached maturity. Our planet is not what it was 60\r\nyears ago, and we will leave it to historians to say\r\nwhether our generation is better than earlier\r\ngenerations.\r\nWe need to be able to face the challenges of\r\nglobalization in the twenty-first century armed with\r\ncapacity and competence. We need to show\r\nmultilateralism and cooperation, relying on the basic\r\nvalues outlined in the Charter. Above all, we need to\r\nidentify explicit obligations and ensure that they are\r\nfulfilled. The United Nations, unique and uncontested\r\nwhen it comes to global credibility and capacity,\r\nshould not be content to be simply what it used to be.\r\nThis Organization needs to be reformed, not only to\r\nquiet the criticism but also more importantly to earn\r\nunequivocal respect.\r\nThe strength and efficiency of the United\r\nNations, like in any other organization, depend on the\r\ncollective strength of its Members. Its strength stems\r\nfrom the unity of the Member States. Our\r\nOrganization, as imperfect as it is, reflects todays\r\nworld, the international community and our entire\r\ngeneration. The High-level Plenary Meetings outcome\r\ndocument is encouraging because it summarizes the\r\nissues on which we reached consensus, but it has fallen\r\nshort of providing the timeframe and methods for\r\nachieving important goals.\r\n2\r\nA/60/PV.22\r\nIt is a pity that reform of the Security Council has\r\nlost momentum and has been postponed to the future.\r\nOur enthusiasm in supporting the establishment of the\r\nHuman Rights Council was overshadowed by the fact\r\nthat the final document has not defined the modalities\r\nfor realizing this idea in a precise timeframe. We\r\nstrongly urge the appointment of a facilitator who will\r\nstreamline the General Assemblys efforts to see this\r\nnewborn get on its feet.\r\nAs for the responsibility to protect, which found\r\nits rightful place in the outcome document, we would\r\nlike to point out the paramount role of preventive\r\ndiplomacy. From our painful experience we have come\r\nto realize the importance of fact-finding missions and\r\nearly warning systems for potential or imminent\r\nconflicts.\r\nIn order to have efficient early warning, we need\r\nto strengthen the Secretariats Department of Political\r\nAffairs. Staff from countries emerging from conflict or\r\nfrom post-conflict societies, staff with first-hand\r\nexperience could be an asset to that Department. That\r\nwould allow us to restore the credibility of the United\r\nNations, which was in great part overshadowed by non-\r\ngovernment organizations such as the International\r\nCrisis Group.\r\nHaving travelled the path from being the subject\r\nof Security Council emergency meetings to being a\r\npotential candidate for a non-permanent seat on the\r\nSecurity Council in 2010-2011, Bosnia and\r\nHerzegovina strongly supports the outcome documents\r\nconclusion that the Council should stay committed to\r\nits primary responsibility under the Charter and\r\nmaintain international peace and security, rather than\r\nexpand its agenda at the expense of the General\r\nAssembly.\r\nAnother of todays serious challenges, one that\r\nBosnia and Herzegovina is dealing with quite\r\nsuccessfully, is the war on terrorism. It is certain that a\r\nglobal threat requires a global response, and that is\r\npossible only through the United Nations. The\r\ndefinition of terrorist acts, the unequivocal\r\ncondemnation of such acts by the international\r\ncommunity, the identification of means of international\r\ncooperation in the fight against terrorism and the\r\nunhindered functioning of international justice can be\r\nachieved only through the United Nations. A special\r\nMinistry for Security has been established in Bosnia\r\nand Herzegovina, aimed not only at improving\r\ndomestic security but also at contributing more\r\neffectively to the global fight against terrorism. The\r\nanti-terrorist team that operates under this Ministry has\r\nalready blocked the bank accounts of suspect\r\nindividuals and organizations and has brought a\r\nnumber of charges. We have signed all the international\r\nconventions against terrorism, and we stand ready to\r\nmake a constructive contribution to the drafting the\r\nUnited Nations Comprehensive Convention on\r\nTerrorism, as agreed in the outcome document.\r\nThe summits accomplishments are quite\r\nencouraging, demonstrating the power of universalism\r\nand multilateralism and their superiority over\r\nunilateralism. We made this Assembly an arena of\r\nagreement, instead of an arena of conflict. The lesson\r\nlearned in Bosnia and Herzegovina has taught us that if\r\nwe find enough strength and courage in ourselves to\r\nprove our commitment to these principles in practice,\r\nthe course of history can be changed towards peace,\r\nstability and prosperity for all.\r\nWith no intention to go too far into the past or\r\ninterpret facts that already belong to the archives, I\r\nmust remind you that we are marking two anniversaries\r\nthis year: Srebrenica and Dayton. The close to 8,000\r\nnames of Bosniacs on the list in the Srebrenica report\r\nconfirm the terrible truth about the genocide that took\r\nplace in that city. That crime was committed 50 years\r\nafter the liberation of Auschwitz, when it was vowed\r\nthat that would never again happen. Yet it happened\r\nagain: not once but twice. We now have the power and\r\ninstruments to prevent anything similar from ever\r\nhappening again.\r\nThe Dayton Agreement, the peace agreement that\r\nwas reached in Dayton and signed in Paris and often\r\ncriticized for its complicated and unfeasible provisions,\r\ndid stop the war and enabled freedom of movement. It\r\nmeant a new beginning for Bosnia and Herzegovina.\r\nHowever imperfect, it provided the framework that\r\nenabled us, 10 years down the line, to turn the situation\r\naround and complete fundamental reforms that have\r\nbecome part of our everyday life, namely, the creation\r\nof a single defence system with a Ministry of Defence,\r\nthe unification of two economic spaces, the merger of\r\ntwo intelligence services, a single Customs service and\r\nrevenue system, standardization, to mention but a few.\r\nObvious limitations imposed by the Dayton\r\nframework, for example the problems faced in police\r\nreform, will be dealt with in accordance with\r\n3\r\nA/60/PV.22\r\ninternational standards, just as we did with defence\r\nreform. International standards and good democratic\r\npractices will take us to the future, free of fear and\r\ntension. We believe that the road that Bosnia and\r\nHerzegovina is resolutely following provides an\r\nimportant international experience. Peace is now firm\r\nand the State reintegrated, as the situation in Bosnia\r\nand Herzegovina clearly shows.\r\nWe have done more in terms of integration and\r\nnation building over the past three years than in the\r\nprevious seven. I would like to bring to your attention\r\nthe important fact that the international affirmation of\r\nBosnia and Herzegovina and fulfilment of our\r\nobligations are interconnected. There is a correlation\r\nbetween encouragement and obligations on the one\r\nside and multiple reforms on the other.\r\nA key feature of all reforms to date is the fact that\r\nthey have all been implemented through political\r\nagreement. They were not a result of international\r\npressure and they were not imposed by the current\r\nHigh Representative. Entities have agreed to transfer\r\ntheir jurisdictions to the State. Establishing and\r\nrunning the State-level Ministry of Defence was a\r\ncrucial step forward in terms of NATOs Partnership\r\nfor Peace programme. Numerous institutions and\r\nagencies in the field of public health now operate with\r\nState-level mandates as well. We are in the final phases\r\nof introducing a single-rate value-added tax in Bosnia\r\nand Herzegovina, which will strengthen and\r\naccommodate the business environment for foreign\r\ninvestment. We have recorded continued growth in\r\nforeign direct investment over the past two years,\r\nwhereas growth in the gross domestic product for 2004\r\nwas almost 6 per cent  a record for our region.\r\nOf course, one of our most important\r\ninternational obligations is cooperation with the\r\nInternational Criminal Tribunal for the Former\r\nYugoslavia (ICTY), and we pay a great deal of\r\nattention to it. Despite the fact that the Republika\r\nSrpska in Bosnia and Herzegovina has also made\r\nsubstantial progress in this area this year, we are\r\ndiscouraged by the fact that the two most wanted war\r\ncriminals have not yet been brought to justice. Obvious\r\nimprovement in cooperation with The Hague, sudden\r\nvoluntary surrenders to the Tribunal after years of\r\nhiding and the locations from which runaway criminals\r\nare being extradited clearly point to the level of\r\nresponsibility of Serbia and Montenegro with regard to\r\nthis entire matter, especially as compared to the\r\nresponsibility of Bosnia and Herzegovina. We are\r\nextremely concerned by the fact that many criminals\r\nstill at large have obviously used Belgrade as an escape\r\nroute and to secure hideouts outside the region.\r\nThe reform of the justice system has resulted in\r\nthe establishment of the institutions of State\r\nProsecutor, the National Court and the High Judicial\r\nand Prosecutorial Council of Bosnia and Herzegovina.\r\nWe are the first country in the region to meet the\r\ninternational standards required for the processing of\r\nwar crimes cases. The State-level Council will operate\r\nunder optimal technical conditions and in accordance\r\nwith the best European practices.\r\nThe process of organizing trials in the countries\r\nwhere crimes have been committed is somewhat\r\nhindered by the dual citizenship issue. However, we\r\nhope to have that matter resolved shortly, with the\r\nassistance of the relevant international institutions.\r\nActing in accordance with its international\r\nobligations, Bosnia and Herzegovina supports all\r\nactivities and peace initiatives aimed at conflict\r\nprevention, peacebuilding and safety in post-conflict\r\nzones. Despite our limited capacities, Bosnia and\r\nHerzegovina participates in international peacekeeping\r\noperations. We have military observers in Congo,\r\nCyprus, Ethiopia and Eritrea, as well as civilian police\r\nofficers in Liberia and Haiti as part of United Nations\r\noperations there. We also sent a mine-clearance team to\r\nIraq as a sign of our support for Iraqis in the process of\r\nestablishing a democratic State.\r\nWith regard to the situation in Iraq, we are\r\npleased to see consensus among members of the\r\nSecurity Council in connection with the transfer of\r\nauthority from the occupation forces to the legitimately\r\nelected judicial and executive authorities, as that will\r\nled to establishing Iraq as a sovereign and democratic\r\ncountry. That is a necessary precondition for the\r\nbeginning of comprehensive reforms of the Iraqi State\r\nand society.\r\nReconstruction will still remain the key issue for\r\nIraqs citizens. The United Nations should play a more\r\nimportant role in that connection. The Organization\r\nprovides humanitarian aid to Iraq and is helping to\r\nrebuild its infrastructure and Government institutions.\r\nThe firm determination of the Members of the United\r\nNations to assist in establishing stability and security\r\nby participating in reconstruction and providing\r\n4\r\nA/60/PV.22\r\nassistance in the form of human resources or technical\r\nsupport is vital.\r\nMr. Gaspar Martins (Angola), Vice-President,\r\ntook the Chair.\r\nBosnia and Herzegovina supports the\r\ncomprehensive implementation of the Programme of\r\nAction adopted at the United Nations Conference on\r\nthe Illicit Trade in Small Arms and Light Weapons in\r\nAll Its Aspects.\r\nWe have also supported the outcome of the\r\nspecial session of the General Assembly devoted to\r\nAIDS by creating a special national council for the\r\nprevention of AIDS. The council will meet all required\r\ninternational obligations in that area by the end of this\r\nyear.\r\nWith regard to the financing of international\r\npeacekeeping operations, we are quite aware that that\r\nissue is key to accomplishing the goals of the United\r\nNations. We also recognize that a shortfall in funds can\r\nindeed hinder the protection of human lives. We call\r\nfor a more balanced and fair basis for contributions.\r\nWe also call upon developed countries to set a good\r\nexample for other countries as they need to\r\ndemonstrate clearly that we all share this obligation.\r\nBeing an underrepresented country at United\r\nNations Headquarters, and in the United Nations\r\nsystem overall, we would like to see more balanced\r\nrepresentation. Bosnia and Herzegovina is keen to see\r\nits nationals being selected for high-ranking positions\r\nin the Organization, as we in fact have high-quality\r\npersonnel to offer.\r\nOn behalf of the citizens of Bosnia and\r\nHerzegovina, allow me to take this opportunity to once\r\nagain express the gratitude that we feel for the\r\nassistance that the international community has\r\nprovided us during times of hardship.\r\nThe Government of Bosnia and Herzegovina will\r\ntake immediate steps to prepare, by the end of next\r\nyear, a national strategy to achieve the Millennium\r\nDevelopment Goals. That strategy will include special\r\nemphasis on transparency, good governance, better\r\nemployment and better use of domestic resources.\r\nLastly, allow me to share a final thought. We\r\nbelieve that helping underdeveloped countries and\r\npost-conflict societies is not charity, but rather an\r\ninvestment in the future of the entire world.\r\nThe Acting President: I now call on His\r\nExcellency The Honourable Elvin Nimrod, Minister for\r\nForeign Affairs, International Trade, Legal Affairs and\r\nCarriacou and Petite Martinique Affairs of Grenada.\r\nMr. Nimrod (Grenada): I am indeed greatly\r\nhonoured to join those who preceded me in\r\ncongratulating the President on his election to the\r\npresidency of the sixtieth session of the General\r\nAssembly. I assure him of Grenadas support as he\r\nguides the deliberations during this historic year\r\ntowards the promotion and maintenance of\r\ninternational peace and security. My delegation would\r\nalso like to express its appreciation to Mr. Jean Ping,\r\nwho laboured assiduously during his presidency of the\r\nfifty-ninth session, for his tireless efforts in guiding the\r\npreparatory work for the High-level Plenary Meeting.\r\nIn addition, Grenada commends the Secretary-General\r\nfor his energetic pursuit of change at the United\r\nNations. We subscribe to the Secretary-Generals view\r\nthat the world cannot be a safer place without\r\ndevelopment and poverty eradication.\r\nPermit me, at this juncture, to extend, on behalf\r\nof the Government and people of Grenada, empathy\r\nand profound sympathy to the Government and people\r\nof the United States of America, particularly those of\r\nthe Gulf states, for the loss of life and severe\r\ndestruction of property suffered as a result of\r\nHurricane Katrina.\r\nWhen the Millennium Declaration was adopted,\r\nmany viewed it as a landmark document containing the\r\nblueprint for the eradication of poverty and as a vehicle\r\nto transform the condition of humankind in the twenty-\r\nfirst century. While it did not take on the momentum\r\nthat we had hoped for, we have now moved to review\r\nits implementation. This year, the outcome document\r\nadopted by heads of State and Government at the\r\nconclusion of the High-level Plenary Meeting gives us\r\nanother chance to address in earnest the commitments\r\nthat were made in the Millennium Declaration and at\r\nmajor United Nations conferences.\r\nGrenada is heartened by the recent renewal of\r\ncommitment to development and security, including\r\npoverty eradication and the endorsement to positively\r\ntransform the world for the betterment of our peoples.\r\nWe also welcome the efforts made to address the\r\nspecial needs of Africa. Those are high ideals, but we\r\nare convinced that peace, security and prosperity can\r\nonly be achieved globally with the commitment,\r\n5\r\nA/60/PV.22\r\nsacrifice and concerted, cooperative efforts of all\r\nMember States.\r\nWe welcome the creation of a Peacebuilding\r\nCommission to ensure post-conflict recovery where it\r\nis most needed, and especially to focus on issues\r\nrelating to women and children within that process.\r\nGrenada also supports the strengthening of the human\r\nrights machinery through the creation of a Human\r\nRights Council, and we resolve to participate in the\r\nnegotiations to establish a working mandate for that\r\nbody during the sixtieth session of the Assembly.\r\nGrenada welcomes the outcome documents\r\nstrong condemnation of terrorism in all its forms and\r\nmanifestations. We regret, however, that there has been\r\nno meaningful progress on the issue of disarmament\r\nand non-proliferation and call for continued\r\nnegotiations in that regard.\r\nReform is vital in order for this unique\r\nOrganization to reflect the aspirations of its 191\r\nMember States. It is extremely important that the\r\nUnited Nations address the burning issues and realities\r\nthat preoccupy the global community. Grenada fully\r\nsupports the measures called for in the Secretary-\r\nGenerals report, In larger freedom (A/59/2005), and\r\nremains convinced of the usefulness of addressing\r\npeace and security on a broad spectrum.\r\nGrenada agrees that Security Council reform is\r\nimperative. The Council must be expanded in a manner\r\nthat will convince every region of the world that they\r\nhave an active voice in one of the most important and\r\npowerful organs of the United Nations.\r\nGrenada, like the other countries of the English-\r\nspeaking Caribbean, places a high priority on the\r\nreorganization of the Economic and Social Council.\r\nThe Charter clearly designed the Economic and Social\r\nCouncil to address development. In the twenty-first\r\ncentury, therefore, the Economic and Social Council\r\nmust have, as the outcome document states, a more\r\nfocused agenda built around the major themes\r\ncontained in the Millennium Declaration.\r\nThe theme for this years deliberations is well\r\nchosen and we accept the challenge to work towards\r\nthat goal. Grenada hopes that United Nations reform\r\nand the implementation of the goals set out in the\r\noutcome document will come to fruition soon, in order\r\nto ensure a stronger Organization and a more just\r\nworld.\r\nMy country, Grenada, knows quite well the\r\nchallenges faced by developing countries. In less than\r\none year Grenada experienced two hurricanes, causing\r\ninfrastructural damage amounting to 250 per cent of\r\nour gross domestic product (GDP), crippling the\r\ntourism sector, increasing unemployment to 31 per cent\r\nand having an immeasurable psychological and social\r\nimpact on our population.\r\nPrior to those events, Grenada was well on track\r\nto achieve the Millennium Development Goals\r\n(MDGs) of universal primary education, lowering child\r\nmortality rates, and reducing the poverty rate by half.\r\nAlso high on our countrys agenda was the\r\nimplementation of policies to combat diseases,\r\nincluding HIV/AIDS. Today, even with the most\r\nrigorous national efforts, if Grenada is to achieve the\r\nMDGs, it can only do so with substantial financial and\r\ntechnical assistance.\r\nCurrently, countries of the Caribbean face\r\ngrowing unemployment and poverty because of the\r\nrecent World Trade Organization ruling that resulted in\r\nthe removal of preferential arrangements that once\r\nfacilitated our trade. As a direct result, two of the\r\nindustries most vital to the Caribbean  bananas and\r\nsugar  are rapidly declining, sending thousands to\r\nthe bread line and abject poverty. Here, I would refer to\r\nthe statement made yesterday by the Prime Minister of\r\nSaint Kitts and Nevis, which confirmed the effects that\r\nthe demise of the sugar industry is having on his\r\ncountry.\r\nCountries of the Caribbean require more than just\r\naid; for aid alone cannot eradicate poverty. What\r\nCaribbean countries desire most fervently are trading\r\nopportunities. We crave opportunities that will\r\nrecognize the diversities and disparities in the\r\neconomic world. Given our disadvantageous\r\neconomies of scale, our limited land mass and our late\r\nadmission into the international economic order, it is\r\nimpossible to make progress without special\r\nconcessions.\r\nGrenada has no desire to see its future\r\ngenerations become mendicants, seized by poverty and\r\na lack of opportunities. The MDGs, as well as United\r\nNations declarations, constitute a global partnership for\r\ndevelopment. Both the developed and developing\r\ncountries are called upon to implement changes and\r\nadjust their modus operandi to advance a more secure\r\nand just world.\r\n6\r\nA/60/PV.22\r\nWe applaud the European Union for its decision\r\nto increase its overseas development assistance to the\r\nrecommended 0.7 per cent of their GDP. However, we\r\nurge them and other developed countries to continue to\r\nprovide freedom in trade with developing countries, in\r\norder to facilitate the transfer of technology and to\r\nassist with our environmental protection.\r\nThose of us in the developing world have also\r\ngiven our commitment to devise national policies to\r\nimprove the standard of living of our people, promote\r\neducation, practice good governance and strive for\r\nbetter health care for all. That, however, is virtually\r\nimpossible in the current international economic\r\nclimate, as some international regimes seem committed\r\nto crippling the economies of developing countries, in\r\nparticular those of the Caribbean.\r\nHurricanes and other natural disasters add to the\r\nCaribbean regions challenges and remain a very real\r\nand formidable enemy. Grenada acknowledges that\r\nnatural disasters are unavoidable phenomena that\r\ncannot be stopped. However, we can mitigate their\r\neffects, ease human suffering with sound measures and\r\nspeed up recovery by designing mechanisms conducive\r\nto quick responses, particularly from the international\r\ncommunity. From hurricanes to tsunamis, from floods\r\nto droughts, we have come to realize that natural\r\ndisasters know no boundaries and do not differentiate\r\nbetween developed and developing countries. In the\r\nlight of scientific predictions that indicate an increase\r\nin the frequency and intensity of natural disasters, we\r\nmust address this matter and give disaster mitigation a\r\nhigh priority on our agenda.\r\nI recall that during his address to the Millennium\r\nSummit five years ago, the Prime Minister of Grenada,\r\nthe Right Honourable Keith Mitchell, joined his\r\ncolleagues in making a clarion call for the\r\nestablishment of a disaster relief fund to facilitate\r\nquick responses to aid victims of hurricanes,\r\nearthquakes, volcanoes and other natural disasters that\r\nstrike us with such frequency and ferocity. I wish to\r\nreiterate that call today in light of the realities that now\r\nsurround us.\r\nSome countries, particularly small island\r\ndeveloping States, are extremely vulnerable and can\r\nexperience a complete reversal of economic, social,\r\ncultural and infrastructural progress with the passage\r\nof one natural disaster, as was evident when Grenada\r\nwas struck by Hurricane Ivan in September of 2004.\r\nFor small islands it is exceedingly difficult to stop the\r\ndownward spiral that disasters can cause. Generally,\r\nrecovery is virtually impossible without major\r\ninternational assistance.\r\nGrenada welcomes the reference made to the\r\nvulnerabilities of small island developing States. We\r\nlook forward to the effective implementation of the\r\nMauritius Strategy for the Further Implementation of\r\nthe Programme of Action for the Sustainable\r\nDevelopment of Small Island Developing States in the\r\nvery near future. Grenada implores Member States to\r\nsupport the call of small island developing States for\r\nspecial recognition of their vulnerabilities.\r\nIn the same vein, I turn now to the issue of the\r\nCaribbean Sea. Our economies derive tremendous\r\nbenefits from the resources of the Caribbean Sea. In\r\nfact, the annual estimate of the economic value to\r\nGrenada of production from the sea is more than 30\r\nmillion Eastern Caribbean dollars. That is a\r\ncontribution that we as a people strongly feel must be\r\nconserved, preserved, maintained and protected, not\r\nmerely for this generation, but for future generations.\r\nI would like specifically to refer to the trans-\r\nshipment of radioactive materials through our waters,\r\nwhich continues to pose a tremendous threat to the\r\nhuman health, marine life, ecosystems, tourism and\r\neconomies of the region. As has been repeatedly\r\naffirmed by Grenada and other Caribbean Community\r\nmember States, that practice must stop. Grenada once\r\nagain calls on those concerned to desist from such\r\nactivity. We welcome the reference made in the\r\noutcome document in that regard, and further urge the\r\ninternational community to be more cognizant of the\r\nsituation and its impact on our economies and our\r\npeoples. Since this matter is of grave importance to the\r\nCaribbean region, we will continue our efforts to have\r\nthe Caribbean Sea designated as a Special Area in the\r\ncontext of sustainable development.\r\nFinally, judging from the commitments made\r\nover the past few days, it is clearly evident that\r\nMember States are willing to take up the challenge to\r\nimplement the necessary reforms to strengthen this\r\nbody. We too pledge our full support to that process,\r\ndespite the bleak economic realities we currently face.\r\nThe Acting President: I now give the floor to\r\nHis Excellency The Honourable Knowlson Gift,\r\nMinister for Foreign Affairs of the Republic of\r\nTrinidad and Tobago.\r\n7\r\nA/60/PV.22\r\nMr. Gift (Trinidad and Tobago): It is an honour\r\nfor me to extend to His Excellency Mr. Jan Eliasson\r\nmy sincere congratulations on his election to the\r\npresidency of the sixtieth session of the General\r\nAssembly. Let me also pay tribute to his predecessor,\r\nHis Excellency Mr. Jean Ping, for his extraordinary\r\ndedication and leadership during the fifty-ninth\r\nsession. I also wish to express my Governments\r\nsincere appreciation to the Secretary-General, His\r\nExcellency Mr. Kofi Annan, for his tireless efforts\r\naimed at strengthening multilateralism and upholding\r\nthe purposes and principles of the United Nations.\r\nFive years ago, at the Millennium Summit, world\r\nleaders reaffirmed their faith in the United Nations and\r\nits Charter as indispensable foundations of a more\r\npeaceful, prosperous and just world. While there has\r\nbeen progress in some areas, much remains to be done\r\nto bring about the full realization of the ambitious\r\nGoals set forth in the Millennium Declaration.\r\nThe promise of a global partnership to realize the\r\nMillennium Development Goals (MDGs) remains\r\nunfulfilled for the vast majority of the peoples of\r\nAfrica, Asia, Latin America and the Caribbean, where\r\na total of more than one billion people still live below\r\nthe poverty line. For the Caribbean region in particular\r\nchallenges remain in the area of trade, where the\r\nerosion of tariff preferences for primary commodities\r\nsuch as bananas and sugar have been extremely\r\nprejudicial to the socio-economic development of\r\nmany countries of the Caribbean Community\r\n(CARICOM).\r\nThe Caribbean region has also been affected by\r\nthe HIV/AIDS pandemic, which has killed over 20\r\nmillion men, women and children worldwide. The\r\nimplicit threat to economic and social stability, human\r\ndevelopment and security cannot be underestimated or\r\ndenied.\r\nThe target of devoting 0.7 per cent of gross\r\nnational income to official development assistance\r\n(ODA) also remains an elusive goal, although there\r\nhave been encouraging signs recently, such as the\r\ncommitment made by the Group of Eight (G-8) at the\r\nGleneagles summit and the commitments of other\r\ndeveloped countries to meet that target by the year\r\n2015. Those commitments were reiterated in the 2005\r\noutcome document (resolution 60/1) of the High-level\r\nPlenary Meeting.\r\nAt the same time, we have been increasingly\r\nconfronted by humanitarian emergencies caused by\r\ndevastating natural disasters, with the resultant internal\r\ndisplacement of people. Once again, we wish to\r\nexpress our sympathy to the Government and the\r\npeople of the United States of America in the wake of\r\nHurricane Katrina. In our own CARICOM subregion,\r\nwe remain particularly vulnerable to the devastating\r\neffects of hurricanes. In the light of the extensive\r\ndamage inflicted on the sister island of Grenada last\r\nyear, we urge the United Nations, the international\r\ncommunity and donor agencies to give priority\r\nattention to the CARICOM subregion in the areas of\r\ndisaster preparedness and post-recovery assistance.\r\nThe rise of global terrorism, the threat of the\r\nproliferation of nuclear, biological and chemical\r\nweapons and the concomitant prospect of them falling\r\ninto the hands of non-State actors have emerged as\r\nissues of extreme urgency. The spread of small arms\r\nand light weapons  the weapons of choice in many\r\nintra-State conflicts  also poses a threat to the\r\nsecurity of many countries. In that regard, CARICOM\r\nis particularly concerned about the increasing\r\nincidence of violent crime caused by the presence of\r\nillegal firearms and their association with the illicit\r\ndrug trade.\r\nThe confluence of all those interconnected threats\r\nand challenges, as daunting as this may seem, can and\r\nmust be countered and effectively addressed. We must\r\ntherefore demonstrate the political will and the\r\ncommitment to act collectively to develop national and\r\nregional strategies with renewed resolve at the global\r\nlevel to support robust multilateralism, with a strong\r\nand effective United Nations at its centre. No one\r\nState, no matter how powerful, can act wholly by itself\r\nto resolve those common problems. There is also\r\nsimply no legitimate alternative to the United\r\nNations  no comparable multilateral institution\r\nwhere all member States meet, deliberate, advance and\r\nharmonize their views and interests and negotiate and\r\nadopt instruments for collective action to the benefit of\r\nall.\r\nLast week, in adopting the outcome document,\r\nwe agreed to a road map, as it were, of measures\r\nrequired to reorient the United Nations to meet todays\r\nchallenges. Even as we reaffirm our faith in the United\r\nNations and our commitment to more robust\r\nmultilateralism, and even as we work towards a more\r\neffective United Nations through the implementation of\r\n8\r\nA/60/PV.22\r\nthe outcome document, we must recall that the main\r\npurpose of last weeks Meeting was to review the\r\nprogress made since the Millennium Summit adopted\r\nthe MDGs, five years ago. Indeed, it is the overall\r\nimprovement in the lives of all our peoples, in whose\r\nname we are gathered here, by which history will\r\nultimately judge or condemn us. Permit me, therefore,\r\nto offer some views on issues that Trinidad and Tobago\r\nconsiders paramount, and on the principles that should\r\nserve as a guide for our future deliberations.\r\nThose must of necessity include the following:\r\nthe imperative of recommitting ourselves, as a matter\r\nof priority, to the full realization of the development\r\ngoals and objectives that have emerged from major\r\nUnited Nations conferences and summits, including the\r\nMDGs; greater democratization of all United Nations\r\norgans and related bodies, in terms of both their\r\ncomposition and their mode of operations; strict\r\nobservance of the rule of international law and justice;\r\nand respect for the commonly shared values on which\r\nthe United Nations is founded.\r\nDevelopment must remain central to the agenda\r\nof the United Nations.\r\nTrinidad and Tobago supports the increased\r\nattention of the international community towards\r\nAfrica in overcoming its developmental challenges and\r\nin providing that continent with the increased resources\r\nneeded to enable it to fully implement the New\r\nPartnership for Africas Development (NEPAD).\r\nWe welcome in particular the commitment\r\ncontained in the outcome document to the\r\nimplementation of the Barbados Programme of Action\r\nfor the Sustainable Development of Small Island\r\nDeveloping States. We call for the full and effective\r\nimplementation of the commitments, programmes and\r\ntargets contained in the Mauritius Strategy, adopted at\r\nthe International Meeting to Review the\r\nImplementation of the Barbados Programme of Action\r\nfor the Sustainable Development of Small Island\r\nStates.\r\nTrinidad and Tobago has demonstrated\r\nremarkable strength and resilience in the face of a\r\nglobal environment characterized by rapid economic,\r\nsocial and other changes. We have embarked on the\r\nroad to developed-nation status and hope to reach our\r\ngoal by the year 2020 or earlier.\r\nOur Vision 20/20 includes the evolution of a\r\ntechnologically driven, knowledge-based society, a\r\nhighly productive and globally competitive economy,\r\nand the provision of a standard of living comparable to\r\nthat of the developed world. To achieve that vision, the\r\nGovernment of the Republic of Trinidad and Tobago is\r\ndeveloping its human capital by creating a virtually\r\nseamless educational system from the primary to the\r\ntertiary level, with increasing emphasis on information\r\ntechnology and other related subjects. In this way we\r\nwill ensure that our young people can become an\r\nintegral part of the global labour force, with the\r\nnecessary skills to compete locally, regionally and\r\ninternationally.\r\nOur development agenda is not centred solely on\r\nthe Republic of Trinidad and Tobago. It is, as my\r\nPrime Minister stated from this very rostrum one year\r\nago, part and parcel of a pan-Caribbean agenda to\r\nwhich we are irrevocably and solidly committed \r\n[and in which the] development of Trinidad and\r\nTobago and CARICOM are intertwined. (A/59/PV.10,\r\np. 8)\r\nWe therefore remain committed to the integration\r\nof the Caribbean region through the instrumentality of\r\nCARICOM. To that end, Trinidad and Tobago has\r\nprovided substantial financial and economic assistance\r\nto our CARICOM neighbours through a variety of\r\nmechanisms, including capital market activities, direct\r\nforeign investment, debt relief and direct bilateral\r\nassistance. We have also provided extensive hurricane\r\nrelief as well as assistance to the private sector in\r\nCARICOM to strengthen their export capability.\r\nAs an energy surplus country, Trinidad and\r\nTobago has, through its own Petroleum Stabilization\r\nFund, made financial assistance available to\r\nCARICOM countries to the tune of some $48 million\r\nper annum  and this without any conditionalities.\r\nNo development or security assessment in our\r\nsubregion would be complete without consideration of\r\nthe grave political, economic, social and security crisis\r\nthat confronts the Haitian people. We look forward to\r\nthe holding of free, fair, democratic and inclusive\r\nelections in Haiti and to the installation of a truly\r\ndemocratically elected Government in that nation, so\r\nthat Haiti can once again sit in the Council of\r\nCARICOM.\r\nTrinidad and Tobago and other CARICOM States\r\nremain committed over the long term to securing the\r\n9\r\nA/60/PV.22\r\nprogress and future of the Haitian people. We therefore\r\nurge the United Nations system and the international\r\ndonor community to provide the necessary support to\r\nHaiti in the post-election period. Effective assistance,\r\nthe disbursement of funds pledged and the release of\r\nother resources will ensure the progress of a nation\r\ncurrently overwhelmed by daunting challenges.\r\nIn the area of disarmament, we share the\r\ndisappointment of many Member States at our failure\r\nto demonstrate the necessary political will to ensure the\r\nconsensus adoption of agreements leading to tangible\r\nand substantive results at the Review Conference of the\r\nParties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) and in the outcome document.\r\nTrinidad and Tobago reiterates its condemnation\r\nof terrorism in all its forms and manifestations, and it\r\nis committed to doing its part to eradicate that scourge\r\nfrom our world. In that vein, we look forward to the\r\nearly conclusion of a draft comprehensive convention\r\non international terrorism.\r\nIn addition, we welcome the action taken by\r\nmembers of the international community to combat\r\nterrorism, but we would wish to reiterate that the\r\nhuman rights and the civil and political rights of\r\nindividuals must be respected in the course of any\r\ncounter-terrorism actions taken by Member States of\r\nthe international community.\r\nAs a small island developing State, we face\r\ndifficulties associated with the evils of the drug trade\r\nand the illicit trade in small arms and light weapons.\r\nAs a result, it is becoming increasingly difficult to stem\r\nthe tide of criminal activity within our society.\r\nTrinidad and Tobago believes that an\r\ninternational order based on the rule of law must be\r\nobserved in relations between and among States. This\r\nfundamental pillar is indispensable for the proper\r\nfunctioning of the international system. In their\r\nrelations, States must have regard, at all times, for the\r\nprinciples of the Charter of the United Nations and of\r\ninternational law.\r\nWe reaffirm in particular those principles relating\r\nto the sovereign equality of all States Members of the\r\nUnited Nations, non-interference in the internal affairs\r\nof Members, respect for their political and territorial\r\nintegrity, the right of peoples to self-determination, and\r\nrecourse to peaceful means for the settlement of\r\ndisputes.\r\nWe also reaffirm the important role of the\r\nGeneral Assembly in the development of international\r\ntreaties.\r\nTrinidad and Tobago expresses its deep regret at\r\nthe failure of the outcome document to include any\r\nreference to the International Criminal Court or the\r\nquestion of impunity. In that regard, we call on all\r\nStates Members of the United Nations to become\r\nparties to the Rome Statute of the International\r\nCriminal Court in order to ensure that it becomes a\r\ntruly global instrument for the trial of those accused of\r\ncommitting crimes that affront the conscience of all\r\nhumanity.\r\nMy country welcomes the cooperation between\r\nthe International Criminal Court and the United\r\nNations, which was highlighted earlier this year when\r\nthe Security Council decided to refer the situation in\r\nDarfur to the Court. We look forward to increased\r\nopportunities for collaboration and cooperation\r\nbetween these two important global institutions in\r\nputting an end to such crimes and to the culture of\r\nimpunity that has for so long accompanied them.\r\nTrinidad and Tobago reaffirms its commitment to\r\nthe reform and strengthening of the United Nations. We\r\nshare the view that the reform of the United Nations\r\nmust seek to reinforce and consolidate the democratic\r\nfoundation upon which this Organization was built.\r\nWe are of the view that cardinal to the reform\r\nagenda must be the revitalization and restoration of the\r\nrole and authority of the General Assembly, as the\r\nchief deliberative, policymaking and representative\r\norgan of the United Nations.\r\nTrinidad and Tobago supports the comprehensive\r\nreform of the Security Council. In that regard, we wish\r\nto underline the importance of the adoption by the\r\ninternational community of a comprehensive set of\r\nreform measures. It is imperative that expansion should\r\nproceed on the basis of making the Council more\r\nrepresentative of the general membership of the United\r\nNations. It should contribute to a greater\r\ndemocratization of its functioning. It should impart\r\ngreater legitimacy and transparency to its decisions,\r\nand it should be achieved through the broadest possible\r\nconsultation.\r\nTrinidad and Tobago also looks forward to\r\nparticipating in discussions on reform of the United\r\n10\r\nA/60/PV.22\r\nNations human rights machinery and on the pending\r\nissues relating to the Peacebuilding Commission.\r\nTrinidad and Tobago commends the Secretary-\r\nGeneral for his ongoing efforts to enhance the effective\r\nmanagement of the United Nations. An efficient,\r\neffective, well-resourced Secretariat which is\r\naccountable to the General Assembly is indispensable\r\nto achieving the objectives of a strengthened\r\nOrganization.\r\nTrinidad and Tobago welcomes the Secretariat\r\nand management reform proposals contained in the\r\noutcome document as a first step towards a necessary\r\nthorough debate and discussion, and we look forward\r\nto participating actively in these negotiations.\r\nIt is imperative, however, that these proposals\r\nmeet the test of viability, that they have the sanction of\r\nthe established intergovernmental process and that they\r\ndo not individually or collectively seek to derogate,\r\ndiminish or further marginalize the role of the General\r\nAssembly.\r\nAs we embark on the path of implementation of\r\nthe outcome document, we must spare no effort to\r\nensure that the future of the United Nations is not\r\ncompromised by the exigencies of the moment.\r\nInstitutional renewal, a strengthened United Nations\r\nand a robust multilateralism must allow us to forge a\r\ntruly effective global response and commitment to the\r\ncommon threats and challenges that confront us.\r\nTrinidad and Tobago pledges to do its part to\r\nmake the United Nations a more effective instrument in\r\nthe common service of all our peoples.\r\nThe President returned to the Chair.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Jan Petersen, Minister for Foreign\r\nAffairs of the Kingdom of Norway.\r\nMr. Petersen (Norway): I, too, congratulate you,\r\nSir, on your election as President of the General\r\nAssembly at its sixtieth session.\r\nSixty years ago, the United Nations rose out of\r\nthe ashes of the Second World War. The creation of our\r\nOrganization was the fulfilment of peoples hopes for a\r\nbetter and safer future. Norway was honoured to\r\nprovide the United Nations with its first Secretary-\r\nGeneral, Trygve Lie.\r\nLast week, we saw agreement on a summit\r\noutcome document (resolution 60/1). The document\r\nfalls short of our expectations. Still, it provides\r\nimportant direction on how to improve and strengthen\r\nthe role of the United Nations in building peace and\r\nsecurity and promoting human rights and development.\r\nIn some areas, Member States made considerable\r\nprogress; in others, better results should have been\r\nachieved. In particular, I had hoped for  and worked\r\nfor  a substantial text on nuclear disarmament and\r\nnon-proliferation. The proliferation of weapons of\r\nmass destruction represents a fundamental threat.\r\nThere is a growing risk of proliferation and of\r\ncatastrophic terrorism. At the same time, we see a\r\nreluctance on the part of some to accept that all States\r\nmust advance disarmament and non-proliferation.\r\nDuring the past week, I have repeatedly heard in\r\nthe General Assembly that we are willing to solve\r\ncommon problems. Yet it has not been possible to\r\nreach any consensus on how to address these truly\r\nglobal threats. I can assure members that Norway will\r\ntake up the challenge set out by the Secretary-General\r\nand will continue to seek consensus and concrete\r\nresults. We will do that together with Australia, Chile,\r\nIndonesia, Romania, South Africa and the United\r\nKingdom and with all those countries that supported\r\nour efforts.\r\nFurther progress is also urgently needed to\r\nprevent the proliferation of small arms and light\r\nweapons. Norway welcomes the outcome documents\r\ncall for implementation of the United Nations\r\nProgramme of Action on Small Arms and Light\r\nWeapons. We would have liked, however, to see a\r\nstronger commitment to controlling international\r\ntransfers of such weapons through legally binding\r\nagreements.\r\nThe international community needs to cooperate\r\nin order to meet global challenges. We are faced with\r\nan array of new threats and challenges: I just spoke of\r\nthe risk of proliferation; terrorism is another. The\r\nspread of new and infectious diseases is also a\r\nfrightening prospect. Multilateralism is the answer. We\r\nmust face all these threats together and reach\r\nagreement on how to meet them. The global arena must\r\nbe continually reformed and adapted to make sure that\r\nwe have a United Nations that is in the best possible\r\nshape. We cannot blame others if it does not function.\r\nAs the Secretary-General said in his statement to the\r\n11\r\nA/60/PV.22\r\nsummit, Whatever our differences, in our\r\ninterdependent world, we stand or fall together\r\n(A/60/PV.2, p. 5).\r\nOur greatest responsibility is to ensure that the\r\nstrong protect the weak. Our greatest failure is when\r\nwe, the Members of the United Nations, are unable to\r\nprevent atrocities against innocent civilians. For the\r\nfirst time, Member States have endorsed the principle\r\nof the responsibility to protect. That creates an\r\nimportant new basis for collective action in cases of\r\ngenocide, crimes against humanity, ethnic cleansing\r\nand war crimes. We now have the tools to prevent\r\nanother Srebrenica or another Rwanda.\r\nA greater consensus on collective action and early\r\ndiplomatic response are needed to prevent violent\r\nconflicts. Addressing the needs of countries under\r\nstress is a demanding challenge for the United Nations;\r\nso is assisting countries suffering from conflict and in\r\ntransition from war to peace. The peace process that\r\nNorway is facilitating between the Government of Sri\r\nLanka and the Liberation Tigers of Tamil Eelam has\r\nbenefited from United Nations support. The\r\nOrganizations role in providing humanitarian and\r\ndevelopment assistance to all areas of Sri Lanka has\r\nbeen indispensable.\r\nI therefore welcome the initiative to establish a\r\nPeacebuilding Commission to marshal resources, give\r\nadvice and propose comprehensive strategies for\r\npeacebuilding and post-conflict recovery. The situation\r\nin the Sudan, the Democratic Republic of the Congo\r\nand other conflict-afflicted areas clearly demonstrates\r\nthe need for a Peacebuilding Commission. As long as\r\nthe Security Council remains actively seized of a\r\nmatter, the Peacebuilding Commission should provide\r\nadvice to the Council. Norway will contribute $15\r\nmillion to the Peacebuilding Fund. The role and the\r\nneeds of women should be duly reflected in the\r\nestablishment of a Peacebuilding Commission. The\r\nCommission should contribute to the follow-up of the\r\nbinding commitments set out in Security Council\r\nresolution 1325 (2000) on women and peace and\r\nsecurity.\r\nWhile supporting the establishment of the\r\nPeacebuilding Commission, Norway places great\r\nemphasis on the need to maintain and strengthen the\r\nactivity of the Secretary-General to take initiatives\r\nthrough his good offices.\r\nAs we convene here in New York, an estimated\r\n10 million people are facing severe food shortages in\r\nSouthern Africa. According to the Secretary-General,\r\nthe chronic state of emergency in the region is caused\r\nby a combination of HIV/AIDS, food insecurity and a\r\nweakened capacity for governance. During recent\r\nmonths, there has also been a severe drought in Niger\r\nand in parts of the Sahel region.\r\nThe response capacity of the United Nations is in\r\nneed of reform. That means improving the speed,\r\nequity and predictability of humanitarian response. An\r\nupgraded and expanded Central Emergency Response\r\nFund is an important step in the right direction; so is\r\nimproved coordination at the field level, including the\r\nHumanitarian Coordinator system. The General\r\nAssembly must now take the decisions necessary for\r\nthe new Fund to become operational as early as\r\npossible. Norway has pledged $15 million to the Fund,\r\nand we stand ready to assist in putting in place the\r\nnecessary organizational framework.\r\nThe United Nations is making a significant\r\ncontribution to development. The universal\r\nendorsement of the Millennium Development Goals\r\nand the renewed commitment to achieving them by\r\n2015 are key results of the summit; so are the\r\nstrengthened commitments concerning increased\r\nofficial development assistance (ODA) and debt relief\r\nmade during the preparations leading up to the summit,\r\nparticularly by the European Union and the Group of\r\nEight. The world community must now make sure that\r\npromises are followed by payments and that the focus\r\non Africa remains strong. Norway will do its part by\r\nincreasing its ODA contributions to Africa for 2006 by\r\n$150 million.\r\nInternational trade is a prerequisite for economic\r\ngrowth and development. Norway is committed to the\r\nfurther development of a rule-based and fair\r\nmultilateral trading system. The ongoing World Trade\r\nOrganization negotiations are approaching a crucial\r\ncrossroads in Hong Kong in December. We must\r\nredouble our efforts to achieve the fullest possible\r\nrealization of the Doha work programme in order to\r\nsuccessfully complete the Doha development round in\r\n2006. Particular attention must be paid to the needs and\r\ninterests of developing countries.\r\nNo cause can justify acts of terror. The United\r\nNations should have a central role in leading and\r\ncoordinating the international fight against terrorism. A\r\n12\r\nA/60/PV.22\r\nbroad-based strategy is necessary to counter this threat,\r\nas recommended by the Secretary-General. The fight\r\nagainst terrorism must be based on the rule of law. The\r\nrole of the United Nations is essential, because it can\r\nprovide the legal instruments and frameworks we need.\r\nI encourage all States to sign, ratify and implement the\r\n13 United Nations conventions related to terrorism.\r\nNorway strongly supports the efforts to conclude a\r\ncomprehensive United Nations convention on\r\ninternational terrorism.\r\nTerrorism must be fought by a broad range of\r\nmeans, including military and legal means. Other\r\nthreats to peace and stability must also be addressed,\r\nsuch as poverty and unemployment, lack of social and\r\npolitical rights, absence of the rule of law and lack of\r\naccess to education. The United Nations has a vital role\r\nto play in all those areas. It has more experience on\r\nthose issues than any other organization and possesses\r\nthe most suitable tools to address them.\r\nDefending human rights is a principal universal\r\nobjective. When human rights defenders are silenced,\r\nviolations of human rights go unnoticed, unexposed\r\nand unopposed. The issue of individuals and groups\r\nsubject to human rights violations should be put firmly\r\non the agenda of all countries. I call for members\r\ncontinued support for a draft resolution to that end.\r\nIt is vital that we assign human rights their\r\nrightful place as a fundamental pillar of the United\r\nNations. Our goal in the coming months must be to\r\nbridge the gap between expectations for credible\r\nUnited Nations action in the field of human rights and\r\nthe capacities of the Organization. We must take the\r\nfollowing steps.\r\nWe must create a new standing human rights\r\nbody as soon as possible, preferably as a principal\r\norgan of the United Nations. It must focus on both\r\nimplementation and capacity-building. It must also be\r\nable to deal swiftly with human rights violations\r\nworldwide in a credible and effective manner. The\r\nstrengths and best practices of the Commission on\r\nHuman Rights must be retained and its weaknesses left\r\nbehind.\r\nAnd we must strengthen the Office of the United\r\nNations High Commissioner for Human Rights by\r\nrespecting, in the Fifth Committee, the decision of the\r\nsummit to double the regular budget resources of the\r\nOffice.\r\nThere is a need for stronger executive leadership\r\nand thorough administrative reform of the\r\nOrganization. Corruption, mismanagement and sexual\r\nexploitation and abuse are examples of conduct that\r\ncannot be tolerated.\r\nWe have decided to make the Office of Internal\r\nOversight Services more independent. The Offices\r\ncapacity to carry out audits and investigations will be\r\nsignificantly strengthened. It is necessary to further\r\nstrengthen the accountability of the Secretariat and\r\nimprove management performance, as well as reinforce\r\nethical conduct. Responsibility for many of the\r\nweaknesses in the United Nations system, however,\r\nlies with the Member States themselves.\r\nWe need a more relevant General Assembly as\r\nthe chief policymaking body of the Organization. That\r\nwill require strategic leadership on the part of Member\r\nStates. The Secretary-General, as the chief\r\nadministrative officer, must be granted sufficient\r\nauthority and flexibility to carry out his duties. In order\r\nto strengthen the Organizations capacity to ensure that\r\nmandates are fulfilled, we need to provide the\r\nnecessary resources. In order to maintain an efficient\r\norganization, we need to review existing mandates and\r\nrevoke those that are no longer relevant.\r\nThe management reform process provides a\r\ngolden opportunity to increase the recruitment of\r\nwomen at all levels of the United Nations. Good\r\ngovernance in a modern organization requires\r\ncontributions from women on an equal footing with\r\nmen.\r\nSome have called the results of the summit just\r\nanother step along the way. In my view, many\r\nimportant steps were taken. Now it is up to the General\r\nAssembly to follow up. I promise that Norway will do\r\nits part. We will continue to work for reforms. The\r\nUnited Nations system must become more effective in\r\nsecuring global peace and security, combating poverty\r\nand promoting human rights. In the end, it is we, the\r\nMember States, who are responsible for making that a\r\nreality.\r\nThe President: I now call on His Excellency\r\nMr. Seyoum Mesfin, Minister for Foreign Affairs of\r\nthe Federal Democratic Republic of Ethiopia.\r\nMr. Mesfin (Ethiopia): Allow me to extend to\r\nyou, Sir, our warm congratulations on your election to\r\npreside over the historic sixtieth session of the General\r\n13\r\nA/60/PV.22\r\nAssembly. You can rest assured of the fullest\r\ncooperation of my delegation. We want to express our\r\nappreciation to the President of the fifty-ninth session\r\nof the General Assembly, our brother, Mr. Jean Ping,\r\nwhose tenure as President of the Assembly coincided\r\nwith momentous events at the United Nations that\r\nrequired both wisdom and a great deal of competence\r\non the part of the President. Mr. Jean Ping showed he\r\nhad both, and he has made us all proud.\r\nWe are, as usual, grateful to our Secretary-\r\nGeneral, Kofi Annan, whose tenure of office will\r\nalways be remembered as a period of enormous\r\ndedication to the reform of the United Nations and of a\r\nnoble effort to mobilize international support to combat\r\nextreme poverty.\r\nThe outcome document which our heads of State\r\nor Government endorsed (resolution 60/1) reflects the\r\nglobal consensus on the fact that the reform of the\r\nUnited Nations is essential and timely. My delegation\r\nwelcomes the document, which outlines a far-reaching\r\nagenda for change.\r\nThe achievement of the Millennium Development\r\nGoals (MDGs) by those vulnerable to being thrown off\r\ntrack is critical to all, not just to those directly affected.\r\nIt would be regrettable if targets that have so much\r\nsignificance for the well-being of all were missed in\r\nthe course of the next 10 years due to failure on the\r\npart of those directly affected or a lack of solidarity at\r\nthe international level. We strongly believe that the\r\ntargets are neither unrealistic nor unduly ambitious.\r\nIt cannot be emphasized enough that, at the end\r\nof the day, those that have primary responsibility for\r\nprevailing over extreme poverty are those that are\r\ndirectly affected. But those that suffer from extreme\r\npoverty require the support of the international\r\ncommunity to stay on track to achieve the MDGs.\r\nIn concrete terms, that means that official\r\ndevelopment assistance and measures on debt relief\r\nand trade need to be aligned with the realization of the\r\nMillennium Development Goals. In that regard, we are\r\nencouraged by the progress made at the Group of Eight\r\nGleneagles summit. We were also encouraged by the\r\ncommitment of leaders at the High-level Plenary\r\nMeeting to address the current distortions in\r\ninternational trade, including through the elimination\r\nof agricultural subsidies. There is nothing more\r\nimportant for low-income countries than a partnership\r\nthat is predictable, consistent and based on previously\r\ndefined mutual obligations.\r\nNo amount of international cooperation will be\r\nenough to achieve the Millennium Development Goals\r\nunless domestic conditions are met in all relevant\r\nareas. We in Ethiopia have been doing our level best in\r\nthat regard. We have spared no effort to change the\r\neconomic situation in our country for the better, our\r\nprimary focus being the rural sector. Ethiopia has made\r\na tireless effort to implement the Millennium\r\nDevelopment Goals.\r\nDespite all the complications and the absence of a\r\ntradition of loyal opposition, the recent elections in\r\nEthiopia have demonstrated the depth of commitment\r\nwe have to transform the tradition of governance in\r\nEthiopia  a tradition that has been as remote from\r\ndemocracy as it is possible to be. Those elections stand\r\nout as a milestone in the process of democratization of\r\nthe State and of society at large. Ethiopia has entered\r\ninto a new era of a vibrant multiparty political system.\r\nIn the area of peace  and particularly with\r\nrespect to peace in our subregion  we, along with\r\nlike-minded partners, will continue to be pillars for\r\npeace and stability.\r\nOn the fight against terrorism, Ethiopia will\r\ncontinue to discharge its responsibility in cooperation\r\nwith other peace-loving countries. Ethiopia rejects\r\nterrorism in all its forms and manifestations. We in\r\nEthiopia are determined to work with the international\r\ncommunity to implement the counter-terrorism\r\nstrategy.\r\nIn connection with our deep aspiration for peace,\r\nour only source of disappointment is the lingering\r\ndispute we have with Eritrea. Ethiopia has been\r\ncontributing more than its share to resolve that\r\noutstanding problem. In his statement on Wednesday,\r\n21 September (see A/60/PV.19), the Eritrean\r\nrepresentative officially threatened to use force against\r\nEthiopia on the basis of the unfounded allegation that\r\npart of Eritrean territory is under Ethiopian occupation.\r\nI find it incumbent upon me to set the record straight.\r\nThis is a problem that grew out of an act of\r\naggression committed by Eritrea against Ethiopia. It is\r\nno secret how Ethiopia managed to reverse the Eritrean\r\naggression and how it created the conditions for a\r\npeaceful resolution of the crisis between the two\r\ncountries, based on legality, to which Ethiopia has been\r\n14\r\nA/60/PV.22\r\nand remains committed. Any suggestion, such as the\r\none made by the Eritrean representative on Wednesday,\r\nthat Eritrean territory is occupied is a mockery of the\r\ntruth and an insult to the intelligence of the\r\ninternational community.\r\nThe threat or use of force should have no place as\r\na means of resolving disputes between States. That is a\r\nprinciple to which Ethiopia has adhered: before the\r\nEritrean act of aggression, after the aggression was\r\nreversed and since. Regrettably, Eritreas attitude is\r\ndifferent, as has been repeatedly evidenced on the\r\nground in our region and in statements made by\r\nEritrean officials in different forums, including the\r\nGeneral Assembly. The Eritrean Government needs to\r\nbe reminded that it should make no mistake: it will be\r\nheld accountable for its actions.\r\nEthiopia has always been committed to the rule of\r\nlaw and to the maintenance of peace and stability. Our\r\nfive-point peace plan of 25 November 2004 for moving\r\nforward towards peace with Eritrea, which was\r\nwelcomed by the international community,\r\ndemonstrates Ethiopias seriousness in that regard.\r\nEritrea knows that Ethiopia has been ready for\r\ndialogue, both to ensure the demarcation of the\r\nboundary on the basis of the decision of the Boundary\r\nCommission and to normalize relations between the\r\ntwo countries.\r\nEritrea abhors dialogue, perhaps because it\r\nsuspects that dialogue would eventually lead to peace.\r\nIt is not clear whether the Government of Eritrea\r\nbelieves that peace serves its interests. Perhaps the\r\npeople of Eritrea need to be kept on their toes, with\r\ntheir gaze focused on artificial external adversity. In\r\nany event, Eritrea has no reason to be angry at Ethiopia\r\nor at the world. Eritrea dragged Ethiopia into war in\r\n1998 and now continues to be an obstacle to the\r\nnormalization of relations between the two countries\r\nand peoples.\r\nThe problem between Ethiopia and Eritrea has\r\nnever been, and is not, a legal one; rather, it is political\r\nin nature, and Ethiopia has the political will to move\r\nforward. We invite Eritrea to join us in that effort.\r\nEthiopia does not believe at all in sabre-rattling, least\r\nof all between countries that should have little time to\r\nspare from fighting extreme poverty.\r\nOn the continental level, we are encouraged by\r\nthe dynamism that the new African Union has injected\r\ninto the joint African effort for peace and stability.\r\nThere is no doubt that reform of the United Nations\r\ncould create even greater possibilities for Africa to\r\nplay its proper role, not only within Africa but also\r\noutside the continent.\r\nEthiopia continues to attach great importance to\r\nthe reform of the United Nations. We believe that,\r\nalthough all our expectations have not been met, the\r\nHigh-level Plenary Meeting provided great impetus for\r\nmaking progress, in terms of both achieving the\r\nMillennium Development Goals and advancing the\r\nreform of the United Nations. It is our hope that it will\r\nbe possible to make progress in the course of this\r\nsession.\r\nI would like to conclude by reiterating Ethiopias\r\ncommitment to the United Nations, and its\r\npreparedness to do whatever is necessary to contribute\r\nto efforts designed to make the Organization more\r\neffective and more representative.\r\nThe President: I now call on His Excellency The\r\nHonourable Trevor Walker, Minister of State of\r\nAntigua and Barbuda.\r\nMr. Walker (Antigua and Barbuda): This is the\r\nfirst time that a representative from the island of\r\nBarbuda has had the honour to address the General\r\nAssembly. For my country, the nation of Antigua and\r\nBarbuda  and, more important, for my fellow\r\nBarbudans  this is indeed a historic and significant\r\nmilestone.\r\nThe Government and the people of Antigua and\r\nBarbuda have full confidence in the multilateral\r\nsystem, and in the United Nations as the primary\r\ninstrument of multilateralism. Further, we believe that\r\nonly through cooperation at the international level can\r\nmicro-States like Antigua and Barbuda begin to\r\naddress the global threats and challenges that\r\njeopardize our existence, our way of life and our ability\r\nto make progress.\r\nAntigua and Barbuda attaches great importance to\r\nthe work of the United Nations and to the outcome of\r\nthe collective decisions of the family of nations. We\r\nlook forward to safeguards for small developing States\r\nin all stages of multilateral processes, and specifically\r\nin the outcome document of the 2005 world summit\r\n(resolution 60/1).\r\nTaking stock of the achievement of the objectives\r\nof the outcome of major United Nations conferences\r\nand summits is a task we approach with trepidation.\r\n15\r\nA/60/PV.22\r\nAntigua and Barbuda is attempting to achieve and\r\nsustain a decent standard of living for our people and\r\nfor future generations. Our progress report is a mixed\r\none, tinged with both hope and frustration. We are\r\nhopeful because we have achieved a lot with our\r\nmeagre resources. In the face of severe economic\r\nhardship, we have managed to achieve a literacy rate of\r\nover 90 per cent among young people aged 15 to 25\r\nyears. Access to primary and secondary education is\r\nmandatory and is provided free of cost by the\r\nGovernment to all students aged 5 to 16. All public\r\nschool students are provided with school uniforms and\r\nthe required textbooks free of cost. To accommodate\r\nour expanding student population, only this week we\r\ncommissioned a new school on my island of Barbuda.\r\nPoor people need access to the necessary\r\nresources so that they can take charge of their own\r\ndevelopment. That is why the Barbudan people are\r\nextremely proud of what we consider to be a very\r\nprogressive land policy for the ownership of land on\r\nour island. The Barbuda Lands Act, which is scheduled\r\nto be introduced in Parliament shortly, stipulates that\r\nall land on Barbuda be owned in common by the\r\nBarbudan people.\r\nIn the area of health care, we in Antigua and\r\nBarbuda have a national medical benefits programme\r\nthat provides low-cost access to health-care services\r\nand prescription drugs. Our child mortality rate is\r\namong the lowest in developing countries, and our\r\nnutrition level for children aged 5 years and under is\r\namong the highest.\r\nThe promotion of gender equality and the\r\nempowerment of women has been a priority area for\r\nAntigua and Barbuda. We signed and ratified the\r\nConvention on the Elimination of All Forms of\r\nDiscrimination Against Women, and are currently\r\nworking on the ratification of the Conventions\r\nOptional Protocol. With regard to the Millennium\r\nDevelopment Goal pertaining to the empowerment of\r\nwomen, Antigua and Barbuda has made noteworthy\r\nstrides. Our first woman was elected to Parliament in\r\nthe last general elections. Our Speaker of Parliament\r\nand our President of the Senate are women, and there\r\nare two women in our Cabinet. Concerted efforts have\r\nbeen made to promote womens political participation\r\nat all levels.\r\nIn spite of such progress, however, we continue\r\nto experience a high level of frustration with regard to\r\ndevelopment. That is because the progress we have\r\nmade thus far is at risk of being wiped away. As a\r\nmiddle-income small island developing State, we are\r\ncontinually handed the sharp edge of the sword to hold\r\nwhen it comes to a number of issues of international\r\ndevelopment. It is as if we were being punished by the\r\ninternational community for having achieved some\r\nmeasure of progress with very meagre resources and\r\ndespite severe external challenges.\r\nThe Monterrey Consensus represents a pact\r\nbetween developed and developing countries, the\r\nobjective of which is the scaling up of financing for\r\ndevelopment. Yet there is nothing in the Monterrey\r\nConsensus that so-called middle-income countries can\r\nbenefit from. We have fulfilled the responsibilities\r\naccorded to Governments of developing countries as\r\nstipulated in the Monterrey Consensus. We continue to\r\ngo beyond those responsibilities to consolidate the\r\nprinciples of accountability, transparency and good\r\ngovernance in laws we introduced in Parliament in the\r\nseventh month of the first term of the incumbent\r\nGovernment of Antigua and Barbuda.\r\nAll of that took place against a backdrop of a\r\ndeclining trend in the flow of official development\r\nassistance (ODA) to the Caribbean region. It is\r\nnecessary for international agreements on financing for\r\ndevelopment, such as the Monterrey Consensus, to\r\ninclude all developing countries, and not sideline those\r\nthat have achieved some measure of progress. Our\r\nfrustration with the Monterrey Consensus, and with\r\nfinancing for development in general, would not be so\r\nacute were it not been for the brutal challenges we face\r\nin other areas that are potential engines for economic\r\ngrowth and development.\r\nWe have been forced to ask ourselves if a pro-\r\ndevelopment trade regime is something the\r\ninternational community really wants. Our neighbours\r\nin the Caribbean Community (CARICOM) have been\r\ndragged through brutal trade battles, struggling to keep\r\nalive their agricultural sector, namely, the banana and\r\nsugar industries. The Caribbean Community has for\r\nyears been lamenting the importance of those two\r\nsectors to the livelihood of our people. A pro-\r\ndevelopment trade regime would not amputate the feet\r\nof such small vulnerable players and leave them to\r\nhaemorrhage. And that is exactly what has transpired\r\nwith regard to our banana- and sugar-producing\r\nCARICOM neighbours.\r\n16\r\nA/60/PV.22\r\nAs if that were not enough, we in Antigua and\r\nBarbuda now find ourselves under attack in yet another\r\nsector. Last week, during the 2005 world summit, the\r\nPrime Minister of Antigua and Barbuda (see\r\nA/60/PV.4) spoke of the need for us to seek the\r\nintervention of the World Trade Organization in the\r\ndispute with the United States over Internet gaming.\r\nWith trade in agriculture proving continually difficult\r\nfor developing States in general, and for small island\r\nStates in particular, the services sector is just about the\r\nonly option we currently have for diversification. For\r\nAntigua and Barbuda, the tourism sector has been good\r\nto us, but it is extremely volatile, and our high levels of\r\nenvironmental and economic vulnerability necessitate\r\nstrategically identifying other options for economic\r\ngrowth and development. One such option is Internet\r\ngaming. But due to the unfair trade practices of highly\r\ndeveloped countries, notably the United States, we are\r\nfinding it increasingly difficult to realize development\r\nbenefits from Internet gaming.\r\nIn addition to that, the principle of special and\r\ndifferential treatment for countries with special needs,\r\nsuch as small island developing States, is under\r\nperpetual assault by highly developed countries. After\r\ncareful consideration and evaluation, we are forced to\r\nconclude that there is nothing tangible for small\r\ndeveloping States in the Monterrey Consensus. We are\r\nlosing the battle on the issue of trade, and so we\r\nattempt to hitch our proverbial wagon to foreign direct\r\ninvestment as a means of stimulating economic growth\r\nand development. But once again, our efforts meet with\r\nfrustration. Why? Because of unsustainable debt.\r\nOur experience has shown that highly indebted\r\ncountries find it extremely difficult to attract private\r\ninternational finance. The international community\r\nnow realizes the importance of debt reduction and debt\r\nforgiveness to development. We urge that the situation\r\nof heavily indebted middle-income countries be given\r\nserious attention by the international community. If\r\nmore is not done to address the debt problem of\r\nmiddle-income countries, we risk reversing our\r\ndevelopment gains. Instead of a reduction, the net\r\nresult may actually be increasing levels of poverty.\r\nAntigua and Barbuda fully supports all efforts to\r\nachieve the Millennium Development Goals (MDGs).\r\nWith regard to environmental sustainability, small\r\nislands like Antigua and Barbuda face the challenge of\r\nvery limited land space and fragile ecosystems, and are\r\nhighly vulnerable to natural disasters and the effects of\r\nclimate change. Compounding those challenges is our\r\nheavy dependence on the natural environment to\r\nsupport our tourism product, which accounts for almost\r\n80 per cent of our gross national income. Two thirds of\r\nthe island of Barbuda is merely a few feet above sea\r\nlevel. Threats to our natural environment are threats to\r\nour very way of life and existence. We therefore\r\nwelcome paragraphs 51 to 53 in the 2005 world\r\nsummit outcome document on the issue of climate\r\nchange.\r\nThe devastation wrought by the increased\r\nintensity of hurricanes has set us back years, even\r\ndecades, on the development scale. Antigua and\r\nBarbuda stresses the need for policies to mitigate the\r\neffects of hurricanes and other natural disasters on\r\nsmall developing States, as well as the establishment of\r\nan effective system of long-term support for countries\r\nrecovering from disasters.\r\nInternational drug trafficking has major security\r\nimplications for our islands. Drug traffickers often use\r\nour shores and surrounding waters as trans-shipment\r\npoints for their illegal cargo, resulting in an increase in\r\nthe criminal element within our fragile societies. Those\r\ncriminals operate within very sophisticated networks\r\nthat are beyond the reach and capacity of our\r\nresources. It is a situation that puts the security of the\r\nentire region at risk. This is one area that begs for\r\ngreater international attention.\r\nAntigua and Barbuda is in agreement with many\r\nof the recommendations to strengthen the United\r\nNations, as contained in the outcome document of the\r\n2005 world summit. We support those reform\r\nproposals, the objective of which is to make the United\r\nNations more democratic, increase its legitimacy and\r\nenhance its work.\r\nAt a time when multilateralism is coming under\r\nattack, we, as small developing States, remain ever\r\nmindful of the need for the United Nations. We share\r\nequally in the quest for peace and security and are\r\nheartened by the growing recognition that there can be\r\nno peace and security without development. We call for\r\nfurther and unambiguous acknowledgement of the\r\nsecurity-development nexus and for the economic\r\ndevelopment of all countries to be accorded equal\r\npriority as international peace and security.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Ouch Borith, Secretary of State of the\r\nKingdom of Cambodia.\r\n17\r\nA/60/PV.22\r\nMr. Ouch (Cambodia): I wish to join other\r\nrepresentatives in congratulating you, Sir, on your\r\nunanimous election as the President of the General\r\nAssembly at its sixtieth session. I am confident that,\r\nunder your able guidance, the General Assembly will\r\nrespond wisely and effectively to the needs and\r\nexpectations of the international community. I would\r\nlike to assure you of Cambodias full support and\r\ncooperation as you carry out the duties and tasks of\r\nyour high office.\r\nWhile commending the efforts and contributions\r\nof Mr. Jean Ping, President of the General Assembly at\r\nits fifty-ninth session, I wish also to express my\r\nappreciation to Secretary-General Kofi Annan for his\r\npolitical vision and his firm commitment to the efforts\r\nto strengthen and revitalize the role of the United\r\nNations in securing international peace, strengthening\r\ninternational security and forging international\r\ncooperation.\r\nIn these times of uncertainties and difficulties,\r\nwhen the world seems to be inundated by conflicts and\r\ntribulations, the summit of the General Assembly and\r\nthe outcome document reaffirmed our commitment to\r\nthe principles of the Charter of the United Nations and\r\nprovided us with a new hope for achieving our noble\r\ngoals of strengthening peace and stability in the world,\r\na sine qua non for the development and prosperity of\r\nall humankind. Admittedly, the outcome document did\r\nnot respond to all of our concerns, but it gave us a\r\nframework for our future action. It is important for us\r\nto keep hope alive and to maintain our commitment to\r\nglobal peace and to taking the necessary steps to ensure\r\nthat that noble goal will one day be achieved.\r\nAs a country that has just emerged from many\r\nyears of war and internal conflicts, Cambodia\r\nunderstands the paramount importance of peace.\r\nCambodia is firmly convinced that more weapons will\r\nnot bring more security to the world. Disarmament,\r\nlike any other matter on our agenda today, cannot be\r\ndealt with in isolation. There is an urgent need for that\r\nmatter to be dealt with at the national, regional and\r\ninternational levels. We are of the view that the\r\npromotion of confidence-building measures is\r\nnecessary in that endeavour. The experiences gained by\r\nthe Regional Forum of the Association of South-East\r\nAsian Nations  now in its eleventh year of existence\r\n have confirmed the rightness of that approach.\r\nThis explains the rationale behind Cambodias\r\nratification of the Convention on the Prohibition of the\r\nDevelopment, Production, Stockpiling and Use of\r\nChemical Weapons and on Their Destruction on\r\n19 July 2005. Cambodia is a proponent of the\r\nreinforcement of international law, which, inter alia,\r\nincorporates the major instruments to curb the arms\r\nrace, including the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) and the Comprehensive\r\nNuclear-Test-Ban Treaty. We note with dismay and\r\ndeep concern that the recent NPT Review Conference\r\nended without achieving any results, and we regret the\r\nfailure to reach consensus on that very crucial issue in\r\nthe outcome document of the High-level Plenary\r\nMeeting. Cambodia profoundly believes in the\r\nnecessity and benefit of disarmament. We believe that\r\npeople need food, not weapons.\r\nAfter 11 September 2001, security perceptions\r\nhave changed drastically. Nobody and no country is\r\nsafe from terrorism, which has caused untold suffering\r\nand death among innocent people and knows no\r\ndistinction between the rich and the poor, the powerful\r\nand the powerless, between a super-Power and a little\r\nspeck in the ocean, as we have seen in many parts of\r\nthe world. When death strikes, we are all the same. The\r\nsecurity of our people cannot be assured and ensured\r\nthrough weaponry and sophisticated technology alone.\r\nAnother threat created by the force of nature,\r\nHurricane Katrina, which devastated the States of\r\nLouisiana, Mississippi, Alabama and even Florida,\r\nreinforced us in that conviction. The human brain is a\r\ndecisive factor of and the essence behind our efforts to\r\ncounter security threats and threats of any other nature.\r\nTherefore, it is more important than ever that our\r\nstrategies be preventive, comprehensive, inclusive and\r\nglobal in nature. I would like to take this opportunity to\r\nexpress, on behalf of the people and the Royal\r\nGovernment of Cambodia, my profound condolences to\r\nthe families of the victims who have lost their lives, as\r\nwell as deepest sympathy for the survivors of that\r\ntragic incident.\r\nDuring the summit, our leaders endorsed the\r\nSecretary-Generals identification of elements of a\r\ncounter-terrorism strategy. Such a strategy would\r\ncontribute to our concerted efforts to fight terrorism in\r\nall its forms and manifestations, which would be\r\nundertaken in full respect of human rights and\r\nfundamental freedom. I hope that our joint efforts will\r\n18\r\nA/60/PV.22\r\nlead to an agreement on the comprehensive convention\r\non international terrorism.\r\nAs part of the Governments policy of playing an\r\nactive role in international efforts to combat terrorism,\r\nin particular by fulfilling its obligations spelled out by\r\nthe Counter-Terrorism Committee of the United\r\nNations, Cambodia has implemented some necessary\r\nmeasures recently. Among other things, we are in the\r\nprocess of finalizing our national anti-terrorism law.\r\nAs we have learned through our experience over\r\nthe years, the causes of terrorism do not arise\r\nspontaneously. Only through continuous and consistent\r\nefforts to promote tolerance, social development,\r\neconomic growth and democracy, and to build a global\r\ncoalition involving all civilizations, all religions, all\r\ncultures and all political systems can we fight injustice,\r\npoverty and the other roots of those malicious and\r\noften lethal acts. Those long-term measures are of\r\nsignificance in our mission effectively to prevent acts\r\nof violence and extreme aggression.\r\nSixty years ago, the United Nations was\r\nestablished to spare future generations from the\r\nscourge of war. However, the foundation of peace lies\r\nin the success of our respective Governments, their\r\npeoples and the world community at large in forging\r\ntheir future and the future of their children through\r\nbetter health care, education and economic and\r\nprofessional opportunities in a safe and secure social\r\nenvironment that abides by the rule of law and the\r\nculture of merit and honesty.\r\nIt goes without saying that development is the\r\ncement for peace. Development in one part of the\r\nworld cannot be sustained without development\r\nelsewhere. Cambodia believes in national ownership in\r\ndevising strategies to develop itself. We also believe in\r\nthe crucial importance and necessity of international\r\npartnership. We equally believe in the importance of\r\ngood governance at the national, international and\r\ncorporate levels. How could we explain our mutual\r\ndependency otherwise? Transparency and mutual\r\naccountability are the best guarantees of a successful\r\npartnership.\r\nCambodia has expressed its full commitment to\r\nthe Millennium Declaration. In 2003, Cambodia\r\nlocalized the global Millennium Development Goals,\r\nwhich it calls the Cambodia Millennium Development\r\nGoals (CMDGs). The CMDGs, which reflect the\r\nrealities of Cambodia, are based on a strong national\r\nconsensus. Specific indicators have been adopted for\r\neach CMDG, including the benchmarks and the short-,\r\nmedium- and long-term values to be achieved by 2005,\r\n2010 and 2015. In all, the CMDGs cover nine areas of\r\nlong-term and short-term goals, 25 overall targets, and\r\n106 specific targets covering extreme poverty and\r\nhunger; universal, nine-year basic education; gender\r\nequality and womens empowerment; child mortality;\r\nmaternal health; HIV/AIDS, malaria and other\r\ndiseases; environmental sustainability; global\r\npartnership for development; and demining,\r\nunexploded ordinance and victim assistance.\r\nAt present, Cambodia is in the process of\r\npreparing a national strategic development plan for\r\n2006-2010 by combining its earlier socio-economic\r\ndevelopment plan and its national poverty reduction\r\nstrategy processes and integrating them into the\r\nCMDGs. The resulting CMDG-based national poverty\r\nreduction strategy will be rooted in the rectangular\r\nstrategy for growth, employment, equity and\r\nefficiency, which provides the political platform of the\r\nRoyal Government in the third legislature (2004-2008)\r\nof Cambodias National Assembly.\r\nOur progress towards achieving the Millennium\r\nDevelopment Goals is constrained by a number of\r\nimpediments, including the chronic shortage of\r\ninvestment funds to meet our priority requirements.\r\nThat resource gap needs to be bridged through\r\nincreased flows of external finance. That is necessary\r\nsince the current concessions given by the international\r\ncommunity to least developed countries like Cambodia\r\nprovide only limited benefit to us and need to be\r\nsupplemented by increased inflows of development\r\nfinance. If we are to achieve the Millennium\r\nDevelopment Goals, greater financial inflows through\r\naid, reduced debt servicing and increased current\r\naccount inflows are critical to bridging the resource\r\ngaps and fostering the required growth.\r\nIt is in that connection that we would like to\r\nreiterate our call for the implementation of the Brussels\r\nProgramme of Action for the Least Developed\r\nCountries. We welcome the establishment of timetables\r\nby many developed countries to achieve the target of\r\n0.7 per cent of gross national income for official\r\ndevelopment assistance by no later than 2015 and to\r\nreach at least 0.5 per cent by 2009. We urge those\r\ndeveloped countries that have not yet done so to make\r\nconcrete efforts and invite them to establish timetables\r\nfor achieving the target of 0.7 per cent. We also urge\r\n19\r\nA/60/PV.22\r\nthose developed countries to achieve the target of 0.15\r\nto 0.20 per cent of gross national income for official\r\ndevelopment assistance to the least developed\r\ncountries.\r\nThe Royal Government of Cambodia welcomes\r\nthe resumption of the six-party talks on the Korean\r\npeninsula. Equally crucial is the continuation of the\r\ninter-Korean dialogue. It is our belief that open\r\nchannels of communication are essential in building a\r\nstrong foundation for attempts to pursue peace and\r\nstability in the Korean peninsula.\r\nWe also welcome the recent positive\r\ndevelopments in the Middle East and continue to\r\nencourage the implementation of the road map and the\r\nrelevant Security Council resolutions. After all the\r\nyears of war and conflict, we reiterate our call on both\r\nsides to continue taking steps towards peace, no matter\r\nhow small they might seem at the time, in order to give\r\nthe children of Palestine and Israel the opportunity to\r\nlive in harmony.\r\nThe dire situation in Africa deserves our outmost\r\nconcern and action. Too many African children and\r\nadults have suffered too long from too many conflicts.\r\nAt the end of the day, the world community, through\r\nthe United Nations and the Group of Eight leading\r\nindustrial countries should strive to make more\r\nefficient efforts and to take timely action to tackle the\r\nsevere plights of numerous innocent people in sub-\r\nSaharan Africa.\r\nIt is important for us never to lose hope, because,\r\nas history has shown us, hope is what carries us\r\nthrough difficult times and dreadful challenges.\r\nBecause of hope, we lend a hand to others. Because of\r\nhope, we let ourselves be assisted by others. Although\r\nwe are indeed facing an uphill battle in our attempts to\r\novercome the challenges of peace, security and\r\ndevelopment together, our noble goals to provide a\r\nbetter future for our children and grandchildren will be\r\nachieved. Let us have faith in our common house, the\r\nUnited Nations.\r\nThe President: I now give the floor to His\r\nExcellency Mr. Fayssal Mekdad, chairman of the\r\ndelegation of the Syrian Arab Republic.\r\nMr. Mekdad (Syrian Arab Republic) (spoke in\r\nArabic): It is my pleasure to congratulate you, Sir, on\r\nyour election to the presidency of the General\r\nAssembly at its sixtieth session. Your renowned\r\nexperience in international affairs, especially in the\r\nUnited Nations system, will undoubtedly guarantee\r\nsuccess for our deliberations. I cannot fail to seize this\r\nopportunity to express to your predecessor, Mr. Jean\r\nPing, Minister for Foreign Affairs of Gabon, our thanks\r\nand appreciation for his efforts towards the successful\r\nconduct of the deliberations of the fifty-ninth session\r\nof the General Assembly. It also gives me pleasure to\r\nexpress to the Secretary-General of the United Nations,\r\nMr. Kofi Annan, our appreciation for his efforts to\r\nimplement the resolutions of the Organization and to\r\nfulfil the purposes of its Charter.\r\nDuring the 60 years of its existence, the United\r\nNations has witnessed heated debates and bitter\r\ndifferences. Yet this Organization remains a forum for\r\ndialogue among nations on the means of building a\r\nsecure world. While we agree with others on the need\r\nto reform the United Nations and take new\r\ninternational developments into account, we stress that\r\nsuch a process should be constructive and should apply\r\nlessons learned and the positive experiences that the\r\nUnited Nations has had. We also believe that such a\r\nprocess should unite and not divide us. It is through\r\nbroad agreement that we will be able to enhance the\r\nauthority and legitimacy of the United Nations, as well\r\nas its ability to effectively respond to the challenges of\r\nthe twenty-first century.\r\nWe must not forget that this Organization belongs\r\nto us all, and not merely to one particular party. We\r\nshould therefore find the wisdom to preserve it for\r\nfuture generations.\r\nFive years ago, we adopted a declaration in which\r\nwe set out the international communitys vision for the\r\nnew millennium. Regrettably, both facts and figures\r\nshow that the results have not lived up to our\r\nexpectations. The objectives defined remain\r\nunfulfilled. Poverty, hunger and epidemics are\r\nprevalent throughout the world, while tension and\r\nforeign occupation continue to threaten international\r\npeace and security and hamper development for those\r\nliving under foreign occupation. Failure to eliminate\r\nweapons of mass destruction, foremost among which\r\nare nuclear weapons, haunts us and threatens peace. It\r\nis no longer feasible to delay the reform of the world\r\neconomic order. Moreover, reform should not be\r\nconfined to this international Organization. Rather, it\r\nmust encompass all international economic and\r\nfinancial institutions, particularly those that contribute\r\nto economic decision-making. The road ahead lies in\r\n20\r\nA/60/PV.22\r\nfairness, equality and democratic participation. The\r\nBretton Woods institutions, whose decisions bear\r\ndirectly on life in our countries, should be the prime\r\ncandidates for the overdue reform. We deem it fit to\r\nrecall the recommendation of several summit meetings,\r\nin both the North and the South, supporting the\r\ndeveloping countries right to join the World Trade\r\nOrganization, with no hurdles and in a depoliticized\r\nway.\r\nSpeaking of development, we welcome the\r\nimportant outcomes of the three summits held during\r\nthe past five months on development, namely, the\r\nAsian-African Summit, the South American-Arab\r\nCountries Summit, and the second South-South\r\nSummit. Those meetings rejected the imposition of\r\nunilateral sanctions, considering such a policy to be in\r\nviolation of the principles of the Charter and\r\ninternational law and dangerous to development plans\r\nand reform processes in the targeted countries.\r\nThe main focus of discussions in the High-level\r\nPlenary Meeting was the reform of the United Nations.\r\nWe believe that the reform process will not be\r\ncomplete if it does not take into consideration the\r\ninability of the United Nations, for reasons known to\r\nall, to implement its resolutions pertaining to the Arab-\r\nIsraeli conflict. These reasons are primarily embodied\r\nin the generous support and unlimited protection\r\noffered by some to Israeli aggression against the Arab\r\nstates and to Israels continuing occupation of the\r\nSyrian Golan, the Palestinian territories, and parts of\r\nsouthern Lebanon.\r\nSyria has declared that the withdrawal of settlers\r\nand Israeli forces from Gaza is undoubtedly a first step\r\nbut that this alone is not enough for peace. What is\r\nrequired is the implementation of all United Nations\r\nresolutions, the establishment of an independent\r\nPalestinian State, the return of the occupied Golan\r\nHeights and the return of refugees. There are relentless\r\nattempts by the Israeli side in particular and also by\r\nthose who support it to portray this withdrawal as a\r\ngreat accomplishment that is also painful. However,\r\nthey are neglecting the fact that the painful Israeli\r\noccupation of the Gaza Strip lasted for over 38 years,\r\nduring which our brothers in the Gaza Strip in\r\nparticular suffered from the horrors of occupation and\r\nits inhumane practices.\r\nMoreover, this abominable occupation persists in\r\nthe West Bank, including Jerusalem, as well as in the\r\noccupied Syrian territories in the Golan. As affirmed\r\nby many delegations in their statements this session,\r\nthe international community must be wary and must\r\ndemand that the withdrawal from the Gaza Strip be a\r\nfull withdrawal from land, sea, and air in order for it to\r\nbe considered a complete withdrawal. Moreover, this\r\nwithdrawal cannot be accepted as a cover for the\r\ncontinued Israeli occupation of the West Bank and East\r\nJerusalem, nor can it be a cover for the continued\r\nexistence of settlements and the separation wall in\r\nthese territories, especially since the General Assembly\r\nhas expressed its support for the legal opinion of the\r\nInternational Court of Justice on the illegitimate nature\r\nof the wall. Israel has rejected the opinion.\r\nIn 1981, the Security Council passed resolution\r\n497 (1981), deeming the Israeli decision to annex the\r\nGolan null and void. The General Assembly has passed\r\ndozens of resolutions condemning all the measures and\r\nactions taken by Israel  the occupying Power  to\r\nchange the nature of the occupied Syrian Golan and its\r\nlegal status and considering such measures null and\r\nvoid and a blatant violation of international law and the\r\nGeneva Conventions. In defiance of resolutions of\r\ninternational legitimacy, Israel has evicted almost half\r\na million Syrians from their land and continues to\r\ndetain dozens of Syrians, some of whom have been\r\nimprisoned for over 30 years. Israel still calls for the\r\nconstruction of more settlements in the occupied\r\nSyrian territories. The question is: If Israel claims that\r\nwithdrawing its settlers is painful and if it is genuine in\r\nits desire for peace in the region, then why does its\r\nGovernment continue to build settlements and bring\r\nsettlers in to the occupied Syrian and Palestinian Arab\r\nterritories?\r\nSyria has exerted every effort possible to achieve\r\na just and comprehensive peace in the region. It has\r\ncontinued to declare its readiness to resume the peace\r\nprocess unconditionally, keeping in mind that the\r\nimplementation of resolutions of international\r\nlegitimacy is not considered a precondition. However,\r\nall these efforts have gone to waste because of Israels\r\ngreed and its defiance of international legitimacy.\r\nTherefore, we would like to affirm that peace in\r\nthe Middle East, to which the international community\r\naspires, cannot be achieved unless Israel abides by the\r\nresolutions of international legitimacy, particularly\r\nSecurity Council resolutions 242 (1967) and 338\r\n(1973), the principle of land for peace and the Madrid\r\nPeace Conference terms of reference, and unless it\r\n21\r\nA/60/PV.22\r\naccepts the initiative that was put forth by the Arab\r\nStates at the 2002 Beirut summit and reaffirmed at the\r\nTunis and Algiers summits.\r\nThe international community is following the\r\ntragic events that have been unfolding in sisterly Iraq\r\nas a result of its occupation and the attempts to\r\nfragment the unity of its land and its people. We are\r\nnow facing a tragic situation that has led to the death of\r\nthousands of innocent Iraqis and to the destruction of\r\nthat sisterly countrys infrastructure. Guided by our\r\ndesire to stem the bloodshed, we have taken many\r\nmeasures, which has put a burden on our resources.\r\nSyria has deployed thousands of its soldiers along\r\nthe Iraqi-Syrian border. We have also intercepted many\r\nof those attempting to infiltrate the border into Iraq. In\r\ncontrast, those who ceaselessly hurl accusations at\r\nSyria have failed to shoulder their responsibility to\r\nensure effective control of the border from the other\r\nside. The responsibility is shared between the two\r\nneighbouring countries. Although some had promised\r\nto assist us and provide technical equipment for border\r\ncontrol, they have failed to keep their promises.\r\nSyria condemns the acts of terrorism that\r\ncontinue to be perpetrated throughout Iraq, causing\r\nmany casualties among innocent civilians. We stress\r\nthat preserving the unity of Iraqs territory and people\r\nin these critical times requires a full commitment to\r\nnational unity on the part of all segments and groups of\r\nthe Iraqi population. Furthermore, Syria condemns all\r\nstatements aimed at creating discord and infighting\r\namong the Iraqi people. Such statements have been\r\ndisseminated by suspect groups that wish to spread\r\nchaos, extinguish hope and exacerbate suffering. Syria\r\nwill continue to support the political process in Iraq,\r\nuntil the country and its people overcome their plight\r\nand are able to exercise their right to self-\r\ndetermination in a unified, secure and prosperous Iraq.\r\nSyria welcomes the interest shown by the United\r\nNations and its Member States in combating and\r\neradicating terrorism. I find it necessary to affirm that\r\nSyria was one of the first countries to experience\r\nterrorism and that it has fought to eradicate it. From\r\nthis rostrum, Syria reaffirms that it will continue to\r\ncooperate with all States seeking to eradicate terrorism\r\nand implement all relevant Security Council\r\nresolutions.\r\nFurthermore, Syria has signed and ratified\r\ninternational conventions on terrorism, including, most\r\nrecently, the International Convention for the\r\nSuppression of Acts of Nuclear Terrorism, which we\r\nsigned on the first day it was open for signature,\r\n14 September 2005. Syria emphasizes that it is\r\ncrucially important to avoid confusing terrorism \r\nwhich we are combating and sincerely cooperating to\r\neradicate  with the just struggle of peoples for\r\nliberation and independence, seeking to put an end to\r\nforeign occupation. That is a right guaranteed by the\r\nCharter of the United Nations, which most Member\r\nStates of the Organization hold dear. Syria was also\r\namong the first countries to initiate, in 1986, the\r\nproposal that an international conference be convened\r\nunder United Nations auspices to define terrorism and\r\nconsider its root causes.\r\nThe outcome of the Review Conference of the\r\nParties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) held several months ago\r\nrevealed the need to refocus international efforts on\r\nnuclear disarmament and to ensure the Treatys\r\nuniversality. The facts clearly indicate the importance\r\nof returning to the principle of multilateralism and of\r\nmaking operational the various multilateral\r\ninternational conventions on disarmament issues.\r\nAt any rate, the Middle East region continues to\r\nexperience a unique situation that is both a source of\r\nconcern and a cause for censure. Israel alone runs a\r\ndangerous military nuclear programme outside any\r\ninternational framework and refuses to adhere to the\r\nNPT, while all the other States of the region are party\r\nto the Treaty and respect it in letter and spirit. Here, I\r\nmust recall once again Syrias initiative, proposed on\r\nbehalf of all the Arab States to the Security Council on\r\n29 December 2003, to eradicate all weapons of mass\r\ndestruction, including nuclear weapons, from the\r\nMiddle East region as a step towards declaring it a\r\nzone free of all weapons of mass destruction, including\r\nbanning nuclear weapons and preventing their\r\nproliferation.\r\nSyria is undergoing a serious process of\r\ncomprehensive economic and social reforms. The\r\nSyrian human development plan is modelled on the\r\nMillennium Development Goals (MDGs); thus the\r\nplans objectives serve as stepping stones towards the\r\nultimate achievement of the MDGs. The Syrian\r\nGovernments strategy is based on the principles of\r\ncooperation for development, as reflected in the\r\nconcept of an effective development partnership among\r\nthe State, the private sector and civil society. Syria is\r\n22\r\nA/60/PV.22\r\nstriving to develop domestic investment, to encourage\r\nforeign investment and to improve the infrastructure\r\nand the performance of our institutions, while\r\neliminating waste and fighting corruption.\r\nImportant reports have recently been prepared in\r\ncoordination with the United Nations Development\r\nProgramme, including an analysis of the\r\nmacroeconomic situation; reports on poverty, national\r\ndevelopment and the Millennium Goals; and a Human\r\nDevelopment Report on education. Syria accords due\r\nimportance and attention to empowering women and\r\npromoting their rights so that they can fulfil their role.\r\nIn addition, Syria attaches great importance to\r\nchildren, to persons with special needs and the disabled\r\nwith a view to securing their future.\r\nSyria supports reform of the Security Council\r\naimed at improving its working methods, including\r\nincreasing its transparency. As I have previously\r\nstressed, we believe in the importance of just\r\nrepresentation of all regions in the Council through the\r\nexpansion of both the permanent and the non-\r\npermanent membership categories, and the need for\r\nrepresentation of the Arab States through a permanent\r\nseat in any Council expansion.\r\nAfrica remains at the centre of Syrias concerns.\r\nWithout stability in Africa, there will never be genuine\r\ndevelopment in the world. The Summit Outcome\r\ndocument (resolution 60/1) calls for sufficient efforts\r\nto satisfy the special needs of Africa. We believe that\r\nthat is necessary and correct. We do not believe that the\r\nSecurity Council can resolve Africas problems by\r\nholding more meetings on the continent. It is more\r\nimportant to achieve concrete results by responding to\r\nAfricas voice, respecting its viewpoints and taking its\r\nconcerns into account. In that regard, we should like to\r\npay tribute to the efforts of the African Union, as\r\nreflected in its mediation and good offices aimed at\r\ncrisis settlement in Africa.\r\nThe modern world and multilateral diplomacy,\r\nrepresented in the United Nations, stand at the\r\nthreshold of a new era. Let us all rise to the challenges\r\nconfronting us so that we may guarantee a future of\r\nsecurity, peace and stability for mankind.\r\nThe President: I now call on Her Excellency Ms.\r\nKirsti Lintonen, chairperson of the delegation of the\r\nRepublic of Finland.\r\nMs. Lintonen (Finland): Let me begin by noting\r\nthat Finland is pleased to see you, Sir, preside over this\r\nmost crucial of General Assembly sessions. We also\r\nsalute your predecessor, Jean Ping of Gabon, who\r\nworked tirelessly and successfully to strengthen the\r\nUnited Nations and make it more relevant.\r\nAt the Millennium Summit five years ago, we set\r\na forward-looking and ambitious agenda for the United\r\nNations in the new millennium. Our success there was\r\nthe result of a unique common political will and an\r\noptimistic, can-do spirit. Through the endeavours at the\r\nSummit, that spirit was strengthened and deepened\r\namong world leaders. We built on that success in\r\nMonterrey and Johannesburg. There was hope that the\r\nworld was moving towards a positive cycle, that all our\r\nboats would be lifted and that both new and old threats\r\nwould be met with a common resolve.\r\nThe outcome document adopted at the world\r\nsummit held last week was, in many respects, a step\r\nforward. In others, we failed to match the expectations\r\nof our peoples. That, however, does not necessarily\r\nsignal a permanent erosion of our common political\r\nwill and our common agenda. Rather, I am confident\r\nthat it was primarily a result of the enormity of the task\r\nat hand: to reaffirm the goals agreed upon five years\r\nago, to assess and expedite the progress made since\r\nthen and to fundamentally reform the United Nations\r\nOrganization  all at the same time. We are confident\r\nthat under your leadership, Mr. President, the General\r\nAssembly will be able to make further significant\r\nprogress at the current session. Let me pledge Finlands\r\nfull support to you, Sir, as we prepare to assume the\r\npresidency of the European Union during the second\r\nhalf of next year.\r\nFinland aligns itself with the statement made\r\nearlier by the United Kingdom on behalf of the\r\nEuropean Union. Let me make just a few additional\r\ncomments of substance.\r\nFirst, if one were to try to identify the single\r\nbiggest positive outcome of the momentous process\r\nunder way at the United Nations since the Secretary-\r\nGenerals fork in the road speech two years ago (see\r\nA/58/PV.7), it would probably be the near-universal\r\nacceptance of the close linkage between development,\r\nsecurity and human rights. Compared with five years\r\nago, we now view all issues in a truly integrated\r\nfashion. Above all, it is the broad realization of the\r\n23\r\nA/60/PV.22\r\npivotal role of the rule of law for both security and\r\ndevelopment that strikes us as almost revolutionary.\r\nI would particularly stress the centrality of the\r\nrule of law in promoting sustainable development and\r\nsustained economic growth. The solid foundation of\r\nthe rule of law is needed more than ever if we are to\r\nsupport developing countries in building their national\r\ncapacity to create wealth and to take off economically.\r\nFinland is happy to note the increased attention\r\nand resources being devoted within the whole United\r\nNations system to supporting the rule of law and\r\nrelated activities. Much more, however, needs to be\r\ndone. We must remember that accountability and good\r\ngovernance at the global level start at the national\r\nlevel, by strengthening domestic democratic\r\ninstitutions, internal democratic processes, the rule of\r\nlaw, independent judiciaries and the role of\r\nparliaments. It is in those areas that the United Nations\r\ncan and must assist needy Member States in building\r\ntheir national capacities.\r\nSecondly, an area that we would like to see\r\ndiscussed and further elaborated here at the United\r\nNations is the interrelationship between development\r\nand social justice. As the United Nations Development\r\nProgrammes Human Development Report 2005 put it,\r\ndeep disparities based on wealth, region, gender and\r\nethnicity are bad for growth. The report goes on to add\r\nwhat we already knew, namely, that such disparities are\r\nbad for democracy, as well as bad for social cohesion.\r\nThirdly, I would target corruption as a scourge\r\nthat undermines both the rule of law and social justice.\r\nCorruption  the exploitation of a position of\r\ninfluence for private benefit  is a serious obstacle to\r\ndevelopment. It erodes the foundations of democracy\r\nand of viable economic structures. Our own experience\r\nshows that a value base that promotes moderation,\r\npersonal restraint and the common good tends to check\r\ncorruption. The same goes for legislative, judicial and\r\nadministrative structures that closely monitor and\r\nguard against abuses of power. Other factors\r\ncontributing to a low level of corruption include the\r\nprominence of women in political decision-making and\r\nlow income disparities within the population. Low\r\ncorruption often correlates with high economic\r\ncompetitiveness and increased efficiency in\r\ngovernance. I would strongly urge the United Nations\r\nand the United Nations system as a whole to redouble\r\ntheir efforts to help Member States fight corruption. It\r\nis of the essence if we are to achieve the Millennium\r\nDevelopment Goals (MDGs).\r\nFourthly, on the subject of the environment, I\r\nwould stress the complementarity of the Johannesburg\r\nPlan of Implementation and the MDGs. Goal 7, to\r\nensure environmental sustainability, is essential for\r\nachieving other MDGs on poverty, health, education\r\nand gender equality. The protection and sustainable\r\nmanagement of the natural resource base is necessary\r\nfor development and poverty eradication. All\r\ndeveloped countries need to make substantive efforts to\r\nprevent the destruction of ecosystems, inter alia,\r\nthrough the promotion of sustainable production and\r\nconsumption.\r\nThose challenges cannot be successfully met\r\nwithout effectively tackling the challenges of climate\r\nchange and biodiversity loss. To that end, we need to\r\npromote energy efficiency, the conservation and wider\r\nuse of alternative energy sources and technological\r\ninnovation. We wish to see a rapid initiation of\r\nnegotiations to develop a more inclusive  and in the\r\nlonger term more effective  international framework\r\nfor climate change beyond 2012.\r\nWe also need a more coherent institutional\r\nframework for international environmental governance.\r\nAs the European Union has previously stated, Finland\r\nbelieves that the creation of a new United Nations\r\nspecialized agency for the environment  based on the\r\nUnited Nations Environment Programme, but with a\r\nrevised and strengthened mandate  would best serve\r\nthat end.\r\nThe fifth issue I would like to highlight is that of\r\nsmall arms and light weapons, which  like\r\ncorruption  was identified as one of the priority areas\r\nof the Helsinki Process on Globalization and\r\nDemocracy. That Process, which culminated two weeks\r\nago in the Helsinki Conference, was tasked with\r\ncoming up with concrete proposals on how to enhance\r\nhuman security across the globe. Reckless trade and\r\nbadly guarded stockpiles have led to a world awash in\r\nsmall arms and light weapons, where human rights are\r\nviolated, humanitarian aid looted and economic\r\ndevelopment halted  at gunpoint.\r\nFinland has also called for an end to irresponsible\r\narms trading through better international regulation.\r\nThe main ideas are to make all arms transfers fully\r\ntransparent and to establish universally accepted\r\ncriteria for them. We are of the opinion that those\r\n24\r\nA/60/PV.22\r\ncriteria should be strictly enforced, legally binding and\r\nfirmly founded on human rights considerations. That is\r\nwhy we have supported the initiative to negotiate an\r\narms trade treaty. It is high time to bring the rule of law\r\nto the international arms trade.\r\nLast but not least, I would join those who have\r\nstressed the need for the United Nations to take prompt\r\naction towards further management reform. This is an\r\nissue which cannot wait, as the very credibility of the\r\nOrganization is at stake. In the light of recent events\r\nrelated to the Organization, if there is a perception\r\namong the public that it is business as usual at the\r\nUnited Nations, we risk undermining the support that\r\nthe Organization enjoys. It is therefore obvious that an\r\nunreformed Organization would be less, not more,\r\nrelevant, and less, not more, effective. We must stress\r\nthe rule of law and good governance internally within\r\nthe United Nations, just as we stress it externally.\r\nReaching common positions and devising joint\r\naction at the international level requires patience and\r\npersistence, and a willingness to take practical and\r\npragmatic steps. If such an approach is taken, we are\r\nconfident that the sixtieth session of the General\r\nAssembly will be a success.\r\nThe President: I give the floor to His Excellency\r\nMr. Alfred Capelle, chairman of the delegation of the\r\nRepublic of the Marshall Islands.\r\nMr. Capelle (Marshall Islands): I wish to extend\r\nwarm greetings of iokwe from the people of the\r\nMarshall Islands as we gather for the sixtieth session of\r\nthe Assembly. I am honoured to speak on behalf of\r\nPresident Kessai H. Note, who had to leave New York\r\nahead of schedule due to an urgent matter at home.\r\nSixty years have passed since a visionary course\r\nof action was charted recognizing that freedom, justice\r\nand peace in the world are based on the inherent\r\ndignity, equality and inalienable rights of all. The\r\nworld has felt the direct impact of the United Nations,\r\nand we have good reason to be grateful. Critics\r\nnotwithstanding, our Organization has served the\r\nglobal community and has touched every aspect of our\r\nlives.\r\nThe Marshall Islands is grateful for the United\r\nNations, for without it, how could a small remote\r\nisland nation express its concerns, be heard, and be on\r\ncommon ground with the rich and powerful?\r\nFive years after we made a unanimous\r\ncommitment to peace, liberty and sustainable\r\ndevelopment, we have gathered here again to take\r\nconcrete measures. We approved last Friday an\r\ninstrument that the Secretariat and the General\r\nAssembly can build upon in streamlining the United\r\nNations and in meeting the many new challenges of the\r\ntwenty-first century.\r\nAll aspects of life in the Marshall Islands have\r\nbeen profoundly affected by its extraordinary history,\r\nwhich encompasses a Pacific war and the legacy of\r\nnuclear testing. Its remoteness, size and vulnerability\r\ncontinue to limit opportunities for the economic growth\r\nof the Marshall Islands. In finding ways to work\r\ntogether for the betterment of the population,\r\ntraditional leaders and representatives of our national\r\nand local governments, non-governmental\r\norganizations, and private and public sectors convened\r\nlast month in a special retreat  an opportunity for\r\neveryone involved to build trust and to think and work\r\ntogether in crafting a shared vision that can and will\r\nensure the prosperity of the people. We continue to\r\nmove beyond words to action.\r\nWe continue also to engage actively in regional\r\nactivities in the Pacific, including through our regional\r\norganizations, such as the Pacific Islands Forum. A\r\ngreat deal of work has been done in the development of\r\nthe Pacific Plan, a strategy for broader regional\r\ncooperation based on the key goals of economic\r\ngrowth, sustainable development, good governance and\r\nsecurity. The Plan will be presented to Forum leaders\r\nwhen they meet next month. It will also be discussed at\r\nour small island States meeting, which the Marshall\r\nIslands chairs.\r\nIn the international arena, we continue to reaffirm\r\nour solidarity with the Alliance of Small Island States.\r\nWe are grateful for the support of the General\r\nAssembly in its endorsement of the Declaration and\r\nStrategy for the Further Implementation of the\r\nProgramme of Action for the Sustainable Development\r\nof Small Island Developing States, adopted at the\r\nMauritius International Meeting last January. The\r\nStrategy requires quick and practical action to address\r\nthe unique challenges facing the sustainable\r\ndevelopment of small island developing States.\r\nThe Marshall Islands small resource base,\r\nlimited market access, fragile environment,\r\nvulnerability to climate change and variability, as well\r\n25\r\nA/60/PV.22\r\nas the high costs of energy, along with issues related to\r\ninfrastructure, transportation and communications, are\r\namong the many constraints we face within the existing\r\ninternational economic environment. Our vulnerability\r\nto environmental and economic events continues to\r\nimpede our opportunities for development.\r\nOur development efforts will be in vain if the\r\nresults are reversed by continued degradation of the\r\nenvironment and depletion of natural resources.\r\nWe are pleased that the Kyoto Protocol has now\r\nentered into force. However, some major emitters\r\nremain outside of it. A more inclusive international\r\nframework needs to be developed for stabilizing\r\ngreenhouse-gas emissions beyond 2012, with broader\r\nparticipation by all major emitters  developed and\r\ndeveloping countries.\r\nClimate change is a serious and long-term\r\nchallenge that has the potential to affect every part of\r\nthe world. It is time to undertake concrete actions and\r\nmeasures at all levels. In that context, we welcome the\r\nprogress made in terms of the establishment and\r\ndevelopment of an all-hazard early warning system.\r\nUnited Nations international efforts were very\r\nswift and effective in the wake of the devastating\r\ntsunami in the Indian Ocean and, more recently,\r\nfollowing Hurricane Katrina in the southern United\r\nStates. We hope that the international community will\r\nnot act so humanely only in the aftermath of natural\r\ndisasters but also in the context of the far less dramatic,\r\nbut no less crucial global actions needed to mitigate\r\nclimate change and arrest sea-level rise before it is too\r\nlate to act and the people of the Marshall Islands and\r\nothers become environmental refugees.\r\nOn health issues, the Marshall Islands continues\r\nto face the challenges associated in dealing with major\r\ndiseases such as diabetes, influenza, bird flu, SARS\r\nand the risk of the rapid spread of HIV/AIDS and other\r\nsexually transmitted diseases. Despite the difficulties\r\nwe face in addressing these challenges, we are proud\r\nof, and grateful for, the involvement of the traditional\r\nleadership, which has contributed to the substantial\r\nprogress made at the local and national levels.\r\nWe are in the final stages of completing the\r\nHIV/AIDS National Strategic Plan. Our ambition to\r\ncarry out this task is strong, but we cannot do it alone.\r\nThe support of the international community is\r\nextremely important to help build our capacity; to\r\nstrengthen our human resources; to help us implement\r\neffective public education programmes that will\r\nencourage behavioural change among the high-risk\r\ngroups in our population; and to provide technical\r\nassistance to facilitate prompt access to the Global\r\nFund and other financial sources to combat HIV/AIDS,\r\ntuberculosis, diabetes and malaria.\r\nWe have integrated family planning and maternal\r\nand child health programmes into reproductive health\r\nservices, and we fully support the initiatives on\r\naccessibility to reproductive health services under the\r\nMillennium Development Goals.\r\nOn sustainable development, the Marshall Islands\r\nhas established a task force to ensure that the\r\nMillennium Development Goals are fully integrated\r\ninto our national strategy. One challenge we continue\r\nto face is the need for human and technical resources,\r\nbut, despite that and other challenges, we are\r\ndetermined to work towards achieving the Goals.\r\nDuring this, the first policy year of its first\r\nimplementation cycle, we recognize the important\r\nprecedent set by the thirteenth session of the\r\nCommission on Sustainable Development as to how\r\nfuture cycles could be conducted and what type of\r\noutcomes could be expected. The Marshall Islands is\r\nworking hard to improve access to freshwater, develop\r\nenvironmentally responsible waste management\r\nsystems and provide affordable and renewable energy\r\nsources. Our programme would be impossible without\r\nthe continued support of the international community\r\nand development partners, for which we are always\r\ngrateful.\r\nOne issue that continues to haunt the people of\r\nthe Marshall Islands is the effects of nuclear weapons\r\ntesting. When people in most parts of the world talk\r\nabout nuclear devastation, they tend to think of\r\nHiroshima and Nagasaki. However, few are aware that\r\nthe Marshall Islands experienced the equivalent of 1.6\r\nHiroshima-sized bombs every day during the 12 years\r\nthat numerous nuclear weapons were detonated and\r\ntested in our country. Interestingly, this took place\r\nwhile the Marshall Islands was part of the United\r\nNations Trust Territory of the Pacific Islands.\r\nWe would like to emphasize the need for full\r\nresolution of this issue based on the changed\r\ncircumstances that have come to light and the new\r\ninformation gathered from recent scientific and\r\nmedical studies on radiological safety, clean-up and the\r\n26\r\nA/60/PV.22\r\nmalignant effects of radiation on health. I call on the\r\ninternational community to support the Marshall\r\nIslands in this endeavour.\r\nThe Marshall Islands has experienced the far-\r\nreaching and invasive effects of a nuclear testing\r\nprogramme on the most intimate and personal levels:\r\nfrom home islands no longer inhabitable to the illness\r\nand death of many of our friends and families. We can\r\nprepare our health system to deal with this burden, but\r\nwe can never remedy the human and emotional toll that\r\nthis has had and continues to have on us as individuals,\r\nfamilies, communities and as a nation.\r\nConcerning disarmament and non-proliferation,\r\nwe believe that sustainable peace and development will\r\nnot be achieved without major steps towards\r\ndisarmament. Reiterating our firm commitment to the\r\nTreaty on the Non-proliferation of Nuclear Weapons,\r\nwe look forward to strengthening its implementation,\r\nincluding through future review conferences.\r\nAs a nation whose single most important\r\nproductive sector and key export are its fisheries, the\r\nstate of the worlds oceans and fish stocks and how\r\nthese vital resources are being exploited remain our\r\nutmost concern. We recognize the importance of the\r\nConvention on the Conservation and Management of\r\nHighly Migratory Fish Stocks in the Western and\r\nCentral Pacific Ocean. We remain seriously concerned\r\nabout instances of illegal, unreported and unregulated\r\nfishing within our exclusive economic zone. The\r\ncontinued assistance of the international community is\r\nneeded in building capacity for monitoring and\r\nsurveillance in this regard.\r\nThe global threat the world faces today is a\r\nchallenge of a different nature from anything we have\r\nhad to deal with before. We recognize how poverty,\r\nenvironmental degradation and the abuse of human\r\nrights undermine human security. We welcome the\r\nrecent adoption of the International Convention for the\r\nSuppression of Acts of Nuclear Terrorism. We continue\r\nto cooperate closely within the Pacific region to ensure\r\nthat effective regional action is taken to combat threats\r\nto our peace and security. We have taken steps to\r\ncombat money-laundering and the financing of\r\nterrorism and to implement the twelve core anti-\r\nterrorism conventions and relevant Security Council\r\nresolutions. In our global effort to counter terrorism,\r\nagreeing on the definition of terrorism is one of the\r\nmany issues that requires serious consideration and\r\nresolution.\r\nConcerning the Middle East peace process, we\r\ncommend the determination and strong resolve of\r\nPrime Minister Ariel Sharon in his effort to\r\nreinvigorate the Middle East peace process by fulfilling\r\nIsraels pledge to withdraw from the Gaza Strip.\r\nConcerning the International Criminal Court, we\r\nwelcome its progress in the Democratic Republic of the\r\nCongo, Uganda and Darfur situations. We are also\r\npleased with the entry into force of the agreement\r\nbetween the International Criminal Court and the\r\nUnited Nations. We continue to call on all States to\r\nstrengthen the rule of law around the world by ratifying\r\nthe Rome Statute governing that Court.\r\nBearing in mind the phrase we the peoples in\r\nthe Preamble to the Charter, Marshall Islands believes\r\nthat if the United Nations adheres to the principles of\r\nuniversality and self-determination, it must not exclude\r\nthe 23 million people of the free, democratic and\r\nindependent nation of Taiwan. As a free and\r\nprosperous country, Taiwan has much to contribute to\r\nthe peace and security of the Western Pacific, and we\r\nreiterate our full support for the ongoing quest of the\r\npeople of Taiwan to be granted membership in this\r\nfamily of nations. Denying membership to a free and\r\ndemocratic nation and condoning the presence of\r\nrepressive States is a flagrant violation of basic\r\ndemocratic principles.\r\nIn a world divided by chasms between the rich\r\nand the poor, between the powerful and the powerless,\r\ndifferences of interest are certain to shape all our\r\nreform efforts and perpetuate a contradictory and\r\ndivided Organization. We share the aspirations of a\r\nUnited Nations guided by the following values and\r\nprinciples: belief in multilateral cooperation, the\r\nimperative of prevention, respect for the rule of law\r\nand human rights, solidarity with the poor and\r\nsuffering, concern for the rights of women and the\r\nchildren of the world and their future, and for the\r\nhealth of Planet Earth.\r\nWe reiterate our support for reform and expansion\r\nof the Security Council, using a criteria-based\r\napproach based on factors such as economic size,\r\npopulation, commitment to democracy and human\r\nrights, financial contribution to the United Nations,\r\ncontributions to peacekeeping and record on counter-\r\nterrorism and non-proliferation.\r\n27\r\nA/60/PV.22\r\nThe Marshall Islands will continue to participate\r\nin this sessions important debates on how to reform\r\nand strengthen the United Nations as an institution and\r\nhow to ensure that it effectively addresses the threats\r\nand challenges of the twenty-first century. We assure\r\nyou of our full cooperation towards the goal of a\r\nstrong, effective and accountable Organization.\r\nThe President: I now call on His Excellency\r\nMr. Enrique Berruga, chairman of the delegation of the\r\nUnited Mexican States.\r\nMr. Berruga (Mexico) (spoke in Spanish):\r\nDuring the past year, we, the Member States, embarked\r\nupon a reform process without precedent in the history\r\nof our Organization. The international community\r\nbecame fully aware of the need to transform the United\r\nNations in order better to meet the threats and\r\nchallenges of our time. Although significant progress\r\nwas made, we have not yet achieved the expected\r\ngoals.\r\nThe political and intellectual contributions put\r\nforth by the High-level Panel on Threats, Challenges\r\nand Change, the Secretary-Generals Report In larger\r\nfreedom (A/59/2005), the United Nations Millennium\r\nProject report and the input provided by the Group of\r\nFriends for the Reform of the United Nations are,\r\namong others, important efforts that have guided our\r\ndiscussions aimed at defining the future of our\r\nOrganization. Now, our task is to take stock of the\r\nlessons learned, of the good and the bad, in order to\r\nmake this sixtieth session the year of the United\r\nNations reform.\r\nThe outcome document adopted by heads of State\r\nand Government during this summit is a point of\r\ndeparture. It is not yet the final result. It should be seen\r\nas the architecture that will lead us in the building of\r\nthe new United Nations. It is crucial that we keep the\r\nreform momentum alive and implement as soon as\r\npossible the changes demanded by the international\r\ncommunity and our Governments.\r\nIn Mexicos opinion, there are three key aspects\r\namong the lessons learned that need to be taken into\r\nconsideration during the work of this sixtieth session of\r\nthe General Assembly.\r\nFirst, reform of the system must be\r\ncomprehensive. It will be very damaging, futile and\r\ninadequate if we decide to sacrifice a comprehensive\r\napproach by focusing our efforts on just one aspect of\r\nthe reform. A great deal of the frustration stemming\r\nfrom the summits outcome occurred because of the\r\nextensive attention and time given to reform of the\r\nSecurity Council. We cannot deny the importance of\r\nthis issue, but we should not hold the whole reform\r\nprocess hostage to the exclusive discussion of one\r\nsingle item.\r\nThroughout the long days of discussion prior to\r\nthe summit, it became evident that the issues which\r\naroused interest and triggered concern were those such\r\nas human rights, development, the fight against\r\nterrorism, the environment, the social agenda and\r\nmanagement reform. It is much clearer today than it\r\nwas two weeks ago that the United Nations inevitably\r\nneeds to make simultaneous headway on those issues\r\nof priority for the international community.\r\nSecondly, the most effective means of advancing\r\nthe reform process lies in genuine negotiations open to\r\nall interested States, with agreed timelines for both\r\nadoption and implementation of the commitments\r\nreached. All delegations witnessed that, in the last\r\nthree weeks prior to the summit, we were able to make\r\nmore and faster progress than during the previous long\r\nmonths of consultations and speeches. The summit\r\nacted as a catalyst for serious and committed\r\nintergovernmental negotiations. Then we were finally\r\nable to perceive with the required precision each\r\nMember States limits and margins of flexibility. In the\r\nlight of that experience, we must turn to negotiations as\r\nthe most productive working method.\r\nThirdly, in order to gain relevance and\r\neffectiveness, the United Nations institutional\r\nstructures should adapt to real global problems and not\r\nthe other way around. Otherwise, we could be in the\r\nabsurd situation of building institutions pleasing to\r\nhigh political and diplomatic circles but very\r\ndisappointing to the societies they are meant to serve.\r\nDiscussions on the new Human Rights Council\r\nillustrate that kind of failing. The number of members\r\nhas received far more attention than the mandates and\r\ntasks it should carry out in order to promote human\r\ndignity. It is urgent that this be reversed.\r\nMr. Eliasson, you will be presiding over a very\r\nunusual General Assembly session. Fruitless efforts\r\nhave been made for years to find the formulas to\r\nrevitalize the highest globally representative organ.\r\nToday, driven by the winds of reform and the need to\r\nease the Organizations sense of crisis, the General\r\n28\r\nA/60/PV.22\r\nAssembly has rare momentum to steer the future\r\ncourse of the United Nations. This is where major\r\nagreements could be reached and where States\r\ncommitments will be recorded. Mexico is fully\r\nconfident that, during your presidency, the General\r\nAssembly will grow stronger as the main political\r\nforum for major global decision-making.\r\nAs stated by the President of Mexico at the recent\r\nsummit (see A/60/PV.4), we are at the starting point,\r\nnot at the finish line. Our task is incomplete, and it is\r\nurgent to establish a Peacebuilding Commission to put\r\ninto practice the concept of the responsibility to\r\nprotect; to establish a Human Rights Council that\r\ncould make an immediate difference vis-à-vis the\r\nweaknesses and double standards that have tarnished\r\nthe reputation of the Commission on Human Rights; to\r\nbegin negotiations on reform of the Security Council,\r\nwith the common purpose of putting in place the best\r\npossible collective security system, one that can\r\neffectively face todays major threats.\r\nDevelopment continues to be a priority among\r\nthe aspirations and concerns on the global agenda.\r\nMexico has made particularly important efforts in this\r\nrealm. The International Conference on Financing for\r\nDevelopment, held in the Mexican city of Monterrey,\r\nbecame a watershed in our approach to that subject. A\r\npartnership between rich and developing countries was\r\nforged for the first time ever, with the purpose of\r\nfighting poverty head-on and defining financial targets\r\nand timetables in that fight. We therefore particularly\r\nappreciate the decision of those developed countries\r\nthat have announced precise timetables and levels of\r\ntheir gross national product to be allocated for official\r\ndevelopment assistance. We reiterate our call to the rest\r\nof the economic Powers to move in that direction, and\r\nwe urge the developing countries to present, as soon as\r\npossible, their own national strategies to ensure that\r\nthey can access those resources. It is crucial that all\r\nparties fully meet their commitments. We cannot allow\r\nourselves to go backwards in this connection.\r\nThe President of Mexico has asked me to put on\r\nrecord our disappointment at the fact that the summits\r\noutcome document did not include a section on\r\ndisarmament and non-proliferation. My delegation will\r\njoin forces with other interested member States to\r\nrestore this sensitive issue to the United Nations\r\nagenda.\r\nFor Mexico, which last April had the honour of\r\nhosting the first Conference of States Parties and\r\nSignatories of Treaties That Establish Nuclear-\r\nWeapon-Free Zones, disarmament and non-\r\nproliferation issues are a top priority on our\r\ninternational agenda. Because of this, and because of\r\nthe hazardous international scenario we have\r\nexperienced in recent weeks, we consider it urgent to\r\nfind a way to end the paralysis faced by the multilateral\r\nforums dealing with this matter.\r\nLikewise, Mexico attaches great importance to\r\nthe agreement reached during the summit to finalize a\r\ncomprehensive convention on the rights of persons\r\nwith disabilities. We urge all Member States and\r\nObservers to continue their negotiations with a view to\r\nmaking sure that this instrument is adopted by the\r\nGeneral Assembly during its current session.\r\nFinally, I would like to comments on the section\r\nof the outcome document dealing with the rule of law.\r\nThe rule of law in international relations is a rational\r\npreventive tool for settling disputes. The United\r\nNations legal machinery constitutes an ally of the\r\nSecurity Council in the maintenance of international\r\npeace and security. Based on the comprehensive reform\r\npromoted by my country, we deem it necessary for\r\nStates to reinforce their commitment to strengthening\r\nthe International Court of Justice in a substantive way.\r\nMexico will remain a firm promoter of United\r\nNations reform and of seeking multilateral solutions to\r\naddress the worlds major problems. Through the\r\nGroup of Friends for United Nations Reform, and\r\nduring this critical year in the life of our Organization,\r\nwe will go on putting forward proposals and\r\nmechanisms to implement decisions. In this regard, I\r\nwould like to echo President Foxs appreciation to his\r\ncounterparts from Algeria, Australia, Canada, Chile,\r\nColombia, Germany, Japan, Kenya, the Netherlands,\r\nNew Zealand, Pakistan, Singapore, Spain and Sweden\r\nfor their intelligent and constructive contribution to the\r\nreform process. The diversity of views within the\r\nGroup and the decision to focus on delivering concrete\r\nproposals to solve the problems of the United Nations,\r\nas well as those of the world, demonstrate that it is\r\nindeed feasible to reach agreements and translate them\r\ninto action. We are confident that this spirit will spread\r\nthroughout the membership of the United Nations, and\r\nthat the sixtieth session will truly mark the beginning\r\nof the second phase in the life of our Organization.\r\n29\r\nA/60/PV.22\r\nThe President: I thank the chairman of the\r\ndelegation of Mexico for his contributions to our\r\nimportant work ahead, following up the 2005 World\r\nSummit Outcome.\r\nI now call on our last speaker for this morning,\r\nHis Excellency Archbishop Celestino Migliore,\r\nchairman of the delegation of the Observer State of the\r\nHoly See.\r\nArchbishop Migliore (Holy See): The summit\r\nmarking the sixtieth anniversary of the United Nations\r\nis over, but to bring it to completion our work here\r\nmust build upon its outcome document (resolution\r\n60/1) so as to fulfil the agreed package of reforms with\r\nvision and determination. The Holy See, having\r\nfollowed the outcome documents development closely,\r\nwelcomes much of what is proposed. However, the\r\nlack of consensus on arms control and non-\r\nproliferation issues is regrettable.\r\nI should also like to add at the outset that the\r\nHoly See understands the references to both the Cairo\r\nInternational Conference on Population and\r\nDevelopment and the outcome of the Fourth World\r\nConference on Women, held in Beijing, and to\r\nreproductive health found in paragraphs 57 (g), 58 and\r\n58 (c) in the sense that it set out in its reservations and\r\nstatements of interpretation at those Conferences, that\r\nis, as applying to a holistic concept of health that does\r\nnot consider abortion or access to abortion as a\r\ndimension of those terms. These caveats aside, the\r\ndocument is a basis for implementation and ongoing\r\ndiscussions on United Nations reform.\r\nDue to the human tragedies of genocide, war\r\ncrimes, ethnic cleansing and crimes against humanity,\r\nthe responsibility to protect, as reflected in the\r\noutcome document, has, for humanitarian reasons,\r\ngained more acceptance. Its definitive legal\r\nformulation could greatly contribute to the enrichment\r\nnot only of international law but also of sincere\r\nsolidarity among nations. To identify carefully and\r\nhonestly the causes of such man-made disasters is\r\nindispensable to creating more timely prevention\r\nmeasures. Protection of those in distress and assistance\r\nto them go hand in hand with lucid analysis and public\r\nawareness of the causes of humanitarian crises.\r\nThe silence of the outcome document regarding\r\ndisarmament and non-proliferation is worrying.\r\nNuclear armament is simply devastating for people and\r\nfor the environment; it destroys peoples lives and the\r\nsubstratum of every decent economy. We therefore\r\nmust insist upon nuclear non-proliferation. Likewise,\r\nwe must insist on complete nuclear disarmament and a\r\nstrengthened International Atomic Energy Agency\r\nverification and safeguards system. No effort should be\r\nspared to discourage not only the production of nuclear\r\nweapons but also any trade or exchange in such\r\nmaterials.\r\nOf course, a secure world will not just be free of\r\nthe menace of war: it will be one where sustainable\r\nhuman development is also assured, through sound\r\nglobal governance. But, while global governance has a\r\nlogic of its own, it lacks its own ethics, something\r\nwhich the worlds nations must supply. We live in an\r\ninterdependent but fragile society and, in many places,\r\npeoples best interests are not served well. I should like\r\nto mention here but three specific areas of ethical\r\nchallenge in this regard: solidarity with the poor, the\r\npromotion of the common good, and a sustainable\r\nenvironment.\r\nSmall gains made in this last area remain under\r\nrisk from, among other things, climate change, new\r\ndiseases, the irresponsible destruction of forests, water\r\npollution, depletion of fish stocks, the destruction of\r\nglobal commons such as the oceans, and so on. It is\r\nestimated that 15 out of 24 essential services provided\r\nby ecosystems are being used unsustainably. The\r\nenormity of todays environmental challenge obliges us\r\nto rethink our notions of interdependence, global\r\ncooperation and our common responsibility for the\r\nstewardship of the planet. Differences on how to\r\naddress challenges should not stop agreement on the\r\nidentification of specific environmental threats and\r\ncommon measures to tackle them.\r\nAnother core principle needs to be set out in the\r\nform of the proper devolution of power to local levels\r\nto ensure greater effectiveness and accountability,\r\nknown also as subsidiarity. The application of this\r\nprinciple would foster a genuine respect for the rights\r\nof nations and for the significance of culture, balancing\r\nparticularism and universalism. Global governance also\r\nhas to address the democracy deficit in order to assure\r\nglobalization without marginalization.\r\nIn this context, the United Nations becomes the\r\nprojection of the hope for peace and well-being in the\r\nworld. To fulfil this high calling, which is proper to the\r\nOrganizations nature and function, will require clear\r\ncharacteristics of leadership, the courage of the\r\nOrganization and those who are part of it and a\r\ncommon vision for its leaders, collaborators and\r\ninterlocutors at every level, so that they may succeed in\r\nfinding the right road to achieve the goals in view.\r\n30\r\nA/60/PV.22\r\nOn the subject of the Human Rights Council, a\r\nreform that improves upon the present arrangements is\r\nto be welcomed. International law and its institutions\r\nare vital for the application and enforcement of human\r\nrights. Likewise, we should not lose sight of the\r\nimportance that the Universal Declaration of Human\r\nRights attaches to the incorporation of its principles\r\ninto national law and to education in fostering a rights-\r\nrespecting culture. Promotion and enforcement of\r\nhuman rights at the national level and constant\r\nattention to education will continue to be indispensable\r\nto allow those rights to flourish in the new system.\r\nThe international community, the happy\r\npossessor of the Universal Declaration of Human\r\nRights since 1948, appears, however, in the meantime\r\nto have forgotten that not only essential human rights\r\nbut also human duties underpin the Declaration. These\r\nduties establish the framework in which our rights are\r\ncontained, so that the latter are not simply exercised\r\nupon a whim. The reference to duties in the Universal\r\nDeclaration reminds us that rights usually entail\r\nresponsibilities; and that if we expect our own rights to\r\nbe respected, we must respect the rights of others.\r\nIndeed, the Declarations recognition of the\r\ninterdependence of rights and duties was one of the key\r\nfeatures that enabled it to win consensus from nations\r\nEast and West, North and South. Today, when\r\nglobalization has rendered us more interdependent than\r\never, a greater sense of universal human duties would\r\nbenefit the cause of peace, because awareness of our\r\nmutual responsibility acknowledges duties as being\r\nessential to a social order which does not depend upon\r\nthe will or the power of any individual or group.\r\nThe question has resurfaced of how there can be\r\nuniversal rights in view of the diversity among\r\ncultures. Some maintain that all rights are culturally\r\nrelative; others claim that universal rights are just\r\ninstruments of a given cultural imperialism; and some\r\nbelieve the gulf between those two positions cannot be\r\nbridged. My delegation, however, shares the faith of\r\nthe principal framers of the Universal Declaration, that\r\ncertain values are so fundamental that they can find\r\nsupport in the moral and philosophical traditions of\r\ncultures. For that reason, such universal principles or\r\nbasic human rights are undeniable. In their essential\r\ncore they have to be universally recognized and must\r\nbe operative erga omnes. To reject the idea that basic\r\nrights are relative, however, does not require one to\r\nreject a legitimate pluralism in their implementation.\r\nQuite the contrary, for pluralism is the only way to\r\nmove beyond the sterile relativism-imperialism debate.\r\nThe Holy See, on the basis of its own long\r\nexperience in seeing how a common core of principles\r\ncan take root and flourish in vastly different cultures,\r\naffirms the wisdom of the drafters of the Universal\r\nDeclaration in this respect. The framework they\r\nfashioned is flexible enough to allow for differences in\r\nemphasis and implementation, but not so malleable as\r\nto permit any basic human right to be completely\r\neclipsed or unnecessarily subordinated for the sake of\r\nother rights. Regrettably, the legitimately pluralist\r\napproach to basic rights is sometimes forgotten, but it\r\nmust be retrieved if we are to avoid a top-down,\r\nhomogenizing vision of human rights.\r\nIn the wake of recent acts of terrible violence,\r\ncalls have come from various quarters to promote\r\ngreater understanding among religions, cultures and\r\ncivilizations. The Holy See supports the initiatives in\r\nthe field of interfaith cooperation and dialogue among\r\ncivilizations, especially where, in the spirit of their\r\nreference to and reliance on God, they form\r\nconsciences, foster common moral values and promote\r\nintercultural understanding and proactive\r\ncommitments. Those tasks require continued\r\nevaluation with regard to motivation, policies, laws and\r\ninstitutions. It is the mission of civil and religious\r\nleaders to be a source of inspiration, support and\r\nguidance for all people of good will who strive towards\r\nsustainable peace.\r\nThe Holy See also understands that there is a\r\nparticular type of interreligious dialogue in which\r\nreligious representatives and their constituents engage\r\nin discussion on the theological and spiritual tenets of\r\ntheir respective religions and exchange positive\r\nexperiences with a view to promoting mutual\r\nunderstanding and respect among all. That type of\r\ndialogue does not appear to be part of the United\r\nNations Charter and is therefore better left to religious\r\nexperts and appropriate representatives of religions.\r\nNevertheless, the United Nations can make a valid and\r\nimportant contribution to interfaith cooperation for\r\npeace and development.\r\nIn concluding, I should like to add a word of\r\nacknowledgement of the important contribution that\r\nthe United Nations staff makes to the Organization in\r\nits efforts to promote harmony and solidarity among\r\npeoples. Likewise, I should like to express once again\r\nto you, Sir, the best wishes and support of my\r\ndelegation as you look ahead to an important and\r\nfruitful presidency of the General Assembly.\r\nThe meeting rose at 1.15 p.m.\r\n"