"United Nations A/60/PV.20\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n20th plenary meeting\r\nThursday, 22 September 2005, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-51865 (E)\r\n*0551865*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 10.15 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I give the floor to His Excellency\r\nThe Honourable Denzil Douglas, Prime Minister and\r\nMinister of Finance, Planning and National Security of\r\nSaint Kitts and Nevis.\r\nMr. Douglas (Saint Kitts and Nevis): My\r\nGovernment supports the report of the Secretary-\r\nGeneral, which reaffirms development, peace, security\r\nand human rights as fundamental to the well-being of\r\nany modern State. The Government of Saint Kitts and\r\nNevis steadfastly contends that there is an inherent link\r\nbetween poverty reduction, the promotion of human\r\nrights, economic development, security and good\r\ngovernance.\r\nRegrettably, the tendency has been to separate\r\nthem, in favour of what some call political imperatives.\r\nI daresay policies do not and cannot exist in a vacuum.\r\nPolitics is about people, and therefore national,\r\nregional or even international organizational policies\r\nmust be about people. There is stark evidence of this.\r\nThe political landscape reveals clear indications\r\nof the interconnectedness of the phenomena of poverty\r\neradication, security, economic development and\r\ngovernance. The task of governance is becoming\r\nincreasingly difficult in the face of growing\r\nunemployment, deepening poverty, escalating energy\r\nprices and a mounting cost of living. As a\r\nconsequence, we have witnessed social dislocations\r\nand civil disquiet. The fruits of globalization still do\r\nnot grow among the worlds poorest, who have become\r\nfurther marginalized and blame their Governments,\r\nwhich, despite their best efforts, are often relegated to\r\nthe margins of political discourse and economic\r\nactivities.\r\nSome citizens have become more vocal and more\r\nopen in their distrust of Government policies that fail\r\nto deliver the promises of democracy and\r\nglobalization, fail to reduce poverty and unemployment\r\nand fail to improve their standard of living. The\r\neconomic and political rift between rich and poor\r\nnations is steadily becoming a deeper divide as\r\nmistrust continues to characterize relations between the\r\ndeveloped and the developing countries.\r\nUnderstandably, small countries  despite\r\nlimited and diminishing resources  are expected to\r\nparticipate equally in the fight against the social\r\nscourges that confront us. But that dramatically\r\nreduces our ability to make new and necessary\r\ninvestments in socio-economic development. It is\r\nwithin that context that we urge Member nations to\r\nsubstantively support the Millennium Development\r\nGoals. We also urge them to partner with us,\r\nrecognizing our vulnerabilities to natural disasters and\r\nother external economic factors, and recognizing the\r\nneed for preferred and differential treatment in trade\r\nand access to markets in developed countries. We urge\r\ndeveloped countries to implement policies that do not\r\n2\r\nA/60/PV.20\r\nundermine our efforts or reverse the gains that we in\r\nsmall developing countries have made. We call for\r\nequity and for a willingness to live and let live.\r\nDespite overwhelming odds, however, the\r\nGovernment of Saint Kitts and Nevis stands ready to\r\ndo its share. At the base of our efforts and policies is\r\nthe fundamental importance of strengthening the rights\r\nof the child. We believe that promoting the rights of the\r\nchild goes to the heart of full and effective protection\r\nof human rights. We also firmly believe that by making\r\nsure every child in Saint Kitts and Nevis has access to\r\nprimary and secondary education, to potable water and\r\nto health care, we are creating healthier, better adjusted\r\nand productive adults whose rights will have been\r\nnourished and enshrined in the policy orientation and\r\ndevelopment agenda of our proud country.\r\nIt is generally accepted that the right to\r\ndevelopment is also a fundamental right that national\r\nGovernments have a primary responsibility to ensure.\r\nLong before the Millennium Development Goals were\r\nformally elaborated and adopted by the community of\r\nnations, that fundamental right was emphatically\r\nunderstood by the Government and the people of Saint\r\nKitts and Nevis. As a point of reference, in this years\r\nHuman Development Report issued by the United\r\nNations Development Programme, Saint Kitts and\r\nNevis was ranked 49 out of 177 countries on the\r\nHuman Development Index  the second-highest\r\nranking in the Caribbean region and, indeed, among the\r\nhighest in the Latin American and Caribbean region.\r\nThe report reflects the reality in Saint Kitts and Nevis,\r\nwhere there is an adult literacy rate of 97.8 per cent, a\r\nlife expectancy rate of 70 years  which needs upward\r\nrevision  and a combined primary, secondary and\r\ntertiary school enrolment ratio of 89 per cent. The\r\nreport underscores our commitment to gender equality,\r\nstarting with current parity in enrolment levels among\r\ngirls and boys in school at both the primary and the\r\nsecondary levels. The report also confirms 98 per cent\r\naccess to safe water and sanitation. In the field of\r\nhealth, it notes a 99 per cent rate of immunization of\r\ninfants against tuberculosis and measles in Saint Kitts\r\nand Nevis.\r\nThe Pan-Caribbean Partnership to combat\r\nHIV/AIDS (PANCAP), established by the Caribbean\r\nCommunity (CARICOM), has proved to be a useful\r\nand pragmatic vehicle for collective action and results.\r\nIn Saint Kitts and Nevis, our own fight against\r\nHIV/AIDS uses that particular model. PANCAP has\r\ndistinguished itself and has been identified as a best-\r\npractice model. We are therefore now pursuing policies\r\naimed at universal access to treatment and care and at\r\nending discrimination and the stigmatization of those\r\npersons affected by HIV/AIDS, while at the same time\r\ncontinuing our public education initiatives on\r\npreventing the spread of the virus.\r\nA per capita income of more than $7,000 places\r\nus squarely among upper-middle-income countries. We\r\nthank the United Nations for recognizing our efforts,\r\nwhich are the result of policies engineered to ensure\r\nthe development of the individual despite the obstacles\r\nthat we face as a small economy. They also reflect the\r\ncommitment of my Government to ensuring the\r\nprotection of the rights of our children and their role in\r\nour countrys future.\r\nThat, however, is only one side of the coin. The\r\nachievements to which I referred come at an enormous\r\ncost  a cost that represents an enormous burden  to\r\nour people. The past decade has been particularly\r\ndifficult for Saint Kitts and Nevis. Our small island\r\nState continues to be especially vulnerable to natural\r\ndisasters, external economic fluctuations and policies\r\nbiased against small economies such as ours. My\r\ncountry has experienced back-to-back hurricanes,\r\nlandslides and floods, at a cost of more than half a\r\nbillion dollars. We have been forced to direct more and\r\nmore of our scarce resources towards recovery and\r\naway from development.\r\nThe experience throughout the Caribbean region\r\nis very similar. It was just in July this year that our\r\nsister CARICOM nation of Grenada again suffered\r\nserious devastation, caused by Hurricane Emily, on the\r\nback of last years devastation brought by Hurricane\r\nIvan. The Maldives, another small island sister nation,\r\nhas made pleas for a delay in the process set in motion\r\nfor its graduation from the list of least developed\r\ncountries, owing to the tsunami. We specifically\r\nsupport the Maldives request.\r\nIn addition to the cost of recovery, escalating\r\nhigh prices and the cost of food imports, Saint Kitts\r\nand Nevis, as an emerging tourist destination, has\r\nfaced the prohibitively high cost of implementing\r\nsupplementary security measures since 11 September\r\n2001. To further compound that grave situation, the\r\nrecent rulings of the World Trade Organization relative\r\nto trade preferences have dealt a most significant blow\r\n3\r\nA/60/PV.20\r\nto small economies in the Caribbean and therefore\r\nthreaten to unravel their economic base.\r\nIn the case of my country, after centuries of sugar\r\nproduction and sales to the European market  which\r\nhave been a cornerstone of our economic support and\r\nour social stability  we have been forced to close that\r\nindustry, which finally succumbed to continuous losses\r\nand escalating debts. Saint Kitts and Nevis can no\r\nlonger compete profitably in a world market that is\r\ncharacterized by engineered low prices for sugar and\r\nby the unfair trading practices of some countries. That\r\nhas severe implications in terms of unemployment,\r\nsocial dislocation, psychological distress and the\r\ndramatic loss of urgently needed foreign-exchange\r\nearnings.\r\nWe have tried to prepare for such an eventuality\r\nthrough a process of economic diversification, but\r\nsupport from the international community has not been\r\nforthcoming. The cost of borrowing, the removal of\r\ngrant financing from the menus of international\r\nfinancial institutions and the annual recovery costs\r\nfrom catastrophic hurricanes have become more and\r\nmore onerous. Creative legal policy initiatives,\r\nespecially in the international financial services sector,\r\nhave been challenged and undermined by some\r\ndeveloped countries.\r\nIn an attempt to fulfil the Millennium\r\nDevelopment Goals by 2015, my Government has also\r\npursued policies to stimulate and facilitate private-\r\nsector-led growth by investing in physical\r\ninfrastructure and human resource development. But\r\nwe need international political and economic support.\r\nThe Secretary-General underscored that threats to\r\npeace and security represent different things to\r\ndifferent countries. If we intend to promote collective\r\nsecurity, there must be an appreciation of and\r\nsensitivity to this diversity among countries. In the\r\nsame way, we are called upon to aid in the fight against\r\nterrorism, drug trafficking, transnational organized\r\ncrime and other scourges that threaten international\r\npeace and security in the more advanced countries. It is\r\nnot unreasonable, therefore, to expect reciprocity of\r\nsupport in fighting the almost intractable problems that\r\nconfront small States. To address these urgent\r\nchallenges, we call on the international community to\r\nsupport and contribute to the full, timely and effective\r\nimplementation of the Mauritius Strategy for further\r\nimplementation of the Programme of Action for the\r\nSustainable Development of Small Island Developing\r\nStates, which we consider a very important mechanism\r\nfor achieving the Millennium Development Goals.\r\nMy Government was heartened by the Secretary-\r\nGenerals proposal for the establishment of a Human\r\nRights Council. We also support effective change in the\r\nUnited Nations, which also means that the Security\r\nCouncil must evolve to reflect current world realities.\r\nThe United Nations must also play a more enhanced\r\nrole in development, and the concerns of small island\r\ndeveloping States must be given greater attention\r\nwithin this Organization. Small States can offer best-\r\npractice models and creative ideas from which the\r\ninternational debate on development, peace, security\r\nand human rights could benefit.\r\nWe encourage greater transparency in the\r\ndeliberations of critical organs of the Organization and\r\ngreater opportunities for small States to be represented\r\nin the decision-making processes of these organs.\r\nThe people of Taiwan continue to be excluded\r\nfrom the brotherhood of nations, which was created to\r\nrepresent the hopes and aspirations of all peoples. My\r\nGovernment reiterates its call for the people of the\r\nRepublic of China, Taiwan, to be consulted, effectively\r\nrepresented and invited to participate in the critical\r\ndebates on world peace, human security, development\r\nand human rights. I believe that we would have failed\r\nto promote human rights effectively if, through\r\npolitical exclusion, generations of people are relegated\r\nto the margins of such important issues and the forums\r\nthat facilitate their discussion.\r\nI remain cautiously optimistic about the future.\r\nOn the one hand, Governments have rededicated\r\nthemselves to the struggle to build a world free from\r\nwant and fear and with the freedom to live with\r\ndignity. In addition, we are poised to reform the United\r\nNations in the hope that it can play a more effective\r\nrole in this ever-changing world.\r\nHowever, the tenor of last weeks summit\r\nsuggests a strong possibility that some developed\r\ncountries may yet renege on those commitments, which\r\ncould further erode developing countries efforts to\r\neradicate extreme poverty, generate employment,\r\npromote human security and narrow the development\r\ngap between richer and poorer countries.\r\nWe still have an opportunity for an enhanced\r\nglobal partnership to turn commitments into action and\r\n4\r\nA/60/PV.20\r\nsecure a future for our children, a future that is free\r\nfrom want of the basic necessities, free from fear of\r\nviolence with guarantees of protection of the right to\r\nlive in dignity. Only then will we build and reinforce\r\nthe foundation of democracy, enhance collective\r\nsecurity and jumpstart a process where globalization\r\nbecomes a vehicle for change among all of the worlds\r\npeoples.\r\nThe President: I now give the floor to His\r\nExcellency the Honourable Frederick A. Mitchell,\r\nMinister for Foreign Affairs and the Public Service of\r\nthe Commonwealth of the Bahamas.\r\nMr. Mitchell (Bahamas): It is my honour to\r\ncongratulate you on your election to the presidency of\r\nthe sixtieth session of the General Assembly. I also\r\nwish to pay tribute to the tireless efforts of your\r\npredecessor, Mr. Jean Ping, for the manner in which he\r\nguided the work of the fifty-ninth session.\r\nI wish to extend the condolences of the Right\r\nHonourable Prime Minister of the Commonwealth of\r\nthe Bahamas, Perry Christie, and the Government and\r\npeople of the Bahamas to the Government and people\r\nof the United States in the aftermath of Hurricane\r\nKatrina last month. This is a scene with which the\r\npeople of the Bahamas are regrettably all too familiar,\r\nand we continue to offer our assistance and support in\r\nany way possible.\r\nThe High-level Plenary Meeting held last week,\r\nat which so many heads of State and Government were\r\nrepresented, served as a timely and much-needed\r\nreminder of the need for us all to recommit ourselves\r\nto the purposes and principles of this Organization. At\r\na time when some have begun to question the purpose\r\nof this Organization, the Bahamas reaffirms that the\r\nUnited Nations remains the best chance for all States,\r\nlarge and small, to achieve peace, security and\r\nsustainable development for our peoples.\r\nOne of the leaders who spoke last week was the\r\nMost Honourable P. J. Patterson, Prime Minister of\r\nJamaica. On April of 2006, Mr. Patterson demits office\r\nafter more than a decade in the service of his people\r\nand the Caribbean region as Prime Minister, and a\r\ngeneration as a parliamentarian and Government\r\nMinister. His statement last week was perhaps his final\r\nstatement to this Assembly as Prime Minister. The\r\nBahamas  and the region joins us, I am sure \r\nsalutes Mr. Patterson as he retires from active public\r\nlife.\r\nMr. Pattersons example in Jamaica is one that we\r\nknow well enough in the Caribbean region. It is the\r\nexample of democratic governance and the traditions\r\nof regular elections and accountability to the publics\r\nwhom we serve. The history of democracy in our\r\nregion has also produced for the region an enviable\r\nstandard of living in many ways. This way of life has\r\nbeen described by the Prime Minister of Saint Vincent\r\nand the Grenadines, The Honourable Ralph Gonsalves,\r\nas the Caribbean civilization  one that did not\r\ndevelop without significant investment in our people\r\nand that cannot be sustained unless that investment\r\ncontinues.\r\nThe region is neither poor nor rich. It falls in\r\nbetween, having accomplished most if not all of the\r\nMillennium Development Goals. But as we watch the\r\ndevelopment of globalization, there is a tendency to\r\nforget that this region of relatively few people and\r\nsmall nations requires the continued support of the\r\ndeveloped world. Nowhere is this more evident than in\r\nthe decisions taken on sugar and bananas. There is a\r\nsymbiotic relationship between the region and the\r\ndeveloped world, with many of our people leaving the\r\nregion to help to sustain the way of life of the\r\ndeveloped world. There is a major transformation right\r\nnow in economies throughout the region.\r\nOur view is that greater attention from our\r\ndeveloped partners must therefore be paid to that\r\nregion in transition, looking towards investment,\r\nparticularly in education, support for the delivery of\r\nhealth care and continued support for democratic\r\ngovernance. It is not charity that is required, but a\r\nsound, sensible investment in our common future.\r\nHaiti is our poorest member in the region and is\r\nperhaps the example from which it is best to draw\r\nlessons. We want to thank Brazil and the many sister\r\ncountries of Latin America that have risen to the\r\nchallenge with men and materiel. But while much has\r\nbeen given, there are many pledges of donor aid that\r\nhave not materialized as they should. It is a complaint\r\nthroughout the developing world that donors make\r\npledges of financial and material support but do not\r\nfollow through on those pledges.\r\nHaiti today is paying the price in a real way for\r\nhaving charted the way towards freedom in this\r\nhemisphere when, in 1804, it struck a blow for the\r\nfreedom of Africans in the West. Today, we repeat\r\nwhat the American Christian Bishop, T. D. Jakes, said\r\n5\r\nA/60/PV.20\r\nin the National Cathedral in Washington last week\r\nwhen praying for the victims of Hurricane Katrina: it is\r\nwhat we do that counts, but what we say we will do.\r\nHaiti is of major interest to us in the Bahamas,\r\nbecause, given the circumstances of its economy and\r\nits national politics, the Bahamas and the region are\r\nfacing increased pressure from illegal migration from\r\nHaiti and the threat of instability. It is incumbent upon\r\nall of us in the United Nations to do all that we can to\r\nhelp resolve the issues in Haiti.\r\nIt is also important that we not overlook issues of\r\nglobal governance and institutional reform. It would be\r\nnearly impossible for small States, in particular, to\r\nsustain meaningful gains from the process of\r\nglobalization without a voice and without participation\r\nin international decision-making and norm-setting\r\nbodies. It is for that reason that the Bahamas is\r\nencouraged by the discussions that took place during\r\nthe high-level dialogue on financing for development,\r\nheld earlier this year, which confirmed that there is a\r\nplace for the United Nations in all aspects of global\r\nstandard-setting and assessment. The dialogue clearly\r\ndemonstrated that there is a need to address the\r\ndemocratic deficit in many of the international\r\neconomic, financial and trade institutions.\r\nFrom this rostrum last year, the Bahamas called\r\nfor the convening of a global forum to address the\r\nunfairness of unelected bodies imposing mandates that\r\nare unfunded upon developing economies like ours in\r\nthe region, without our countries having an opportunity\r\nto be heard and to influence the result. We call once\r\nagain for such a forum, and pledge that the Bahamas\r\nwill continue to work towards levelling the playing\r\nfield, particularly in the financial services sector.\r\nThe images of destruction in the aftermath of\r\nHurricane Katrina are all too familiar to many small\r\nisland developing States. The images have been\r\nsobering, as we realize that even the biggest and\r\nstrongest of us has to grapple with the difficulties\r\nassociated with the recovery from such a destructive\r\nforce of nature. Last year in this Hall, we said that the\r\nnative peoples of our region were so familiar with the\r\nviolent storms that plague the region in the summer\r\nmonths that they called them hurricanes. Today, we are\r\nseeing those storms hit with a savagery unknown in\r\nrecent times. It leads us to question whether we are\r\nnow being confronted by cyclical change or by climate\r\nchange. Either case places front and centre the need for\r\npublic policy on sustainable development and the\r\nimplementation of the Mauritius Strategy for small\r\nisland developing States.\r\nThe Bahamas, much of whose land is barely five\r\nfeet above mean sea level, wishes to highlight the need\r\nto undertake global action to address the problems of\r\nclimate change. With the warming of the Earths\r\nsurfaces and oceans, we have seen an increase in the\r\nincidence of natural disasters, many of them causing\r\nuntold loss and damage. We have an opportunity,\r\nhowever, to address the adverse effects of climate\r\nchange. We have a chance to make a statement here\r\nduring this session that we will not neglect our\r\ncommon but differentiated responsibility to protect our\r\nenvironment and to send this message to Montreal,\r\nwhere, in November this year, the Kyoto Protocol can\r\nfinally begin to take on a more substantial form.\r\nFor countries such as the Bahamas, the threat of\r\ndevastation as a result of natural disasters is\r\nexacerbated by man-made hazards. We once again\r\nreiterate our grave concern about the serious threat\r\nposed to the security and economic development of\r\nCaribbean countries by the trans-shipment of nuclear\r\nwaste through the Caribbean Sea, and continue to call\r\non States involved in such trans-shipments to desist\r\nfrom that practice. In this context, I wish to highlight\r\nthe continuing efforts of the Caribbean region to\r\ndesignate the Caribbean Sea a special area in the\r\ncontext of sustainable development.\r\nThe achievement of sustainable development will\r\nrequire healthy, productive populations that are able\r\nboth to contribute to and benefit from social and\r\neconomic progress. The unrelenting spread of\r\nHIV/AIDS continues to threaten that progress in all\r\ncountries, but particularly in the hardest hit developing\r\ncountries. The Bahamas is a leader in the fight against\r\nHIV/AIDS in the Caribbean region, and has been\r\nrecognized at the international level for the progress\r\nmade in turning the tide against that disease in our\r\ncountry. We pay tribute to Dr. Perry Gomez, our lead\r\nphysician in the fight against HIV/AIDS and, indeed,\r\nto my predecessor at this rostrum, Mr. Denzil Douglas\r\nfrom Saint Kitts and Nevis, as well as to all the other\r\ncaregivers throughout the world. We welcome this\r\nbodys reaffirmation at the highest levels of the fight\r\nagainst that disease.\r\nIn this context, the Bahamas looks forward to the\r\nhigh-level five-year review of the progress made in\r\n6\r\nA/60/PV.20\r\nimplementation of the Declaration of Commitment on\r\nHIV/AIDS, scheduled to take place in June 2006. At\r\nthat time we must undertake an honest appraisal of\r\nwhat we have achieved and where we are failing short,\r\nand we must determine the way forward towards\r\nachieving the full implementation of the Declaration of\r\nCommitment.\r\nIn addition, the Bahamas has seen useful ideas\r\nadvanced by the United States of America, the World\r\nHealth Organization and the Pan American Health\r\nOrganization, to prevent a bird flu pandemic. We\r\nwould like to take this opportunity to alert the world\r\nthat we must fight to stop such an eventuality, and\r\npledge our support in doing so.\r\nBy virtue of its geographical location, the\r\nBahamas is an unwitting transit point for illegal drugs\r\nfrom producing countries south of our borders to\r\nconsumer countries to the north. We have consistently\r\npointed out that the Bahamas does not produce such\r\nsubstances and is not the ultimate destination for them.\r\nThat, however, does not stop the countries that\r\nconsume the drugs from blaming countries like ours for\r\nthe scourge. It is very unfair to do so. It is clear that\r\nconsuming nations must increase their efforts to reduce\r\ndemand within their borders. We continue to cooperate\r\nwith the United States and other countries in that\r\ninternational fight. Our successful efforts and those of\r\nthe broader region have been acknowledged by our\r\ninternational partners in the fight. I should like to\r\nmention in particular the admirable performance of the\r\nBahamas in its counter-narcotics effort and the superb\r\nrecord of our countrys police in terms of dismantling\r\ndrug-trafficking organizations, as well as our hard\r\nwork to improve the countrys ability to combat\r\nmoney-laundering. It is a fight that we pledge to\r\ncontinue.\r\nThe Bahamas, like other transit countries, is\r\nexperiencing the negative social impact of illegal\r\nactivities associated with that trade. The deadly nexus\r\nbetween illicit drugs and small arms and light weapons\r\nand other criminal activities is undermining the\r\neconomic and social fabric of our nation. We therefore\r\nwelcome the conclusion in June of the work of the\r\nOpen-ended Working Group on the marking and\r\ntracing of small arms and light weapons. The Bahamas,\r\nlike many other countries, would have strongly\r\npreferred to reach agreement on legally binding\r\ncommitments on the marking and tracing of such\r\nweapons. Nonetheless, we hope that this tool will\r\nprovide some of the necessary political will and\r\nmomentum to make real progress in halting the illicit\r\naccumulation and spread of small arms and light\r\nweapons. We also look forward to adopting concrete\r\ncommitments in the near future to regulate the\r\nactivities of brokers of small arms and light weapons.\r\nIn addition, the Bahamas continues to call on\r\ndeveloped countries to take the same extraordinary\r\nmeasures they use in seeking to stop the trafficking of\r\ndrugs into their countries to stop illegal arms from\r\nreaching our shores from their countries.\r\nThe Bahamas is pleased to note the adoption by\r\nthe General Assembly on 13 April 2005 of the\r\nInternational Convention for the Suppression of Acts\r\nof Nuclear Terrorism. We hope to be in a position to\r\nsign the Convention in the near future. We are resolute\r\nin the fight against the attacks on innocent people\r\ngoing about their daily lives by those pursuing dubious\r\nand nefarious political ends. The vicious attacks in\r\nLondon and Sharm el-Sheikh this year demonstrate\r\nclearly the urgency of our task.\r\nHowever, we must also remember that the fight\r\nagainst those who would attack our common\r\ncivilization can never be used as an excuse to curtail\r\nthe rights and freedoms of our citizens, and we must\r\nensure that all counter-measures must conform to both\r\nthe letter and the spirit of international human rights\r\nlaw. If we lose our common humanity in the process,\r\nthe other side will win. We must also ensure that a\r\nspirit of cooperation and assistance permeates our\r\ninternational cooperation efforts on this issue, as we\r\nunite to fight a common enemy.\r\nOver the past year, various issues related to the\r\nmanagement of United Nations programmes and funds\r\nhave been highlighted in the world media. Our\r\nOrganization has been plagued by allegations of\r\ncorruption and abuse. Therefore, during the months\r\nleading up to the present session, the Bahamas\r\nwelcomed the opportunity to engage constructively in\r\nconsultations to ensure a successful outcome on the\r\nquestion of management reform of the Organization.\r\nWe reaffirm our support for the Secretary-General with\r\nrespect to the bold measures that he promised in his\r\nreport entitled In larger freedom (A/59/2005), and\r\nwe believe that he should be given the necessary level\r\nof authority and flexibility to fulfil his function as our\r\nchief executive officer. However, that is not to say that\r\nwe support those proposals from other quarters that\r\nwould seek to transfer power from the General\r\n7\r\nA/60/PV.20\r\nAssembly to the Secretary-General in matters such as\r\nthe redeployment of resources. The General Assembly\r\nis and should remain the principal policy organ of the\r\nUnited Nations, with absolute powers in the area of\r\nsetting priorities. The Bahamas also looks forward to\r\ncontinuing discussions on the reform of the Security\r\nCouncil, particularly in relation to the Councils\r\nworking methods.\r\nLet me take this opportunity to thank Mr. Kofi\r\nAnnan for his fine work in leading the United Nations\r\nthrough treacherous seas over the past years. We will\r\nshortly celebrate the sixtieth anniversary of the signing\r\nof the Charter of the United Nations. Looking back\r\nover the past 60 years, there is much of which we can\r\njustifiably be proud. There are some cases where we\r\nmust accept that the international community failed to\r\nlive up to its legal and moral obligation to act for the\r\nbenefit of people in need. There are some cases where\r\nour decisions were dominated by big-Power\r\npragmatism and doubtful legalisms, as opposed to\r\nmoral certainty and philosophical clarity.\r\nAs we move forward, let us be sure that we learn\r\nfrom our mistakes as well as our successes. We have\r\nengaged in a process of reflection, which at times has\r\nbeen painful. Let us emerge from this stronger, more\r\nunified and determined to act to achieve the goals\r\nadopted 60 years ago to promote social progress and\r\nbetter standards of life in larger freedom. The peoples\r\nof our nations demand and deserve nothing less. Now,\r\nmore than ever, we need the United Nations.\r\nThe President: I now call on His Excellency\r\nMr. George Yeo, Minister for Foreign Affairs of the\r\nRepublic of Singapore.\r\nMr. Yeo (Singapore): A few weeks ago, a young\r\nMuslim lawyer in Singapore told me about a recent\r\nexperience he had had in an East Asian airport. Unlike\r\nothers holding Singaporean passports who were\r\nclearing immigration, he was told to stand aside. When\r\nhe asked the reason, the immigration officer muttered\r\nthat there were too many Mohamads that day.\r\nSmiling to himself, the Singaporean waited patiently\r\nand peered around, wondering how long he had to wait.\r\nThe officer then warned him to stand still. He suddenly\r\nfelt a chill along his spine.\r\nMuslims all over the world are being profiled by\r\nsecurity agencies. Since 11 September 2001, Muslims\r\ntravelling to Western countries have been subject to all\r\nmanner of interrogations and searches. Although the\r\nprofiling is now done more subtly now, it continues.\r\nAnd in East Asia, profiling is increasing.\r\nWhen sudden threats appear, perhaps it is natural\r\nto expect a certain overreaction from the affected\r\ncommunities. After Pearl Harbour, all Japanese people\r\nliving in America became suspect, including those born\r\nthere. Many were interned. By todays standards, that\r\nwas an affront. But at that time, it was widely felt to be\r\na necessary precaution. Shocked by that reaction,\r\nJapanese-American leaders set out to prove their\r\nAmericanness, for example by forming the Japanese-\r\nAmerican 100th Infantry Battalion, which fought\r\nheroically in the European theatre.\r\nThe travails of the Japanese-Americans were not\r\nunique. Tribalism is a basic human instinct. We may\r\nproclaim that all men are brothers, but we reflexively\r\ndistinguish degrees of closeness. Divisions of race,\r\nlanguage, culture and religion run deep in human\r\nsociety and emerge under stress. The ascendancy of the\r\nWest in the past few centuries created tremendous\r\nstress in non-Western communities, upsetting all\r\nrelationships and giving rise to a variety of responses,\r\nall of which sought to reconcile each communitys\r\nsense of self with the needs of a Western-defined\r\nmodernity. In Asia, for example, the re-emergence of\r\nChina and India on the global stage has been a\r\nprolonged struggle of reconciling transformation with\r\ntradition.\r\nThat is the broader historical context against\r\nwhich the relationship between Muslims and non-\r\nMuslims in the world must be viewed today. It is a\r\nsubject that concerns us all deeply in the United\r\nNations.\r\nThere are two evolving developments which feed\r\non each other. The first is change within Islam itself;\r\nthe other is the relationship between Muslims and non-\r\nMuslims in different parts of the world. Both require\r\nour close attention.\r\nThe response of the Islamic world to the\r\nchallenge of modernization will affect the development\r\nof the entire world in this century. In some ways, it is\r\ncomparable to that of the Chinese response to\r\nmodernization, and it will probably take much longer.\r\nThe decline of the Ottoman Empire in the nineteenth\r\ncentury took place at about the same time as the\r\ndecline of the Qing Dynasty in China. Both collapsed\r\nat the beginning of the twentieth century. After many\r\n8\r\nA/60/PV.20\r\ntwists and turns, China has finally re-emerged onto the\r\nglobal stage with a bright future ahead of it.\r\nThere are about as many Muslims in the world as\r\nthere are Chinese. In contrast to China, however, the\r\nIslamic world is unlikely to re-coalesce in the\r\nforeseeable future. Once Ataturk refused the caliphate\r\nand with iron determination started reforming Turkish\r\ninstitutions on the Western model, the Islamic world\r\nlost its centre. From then on, different Islamic societies\r\nexperimented with different approaches and moved in\r\ndifferent directions. It has been a mixed story.\r\nThe different responses of Muslim societies to the\r\nchallenge of modernization are accompanied by a great\r\nideological debate among political and religious\r\nleaders. Good governance has become a major issue,\r\nwith calls for greater transparency and more\r\ndemocracy. In this debate, it is natural that some\r\ngroups should look back to a romanticized period when\r\nthe Islamic world was united and pristine and seek its\r\nre-establishment in the twenty-first century. Such were\r\nthe ideas of the Muslim Brotherhood, which emanated\r\nfrom Egypt at the beginning of the twentieth century.\r\nThe ideology of that movement continues to inspire\r\nIslamic groups in various parts of the world today. If\r\nonly Muslims were to abide strictly by the teachings of\r\nIslam, there would be no corruption, Governments\r\nwould be just and effective and Islamic societies would\r\nbecome strong again.\r\nIn many Islamic countries at various times, these\r\ngroups have been suppressed for being subversive, and\r\nthose who funded them were thought to have ulterior\r\nmotives. This struggle for the soul of Islam is an\r\nongoing process. However, it is not a struggle unique\r\nto Islam. For more than 200 years, Europe was\r\nbloodied by religious wars, which ended only with the\r\nTreaty of Westphalia in 1648, which created the system\r\nof modern European States. But even then, there was\r\nstill religious persecution, which led many Europeans\r\nto flee to the New World. In the twentieth century, the\r\nsoul of Europe was torn by communism, fascism and\r\nanti-Semitism. It was precisely to overcome those\r\ndivisions that the European Union was established by\r\nstages, creating the longest period of peace on that\r\ncontinent.\r\nHow Islamic society evolves in the coming\r\ndecades is mainly for Muslims to decide. Generally\r\nspeaking, non-Muslims would have no standing to\r\nparticipate in this debate but for two factors which\r\nhave become critical and which have strategic\r\nimportance for us all.\r\nThe first factor is the emergence of the ideology\r\nof Al-Qaida and its sister organizations, such as Al-\r\nJamaa al-Islamiyah. This ideology is a malignant\r\nmutation of the ideas associated with the Muslim\r\nBrotherhood and other groups that argued for a return\r\nof Islamic society to an idealized past. It takes those\r\nideas to an extreme and preaches hatred against non-\r\nMuslims worldwide, justifying violence against\r\ninnocent bystanders even if they are Muslim. The\r\nsuicide bomber has become a potent weapon in its\r\narmoury. The followers of this ideology will not\r\nhesitate to use weapons of mass destruction if they can\r\nget their hands on them. We have a duty in the United\r\nNations to join in the global war against them.\r\nThe second factor necessitating the involvement\r\nof non-Muslims in the Islamic debate is the growing\r\nMuslim diaspora in many non-Islamic countries. As\r\nminority communities, Muslims living in countries like\r\nFrance and Germany, for example, have to accept\r\ncertain limitations in the practice of their religion. With\r\ngrowing religiosity in recent years, issues like the\r\nwearing of the headscarf have surfaced. What\r\nconstitutes a reasonable compromise varies from\r\ncountry to country. For example, Singapore allows\r\naspects of sharia law to apply to Muslims, including\r\nMuslim men being allowed four wives, although only\r\nunder stringent conditions. It would be hard for non-\r\nMuslims to accept this in Europe.\r\nThe fact is that while some human values are\r\nuniversal  and we should find more of them  many\r\nare not. We have to accept this diversity in the world.\r\nA greater tolerance of diversity in the world would\r\ncreate better conditions for peaceful cooperation\r\nbetween Muslims and non-Muslims and would\r\ninfluence the debate within Islam itself.\r\nIf non-Muslims tar all Muslims with the brush of\r\nterrorism and non-Muslim majority communities treat\r\nminority Muslim communities as problem\r\ncommunities, the future will be troubled for all of us.\r\nIn such a climate, Muslim extremists will gain\r\nascendancy, and the terrorists will find fertile ground\r\nfor recruitment everywhere.\r\nIt is ridiculous to argue that terrorism is inherent\r\nin Islam. To do so is to play into the hands of the\r\nterrorists. That such views are increasingly being\r\nexpressed in reputable journals and newspapers is\r\n9\r\nA/60/PV.20\r\ntroubling. Of course one could find blood-curdling\r\npassages in the Koran and the Hadith, but these\r\npassages must be read in context. We find similar\r\npassages too in the Old Testament. As we would not,\r\ntherefore, argue that terrorism is inherent in Judaism\r\nand Christianity, so we should not make Islam the\r\nproblem. That would be a big mistake. There were\r\nperiods in history when Islamic society was\r\nconsiderably more advanced than Western society.\r\nEqually, it would be a big mistake for Muslim\r\nleaders to allow Muslim extremists to make claims on\r\nbehalf of Muslims worldwide without contest. This\r\ncauses non-Muslims to suspect that Muslims are\r\ngenerally in sympathy with them. To be sure, there are\r\ngenuine grievances that have to be addressed, like\r\nPalestine, Chechnya and the future of Iraq, but these\r\nare issues that are more political than religious. The\r\nstrategy of the extremists is to polarize Muslims and\r\nnon-Muslims worldwide, thereby widening their base\r\nof support. Muslim leaders have to counter this\r\nstrategy. It is also essential for them to reach out to\r\nnon-Muslim audiences as well. The recent bombings in\r\nLondon led to a strong anti-Muslim backlash at the\r\ngrass roots that threatened the fabric of British society.\r\nThis in turn put pressure on Muslim leaders in the\r\nUnited Kingdom to condemn the terrorists in clear\r\nterms.\r\nIn the end, the fight against the terrorists has to\r\nbe won within Muslim communities themselves. It is a\r\nbattle for hearts and minds that requires Muslims to\r\nwork together with non-Muslims against a common\r\nenemy.\r\nWe have to make a concerted effort to understand\r\neach other better. With globalization, all societies have\r\nbecome multiracial and multireligious to a greater or\r\nlesser extent. The pluralism we hold as an ideal in the\r\nUnited Nations is not a choice; it is a vital necessity.\r\nIn 1998, at its fifty-third session, the General\r\nAssembly declared in resolution 53/22 that 2001 would\r\nbe the United Nations Year of Dialogue among\r\nCivilizations. In 2001, at the fifty-sixth session, the\r\nGeneral Assembly adopted the Global Agenda for\r\nDialogue among Civilizations (resolution 56/6). And\r\nthis year the United Nations sponsored numerous\r\nmeetings on interfaith dialogue. A few months ago, the\r\nfirst Asia-Middle East Dialogue was held in Singapore\r\nto promote greater understanding between two\r\nimportant regions of the world.\r\nWe need to translate our declarations of principle\r\ninto everyday language and into practice. Are there\r\nlimits to what politicians can say to win votes? Should\r\nreligious leaders be allowed to preach hatred, even in\r\nclose confines? What do we teach our children in\r\nschool? What does all this mean to the immigration\r\nofficer at the airport who does not know that\r\nMohammed is the most common name in the world?\r\nSingapore, a cosmopolitan city-State with a\r\nmultiracial and multireligious population, is\r\nparticularly vulnerable. We have experienced ugly\r\nracial and religious riots before and have learned that\r\nracial and religious harmony should never be taken for\r\ngranted. It has been necessary for the Government to\r\ninvolve itself in many aspects of ordinary life,\r\nincluding discouraging Christian missionaries from\r\ntargeting Muslims for conversion, stopping mosques\r\nfrom sharply turning up the volume of their\r\nloudspeakers when calling the faithful to prayer,\r\nlimiting the size of joss sticks which Buddhists and\r\nTaoists burn for their rituals and arresting those who\r\nincite racial and religious hatred. What may appear to\r\nbe a small thing to one community can be a serious\r\nprovocation to another.\r\nThis has become the world we live in. We cannot\r\nignore the diversity around us in our everyday life or\r\nthe tribalism which is in our nature. We will continue\r\nto disagree on many things such as the nature of\r\ndemocracy, gender relationships, the death penalty,\r\nstem-cell research and what we can or cannot eat. The\r\nmoment we dismiss those differences as unimportant,\r\nor lightly condemn those who disagree with us, the\r\ntrouble begins.\r\nTherefore, as we strive to achieve the Millennium\r\nGoals in the United Nations  and they are worthy\r\nGoals  a key task for us is to accept, even celebrate,\r\nthe differences that divide us in our daily lives. To\r\nparaphrase Pope John-Paul II, it is only because we are\r\nmany that we are one, and the United Nations\r\nexpresses that ideal.\r\nThe President: I thank the Minister for Foreign\r\nAffairs of Singapore for his message on the need for\r\ntolerance, mutual understanding and respect.\r\nI give the floor to His Excellency Mr. Karel de\r\nGucht, Minister for Foreign Affairs of the Kingdom of\r\nBelgium.\r\n10\r\nA/60/PV.20\r\nMr. De Gucht (Belgium) (spoke in French):\r\nAllow me to congratulate you most warmly, Sir, on\r\nyour election as President of the General Assembly.\r\nThrough you, I would like also to thank your\r\npredecessor, Mr. Jean Ping, for the manner in which he\r\nconducted the preparatory work for the summit of\r\nHeads of State and Government which has just taken\r\nplace. We are very grateful to him for having\r\nsuccessfully met that challenge.\r\nEven though we had hoped for a more ambitious\r\nagreement, the summit allowed us to create a much-\r\nneeded new impetus and new strategic guidelines for\r\nour Organization. Only a stronger and more legitimate\r\nUnited Nations will be able to respond to the\r\nchallenges of the twenty-first century and implement\r\nthe collective security consensus that we endorsed in\r\nthe summits outcome document.\r\nBelgium is a strong advocate of efficient\r\nmultilateralism. I emphasize the word efficient\r\nbecause this is not just a declaration of faith. We need\r\ncredible structures and strong institutions capable of\r\neffectively implementing our international\r\ncommitments and addressing our common concerns. It\r\nis all too easy to indulge in rhetoric; we have to\r\ntranslate our words into action. That is why, in that\r\ncontext, I am pleased with the progress made during\r\nthe summit.\r\nI am particularly pleased with the consensus\r\nreached whereby security, peace, development and\r\nhuman rights are not only interlinked but mutually\r\nreinforcing. That is a significant step forward in our\r\nefforts to build a more peaceful, more prosperous and\r\nmore equitable world. That idea will guide our actions\r\nand form the basis of our approach. Without peace,\r\nthere can be no development, and human rights can\r\noften be sorely tested. In the absence of development\r\nand respect for human rights, stability and security\r\nbecome elusive.\r\nThe link between development, stability and\r\nhuman rights becomes most acutely apparent in fragile\r\nor failing States. These are often States devastated by\r\nconflict or by civil war  States whose leaders are no\r\nlonger capable of meeting the basic needs of their\r\npeople. Often, their economic situation has deteriorated\r\ndramatically, and sometimes their society itself is in\r\ndisarray. A large number of the people of such States\r\nmay be displaced. They may have fled, may be subject\r\nto abuse or exploitation and therefore cannot enjoy any\r\nof the guarantees that a State should be able to provide\r\nto its citizens.\r\nSome States are at risk of becoming zones of\r\nlawlessness, in which terrorist and criminal activities\r\ncan thrive. The uncontrolled exploitation of natural\r\nresources can fuel all sorts of criminal networks or\r\nconflicts  often with an ethnic dimension  in which\r\nlarge numbers of weapons can circulate uncontrolled.\r\nSuch States must return to peace, stability and the\r\nrule of law. They must take control of their own future\r\nand gradually begin to consider their prospects for\r\ndevelopment. This is not an easy task. The challenge is\r\ntremendous. Almost simultaneously, it is necessary to\r\nrebuild State institutions; disarm combatants, give\r\nthem new prospects and reintegrate them into\r\ncommunities that are often impoverished; reorganize\r\nthe army and security forces; and give the State the\r\nmeans to restore its authority, organize elections and\r\ncreate conditions conducive to development.\r\nWe must help them break that vicious circle and\r\nregain their place in the community of nations. In that\r\nrespect, the establishment of a Peacebuilding\r\nCommission is crucial. The creation of such a\r\nCommission not only illustrates our common resolve to\r\nhelp such States on their path to recovery; it allows us,\r\nfirst and foremost, better to coordinate and focus our\r\nefforts. Political, humanitarian, military and financial\r\nresources must be mobilized and used effectively to\r\nachieve our common goals.\r\nThat is particularly true in the case of sub-\r\nSaharan African countries that are ravaged by deadly\r\nand prolonged conflicts, with the primary victims\r\nbeing the civilian population.\r\nThe establishment of such a Commission would\r\ngenerate great hope. It is our common responsibility to\r\nmake it a success. Belgium wants to contribute\r\nactively, including by sharing the experience it\r\nacquired in the transition processes in the Democratic\r\nRepublic of the Congo and in Burundi.\r\nBelgium also attaches great importance to\r\npromoting the protection of human rights. My country\r\nwelcomes the strengthening of the Office of the High\r\nCommissioner for Human Rights and the decision to\r\nestablish a Human Rights Council. But we regret that\r\nthe summit was not able to finalize the Councils\r\nmodalities.\r\n11\r\nA/60/PV.20\r\nBelgium has fully supported the reform and will\r\ncontinue to focus on it. Democracy and respect for\r\nhuman rights are some of our common values and\r\nunderpin our efforts to promote peace and stability.\r\nFrom now on, those values will be part of our\r\ncollective security consensus and must be incorporated\r\ninto our global approach throughout the entire United\r\nNations system. They are our common responsibility.\r\nAmong the summits other achievements, I\r\nshould like also to highlight the responsibility to\r\nprotect. This represents a step forward in the quest for\r\nsolutions to the most glaring injustices. In the\r\naftermath of the genocides that marked our last\r\ncentury, we solemnly pledged that such atrocities\r\nwould never happen again.\r\nLet me now turn to good governance, which is\r\nessential if our efforts to create a more stable and\r\nprosperous world are to be successful. The summit\r\noutcome document repeatedly underlines its\r\nimportance, and rightly so.\r\nGood governance is not a moralistic concept\r\nimposed from the outside. It is not about giving good\r\nor bad grades, and even less about good and bad\r\nstudents. It is not for others to say what are good\r\npolicies and what are bad policies. No  good\r\ngovernance is synonymous with effective governance\r\nand goes hand in hand with sovereignty. It is about\r\ngovernance that can produce results, make a difference\r\nfor citizens and create fertile ground for development.\r\nWithout it, the support of the international community\r\ncannot produce the desired results. Without it, the aid\r\nof the international community will not find the fertile\r\nground essential to create the conditions for greater\r\nprosperity and stability.\r\nWe have pledged to attain the objective of\r\nallocating 0.7 per cent of our gross national product to\r\nofficial development assistance. We will keep our\r\npromise. But we are aware that development is not\r\nonly a question of money; first and foremost, it is a\r\nquestion of the effective use of resources. The\r\nnecessary conditions must be established. What matters\r\nis the outcome on the ground. Poverty is not inevitable;\r\nall peoples have a future that belongs to them. They\r\nmust take charge of it.\r\nWe accordingly have stated, in paragraph 11 of\r\nthe summit outcome document (resolution 60/1), good\r\ngovernance and the rule of law ... are essential for\r\nsustained economic growth, sustainable development\r\nand the eradication of poverty and hunger. In the same\r\noutcome document, we also clearly reaffirmed our\r\ncommitment to good governance and the rule of law,\r\nand reaffirmed that each country must take\r\nresponsibility for its own development. Those are the\r\nterms of our global partnership for development, as set\r\nout in the Millennium Declaration, the Monterrey\r\nConsensus and the Johannesburg Plan of\r\nImplementation.\r\nAll components of the international community\r\nhave demonstrated generosity. That is particularly true\r\nof the European Union. But the international\r\ncommunity can hardly be held responsible for the\r\nfailure of States to protect or assist all or part of their\r\npopulations. It is difficult to understand why today we\r\nmust launch donor appeals to deal with the large-scale\r\ndestruction of houses by a Government that\r\ndeliberately leaves some 500,000 of its citizens\r\nhomeless.\r\nThat reasoning with regard to the subject of good\r\ngovernance also applies to the similar concepts of\r\ndemocracy and the rule of law. Those are extremely\r\nimportant objectives, both for the development of our\r\nsocieties and for the security of States. But, neither\r\ndemocracy nor the rule of law can be artificially\r\nimposed from outside. This is not about dictating\r\nexogenous models; we must take a bottom-up approach\r\nin creating suitable conditions for the emergence of\r\nmechanisms that ensure peoples equitable\r\nparticipation in their own governance, in a spirit of\r\ninclusivity. In that regard, our first priorities should be\r\nthe modernization of societies and States and the\r\nemancipation of women and children and their\r\ninclusion in the global dynamic. Past experience shows\r\nthat the shortest path to democracy and the rule of law\r\nis the modernization of society. The role  indeed, the\r\nresponsibility  of the international community is to\r\ngalvanize that modernization process.\r\nWe have a great responsibility. Before the end of\r\nthe year, the Peacebuilding Commission must be\r\nestablished. We also have the task of making the\r\nHuman Rights Council operational. I sincerely hope\r\nthat the spirit that prevailed during the summit will\r\nalso guide the work of the sixtieth session of the\r\nGeneral Assembly. We must continue to show\r\ndetermination, perseverance and vision in carrying out\r\nour work. Only through constant commitment will we\r\nmake the United Nations the primary instrument for\r\ninternational relations.\r\n12\r\nA/60/PV.20\r\nThat is the important task ahead of us. Our own\r\ncredibility is at stake. We must once again make the\r\nUnited Nations the instrument par excellence of our\r\nstrategy to build a more stable and more prosperous\r\nworld for all. Our peoples demand that. Belgium is\r\nwilling to rise to that challenge and to shoulder its\r\nresponsibilities.\r\nThe President: I now call on His Excellency\r\nMr. Rodolphe Adada, Minister for Foreign Affairs and\r\nFrancophonie of the Republic of the Congo.\r\nMr. Adada (Congo) (spoke in French): I should\r\nlike at the outset to sincerely congratulate you, Sir, on\r\nyour election to the presidency of the General\r\nAssembly at the present session. That election is a sign\r\nof confidence in your qualities as a statesman and a\r\nrecognition of your country, Sweden, which reminds us\r\nof its illustrious son Dag Hammarskjöld, the second\r\nSecretary-General of the Organization, who sacrificed\r\nhis life for the cause of humanity. I should also like to\r\nexpress to your predecessor, His Excellency Mr. Jean\r\nPing, Minister of State, Minister for Foreign Affairs of\r\nthe Gabonese Republic, our heartfelt congratulations\r\non the skill and wisdom with which he guided the work\r\nof the fifty-ninth session and successfully led the\r\ndifficult negotiations that produced the document\r\nrecently adopted at the World Summit (resolution\r\n60/1). Finally, we commend the Secretary-General,\r\nMr. Kofi Annan, for his courageous and tireless\r\ninitiatives to renew and revitalize the United Nations\r\nsystem.\r\nThe sixtieth session of the General Assembly is\r\ntaking place in an international situation characterized\r\nnot only by recurrent wars but also by the resurgence\r\nof terrorist acts that spare no region in the world and\r\nby natural disasters that have plunged many families\r\ninto mourning. We wish to express to the Government\r\nand the people of the United States of America our\r\nsincerest condolences following Hurricane Katrina.\r\nCombating terrorism, like preserving our\r\nenvironment, calls for greater solidarity. The United\r\nNations, whose sixtieth anniversary we are celebrating,\r\nremains the essential tool for expressing that solidarity.\r\nIt is only the United Nations that will enable us to face\r\nthe formidable challenges of the future.\r\nThe Congo therefore welcomes the adoption of\r\nthe outcome document of the High-level Plenary\r\nMeeting, which sets out the main course of action to be\r\ntaken. The outcome document gives us reasons for\r\nhope about ways in which to meet the challenges\r\nfacing our world. At the same time, it gives rise to\r\nsome questions.\r\nThe Congo welcomes the clear reaffirmation by\r\nall heads of State or Government of their commitment\r\nto continue to discuss and seek solutions to the worlds\r\nmain concerns: issues of development, collective peace\r\nand security, human rights and the rule of law, and\r\nstrengthening the United Nations.\r\nWe welcome the consensus regarding the need to\r\ncreate a Peacebuilding Commission and a Human\r\nRights Council. A Human Rights Council would,\r\ntogether with the International Criminal Court, enhance\r\nthe effectiveness of mechanisms to promote and defend\r\nhuman rights.\r\nInstitutional reform of the United Nations \r\nencompassing, of course, all its principal organs,\r\nincluding the General Assembly, the Security Council,\r\nthe Economic and Social Council and the\r\nSecretariat  like reform of the internal management\r\nof our Organization, is both a political and a moral\r\nimperative that would enable the United Nations to\r\nmove with the times and to prepare more effectively to\r\nface the coming decades.\r\nThe Congo regrets, however, that the serious\r\nissue of disarmament was not even mentioned in the\r\noutcome document because of a lack of consensus,\r\neven though nuclear weapons, weapons of mass\r\ndestruction and the illicit trade in small arms and light\r\nweapons are the greatest threats to humanity. The\r\nCongo reaffirms its full support for the objective of\r\ngeneral and complete disarmament and the total\r\nelimination of weapons of mass destruction.\r\nAfrica has always been a source of concern for\r\nthe United Nations, and the Security Council with good\r\nreason spends most of its time on Africa. We have\r\nreason to be pleased that some degree of progress has\r\nbeen made in several countries.\r\nIn Burundi, we welcome the efforts of the\r\ninternational community, which a month ago led to the\r\nsuccessful completion of the electoral process in that\r\ncountry. We welcome the Central African Republics\r\nreturn to constitutional order after several years of\r\ncrisis and instability. These countries deserve increased\r\nsupport from the international community so as to\r\nconsolidate situations that are still fragile.\r\n13\r\nA/60/PV.20\r\nIn the Sudan, we welcome the reconciliation\r\nbetween the Sudan Peoples Liberation Movement\r\n(SPLM), the central Government and the new\r\nGovernment of national unity, which has just been\r\nestablished. But the reconciliation between the north\r\nand the south in Sudan should not lead us to forget the\r\ntragedy that has for two years been affecting another\r\nsegment of the population in the west of the country,\r\nnamely, Darfur. We call for greater mobilization on the\r\npart of the international community in support of the\r\nAfrican Unions efforts to bring an immediate end to\r\nthat political and humanitarian crisis.\r\nIn Côte dIvoire, because of the differences\r\nbetween the parties to the conflict and despite the\r\ntireless efforts on the part of the United Nations and\r\nthe African Union, the holding of elections, initially set\r\nfor October 2005, has now been brought into question.\r\nWe urge our Ivorian brothers to rise above their\r\ndifferences in the higher interest of their country and of\r\npeace and stability in the subregion.\r\nPeace and stability in the Democratic Republic of\r\nthe Congo determine the stability and development of\r\nthe whole of Central Africa and the Great Lakes\r\nregion. We applaud the efforts by the international\r\ncommunity in support of the electoral process leading\r\nto a successful transition in the Democratic Republic of\r\nthe Congo.\r\nOur subregion was very much involved in those\r\nefforts. As current chairman of the Economic\r\nCommunity of Central African States, the President of\r\nthe Republic of the Congo, Mr. Denis Sassou-Nguesso,\r\nwas assigned by his peers, following the twelfth\r\nConference of Heads of State and Government held in\r\nJune 2005 at Brazzaville, the task of promoting\r\nsuccessful transition. Pursuant to that mandate,\r\ntogether with my colleagues from Angola, Gabon and\r\nthe Democratic Republic of the Congo, we met with\r\nthe international partners of the Democratic Republic\r\nof the Congo, namely Belgium, the European Union\r\nand, of course, the United Nations.\r\nConcerning the Great Lakes region, the first\r\nsummit meeting of the International Conference on the\r\nGreat Lakes, which was held in November 2004 at\r\nDar es Salaam, aroused great hopes for a return to\r\npeace, stability and development in that subregion.\r\nIn a few months, the second summit meeting of\r\nthe International Conference will be held at Nairobi\r\nand will adopt a security, stability and development\r\npact, under which our countries intend to implement\r\naction programmes and protocols in order to make a\r\nreality of their desire for a shared future of peace,\r\nsecurity and development.\r\nThe International Conference on the Great Lakes\r\nRegion is a unique experience of regional\r\npeacebuilding. We very much hope that this subregion\r\nwill be the first to implement the reforms proposed by\r\nthe Secretary-General concerning peacebuilding.\r\nWe would like to take this opportunity to reiterate\r\nthe appeal made by the President of the Republic of the\r\nCongo to the international community in general and to\r\nthe development partners in particular to make the\r\nGreat Lakes region a special development area.\r\nNine of the eleven countries that make up our\r\nsubregion of Central Africa are now in a post-conflict\r\nsituation. This subject was discussed at length at the\r\ntwenty-third meeting of the United Nations Standing\r\nAdvisory Committee on Security Questions in Central\r\nAfrica, which was held at Brazzaville from 29 August\r\nto 2 September 2005.\r\nWe welcome the existence and work of that\r\ncommittee, of which my country is now chair, and at\r\nthe same time we ask the United Nations to act on the\r\noutcome of the committees multidisciplinary mission\r\nto Central Africa in June 2003.\r\nIn the Middle East, notwithstanding the\r\npersistence of the Israel-Palestine conflict, we welcome\r\nand encourage the efforts made over the past several\r\nmonths by the Prime Minister of Israel, Mr. Ariel\r\nSharon, and the President of the Palestinian Authority,\r\nMr. Mahmoud Abbas, which reflect a common desire\r\nto bring about a fair and lasting solution.\r\nConsolidation of peace, restoration of\r\nmacroeconomic balances and combating pandemics\r\nsuch as HIV/AIDS, malaria and other diseases, these\r\nare the top priorities of my Government.\r\nOur Government intends to expand its activities\r\nto deal with other scourges. We organized in\r\nBrazzaville in June 2005 a conference on\r\ntrypanosomiasis, during which a resolution declaring\r\ntrypanosomiasis the number-one priority for public\r\nhealth, like HIV/AIDS and malaria, was adopted. We\r\nrequest that special attention be given to this disease.\r\nConcerned about preserving the environment, the\r\nCongo and other countries of the subregion entered\r\n14\r\nA/60/PV.20\r\ninto a partnership agreement with the international\r\ncommunity in 2002 within the framework of the Congo\r\nRiver Basin Initiative.\r\nThe second summit meeting of heads of State and\r\nGovernment on conservation and sustainable\r\nmanagement of forest ecosystems in Central Africa\r\nwas held at Brazzaville in February 2005, and adopted\r\na long-term strategy for the preservation of the forest,\r\nfauna and biodiversity in the greater Congo basin.\r\nI wish to thank the European Union, the United\r\nStates of America, France and Germany for their\r\nsupport of this initiative.\r\nIn conclusion, I wish to thank the African Group\r\nfor having endorsed the candidacy of the Congo for a\r\nnon-permanent seat on the Security Council for 2006 to\r\n2007. I would like to reassure you that we are fully\r\ndetermined to work resolutely for peace, freedom and\r\njustice throughout the world.\r\nThe President: I now call on Her Excellency\r\nMrs. Kolinda Grabar-Kitarović, Minister for Foreign\r\nAffairs and European Integration of the Republic of\r\nCroatia.\r\nMrs. Grabar-Kitarović (Croatia): Allow me, Sir,\r\nto express the pleasure of the Republic of Croatia at\r\nyour election to the post of President of the General\r\nAssembly. At this crucial moment in the history of the\r\nUnited Nations, we are gratified that a friend of\r\nmultilateralism will be guiding the work of the\r\nAssembly. May I also commend the work of your\r\npredecessor, Mr. Jean Ping, for his remarkable\r\nleadership and tenacity in bringing the fifty-ninth\r\nsession to a successful conclusion.\r\nI would like to extend the sincere condolences of\r\nthe people of Croatia to the people of the United States\r\nof America on the loss of life and suffering occasioned\r\nby Hurricane Katrina. We can take some small comfort\r\nfrom the fact that at such times of need nations\r\ninstinctively reach out to help others. This provides\r\nvivid illustration of the best of humanity and its\r\nenormous potential to do good and build a better\r\nworld.\r\nWe believe that the United Nations continues to\r\nbe indispensable for building a better world. All States\r\nbenefit from a strong United Nations. Small and\r\nmedium-sized States, which form the great majority of\r\nMembers, can articulate their diverse interests at the\r\nglobal level through this universal forum more\r\neffectively than in any other. Croatia remembers that\r\nthe United Nations played a prominent role in its\r\nre-emergence as a sovereign State.\r\nYet the difficulty with which agreement was\r\nachieved on the outcome document reflects the present\r\nstate of the world in which we live. We should not look\r\nat this imperfect document through rose-colored\r\neyeglasses. Rather, we should grasp the potential that it\r\nholds for moving towards broader and deeper reforms.\r\nWhile we may have broad agreement on the goal  a\r\nmore efficient and effective United Nations working in\r\nthe service of mankind  we have created only some\r\nof the contours of reform. As the Secretary-General has\r\nreminded us, we should not consider that the job has\r\nbeen done. The details remain incomplete.\r\nLet us move now to the details without delay. Let\r\nus move forward in helping developing countries\r\nachieve the Millennium Development Goals (MDGs).\r\nLet us operationalize the Peacebuilding Commission\r\nand the Human Rights Council. Let us introduce the\r\nprocesses required to strengthen Secretariat\r\nmanagement.\r\nDiplomacy is often about compromise. That word\r\nhas been used frequently in describing the World\r\nSummit Outcome document (resolution 60/1).\r\nHowever, compromise should not be used as a\r\nsynonym for regression. Development is a pillar of the\r\nUnited Nations mandate, and the MDGs are\r\ninternational obligations.\r\nOver the years, the development dialogue has\r\nresulted in a number of key international documents,\r\nwhich bear witness to the progress on poverty-related\r\nissues and the ways in which we have agreed to\r\naddress those vital challenges. Johannesburg and\r\nMonterrey are prominent among them.\r\nWhile it is important to reaffirm the agreed\r\ninternational development framework, it is equally\r\nnecessary to move forward. Comprehensive debt relief,\r\non which there was progress earlier this year at\r\nGleneagles, and better trade access to the markets of\r\ndeveloped countries, which must be an outcome of the\r\nDoha round, chart the way forward.\r\nThe road to the achievement of the MDGs on\r\nwhich we set out five years ago has been an uneven\r\none. There has been rapid growth in some parts of the\r\nglobe, resulting in the movement of millions out of\r\npoverty. At the same time, sub-Saharan Africa has\r\n15\r\nA/60/PV.20\r\nstagnated. Small island developing States have special\r\nvulnerabilities which threaten their very existence. The\r\nachievement of the MDG targets by 2015 requires\r\nnational and international implementation strategies.\r\nWe know that the current level of aid is not\r\nenough to achieve the MDGs. It is necessary to look at\r\nways to increase the effectiveness of existing aid,\r\nintroduce innovative sources of financing and adhere to\r\nthe agreed timetable for progressively increasing flows.\r\nIn this regard, Croatia supports the Declaration on\r\nInnovative Sources of Financing for Development.\r\nAs a country with an economy in transition and\r\nas a European Union (EU) candidate, Croatia is\r\nundergoing significant internal structural change and\r\nexternal policy scrutiny. We seek to balance those often\r\ncompeting demands by including our MDG obligations\r\nwithin the context of other policy implementation in\r\nthe transition and EU accession processes. We have\r\ndeveloped national development targets based on the\r\nMDGs, taking into account our progress to date.\r\nFrom its coastline, with its over 1,200 islands, to\r\nits Karst hinterland and the mountains and plains\r\nbeyond, Croatias environment offers rare diversity in a\r\nrelatively small geographic area. We are vitally\r\ninterested in the preservation of our national\r\nenvironmental heritage, as well as of the whole of the\r\ncommon environment of mankind. For that reason, we\r\nwelcome the extensive treatment of environmental\r\nissues in the outcome document and reiterate our\r\nsupport for the key concept of sustainable\r\ndevelopment.\r\nAn effective multilateral system must rely upon\r\nthe interaction of States which are responsible\r\ndomestic and international actors. In recent years,\r\nthreats to peace and security have become very\r\ncommon topics of discussion in global affairs. With\r\ngood reason, much effort has been invested in rallying\r\nthe required international cooperation for the creation\r\nof strategies to confront old and new threats to States.\r\nCroatia believes that the United Nations should\r\ncontinue to be in the frontline of that process.\r\nThe fight against terrorism and transnational\r\norganized crime is among the greatest challenges we\r\nface. Last week, the Croatian President signed the\r\nConvention for the Suppression of Acts of Nuclear\r\nTerrorism. That Convention, which took several years\r\nto negotiate, is a step forward towards concluding a\r\ncomprehensive international convention on terrorism.\r\nStates must make greater efforts to ensure that it comes\r\nto fruition during the sixtieth session of the General\r\nAssembly.\r\nCroatia regrets that there has been no meaningful\r\nprogress on disarmament and non-proliferation. The\r\nongoing stalemate, coming, as it does, in the aftermath\r\nof the unsuccessful Review Conference of the Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT) in\r\nMay, is a disappointment. We support the recent efforts\r\nby a number of States in relation to the NPT-based\r\nupon the three pillars of non-proliferation,\r\ndisarmament and peaceful nuclear cooperation  as\r\nwell as the universal adoption of the comprehensive\r\nsafeguards agreements and additional protocols.\r\nCountries which have experienced conflict and\r\nsubsequently rebuilt their national capacities and\r\ninstitutions understand well the link between security\r\nand development. Both security and development are\r\nindividual pillars of the work of the United Nations.\r\nHowever, we know that together they are vital for\r\nsustainable development. Security and development are\r\nmutually reinforcing, providing the foundations for the\r\nwell-being of individuals and of the States in which\r\nthey live.\r\nCroatia took an active interest in the negotiations\r\non the Peacebuilding Commission. It is clear that such\r\nan intergovernmental body is needed to fill a void in\r\nthe United Nations system. While the expertise of the\r\nUnited Nations in peacekeeping is not in doubt, the\r\nchallenges of building and entrenching peace are\r\ndifferent. We have argued for the inclusion in the\r\nmembership of the Commission of countries with\r\nnational experience in peacebuilding. We are pleased\r\nthat that position was reflected in the outcome\r\ndocument. The inclusion of small States whose own\r\nexperience has spanned the transition from conflict to\r\nrelief and, subsequently, development, will add an\r\nimportant dimension which would be absent if the\r\nCommission were constituted solely by large, wealthy\r\nor powerful States.\r\nThe Peacebuilding Commission should assist\r\nStates to develop and strengthen their key governance\r\ninstitutions and assist local authorities in creating the\r\nconditions for sustainable development, including\r\neconomic growth. It should always ensure that the\r\nprocess is one which is driven by the State concerned\r\nand by the key stakeholders within it. If internal\r\n16\r\nA/60/PV.20\r\nconflicts can be quelled and prevented from recurring,\r\nthen we are creating the conditions for a safer world.\r\nWe believe that the reform of the Security\r\nCouncil is necessary with regard to both its\r\nmembership and its working methods. We look forward\r\nto further progress being made during the current\r\nsession of the General Assembly on this matter.\r\nClearly, any solution will require the support of as\r\nlarge a group of Member States as possible.\r\nCroatia has been a factor of stability in a\r\nneighbourhood where past instability has taken a heavy\r\ntoll, not only on the countries in the region but also on\r\nthe broader international community. Our enhanced\r\ncooperation with our neighbours is a sure basis for\r\nentrenching stability and ensuring preconditions for the\r\nexpansion of economic opportunities for South-East\r\nEurope as a whole. We shall continue to play that\r\nregional role.\r\nHaving successfully evolved through the\r\npeacebuilding spectrum, Croatia is now playing its part\r\nas a contributor to more than half of the United Nations\r\npeacekeeping operations throughout the world, and\r\ntraining peacekeepers from emerging troop-\r\ncontributing countries. We are using our national\r\nexperience to help others in need.\r\nWe are now ready to take the next step in our\r\nresponsibilities as a Member of the United Nations and\r\nas a global citizen. For that reason, the Republic of\r\nCroatia has presented its candidature for a\r\nnon-permanent seat on the Security Council in the\r\nelections to be held in 2007.\r\nThe postulates within the United Nations Charter\r\non human rights serve as a universal measure for all\r\nnations and peoples. They are at the core of the work\r\nof the United Nations. That is why we have supported\r\nthe efforts to reform and strengthen the United Nations\r\nhuman rights machinery. Croatia supports the decision\r\nto strengthen the Office of the United Nations High\r\nCommissioner for Human Rights and to increase the\r\nresources allocated to it. Existing machinery in the area\r\nof human rights  one of the fundamental pillars of\r\nthe United Nations system  requires such reforms.\r\nCroatia welcomes the decision to establish a\r\nHuman Rights Council as a new organ with the\r\nresponsibility for promoting universal respect for the\r\nprotection of human rights and addressing their\r\nviolation, wherever they may occur. We are\r\ndisappointed that the necessary political will was not\r\nfound to conclude an agreement on the Council in the\r\nlead-up to the world summit. However, we will work\r\nconstructively with other Member States in seeking\r\nconsensus so that as yet undecided elements relating to\r\nthat Council can be settled during the sixtieth session.\r\nCroatia is pleased to see the inclusion of an\r\nagreement on the responsibility to protect in the\r\noutcome document. The frustration and suffering that\r\ncan be caused by inaction on the part of the\r\ninternational community, inert in the face of\r\naggression, has been witnessed all too frequently. We\r\nwelcome this positive development as a step towards a\r\nnew normative framework.\r\nDemocracy brings freedom for the individual and\r\ncontributes to the legitimacy of States. As a signatory\r\nof the Warsaw Declaration: Towards a Community of\r\nDemocracies, Croatia fully recognizes the importance\r\nof strengthening democracy and advancing its global\r\nacceptance as a universal value. Capacity-building can\r\nstrengthen States by reinforcing the institutions that\r\nensure the rule of law, equity, access and stable\r\ngovernment.\r\nCroatia supports the enhancement of the capacity\r\nof the United Nations to promote and reinforce\r\ndemocratic institutions and practices around the world.\r\nWe welcome the decision to establish a Democracy\r\nFund and have, as a concrete measure of our support,\r\nmade a financial contribution towards its\r\nestablishment.\r\nOnly an efficiently functioning United Nations\r\nsystem can respond to contemporary challenges. This\r\nrequires effective mandates for the principal organs.\r\nYet, there are distinctly different conceptions among\r\nMember States of the principle of State sovereignty.\r\nThese differences, as we have seen in the recent\r\nnegotiations, impact directly upon the prospects of\r\nadjusting the mandates and interrelationships of the\r\nprincipal organs of the United Nations to the realities\r\nof the twenty-first century. We all have more work\r\nahead of us on this account.\r\nCroatia supports the efforts to introduce\r\nsignificant human resource management reforms in the\r\nSecretariat. The United Nations cannot afford to have a\r\nSecretariat that is not managed in accordance with\r\ncontemporary standards and practices. For the same\r\nreason, we support system-wide coherence, both in\r\nmanagement and policy.\r\n17\r\nA/60/PV.20\r\nThere have been many high-minded words\r\nuttered on behalf of the United Nations in this Hall\r\nduring the past week. When we leave this place, let us\r\nnot forget the principles that we have invoked and the\r\npledges that we have made. Only this can ensure that\r\nwe accelerate progress towards achievement of both\r\nthe MDGs and United Nations reform. For its part, you\r\ncan be assured that the Republic of Croatia shall\r\ncontinue to be a constructive participant in these\r\nefforts.\r\nThe President: I now call on His Excellency\r\nMr. Farouk Kasrawi, Minister for Foreign Affairs of\r\nthe Hashemite Kingdom of Jordan.\r\nMr. Kasrawi (Jordan) (spoke in Arabic):\r\nMr. President, allow me at the outset to congratulate\r\nyou warmly on your election to the presidency of the\r\nGeneral Assembly at its sixtieth session. I would also\r\nlike to express my confidence that your well-known\r\nwisdom and competence will contribute to enriching\r\nand focusing the deliberations of this Assembly.\r\nMoreover, I would like to express my gratitude to your\r\npredecessor, Mr. Jean Ping, for the strenuous efforts he\r\nexerted during the past session. I would especially like\r\nto convey my appreciation to Secretary-General Kofi\r\nAnnan for his notable efforts in advancing the reform\r\nprocess in the United Nations.\r\nFrom this rostrum, allow me to convey my\r\ncountrys solidarity with the people and Government of\r\nthe United States of America for the tragedy that was\r\ninflicted on certain regions and cities by Hurricane\r\nKatrina. I would like to extend our sincere condolences\r\nto the families of the victims and our sympathy for the\r\ndestruction caused by the hurricane.\r\nTackling the reform of the United Nations\r\nrequires the objective recognition that the\r\nOrganization, since its establishment in 1945, has\r\nachieved a large measure of success in the realization\r\nof the purposes and principles of its Charter.\r\nObjectivity further requires the admission that\r\nsubstantive and concrete changes have affected the\r\ncore of the international order and the network of\r\ninternational relations; this has made it imperative to\r\nreview the role of the United Nations as a matter of a\r\nreal and urgent international necessity. Such a review\r\nshould focus on a comprehensive revitalization of this\r\nrole in order to enable the Organization to respond to\r\nsuch challenges and changes affecting the international\r\nsystem.\r\nThe United Nations Charter is a document that is\r\ncapable of coping with international developments,\r\nprovided that Member States have the political will to\r\nintroduce the necessary reforms into the work of the\r\nmain organs of the Organization. The reforms should\r\nensure that these bodies are able to fulfil the ambitions\r\nof member States and, at the same time, provide the\r\nenvironment and mechanism necessary to guarantee the\r\nfaithful application of the Charters provisions and the\r\nimplementation of resolutions adopted, particularly\r\nSecurity Council resolutions, without discrimination.\r\nIn this context, we would like to welcome the\r\nresults of this years world summit and the adoption of\r\nthe outcome document, even though more could have\r\nbeen achieved in the document, particularly in relation\r\nto the renewal of the international communitys\r\ncommitment to the Millennium Development Goals\r\n(MDGs). Nevertheless, we hope that the document will\r\nbe a starting point to development and reform, which\r\nwe all hope to achieve, so that the United Nations\r\nremains the cornerstone of the system of international\r\nrelations.\r\nWhile emphasizing the principles of the non-use\r\nof force in international relations and non-interference\r\nin the internal affairs of States, we believe that the\r\nCharters provisions, if applied, would respond to the\r\nnew and unconventional challenges that constitute a\r\npossible threat to international peace and security. The\r\nSecurity Council can deal with such challenges\r\nappropriately and in a timely manner, if the will exists\r\nto do so, without exceeding its powers. This requires\r\nthat serious consideration be given to revitalizing the\r\nCouncils mechanisms in order to make them more\r\ndemocratic, transparent and representative. That, in\r\nturn, requires an expansion of both permanent and\r\nnon-permanent membership of the Council in a way\r\nthat reflects the current international situation and the\r\nsignificant increase in United Nations membership.\r\nIn the context of reform, it is imperative to\r\nstrengthen the General Assembly and enhance its role,\r\nwhich complements that of the Security Council in the\r\nmaintenance of international peace and security. The\r\nrole of the General Assembly is central, since it is the\r\norgan in which all United Nations Member States are\r\nrepresented. It is, therefore, capable of dealing\r\neffectively with the requirements of enhanced\r\nmultilateral international cooperation and the\r\ndevelopment of the policies necessary for such\r\ncooperation.\r\n18\r\nA/60/PV.20\r\nWe support the development of the work of the\r\nEconomic and Social Council in order to resolve\r\nemerging economic, social and development challenges\r\nand problems. We would like to emphasize the\r\nCouncils leading role in coordinating and guiding the\r\ninternational development process and promoting the\r\nachievement of the MDGs, which Member States\r\npledged to implement and fulfil by the year 2015.\r\nIt is important to consider seriously the current\r\ncoordination mechanisms with other international\r\norganizations involved in development and the\r\nliberalization of world economy and trade. It is also\r\nimperative to consider the reduction of the debt of\r\ndeveloping countries, in accordance with a\r\nmethodology that helps to achieve sustainable\r\ndevelopment and bridge the widening gap between\r\ndeveloped and developing countries.\r\nMoreover, this development methodology ought\r\nto parallel commitments by States towards certain key\r\nissues, such as the promotion of good governance,\r\nrespect for human rights and basic freedoms and the\r\ncombating of corruption. This is done through a reform\r\nprocess that should take into consideration the\r\nparticular cultural specificities of each State.\r\nConfronting the existing challenges and settling\r\nconflicts requires us to emphasize the necessity to\r\nrespect the rule of law and human rights.\r\nCombating international terrorism is a priority\r\nthat requires the close cooperation of all on the basis of\r\nthe principles mentioned earlier. The same can be said\r\nof responses to acts of aggression against others, which\r\nshould accord with existing commitments under the\r\nCharter, international law and Security Council\r\nresolutions. To safeguard human rights, it is crucial to\r\nrevitalize human rights mechanisms, promote their\r\nwork and establish new machinery, including a Human\r\nRights Council. In the same context, respect for the\r\nrule of law requires that we address more serious\r\ncrimes against the international community  hence\r\nthe pivotal role of the International Criminal Court in\r\ncombating war crimes, genocide and crimes against\r\nhumanity. Moreover, the promotion of the rule of law\r\nmakes it imperative to resort to the International Court\r\nof Justice to settle disputes between States and to\r\nrespect its decisions and advisory opinions.\r\nMy country is committed to reform and\r\ndevelopment. We believe that the ideal paradigm for\r\nreform is one that comes from within and aims to\r\nenhance the protection of human rights and basic\r\nfreedoms, as well as expanding grass-roots\r\nparticipation in national decision-making. Jordan is in\r\nthe process of launching a national agenda aimed at\r\nformulating a comprehensive reform methodology in\r\nthe political, economic and social areas over the next\r\n10 years. The agenda also aims to promote grass-roots\r\nparticipation in political decision-making on the basis\r\nof a solid democratic choice.\r\nAny real reform and development in a State is\r\naffected, positively or negatively, by the political and\r\ngeographical realities of the region. The pattern of\r\nreform in Jordan and the Middle East will be more\r\nsustainable and progressive if the political settlement\r\nbased on the international terms of reference of the\r\npeace process, the road map and the Arab peace\r\ninitiative attains its goal of achieving a just, lasting and\r\ncomprehensive peace in the Middle East.\r\nJordan welcomes the Israeli withdrawal from the\r\nGaza Strip and certain settlements in the northern West\r\nBank. We stress that this withdrawal is not an\r\nalternative to the road map but must be part of it, and\r\nthat both the Israeli and Palestinian sides must carry\r\nout their respective obligations under the road map as\r\nwell as the recent Sharm el-Sheikh Understandings. In\r\nthat regard, we call upon Israel to withdraw its military\r\nforces from the Palestinian towns reoccupied in\r\nSeptember 2000 and to cease all forms of settlement\r\nactivity in the occupied West Bank, including East\r\nJerusalem.\r\nWe also call upon Israel to cease the construction\r\nof the separation wall in the occupied Palestinian\r\nterritories and to demolish the segments that have\r\nalready been built in those territories. We call on it to\r\nreturn the property that was seized and to pay\r\ncompensation for the damage incurred. The\r\nconstruction of the wall along its current route\r\nconstitutes a clear and continuous violation of the\r\nestablished norms of international law, including the\r\nright to self-determination, human rights principles and\r\nthe rules of international humanitarian law. That fact\r\nwas emphasized by the International Court of Justice in\r\nits landmark advisory opinion on the subject.\r\nWe also urge support for the Palestinian National\r\nAuthority in its genuine efforts to preserve the truce\r\nand to deal firmly with any violations of it or the\r\nceasefire. We call upon the international community\r\nand the Quartet in particular to provide all possible\r\n19\r\nA/60/PV.20\r\nassistance to the Authority. We emphasize here that the\r\nmost important outcome of the road map is the\r\nestablishment of an independent, viable Palestinian\r\nState that is geographically contiguous, with East\r\nJerusalem as its capital, whose borders are based on\r\nthose existing before 5 June 1967.\r\nMoreover, we must create conditions conducive\r\nto completing the peace process in order to achieve a\r\njust and comprehensive peace in the Middle East, on\r\nthe basis of full Israeli withdrawal from all the\r\noccupied Arab territories, including the Syrian Golan\r\nHeights, and to reach an agreed solution on the issue of\r\nthe Palestinian refugees, based on General Assembly\r\nresolution 194 (III). That should lead to the\r\nestablishment of normal relations between the Arab\r\nStates and Israel, in accordance with the Arab peace\r\ninitiative and the international terms of reference of the\r\npeace process.\r\nThe Hashemite Kingdom of Jordan rejects all\r\nforms and manifestations of terrorism, regardless of\r\njustifications. We stand together on the front lines, in\r\nword and deed, to eradicate that scourge, which has\r\nafflicted the entire international community and left no\r\none unscathed. My country also rejects all unjust and\r\nsuspicious attempts to tie that criminal phenomenon to\r\na specific religion, culture or geographical region, and\r\nwe stand firm against any such attempt to tie it to the\r\nIslamic religion. Islam, in substance and practice, is\r\nbased on moderation and facilitation. It was a pioneer\r\nin promoting the protection of human rights and\r\nsafeguarding the life, dignity and property of persons.\r\nIt rejects any infringement on these concepts, even in\r\ntime of war. In that context, the Amman message\r\nwould emphasize that this divine religion is beyond\r\nany suspicion linking its teachings to incitement to\r\nharm innocent human beings.\r\nJordan welcomes the adoption of the Convention\r\non the Suppression of Acts of Nuclear Terrorism and\r\nsupports the efforts under way to ensure the adoption\r\nof the comprehensive convention to combat terrorism.\r\nWe further endorse the proposal made by the Kingdom\r\nof Saudi Arabia to establish an international centre to\r\ncombat terrorism, which was adopted by the Counter-\r\nterrorism International Conference, held in Saudi\r\nArabia early this year.\r\nJordan will continue to assist Iraq in overcoming\r\nits current crisis and in consolidating its safety and\r\nsecurity. We condemn all aspects and practices of\r\nterrorism and extremism in the country, which daily\r\nkills scores of innocent people. My country calls on all\r\ngroups and sectors of the Iraqi population to reach\r\nconsensus on the basic principles and elements\r\nnecessary to preserve the unity of Iraq and the\r\ninviolability of its territory and to ensure that it\r\ncontinues to belong to the Arab world. We also call for\r\nthe respect of religious, ethnic and sectarian diversity\r\nin the framework of free democratic choice, without\r\nprejudice to the rights of its minorities. We reiterate\r\nour support for the political process in Iraq and call on\r\nthe international community to lend its support to\r\ncreate the appropriate conditions for its success. We\r\ncall also on the United Nations to continue playing its\r\nimportant role.\r\nLet me now turn to an issue that is important to\r\nJordan: the drying out of the Dead Sea, and how to\r\npre-empt an ensuing environmental crisis through the\r\nimplementation of the Red Sea-Dead Sea Canal\r\nProject. An agreement was reached recently by the\r\nrelevant parties and beneficiaries of the project, namely\r\nJordan, Israel and the Palestinian National Authority,\r\non a feasibility study for the construction of the canal.\r\nWe look forward to continued international support for\r\nthis project and the implementation of all its phases, in\r\naccordance with the agreement mentioned earlier.\r\nThe future of the Middle East requires the\r\ncreation of strong civil societies enjoying decent lives\r\nand deriving their guidance from their strong belief in\r\ntheir heritage. We are endeavouring to achieve this\r\ngoal at the national level through effective reform\r\nprojects, whose benefits are beginning to be evident in\r\nJordan.\r\nBut stability, security and peace are essential to\r\ncreating a suitable environment for such societies.\r\nPutting an end to the Israeli occupation of Arab\r\nterritories and reaching a just and comprehensive\r\nsolution will contribute to bringing about a bright\r\nfuture.\r\nThe President: I now call on His Excellency\r\nMr. Vuk Draković, Minister for Foreign Affairs of\r\nSerbia and Montenegro.\r\nMr. Draković (Serbia and Montenegro) (spoke\r\nin Serbian; English translation furnished by the\r\ndelegation): Seven days ago, from this rostrum, I\r\nwarned that the situation in Kosovo and Metohija  a\r\nprovince of Serbia administered by the United Nations\r\nsince 10 June 1999  poses a serious threat to the\r\n20\r\nA/60/PV.20\r\nstability of the Balkans. Serbia and Montenegro\r\nsupports the conclusion of the International Contact\r\nGroup that there will be no return to the situation\r\nbefore 10 June 1999.\r\nI would like to recall that, before 1999, the\r\nregime in Serbia insisted on the limited autonomy of\r\nKosovo, while the Albanian political leaders insisted\r\non its independence. Those two opposing positions led\r\nto an armed conflict, and later to NATO air strikes\r\nagainst Serbia and Montenegro. That conflict ended\r\nfollowing the adoption of Security Council resolution\r\n1244 (1999), which called for a protectorate in Kosovo\r\nbut did not call into question the territorial integrity of\r\nSerbia and Montenegro.\r\nThe Contact Groups conclusion that there will be\r\nno return to the situation before June 1999 has to apply\r\nequally to both sides  Serbian and Albanian.\r\nConsequently, there can be neither limited autonomy\r\nnor independence for Kosovo. By proposing a status\r\nthat was greater than autonomy but less than\r\nindependence for Kosovo, the democratic Government\r\nin Belgrade demonstrated its full commitment to\r\nreaching a compromise solution. Unfortunately, the\r\nKosovo Albanians, only interested in independence,\r\nhave not budged an inch from their 1999 position.\r\nUnfortunately, I have to note that the\r\ninternational community is partly to blame for the\r\ntragic position the Serbian and other non-Albanian\r\nminorities in Kosovo find themselves in, as well as for\r\nthe political extremism of the Albanian majority and\r\nthe many crimes that have been committed. The\r\nstandards set for Kosovo are not even close to being\r\nfulfilled. Are we therefore going to abandon the\r\nStandards before Status policy? From 10 June 1999\r\nto the present, approximately 200,000 Serbs and\r\nMontenegrins, as well as Turks, Croats, Roma, Jews\r\nand other non-Albanians, have been expelled from\r\nKosovo. Close to 80 per cent of the territory is now\r\ninhabited only by Albanians. Several hundred Serbs\r\nhave been killed, including many children.\r\nApproximately 40,000 Serbian homes have been\r\ndemolished or set on fire, as well as 150 churches and\r\nmonasteries that were centuries old. The remaining\r\nSerbs and other non-Albanians live in so-called\r\nenclaves, without guarantees for their personal safety\r\nand their freedom of movement. No one in present-day\r\nEurope is so tragically unprotected.\r\nIn spite the foregoing, we hope that the United\r\nNations military and police forces will remain in\r\nKosovo. Without their presence, the tragedy of Serbs\r\nand other minorities would be complete. Troops from\r\nthe United States, Italy, France and other countries\r\nshould be given credit for keeping the Serbian\r\nChristian monasteries designated or nominated as\r\ninternational world heritage sites from being blown up\r\nor set on fire. We would like to thank the United\r\nNations and ask the United Nations forces to stay in\r\nKosovo as long as necessary.\r\nFor months now, Albanian extremists have been\r\nopenly threatening to launch a pogrom against the\r\nremaining Serbs, Montenegrins and other\r\nnon-Albanians  and even against United Nations\r\nforces  unless Kosovos independence is proclaimed.\r\nRecent killings of young Serbs announced the\r\nbeginning of that scenario. Ultimatums and threats to\r\ncommit crimes and terrorism cannot be accepted\r\nanywhere in the world, including in Kosovo. I hope\r\nthat that will finally and decisively be made clear to\r\nthe Albanian majority in the province. Serbia and\r\nMontenegro demands a European level of human rights\r\nprotection for national communities in Kosovo,\r\nprotection of churches and monasteries and recognition\r\nof the European status of the existing State borders\r\nwith the Republic of Macedonia and the Republic of\r\nAlbania. No more and no less is acceptable, either\r\nunder the Charter of the United Nations or under\r\nSecurity Council resolution 1244 (1999). Our rights do\r\nnot threaten any right of the Albanian majority. An\r\nindependent State of Kosovo is not a guaranteed right,\r\nbut an extreme demand.\r\nWe are truly and fully committed to a\r\ncompromise, but compromise does not mean that one\r\nside gets everything while the other side gets nothing.\r\nWe are for reconciliation and a common European\r\nfuture, in which Serbs, Montenegrins and Albanians\r\nwill be good neighbours and best friends for each\r\nother.\r\nA stable and European Kosovo means a stable\r\nWestern Balkans region, and vice versa. The choice is\r\nobvious.\r\nThe President: I now call on His Excellency\r\nMr. Mustafa Osman Ismail, Minister for External\r\nRelations of the Republic of the Sudan.\r\n21\r\nA/60/PV.20\r\nMr. Ismail (Sudan) (spoke in Arabic): I should\r\nlike to begin my statement with a quotation from the\r\nKoran:\r\nInvite all to the way of thy Lord with wisdom\r\nand beautiful preaching; and argue with them in\r\nways that are best and most gracious: for thy\r\nLord knoweth best  (The Holy Koran,\r\nXVI:125).\r\nLast year, I declared from this rostrum that\r\npeace  the continuing strategic objective of the\r\nGovernment of Sudan  was at hand. Today, from the\r\nsame rostrum, I would like to note that peace has\r\nbecome a reality with the signing of the\r\nComprehensive Peace Agreement and the adoption of\r\nthe new Constitution. We have started to implement the\r\nAgreement in accordance with a fixed timetable.\r\nUnfortunately, as soon as we started to implement\r\nthe Agreement with our partners in the Sudan Peoples\r\nLiberation Movement (SPLM), we were faced with a\r\ngreat tragedy: the death of John Garang, the first Vice\r\nPresident of the Republic. With his passing, the\r\ncountry has lost an invaluable partner and participant\r\nin the peace process. It was not just a loss for the\r\nSudan, but a great loss for Africa and all peace-loving\r\npeople. Such tragedies are the true tests of our will,\r\nand our brethren in the SPLM have responsibly come\r\nthrough that crisis and difficult test, putting aside their\r\nbitter shock and continuing to build a durable peace.\r\nThe Comprehensive Peace Agreement was not\r\nlimited solely to issues between the north and the\r\nsouth. It set up a comprehensive framework for\r\nresolving justly all the problems of our country. It has\r\nestablished rules for a political regime that considers\r\ncitizenship to involve rights, duties and obligations \r\na regime that is based on democracy, the rule of law,\r\ngood governance, respect for human rights and the\r\nequitable division of wealth and power based on fair\r\nstandards that will ensure comprehensive peace.\r\nWe are fully committed to the letter and the spirit\r\nof the Peace Agreement, and we accept and understand\r\nthe magnitude of our responsibility to fulfil it. We are\r\nfully confident that bringing peace to the Sudan will\r\nhave a positive impact on regional stability and allow\r\nthe Sudan to continue to play its proper role within the\r\ninternational community.\r\nAs we have begun to implement the Peace\r\nAgreement, we call upon the international community\r\nimmediately to lift all commercial and economic\r\nsanctions and restrictions, to cancel all of the Sudans\r\nexternal debt and to fulfil the pledges it made at the\r\nOslo conference. Such actions will provide support for\r\nthe Agreement and promote reconstruction and\r\ndevelopment in the Sudan. In that context, we express\r\nappreciation and gratitude to the United Nations for the\r\nimportant role it has played in the implementation of\r\nthe Agreement, particularly the work of the Special\r\nRepresentative of the Secretary-General, Mr. Jan\r\nPronk.\r\nThe people of Darfur are still not able to live in\r\nconditions of peace. We will make every effort to\r\nimplement the Comprehensive Peace Agreement and\r\nthe Declaration of Principles adopted at Abuja, with a\r\nview to bringing about that objective. We will continue\r\nto cooperate with the international community in\r\nimproving the humanitarian and security situation,\r\nwhich has already improved greatly. But that is not\r\nenough. We hope to ensure complete stability in\r\nDarfur. The Governments commitment to agreements\r\nand arrangements entered into relating to the\r\nachievement of a ceasefire and the improvement of the\r\nsecurity situation should be matched by a similar\r\ncommitment from the armed movements, which should\r\nend their violations and agree to an immediate\r\nceasefire. The international community should\r\ncontinue to put pressure on them to negotiate seriously\r\nin order to achieve a peaceful solution to the problem.\r\nMy Government underlines the importance of\r\nachieving definitive peace in Darfur as quickly as\r\npossible. We have a three-track plan aimed at returning\r\nDarfur to its proper situation. The first is the political\r\ntrack, which is designed to resolve the root causes of\r\nthe dispute and to reach an agreement. The second\r\nrelates to the implementation of the voluntary\r\nrepatriation programmes. The third relates to the\r\ndisarmament, demobilization and reintegration\r\nprogrammes. In the framework of those commitments,\r\nthe Government has encouraged reconciliation among\r\ntribe and community leaders, which would help to\r\nprovide a solution to the root causes of the conflict.\r\nIn order to improve the security situation and\r\nachieve a peaceful resolution of the conflict, the\r\nGovernment is making every effort, with the\r\nparticipation of the international community, to deal\r\nwith the urgent humanitarian problem and the problem\r\nof internally displaced persons and refugees. We have\r\nundertaken a number of development plans to deal with\r\n22\r\nA/60/PV.20\r\nthe dispute about resources, which represents one of\r\nthe main problems. In that context, the Government is\r\nlooking forward to entering into an effective\r\ninternational partnership with a view to bringing about\r\nthose ambitious plans and establishing a special fund\r\nfor development and rehabilitation in Darfur similar to\r\nthat agreed to at the Oslo conference for the south.\r\nIn expressing its appreciation for the efforts of\r\nthe international community, the Sudan would like to\r\npay tribute to the active role of the African Union. We\r\ncall on the international community to continue to\r\nassist and support that role.\r\nThe Sudan adopted a transitional Constitution in\r\nJuly 2005, and the President and Vice-President will\r\nexercise their mandate in conformity with its\r\nprovisions. We have established a Government of\r\nNational Unity, which will continue the transitional\r\nprocess. We have begun this phase by conducting a\r\nresponsible dialogue with all members of the political\r\nopposition, who continue to operate freely. The\r\ntransitional Constitution includes human rights\r\nprovisions ensuring respect for the rights, obligations\r\nand fundamental freedoms of all Sudanese citizens. We\r\nwill continue to work with international organizations\r\nin order to develop and promote human rights in the\r\ncountry.\r\nThis is the last occasion on which I will speak to\r\nthe Assembly as Minister for Foreign Affairs of the\r\nSudan, because yesterday a new Minister for Foreign\r\nAffairs, my brother Mr. Lam Akol, was appointed by\r\nthe Popular Movement. I extend to the General\r\nAssembly my gratitude and appreciation for its\r\ncooperation during my work as Foreign Minister of the\r\nSudan in the past several years.\r\nTragically, the Palestinian people are still under\r\nIsraeli occupation. The international community is\r\ncalled upon to force Israel to halt its illegal practices in\r\nthe occupied Palestinian territories, to dismantle the\r\nseparation wall, to withdraw from all the Arab\r\nterritories that it occupied in 1967 and to allow the\r\nPalestinian people to realize their legitimate rights,\r\nincluding their right to an independent State, with\r\nAl-Quds as its capital. The international community\r\nshould take action to bring about a comprehensive,\r\npeaceful settlement of the Arab-Israeli conflict, in\r\naccordance with the resolutions of international\r\nlegitimacy, the road map, the principle of land for\r\npeace and the Madrid terms of reference.\r\nThe Sudan has participated in agreements aimed\r\nat putting an end to nuclear proliferation. The conflict-\r\nridden Middle East should be a zone free from nuclear\r\nweapons and other weapons of mass destruction.\r\nInternational justice and laws should apply in that\r\nregion, with no exceptions for any State, with a view to\r\nensuring stability and peace, emphasizing the rights of\r\npeoples to use nuclear power for peaceful purposes,\r\nparticularly in scientific research. The Sudan supports\r\nthe right of all countries, including Iran, to use nuclear\r\npower for peaceful purposes, in accordance with\r\nInternational Atomic Energy Agency regulations.\r\nThe situation in Iraq is very unstable. The Iraqi\r\npeople, who are suffering greatly, need the\r\ninternational community to help them to overcome the\r\ncrisis there. In this respect, we would like to\r\nunderscore once again our principled position that we\r\nmust preserve the sovereignty, unity and territorial\r\nintegrity of Iraq and ensure non-interference in its\r\ninternal affairs, with a view to bringing about stability\r\nand peace and restoring normal living conditions there.\r\nWe call upon the international community to\r\ncontribute, as soon as possible, to the rebuilding of Iraq\r\nand to support the transitional Government so as to\r\nallow the Iraqi people to live in dignity on their land.\r\nThe African Union has set up policies and\r\nmechanisms aimed at dealing effectively with the\r\ndispute resolution and the establishment of stability on\r\nthat continent, which is rich in resources, including\r\nhuman resources. Africa is continuing to use those\r\nresources for development purposes, within the\r\nframework of the New Partnership for Africas\r\nDevelopment.\r\nThe first meeting of the International Conference\r\non the Great Lakes Region restored hope that peace,\r\nstability and development can return to the region. We\r\nhope that the second such summit will be held within\r\nthe next few months, and that it will result in a united\r\nstance that will lead to peace, security and\r\ndevelopment in the region. We were encouraged by the\r\nmeeting that was held on the sidelines of the High-\r\nlevel Plenary Meeting with a view to preparing for a\r\nsecond International Conference on the Great Lakes\r\nRegion.\r\nIn this context, I would like to refer to\r\nSomalia  a very important African country, which is\r\ntrying to move beyond the bitterness of war and\r\nconflict and to re-establish itself as a State. Somalia\r\n23\r\nA/60/PV.20\r\nshould receive the cooperation and support that it\r\nneeds from the international community, and from the\r\nUnited Nations in particular.\r\nSince the Millennium Summit in 2000, some\r\nachievements have been made with a view to meeting\r\nthe Millennium Development Goals (MDGs). But the\r\nGoals have not been adequately achieved in Africa,\r\nwhich still has to deal with poverty, disease,\r\nunderdevelopment and debt. As we meet here five\r\nyears after the first summit, we must pause and\r\nconsider what we have achieved and what we aspire to\r\nachieve. We live in a world in which people have\r\nvaried standards of living and wealth. The rich have\r\nbecome richer, and the poor have become poorer. The\r\ngap between them is great, and there are enormous\r\nparadoxes. There are very rich countries whose citizens\r\nspend millions of dollars on weight loss, and there are\r\nother poor countries that seek just a small fraction of\r\nthat amount to keep barely alive.\r\nWe take this opportunity to reaffirm, as agreed in\r\nthe framework of the Millennium Declaration, that we\r\nmust achieve the Millennium Development Goals in\r\norder to create a better life for all humanity. Here, we\r\nmust point out that the Sudan has worked hard to attain\r\nthe goals and has made significant progress in reducing\r\npoverty and increasing basic education levels, despite\r\nthe unjust siege and the long conflict in the southern\r\npart of the country. All those efforts are reflected in\r\nSudans 2004 MDG report.\r\nIn that context, we should stress the importance\r\nof the total cancellation of debt. Debt is a great\r\nhindrance to achieving the Development Goals in\r\nAfrica and in the least developed countries. Attaching\r\nconditions to debt cancellation will only impede\r\ndevelopment. Here, we must remind developed\r\ncountries of their commitments to financing for\r\ndevelopment, in accordance with the Monterrey\r\nConsensus.\r\nAn international partnership to achieve the MDGs\r\nas envisaged in Goal 8, is essential. Unfortunately, the\r\nmain difficulty in achieving the Goals is the\r\nestablishment of such a partnership, which will not be\r\npossible without allowing developing, and least\r\ndeveloped countries in particular, to integrate fully into\r\nthe international economy. Imposing unilateral\r\neconomic sanctions against developing countries\r\nhinders free trade and investment. Financing and the\r\ntransfer of technology are among the other issues\r\nencountered in efforts to achieve sustainable\r\ndevelopment.\r\nWe live in a world of many challenges and\r\nthreats. The international community has recognized\r\nthat development, peace and security are closely\r\ninterconnected. The main challenges faced by the\r\ninternational community today are maintaining\r\ninternational peace and security and achieving\r\neconomic growth and development. Meeting those\r\nchallenges will be possible only in a collective world\r\nled by an effective and capable United Nations.\r\nThe Sudan has actively participated in the\r\nconsultations on creating a framework for collective\r\naction and on United Nations reform. We support\r\nreform that is in accordance with the purposes and\r\nprinciples of the Charter and the relevant provisions of\r\ninternational law. We have emphasized the\r\nestablishment of a new human rights mechanism to\r\naddress the shortcomings  including politicization,\r\nselectivity and double standards  that have prevented\r\nthe Commission on Human Rights from carrying out\r\nits responsibilities. The Sudan believes that we should\r\nconsider establishing a new mechanism that deals with\r\nthe negative policies of the past and is committed to\r\nthe principles of equality among States and respect for\r\nequitable geographical representation, in accordance\r\nwith the relevant provisions of the Charter. On the\r\nbasis of what the United Nations has successfully\r\nachieved in the security, economic and social areas, we\r\nshould aspire to achieve the objectives of the High-\r\nlevel Plenary Meeting and thus to create a peaceful and\r\nsafe world in which all of us will shoulder our\r\nresponsibilities.\r\nClearly, we all reject terrorism in all its forms and\r\nmanifestations and we stand together with others to\r\neliminate it; indeed, a counter-terrorism conference is\r\nnow being held in Khartoum to combat terrorism in\r\nEast Africa. What we reject are attempts to confuse\r\nterrorism with the struggle of peoples for liberation and\r\nindependence and attempts to link terrorism to a\r\nspecific religion or culture. Terrorism is an\r\ninternational scourge that is not limited to a specific\r\nreligion or culture, and we believe that any attempt to\r\nconfuse the issue could cause problems and weaken\r\nour collective resolve to develop a comprehensive\r\nstrategy to combat it.\r\nThe Sudan will continue to be a messenger to\r\nStates, calling for a dialogue among cultures and\r\n24\r\nA/60/PV.20\r\ncivilizations aimed at attaining humanitys objectives.\r\nThe international fight against terrorism must be based\r\non the Charter of the United Nations and the relevant\r\nprovisions of international law. In that context, the\r\nSudan calls for the holding of an international\r\nconference to arrive at an agreed definition of terrorism\r\nand stresses that the rejection of terrorism does not\r\nmean that we should ignore the reasons behind it. We\r\nmust deal with the root causes of the problem if we are\r\nto be successful in eradicating it.\r\nIn conclusion, the Sudan reaffirms its belief in\r\nthe purposes and principles of the Charter. We stress\r\nour resolve to continue to work with the international\r\ncommunity to strengthen the Organization so that it can\r\nefficiently carry out its role and mandate.\r\nThe President: I express to the Minister for\r\nExternal Relations of the Sudan my best wishes for the\r\nfuture as he leaves his post.\r\nI now call on Her Excellency Ms. Alcinda\r\nAntónio de Abreu, Minister for Foreign Affairs and\r\nCooperation of the Republic of Mozambique.\r\nMs. De Abreu (Mozambique): Allow me to\r\ncongratulate you, Sir, on your election as President of\r\nthe General Assembly at the sixtieth session. We are\r\ndelighted to see a distinguished son of Sweden and a\r\nfriend of Mozambique in the stewardship of this body\r\nand wish to express our confidence that, under your\r\nable leadership, our deliberations will produce\r\nsuccessful results. I would like to take this opportunity\r\nto pay a well-deserved tribute to your predecessor, His\r\nExcellency Mr. Jean Ping, for the remarkable manner\r\nin which he spearheaded the deliberations of the fifty-\r\nninth session of General Assembly. May I also\r\ncommend the Secretary-General for his continued\r\nvision and leadership in our collective efforts to pursue\r\nthe fundamental ideals of the United Nations, in\r\nparticular the implementation of the international\r\nagenda for peace and development highlighted in his\r\nreport (A/59/2005). We encourage him to continue his\r\noutstanding work.\r\nWe gather here today inspired by the spirit of\r\ntogetherness and collective vision on the path that we\r\nshould strive to continue to travel in order to achieve\r\nour common aspirations, as underscored throughout the\r\ndeliberations of the High-level Plenary Meeting. We\r\nmust seize this momentum to reinforce multilateralism\r\nas a guiding principle upon which the international\r\ncommunity should rely to adequately face todays\r\nchallenges. We believe that the emphasis of the World\r\nSummit Outcome (resolution 60/1) on the vital\r\nimportance of an effective multilateral system and our\r\ndetermination to fulfil the commitments we set for\r\nourselves will generate and galvanize good momentum\r\nfor action aimed at tangible results.\r\nAs we celebrate the sixtieth anniversary of the\r\nUnited Nations, we should reflect on what we want the\r\nOrganization to be and on what role each country and\r\nregion should play in these collective endeavours. In\r\nrecognizing inclusiveness and the equal rights of men\r\nand women and of all nations, the Charter of the\r\nUnited Nations builds on our diverse cultural and\r\ntraditional values to unite us around our common\r\nhumanity. Our failure to overcome the poverty trap in\r\nwhich developing countries are caught, as well as the\r\nconstant threat posed by terrorism, indicates the need\r\nfor an international system that is more inclusive and\r\ndemocratic and that conforms to the Charter of the\r\nUnited Nations and the relevant provisions of\r\ninternational law. It is our firm belief that the United\r\nNations continues to be an indispensable instrument for\r\nachieving those objectives. Thus, the strength of the\r\nOrganization must be high on our agenda. We ought to\r\nimprove its performance by reforming its organs and\r\nstructures.\r\nTherefore, it is our sincere hope that United\r\nNations reform will help to foster strong relationships\r\nand cooperative links of coordination among all its\r\nprincipal organs, in particular the General Assembly,\r\nthe Security Council and the Economic and Social\r\nCouncil.\r\nSecurity Council reform should be aimed at\r\nbuilding transparency, democracy, openness and\r\nconsistency with regard to all regions represented in\r\nthe Organization. In that regard, the growing political\r\ncommitment and involvement of Africa in the\r\ninternational agenda for peace and stability calls for\r\nenhanced representation on the Security Council.\r\nWe hope that the recently proposed Peacebuilding\r\nCommission will help to keep sustained international\r\nattention on countries in transition from post-conflict\r\nsituations to recovery and long-term development and\r\nensure continued support for them. Indeed, the\r\nexperience of Mozambiques transition from a post-\r\nconflict situation to reconstruction and development\r\ntestifies to the valuable contribution and impact of the\r\nconcerted support provided by the United Nations and\r\n25\r\nA/60/PV.20\r\nthe international community for peace and\r\ndevelopment efforts.\r\nThe adoption of the Millennium Declaration and\r\nthe Millennium Development Goals (MDGs) gave new\r\nmomentum to our quest to fight poverty, accelerate\r\nhuman development and facilitate the gradual and\r\neffective integration of the developing world into the\r\nglobal economy. Despite the less ambitious outcome of\r\nthe recently concluded summit, the time has come to\r\nbuild a genuine international partnership and to\r\nreaffirm our political will to fully implement\r\ninternationally agreed commitments.\r\nWe need to work diligently to implement the\r\ncommitments made in Monterrey. In that regard, the\r\nestablishment of a detailed calendar for the\r\nimplementation of the goals set on financing for\r\ndevelopment is vital to generate access to additional\r\nfinancial support for developing countries. To that end,\r\nwe welcome the decision by the European Union to set\r\ncollective and specific targets with a view to reaching\r\nthe internationally agreed target of devoting 0.7 per\r\ncent of gross domestic product (GDP) to official\r\ndevelopment assistance (ODA) by 2015.\r\nThe sustainable development of low-income\r\ncountries, particularly in Africa, depends upon a more\r\nopen, equitable and rules-based multilateral trading\r\nsystem, as trade constitutes an engine for growth and\r\ndevelopment. In that regard, we view partnership\r\nagreements such as the Cotonou Agreement and the\r\nAfrican Growth and Opportunity Act as important\r\nsteps towards fulfilling some of the development\r\nobjectives. We strongly believe that the completion of\r\nthe Doha round by 2006 will help to establish an\r\ninternational trading system consistent with\r\ndevelopment goals and policies.\r\nWhile developing countries are striving to\r\nfinance the MDGs, debt servicing has been diverting\r\nsignificant amounts of their limited resources, at the\r\ncost of social and economic development. In that\r\ncontext, we reiterate the calls for more radical action\r\nby the international community, in line with\r\nrecommendations that debt relief should cover\r\nmultilateral and bilateral debt and reduce debt stock\r\nand debt servicing by up to 100 per cent. To that end,\r\nwe support the continuation of the Heavily Indebted\r\nPoor Countries Debt Initiative and other relief\r\nmeasures, particularly those addressing the special\r\nneeds of African countries.\r\nIn that regard, we commend the debt-cancellation\r\ndecision made by the ministers for finance of the\r\nGroup of Eight (G-8) in favour of 18 developing\r\ncountries, including Mozambique. We encourage the\r\nG-8 and other development partners to continue with\r\nsuch important initiatives and to address the\r\nunsustainable debt burden of many developing\r\ncountries, so that new resources can be invested in\r\npursuit of poverty reduction.\r\nThe Government of the Republic of Mozambique\r\nis now fully engaged in the implementation of its\r\nprogramme for 2005-2009 that incorporates our vision\r\nof development based on continuity and renewal. That\r\napproach is founded on past experiences and\r\nprogrammes pursued in the quest for development and\r\nthe well-being of all Mozambicans. The eradication of\r\npoverty requires new dynamism and vigour, as clearly\r\npointed out in the New Partnership for Africas\r\nDevelopment (NEPAD), the Brussels Programme of\r\nAction for the Least Developed Countries and the\r\nMillennium Development Goals. In that context, our\r\nfive-year programme focuses on integrated rural\r\ndevelopment and the expansion of basic economic and\r\nsocial infrastructure, with the aim of reducing absolute\r\npoverty through the promotion of rapid, comprehensive\r\nand sustained economic growth and job creation. In\r\naddressing social and economic development, the\r\nprogramme seeks mainly to reduce regional imbalances\r\nand to expand the supply of basic services such as\r\nhealth, education and access to electricity and safe\r\ndrinking water. The programme also gives due\r\nattention to the fight against HIV/AIDS, malaria and\r\nother infectious diseases, as well as to the special\r\nneeds of young people in terms of training,\r\nemployment and housing.\r\nThrough the implementation of sound political\r\nand macroeconomic policies and strategies for\r\ndevelopment, we have registered economic growth\r\nrates that have averaged 7.5 per cent annually from\r\n2000 to 2005. Poverty levels have declined\r\nsignificantly, from 69.5 per cent in 1997 to 54 per cent\r\nin 2003. That has been possible due to our focus on our\r\nnationally owned poverty eradication strategy. That\r\nstrategy has not only mainstreamed the MDGs and\r\nadapted them to our own realities; it also embodies a\r\nclear pro-poor and people-centred development\r\nstrategy.\r\nThe consolidation of peace, democracy and\r\nnational unity continue to be high on our national\r\n26\r\nA/60/PV.20\r\nagenda, as we recognize that peace and stability are\r\nsine qua nons for securing sustainable development in\r\nour country.\r\nWe continue to build self-confidence around\r\nAfrica. The continent counts on NEPAD to raise the\r\nspirit of ownership of African leaders, and thus bring\r\nabout significant changes in our development. The\r\nadherence to date of 28 countries to the African Peer\r\nReview Mechanism has bolstered the credibility of\r\nparticipating States, as it ensures that their policies and\r\npractices comply with agreed political, economic and\r\ncorporate-governance values, codes and standards.\r\nWe are seeing good examples of conflict\r\nresolution in Africa. However, conflicts continue to\r\ncause unbearable human suffering, which deprives a\r\nlarge number of our fellow Africans of their\r\ninalienable right to live in dignity. We commend the\r\nefforts of the Secretary-General and the international\r\ncommunity at large to address both humanitarian crises\r\nand the root causes of conflict in Africa.\r\nWith regard to Western Sahara, we urge the\r\nparties concerned to work together with the Secretary-\r\nGeneral with a view to finding a political solution to\r\nthe long-standing conflict in that country.\r\nWe are following with keen interest the latest\r\ndevelopments in the Middle East. We continue to\r\nbelieve that a lasting solution to the question of\r\nPalestine  the core of the conflict in the region \r\nmust be in accordance with international law and\r\nrelevant United Nations resolutions and must fully\r\nrecognize the right of the Palestinian people to self-\r\ndetermination.\r\nWe welcome the decision to conclude a\r\ncomprehensive convention on terrorism not later than\r\nJune 2006, for that will constitute a further effort to\r\nstrengthen the international communitys resolve to\r\nface the challenge of eliminating the scourge of\r\nterrorism. Similarly, we would like to stress the\r\nimportance of regional agreements and declarations to\r\ncombat and eliminate terrorism in all its forms as a tool\r\nto strengthen cooperation among Member States and\r\nprovide a platform for the effective implementation of\r\ninternational legal instruments to suppress terrorism.\r\nWe support the calls for a transparent verification\r\nmechanism that can help to prevent the use of nuclear\r\nweapons against non-nuclear States. In that regard, we\r\nalso share the view that all States parties to the Treaty\r\non the Non-Proliferation of Nuclear Weapons, without\r\ndiscrimination and while undertaking their\r\nresponsibilities for nuclear disarmament and non-\r\nproliferation, should have the right to use nuclear\r\nenergy for peaceful purposes, as well as to engage in\r\nresearch on nuclear technology in conformity with the\r\nprovisions of the Treaty.\r\nWe would like to conclude by reaffirming the\r\ncommitment of Mozambique to the principles and\r\npurposes enshrined in the Charter of the United\r\nNations, as well as our belief that the United Nations\r\nreform process will strengthen the Organization with a\r\nview to providing more and better assistance to all\r\nMember States, in particular with respect to addressing\r\nthe special needs of Africa.\r\nThe President: I now call on His Excellency\r\nMr. Choe Su Hon, Deputy Minister for Foreign Affairs\r\nof the Democratic Peoples Republic of Korea.\r\nMr. Choe Su Hon (Democratic Peoples\r\nRepublic of Korea) (spoke in Korean; English text\r\nfurnished by the delegation): On behalf of the\r\ndelegation of the Democratic Peoples Republic of\r\nKorea, please allow me to congratulate you, Sir, on\r\nyour election to the presidency of the sixtieth session\r\nof the General Assembly. I should also like to\r\ncongratulate your predecessor, Mr. Jean Ping, Minister\r\nfor Foreign Affairs of the Gabonese Republic, on his\r\ncommendable work as President at the previous\r\nsession. I look forward to the successful outcome of\r\nthis session. My appreciation also goes to Secretary-\r\nGeneral Kofi Annan for his tireless efforts aimed at\r\nreforming the Organization to bring about\r\nmultilateralism centred on the United Nations in\r\nconformity with the demands of the current changed\r\nsituation.\r\nFive years ago, when the Millennium Summit\r\nadopted its Declaration of peace, poverty eradication\r\nand respect for human rights, humankind sincerely\r\nhoped that, with the dawn of a new century, peace and\r\nprosperity would take hold around the world. However,\r\ndespite the adoption of that Declaration and the\r\naspirations of humankind, the world is today being\r\ndrawn further into a vortex of instability and fear due\r\nto unilateralism and the highhandedness of the super-\r\nPower. On one side of the world, voices yearning for\r\npeace, poverty eradication and sustainable\r\ndevelopment continue to grow; while on the other side\r\nprovocative acts such as armed invasion and the threat\r\n27\r\nA/60/PV.20\r\nof pre-emptive nuclear attack are being committed\r\nopenly against sovereign States.\r\nIn North-East Asia alone, with the Korean\r\npeninsula at its centre, adventurous military attempts\r\ncontinue unabated, aggravating tension in the region,\r\nas does the strengthening of strategic military\r\nalliances, the large-scale introduction of highly\r\nsophisticated weapons and operational equipment, the\r\nestablishment of missile defence systems and Ulchi\r\nFocus Lens-05 military exercises for pre-emptive\r\nstrikes.\r\nThe current situation is becoming increasingly\r\nacute due to arbitrariness on the part of unilateralist\r\nforces. That urgently requires that Member States\r\nundertake a joint effort to bring about multilateralism\r\ncentred on the United Nations on the basis of respect\r\nfor the principles of sovereignty, equality, territorial\r\nintegrity and mutual benefit.\r\nAs is well known, peace and stability on the\r\nKorean peninsula are directly linked to peace and\r\nsecurity in the North-East Asian region and the rest of\r\nthe world. As we have seen in recent years, the\r\nsituation on the Korean peninsula is once again part of\r\na vicious circle of tension and détente that is\r\npreventing the establishment of durable peace and\r\nstability. The primary cause for that lies in the national\r\ndivision forced upon us by foreign forces and the\r\nextremely hostile policy of the super-Power towards\r\nthe Democratic Peoples Republic of Korea.\r\nThe Democratic Peoples Republic of Koreas\r\npolicy of Songun Jongchi  which is to say, to give\r\npriority to military affairs  is aimed primarily at\r\ncoping with the attempts of the United States to\r\nsuffocate the Democratic Peoples Republic of Korea,\r\nwhich constitute a real threat. The Songun policy\r\nadministered by the respected General Kim Jong Il is\r\nthe basic safeguard for our sovereignty from the\r\nconstant threat of the United States and for preventing\r\nanother war on the Korean peninsula, thereby ensuring\r\npeace and security in North-East Asia.\r\nThis year, the north and the south of Korea\r\ntogether significantly commemorated the fifth\r\nanniversary of the announcement of the 15 June North-\r\nSouth Joint Declaration, as well as the sixtieth\r\nanniversary of Koreas liberation, thereby setting a new\r\nstage for the attainment of overall national unity and\r\nthe realization of the cause of national reunification\r\nindependently and peacefully under the theme Our\r\nnation itself. The Government of our Republic will\r\nalso make every possible effort in the future to bring\r\nabout independent national reunification as soon as\r\npossible, achieve lasting peace and stability on the\r\nKorean peninsula and bring about the nations common\r\nprosperity by thoroughly implementing the 15 June\r\nNorth-South Joint Declaration.\r\nWith a view to facilitating better understanding\r\non the part of Member States and making positive\r\ncontributions to the work of the current session, I\r\nwould like to refer to the principled position and\r\nsincere efforts of our Republic regarding a fair solution\r\nof the nuclear issue between the Democratic Peoples\r\nRepublic of Korea and the United States.\r\nThe Government of our Republic has consistently\r\nadhered to its position of addressing the nuclear issue\r\npeacefully, through dialogue and negotiations. As\r\neveryone knows, the nuclear issue is a direct product of\r\nthe hostile policy of the United States against the\r\nDemocratic Peoples Republic of Korea during more\r\nthan half a century. Given that, driven by extreme\r\nhostility towards the Democratic Peoples Republic of\r\nKorea, the United States has gone as far as designating\r\nour country as part of an axis of evil and making it a\r\npotential target for pre-emptive nuclear strikes, thereby\r\nmilitarily threatening our security, our country has\r\nbeen compelled to possess a self-defensive nuclear\r\ndeterrent as a means of safeguarding our national\r\ndignity and sovereignty. In circumstances in which the\r\nUnited States, the sole world super-Power, is looking\r\ndown on us and threatening to use nuclear weapons,\r\nthe Democratic Peoples Republic of Korea  a\r\ncountry with a small territory and population  has no\r\nalternative but to possess a strong and legitimate means\r\nof self-defence.\r\nAs we have clarified time and again, the ultimate\r\ngoal of the Democratic Peoples Republic of Korea\r\nwith regard to the nuclear issue is the denuclearization\r\nof the Korean peninsula. The denuclearization of the\r\nKorean peninsula was called for by President Kim Il\r\nSung, the fatherly leader of our people. The 1992\r\nNorth-South Joint Declaration on the Denuclearization\r\nof the Korean Peninsula and the 1994 Agreed\r\nFramework between the Democratic Peoples Republic\r\nof Korea and the United States are manifestations of\r\nthe invariable political will of the Government of the\r\nRepublic to denuclearize the Korean peninsula by all\r\nmeans.\r\n28\r\nA/60/PV.20\r\nDuring the recent fourth round of six-party talks\r\nin Beijing, we approached discussions seriously and\r\nwith magnanimity and a principled, fair and above-\r\nboard position to achieve our consistent final goal of\r\nthe denuclearization of the Korean peninsula at any\r\ncost, thereby enabling the talks to come up with an\r\nagreement on the principles to that end as part of a\r\nbroad framework to overcome all challenges. The joint\r\nstatement issued at that meeting reflects our principled\r\nposition on the resolution of the nuclear issue. At the\r\nsame time, it also clearly specifies the obligations of\r\nthe United States and South Korea as the parties\r\nresponsible for the denuclearization of the entire\r\nKorean peninsula.\r\nAs we have clarified more than once, there will\r\nbe no need for the Democratic Peoples Republic of\r\nKorea to keep a single nuclear weapon if relations are\r\nnormalized between our country and the United States,\r\nbilateral confidence is built and the Democratic\r\nPeoples Republic of Korea is not exposed to the\r\nUnited States nuclear threat any longer. What is most\r\nessential at this stage is for the United States to provide\r\nlight-water reactors to the Democratic Peoples\r\nRepublic of Korea as soon as possible as evidence of\r\nthe formers substantial recognition of the latters right\r\nto peaceful nuclear activities.\r\nWe shall watch closely how the United States acts\r\nin reality during the action for action phase. Our\r\ncountrys Government will continue to be patient and\r\nto do its best to bring about the denuclearization of the\r\nKorean peninsula.\r\nIf the United Nations is to fulfil its mission to\r\nensure international peace and security and economic\r\nand social development, it should be reformed in\r\nconformity with the demands of the new century. That\r\nis the unanimous view of the international community.\r\nIn that regard, it is important that we take a\r\nmultilateral approach centred on the United Nations\r\nand in line with the purposes and principles of the\r\nCharter. To that end, efforts should be made to, inter\r\nalia, prevent unilateralism and high-handedness\r\nleading to violations of the Charter and of international\r\nlaw, and to ensure that the functions and role of the\r\nUnited Nations in addressing major international issues\r\nremain pivotal.\r\nDisputes should be resolved peacefully, through\r\ndialogue and negotiation. The unilateral use of force\r\ncan never be justified in any case. Such actions as\r\nauthorizing specific countries to launch pre-emptive\r\nattacks on the pretext of preventing conflicts should\r\nnot be viewed as strengthening the collective security\r\nsystem of the United Nations and should therefore be\r\nrejected, as they are dangerous attempts to ignore both\r\nthe principles of non-interference in others internal\r\naffairs, as well as respect for sovereignty, as stipulated\r\nin the Charter.\r\nSecondly, all important international issues\r\nshould be addressed fairly and reasonably, in the\r\ninterests of the overwhelming majority of Member\r\nStates. We should not allow them to be dominated or\r\ndealt with by the super-Power or by a few powerful\r\ncountries. In this context, we have been consistent in\r\nour insistence on the establishment of a system that\r\nmandates the General Assembly to review and endorse\r\nSecurity Council resolutions relating to sanctions and\r\nthe use of force that can affect international peace and\r\nsecurity.\r\nThe Security Council should be reformed on the\r\nbasis of the principle of ensuring the full representation\r\nof the non-aligned and developing countries, which\r\nmake up the overwhelming majority of Member States.\r\nWe should never tolerate the permanent membership of\r\nJapan, which refuses to liquidate its past crimes against\r\nother countries, distorting its history of aggression and\r\ndriving the regional situation towards confrontation.\r\nThe reform of the United Nations human rights\r\nmachinery should take place in accordance with the\r\ndemands of the majority of countries. In reforming the\r\nhuman rights machinery, the Organization should\r\nconsider its most pressing task and ultimate goal to be\r\nputting an end to infringement on national sovereignty,\r\nthe politicization of human rights and the application\r\nof double standards and selectivity, which are the most\r\nserious human rights violations at present. Like the\r\nreform of the Security Council, that reform effort\r\nshould be carried out on the basis of the principle of\r\nensuring the full representation of the non-aligned and\r\ndeveloping countries that make up the overwhelming\r\nmajority of the United Nations membership.\r\nIf that principle is ignored, the reform of the\r\nhuman rights machinery will remain just empty talk.\r\nWorse still, if the establishment of the Human Rights\r\nCouncil is aimed at legitimizing the high-handedness\r\nof a few countries on the pretext of human rights\r\nprotection, the discussion itself will be completely\r\nmeaningless.\r\n29\r\nA/60/PV.20\r\nThe Government of the Democratic Peoples\r\nRepublic of Korea will continue to make an active\r\ncontribution to the efforts of Member States to build a\r\nnew, peaceful and prosperous world by further\r\nstrengthening its friendly and cooperative relations\r\nwith all countries that respect our national sovereignty\r\nin accordance with the ideal of independence, peace\r\nand friendship.\r\nThe President: I give the floor to His Excellency\r\nMr. Nasser Al-Kidwa, chairman of the observer\r\ndelegation of Palestine.\r\nMr. Al-Kidwa (Palestine) (spoke in Arabic):\r\nUnlike the Israeli Prime Minister, who a few days ago\r\ntold the Assembly that he had come to the United\r\nNations from Jerusalem, I  a native son of the\r\nland  was not able to come here from Jerusalem,\r\nbecause East Jerusalem, the capital of Palestine, still\r\nremains under Israeli occupation, despite the numerous\r\nUnited Nations resolutions in that regard. The\r\nabnormal situation of the city, which is sacred to the\r\nthree monotheistic religions, is a clear indicator that we\r\nin the Middle East are, regrettably, still far from peace.\r\nOnly when East Jerusalem is returned to its people,\r\nwhen United Nations resolutions are completely\r\ncomplied with and implemented and when the leaders\r\nof both countries are able to come freely from\r\nJerusalem, will we have truly achieved the peace that\r\nwe have so long awaited.\r\nWe are now at an important juncture that could\r\nconstitute the beginning of the road to peace. Israel, the\r\noccupying Power, has completed its disengagement\r\nfrom the Gaza Strip with its withdrawal of the settlers,\r\nits dismantlement of the settlements there and the\r\ndeparture of the Israeli forces from that territory. In the\r\nnorthern West Bank, some settlers were also\r\nwithdrawn, and four settlements were dismantled.\r\nThe end of the colonial settlement of one part of\r\nour land  regardless of how small it may be  is an\r\nimportant development, as is the withdrawal of the\r\noccupying forces from within that part. It is an\r\nimportant development that resulted from the\r\nsteadfastness of our people and the growing\r\nrealization, locally and internationally, of the\r\nimpossibility of the continuation of the status quo. We\r\nrecognize that the disengagement required political\r\nboldness. But, more important than the disengagement\r\nitself, are the way in which it occurred and the context,\r\nas well as the steps that will follow. That will\r\ndetermine whether the disengagement will take us\r\nfurther towards a comprehensive settlement and peace,\r\nor whether it is actually a step imposed by the realities\r\non the ground and intended to facilitate the\r\ncontinuation of the occupation, the colonization of the\r\nWest Bank and the obstruction of a final settlement.\r\nFor our part, we dealt positively with those\r\nmatters and exerted strenuous efforts to prepare\r\nourselves for assuming our responsibilities, to\r\ncoordinate the steps to be taken with the Israeli side\r\nand to ensure a peaceful and safe atmosphere during\r\nthe implementation phase. Indeed, we achieved\r\nreasonable results in that respect. Despite that fact,\r\nhowever, the basic nature of the plan remains: it was\r\nunilateral and did not take into consideration\r\nPalestinian interests and positions.\r\nIsrael, the occupying Power, has left the Gaza\r\nStrip completely devastated. Over the years, Israel\r\ndestroyed Gazas infrastructure, economic capabilities\r\nand social fabric, as well as the Palestinian Authoritys\r\nsecurity apparatus. Even the areas that had been under\r\nthe control of its settlements were almost totally\r\ndestroyed by Israel when it withdrew and left behind\r\npiles of rubble, which in itself constitutes a\r\nserious problem economically, environmentally and\r\npsychologically. Another problem was that Israel left\r\nbehind, and did not dismantle, what it called houses of\r\nworship  which were not supposed to be there to\r\nbegin with  in total disregard of its legal obligation\r\nto return the land to its original condition prior to the\r\noccupation.\r\nFurthermore, since the disengagement, the Gaza\r\nStrip has remained under the control of Israel, which\r\neffectively continues to control the airspace, the\r\nterritorial waters and the borders, thus continuing its\r\ncontrol of the movement of persons and goods into and\r\nout of Gaza. For that reason, and in the light of the\r\nprinciple of the unity and territorial integrity of the\r\noccupied Palestinian territory, the Israeli occupation of\r\nthe Gaza Strip has not ended and the legal status of\r\nGaza has not changed: it remains part of the Palestinian\r\nterritory occupied since 1967, including East\r\nJerusalem.\r\nOverall, Israels occupation and colonization of\r\nthe Gaza Strip constitutes one of the worst injustices in\r\nrecent history. In addition, it must be clear that the\r\nGaza Strip  which comprises only 6 per cent of the\r\narea of the occupied Palestinian territory and which is\r\n30\r\nA/60/PV.20\r\nthe most densely populated area in the world  cannot\r\nattain economic or political sustainability in isolation\r\nfrom the West Bank: without a permanent link to the\r\nWest Bank, without freedom of movement and without\r\ntangible political progress and similar steps taken\r\nthere.\r\nWhat Israel is doing in the West Bank,\r\nparticularly in East Jerusalem, is cause for us to be\r\neven more pessimistic. Israel has continued its\r\nconstruction of the wall in disregard of the\r\nunprecedented 9 July 2004 advisory opinion of the\r\nInternational Court of Justice and resolution ES-10/15\r\nof the tenth emergency special session of the General\r\nAssembly in that regard. As everyone can see, Israel\r\nhas persisted in committing this grave crime,\r\ncontinuing to seize Palestinian land and attempting to\r\nannex it de facto, thereby destroying the livelihoods of\r\ntens of thousands of Palestinians, isolating them and\r\nimposing on them a totally different way of life and an\r\nunacceptable political situation.\r\nIsrael, the occupying Power, has also continued\r\nto establish and expand settlements. It has even devised\r\nthe so-called E-1 plan to seize the whole of East\r\nJerusalem and connect it to the Maale Adumim\r\nsettlement, thereby severing the West Bank into two\r\nseparate parts. All of the foregoing not only is unlawful\r\nand inhuman, but will also destroy any hope for a\r\nsettlement and peace based on the two-State solution.\r\nThe central mission for the international\r\ncommunity now, if we wish to safeguard the future of\r\nthe Middle East and maintain the prospects for peace,\r\nis to bring about a real and complete cessation of all\r\nsettlement activities and of the construction of the wall\r\nand to enforce the rule of law, the advisory opinion of\r\nthe International Court of Justice and relevant United\r\nNations resolutions. That must be our central mission,\r\nand whether there is political progress or not, we must\r\naccomplish it.\r\nBut then, how are we to deal with the situation\r\nand move forward? First, we need to find rapid\r\nsolutions for the outstanding issues regarding the Gaza\r\nStrip, including the Rafah crossing, the airport, the\r\nseaport, the removal of rubble from the Gaza Strip, and\r\nlinking Gaza to the West Bank. If we resolve those\r\nissues we may be able to change the living conditions\r\nof the Palestinians there.\r\nSecondly, the Sharm el-Sheikh understandings\r\nshould be implemented, particularly the Israeli\r\nwithdrawal from cities to pre-September 2000\r\npositions and the release of prisoners and detainees.\r\nThis could bring about a new reality and begin the\r\nprocess of rebuilding confidence between the two\r\nsides.\r\nThirdly, and in parallel with the aforementioned,\r\nit is necessary to return to negotiations and begin\r\nurgently the implementation of the road map, which\r\nlies at the heart of making political progress and is the\r\npath to a resolution of the conflict. For our part, we are\r\nready to do this, and to begin final status negotiations\r\nimmediately, as called for by President Abbas in his\r\nspeech a few days ago. We hope that the Quartet will\r\nuse its influence to make that happen, and we also hope\r\nthat the international community as a whole,\r\nrepresented by the United Nations, will provide the\r\nneeded support in that regard.\r\nHere we must stress the importance of the\r\ninternational assistance being extended to the\r\nPalestinian people and the Palestinian Authority. We\r\nwould like to express our gratitude to all donor\r\ncountries for their important and considerable\r\ncontributions. In that regard, I would like to express\r\nour appreciation as well for the role being played by\r\nMr. Wolfensohn and his team, in particular for rapidly\r\nputting together an assistance programme for the Gaza\r\nStrip and for promoting economic development in the\r\nentire occupied Palestinian territory. In that regard, the\r\nimportance of the Group of Eight (G-8) initiative must\r\nbe emphasized, and we express our hope that all donor\r\ncountries will support it.\r\nWe look forward to enjoying a dignified life like\r\nall other peoples of the world; we look forward to\r\nexercising our right to self-determination and national\r\nindependence; we look forward to building our\r\ninstitutions and to enjoying a democratic way of life\r\nand democratic governance; we look forward to a\r\npeace based on two States, Palestine and Israel, in\r\nconformity with the 1949 Armistice Line; and we look\r\nforward to a just, agreed solution for the Palestine\r\nrefugees in accordance with resolution 194 (III).\r\nWe have worked seriously to put an end to the\r\ncycle of military attacks and counter-attacks. We\r\nundertook a national dialogue that led to a unilateral\r\ndeclaration of ceasefire, and that ceasefire has been\r\nrespected despite Israels obstructions and\r\nprovocations. That effort has led to an improvement in\r\nthe general atmosphere; it is incumbent upon both\r\n31\r\nA/60/PV.20\r\nparties to strengthen it. For our part, we will continue\r\nour national dialogue with a view to establishing a\r\npermanent and mutual ceasefire in the occupied\r\nPalestinian territory, including East Jerusalem, while\r\nreaffirming the right in principle of the Palestinian\r\npeople to resist occupation and to self-defence. We\r\nmust also reach a commitment by all Palestinian\r\ngroups for a complete cessation of the targeting of\r\ncivilians in Israel, which we have repeatedly\r\ncondemned and which we view as harmful to our\r\nnational interest.\r\nMoreover, we will continue to exert efforts to\r\nimpose law and order and to enhance our political\r\nsystem on the basis of real democracy, encompassing\r\npolitical pluralism and elections at all levels, including\r\nmunicipal and legislative elections. Israel must stop its\r\nattempts to interfere in and sabotage those elections.\r\nWe will also continue to advance the development of\r\nour national institutions in various fields and will\r\ncontinue to try to rebuild the Palestinian economy and\r\nto improve living conditions. We must do that\r\ncomprehensively throughout the occupied Palestinian\r\nterritory, including, of course, in the Gaza Strip, which\r\nhas suffered the most extensive destruction. We shall\r\nexert our utmost efforts to achieve those goals, even\r\nthough we realize that they are really the tasks of post-\r\nconflict reconstruction and that no other people has\r\nrealized such goals while still under occupation.\r\nOur achievements will inevitably be limited,\r\nsince Israel, the occupying Power, still controls most\r\naspects of everyday life in the territories. Any progress\r\nin that regard will remain directly and organically\r\nlinked to the achievement of real progress in the\r\nresolution of the conflict and the achievement of a\r\ncomprehensive settlement between the two parties.\r\nIt seems that Israel and some of its friends now\r\nfeel that they have succeeded in imposing many illegal\r\nconditions on the ground and in creating a degree of\r\nvagueness regarding some aspects of the conflict. In\r\nthat way, they feel that they have an opportunity to\r\nundermine the legal foundations of the question of\r\nPalestine, to undermine international legitimacy and to\r\nerode the neutrality of the United Nations. We, in\r\ncontrast, believe that situations created illegally will\r\nnot stand. We affirm that the facts are clear and\r\nindisputable, that justice and the rule of law will\r\neventually prevail over force and that the United\r\nNations  the embodiment of the international\r\ncommunity  will not forsake its responsibilities and\r\nwill not relent in the face of continuous violations of\r\nits resolutions.\r\nWe hope that the Israeli authorities will begin to\r\nseriously rethink their policies and positions instead of\r\ntrying to market them in the United Nations and in\r\nother international forums. We hope that they will\r\ndeclare their respect for United Nations resolutions and\r\ntheir readiness to implement them, rather than blaming\r\nthe United Nations for adopting those resolutions. That\r\nwill be the start of the solution and the start of a final\r\npeaceful and permanent settlement, which must be\r\nbased on law, international legitimacy and United\r\nNations resolutions.\r\nThe meeting rose at 1.20 p.m.\r\n"