"United Nations A/60/PV.5\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n5th plenary meeting\r\nThursday, 15 September 2005, 9 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-51172 (E)\r\n*0551172*\r\nCo-Chairperson: El Hadj Omar Bongo Ondimba . . . . . . . . . . . . . . (President of the Gabonese Republic)\r\nCo-Chairperson: Mr. Göran Persson . . . . . . . . . . . . . . . . . . . . . . . . (Prime Minister of the Kingdom of Sweden)\r\nThe meeting was called to order at 9.05 a.m.\r\nAddresses on the occasion of the High-level Plenary\r\nMeeting (continued)\r\nThe Co-Chairperson (Sweden): Before giving\r\nthe floor to the first speaker for this meeting, I would\r\nlike to remind members once again that statements\r\nshould be limited to five minutes.\r\nThe Assembly will now hear an address by His\r\nExcellency Mr. Ismail Omar Guelleh, President of the\r\nRepublic of Djibouti.\r\nPresident Guelleh (spoke in French): At the\r\noutset, allow me, on behalf of my Government and the\r\npeople of Djibouti, to express our profound sympathy\r\nand sadness to the Government and people of the\r\nUnited States on the terrible and devastating tragedy\r\nand despair resulting from Hurricane Katrina along the\r\ncoast of the Gulf of Mexico. The speed with which that\r\ntragedy occurred, as well as its serious consequences,\r\nhave shocked and unsettled us all.\r\nAllow me to congratulate the Co-Chairpersons on\r\ntheir joint election to preside over this summit, which\r\nconstitutes the Organizations largest such gathering\r\nsince its establishment 60 years ago. Their joint\r\nchairmanship reflects the importance of the effort we\r\nhave undertaken together. What we achieve, or fail to\r\nachieve, at this summit will no doubt have a profound\r\nimpact on humankind.\r\nI would be remiss in my duties if I did not pay\r\ntribute to the leadership, vision and determination of\r\nthe Secretary-General in motivating and encouraging\r\nus to enact a series of reforms to ensure that the\r\nOrganization remains relevant for future generations.\r\nHe has carried out his share of the responsibility in that\r\nregard.\r\nOur Meeting should not be limited solely to\r\nproviding mere political support. Instead, we should\r\nendeavour to bring about major, long-awaited changes.\r\nAny failure would be a reflection of collective\r\nimpotence and our lack of willingness to accept those\r\ncrucial changes.\r\nLastly, allow me to express our thanks to the\r\noutgoing President, Mr. Jean Ping, for his selflessness,\r\ndetermination and integrity. He has been able to secure\r\neveryones trust with grace, modesty, flexibility and\r\nopen-mindedness.\r\nThis summit has not been easy to organize. This\r\nis not a single event but, rather, the outcome of\r\naudacious collective efforts launched at the Millennium\r\nSummit, in 2000, thereby underscoring the major\r\ndevelopment issues of our generation, highlighting our\r\ncommon future and, lastly, illustrating our refusal to\r\naccept widespread poverty at this stage in our history.\r\nThe Millennium Declaration, which we adopted\r\nin 2000, committed our countries to a global\r\npartnership to reduce poverty, improve health and\r\npromote peace, human rights and gender equality, as\r\n2\r\nA/60/PV.5\r\nwell as to ensure the sustainability of our environment.\r\nThe Declaration also reaffirmed our faith in the\r\nOrganization, our commitment to the purposes and\r\nprinciples of the United Nations Charter and our\r\nrespect for international law, so as to maintain\r\ninternational peace and security.\r\nSince 2000, the world has experienced many\r\ncrises and witnessed many terrible instances of anger,\r\nsadness and revulsion. It has also experienced wars,\r\nglobal political and economic turmoil and, lastly, a\r\ndisturbing decline in international peace, understanding\r\nand cooperation. Regrettably, the central role of the\r\nUnited Nations in ensuring collective responses to\r\nglobal problems has suffered, while its effectiveness\r\nand relevance have come into question. The imminent\r\ncollapse of the United Nations has therefore become\r\nthe subject of intense speculation. Faced with that\r\nalarming prospect, the Secretary-General has, with\r\ngreat insight and determination, initiated a thorough\r\nreview of the United Nations system and has put forth\r\na series of vital reform proposals.\r\nIn his report entitled In larger freedom: towards\r\ndevelopment, security and human rights for all\r\n(A/59/2005), the Secretary-General urged Member\r\nStates to use this summit to strengthen the worlds\r\nsystem of collective security, to forge a genuinely\r\nglobal and multisectoral strategy for development and\r\nto intensify efforts to secure democracy and human\r\nrights for all peoples.\r\nA changing world needs a changing United\r\nNations system that is adaptable and prepared to\r\nprovide collective responses, that is working towards\r\neradicating poverty and promoting sustainable\r\ndevelopment, that advances human rights, promotes\r\ndemocracy and strengthens good governance, that is\r\nworking to combat terrorism and that is equipped with\r\nthe necessary technical and managerial expertise and\r\nresources to effectively perform its duties at all levels.\r\nThe past decade witnessed the holding of major\r\nconferences and summits in the economic and social\r\nfields that charted the outline of a comprehensive\r\nvision of development and identified agreed collective\r\ngoals aimed at improving the lives of the worlds\r\npeople. We fully appreciate the praiseworthy efforts\r\nmade to ensure full and swift implementation of the\r\nMillennium Development Goals, including those\r\nembodied in the Monterrey Consensus, which have\r\ngiven rise to unprecedented gatherings aimed at\r\nhelping the most disadvantaged peoples to overcome\r\npoverty.\r\nMany developing countries have special needs\r\nand challenges that must be addressed through the full,\r\ntimely and effective achievement of the goals and\r\ntargets adopted at major conferences, such as the\r\nBrussels Programme of Action for the Least Developed\r\nCountries. Unfortunately, most of the least developed\r\ncountries are located in Africa, and they also have\r\nspecial needs. Africa remains the only continent not on\r\ntrack to meet any of the goals of the Millennium\r\nDeclaration by 2015. It requires urgent priority\r\nassistance in all areas, including integration in the\r\ninternational trading system. Indeed, through the New\r\nPartnership for Africas Development (NEPAD), our\r\ncontinent has been able to meet challenges and take\r\nadvantage of opportunities. Strengthening cooperation\r\nin the context of NEPAD is therefore imperative.\r\nDuring the preparatory process leading up to this\r\nsummit, it became all too obvious that many promises\r\nand commitments made and targets set in the past were\r\nnot going to be met and that millions of men and\r\nwomen would continue to suffer from hunger, squalid\r\nconditions and grinding poverty. But what makes 2005\r\nsomewhat special is the growing recognition among\r\nmost of the developed countries that implementation of\r\nthe global development agenda has been very slow,\r\nunpredictable and uneven. Greater leadership,\r\ndetermination and consistency are sine qua non\r\nconditions for achieving our development goals.\r\nIn that connection, more donors must take the\r\nnecessary legislative steps at the national level.\r\nOfficial development assistance should not be aimed\r\nsolely at addressing the consequences of poverty but\r\nshould be targeted instead at creating conditions in\r\nwhich private investment can flourish. The ultimate\r\ngoal is self-sustainability. We hope that the World\r\nTrade Organization round of negotiations will be\r\nsatisfactorily completed by 2006. With the expected\r\npositive outcome of this summit with respect to\r\nallocating more resources for combating the growing\r\ndevastation of HIV/AIDS; the promotion of gender\r\nequality and the empowerment of women; the\r\ndiversification of agricultural commodities; the\r\nincreasing availability of the benefits of science and\r\ntechnology; and improved health-care systems in\r\ndeveloping countries, we will surely be on the path to\r\neconomic growth and renewal.\r\n3\r\nA/60/PV.5\r\nThe Millennium Development Goals are too\r\nimportant, therefore, for us to fail to meet them. It is\r\nnot enough to initiate strategies to accelerate progress\r\ntowards the Goals; what we need are strategies to\r\nachieve them. In recent years, many leaders have\r\nrightly stressed the interlinkage between poverty\r\nreduction and global security. To that end, we must\r\nmobilize international efforts to end violent conflict,\r\ninstability and terrorism. Poverty increases the risks of\r\ninstability in a variety of ways. We must effectively\r\naddress global insecurity. The fact is that wars, internal\r\nconflicts, terrorism and other evidence of profound\r\ninstability demand that we succeed in our fight against\r\npoverty.\r\nSince its independence, my country, as a matter\r\nof principle and as a major policy objective, has\r\npursued and supported the achievement of an inclusive,\r\negalitarian society, ensuring in particular equal\r\nopportunity for boys and girls and primary education\r\nfor all. We have made major investments in education\r\nto ensure that all children  boys and girls  receive\r\nfree, high-quality basic schooling up to the secondary\r\nand university levels. Considering our meagre\r\nresources, this undertaking is for us a mammoth\r\nchallenge given our growing population.\r\nMany issues have been the subject of intense,\r\noften contentious negotiations among Member States.\r\nThis is evidence of our desire to overhaul this\r\nOrganization so as to make it more relevant, more\r\ncredible, more effective and more efficient in the noble\r\nwork it is doing throughout the world.\r\nWe have been considering important proposals\r\nthat include bringing peace to a world fraught with\r\ndanger; expanding the Security Council to make it\r\nmore representative; creating a new Peacebuilding\r\nCommission to assist countries emerging from conflict;\r\nestablishing a new Human Rights Council to replace\r\nthe Human Rights Commission; seeking consensus on\r\nsteps to reduce extreme poverty; and meeting other\r\nMDGs with regard to health, education, environment,\r\naccess to potable water and womens rights. Finally, we\r\nhave been considering management and Secretariat\r\nreforms so as to institute significant changes and to\r\nenhance transparency and accountability, and to\r\npromote codes of conduct and ethics for all staff\r\nmembers.\r\nThe outcome document reflects a consensus\r\nagreement at the level of the least common\r\ndenominator for the international community. A\r\nnumber of promising proposals have been accepted in\r\nprinciple only, leaving the details to be worked out\r\nduring the sixtieth session. It is plain to see that we\r\nhave not fully discharged our responsibilities to take\r\nthe practical actions that are needed today.\r\nWe must accept for now our inability to agree on\r\nwide-ranging proposals. There is no doubt that we have\r\nlost a unique opportunity, yet we must not give up. We\r\nmust continue instead to strive to achieve tangible and\r\nlasting results.\r\nThe Co-Chairperson (Sweden): May I remind\r\nspeakers once again to abide by the agreed five-minute\r\ntime limit.\r\nThe Assembly will now hear an address by His\r\nExcellency Mr. Vladimir Vladimirovich Putin,\r\nPresident of the Russian Federation.\r\nPresident Putin (spoke in Russian): For six\r\ndecades the destiny of this world has been inseparably\r\nlinked to the work of the United Nations  the\r\ncontemporary, and one of the brightest symbols, of the\r\nvictory over Nazism.\r\nLet us recall that a commitment to the ideals of\r\nfreedom and humanism united the worlds nations in\r\ntheir joint fight against Nazism. The creation of the\r\nUnited Nations clearly reflected the will of civilized\r\nhumanity to avert new and devastating wars and the\r\nrevival of barbaric ideologies advocating violence,\r\naggression or racial superiority.\r\nIn the 60 years of its existence, the United\r\nNations has witnessed heated discussions and bitter\r\ndisagreements. But the Organization has become a\r\nunique forum for dialogue among nations on how to\r\nbuild a safer world. These walls have witnessed the\r\nbirth of many ideas on détente as well as a joint quest\r\nfor, and the establishment of, the foundations of a new,\r\nconfrontation-free world order. Looking back, we\r\ncannot but duly recognize this accomplishment by the\r\nUnited Nations.\r\nIn todays new historical context, the experience,\r\nauthority and supreme legitimacy of the United\r\nNations enables it to play an indispensable and truly\r\nunique role in global policy, economic and\r\nhumanitarian cooperation.\r\nTwo years ago, from this very rostrum, I outlined\r\nthe basics of Russias approach to enhancing the\r\n4\r\nA/60/PV.5\r\nefficiency of the United Nations. Our position on this\r\nissue remains consistent and unchanged. Indeed, there\r\nis a need to adjust the Organization to new historic\r\nrealities. But this process should be constructive. It\r\nshould take into account both the lessons learned and\r\nthe positive experience gained by the United Nations.\r\nAnd this process must unite, not separate. Only thus,\r\nthrough broad agreement, can we further strengthen the\r\nauthority and legitimacy of the United Nations as well\r\nas its capacity to respond more effectively to the\r\nchallenges of the twenty-first century.\r\nI am convinced that terrorism today poses the\r\nmain threat to human rights and freedoms and to the\r\nsustainable development of States and peoples. That is\r\nwhy it is the United Nations and its Security Council\r\nthat must be the main centre for coordinating\r\ninternational cooperation in the fight against terrorism\r\nas the ideological successor of Nazism. Moreover, the\r\nUnited Nations and the Security Council must\r\ncoordinate the settlement of the long-lasting regional\r\nconflicts that terrorists and extremists of all stripes\r\nparasitize by exploiting the historical burden of\r\nreligious, ethnic and social confrontation.\r\nIt is not only through concerted action by States\r\nthat we should counteract the ideologues of the\r\ndivision of civilizations and terrorist aggression; it is\r\nalso crucial that we engage the broad potential of civil\r\nsociety, the mass media, cultural and humanitarian\r\ncooperation and equal interdenominational dialogue.\r\nWho but the United Nations will be able to take on the\r\nrole of coordinating and organizing such work? In\r\ndoing so, it can rely on the support of all Member\r\nStates and on the cooperation of influential\r\ninternational organizations and entities aimed at\r\npromoting regional integration.\r\nRussia intends to increase its participation both in\r\nresponding to international crises and in the promotion\r\nof development and progress. Next year, as we preside\r\nover the Group of Eight, the Commonwealth of\r\nIndependent States and the Council of Europe, we will\r\ncontinue the joint work in this important area.\r\nIn conclusion, I should like to express the hope\r\nthat this summit will be successful and that the United\r\nNations will increase its influence and authority in the\r\ninternational community. Let us not forget that the\r\nOrganization belongs to all of us and to no one in\r\nparticular. May we have wisdom to preserve it for\r\nfuture generations.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Levy\r\nPatrick Mwanawasa, President of the Republic of\r\nZambia.\r\nPresident Mwanawasa: Allow me, on behalf of\r\nthe Zambian delegation, to congratulate the Co-\r\nChairpersons on having organized this important high-\r\nlevel review of progress towards the Millennium\r\nDevelopment Goals (MDGs). I should like to thank the\r\nSecretary-General for his tireless efforts to provide\r\nwell-researched documents to Member States and to\r\nfacilitate this important high-level meeting.\r\nIn the year 2000, at the dawn of the new\r\nmillennium, there was optimism for humankind, as the\r\nhope for change to a more democratic and equitable\r\nworld appeared to be very promising. In 2000,\r\noptimism for the future gave rise to a shared desire to\r\nrestructure the United Nations. Now, five years down\r\nthe line, it has become clear that the international\r\ncommunity has not found a common strategy to\r\nachieve the desired goals. My delegation calls for\r\ncollaborative efforts between the developed and the\r\ndeveloping countries to accelerate global efforts.\r\nWe applaud and support recent efforts aimed at\r\nproviding more resources for development, among\r\nwhich are the provision of debt relief through the\r\nHeavily Indebted Poor Countries (HIPC) Initiative, the\r\nrecent announcements by the Group of Eight countries\r\nof total debt cancellation and the efforts of some\r\nindustrialized countries that have met the official\r\ndevelopment assistance target of 0.7 per cent of gross\r\ndomestic product (GDP).\r\nLet me share with this House Zambias position\r\non the MDGs. It is the view of my Government that,\r\nalthough the record so far indicates that Zambia has not\r\nmade much progress on all eight targets, we have done\r\nenough to believe that they are achievable. In Zambia,\r\nwe see the next decade as our time for a breakthrough.\r\nWe are encouraged by the promise of total debt\r\ncancellation arising from our reaching the HIPC\r\ncompletion point in April this year. That development\r\nhas now raised our prospects for achieving part of the\r\nMDGs by 2015. As I speak, we are preparing our five-\r\nyear national development plan, which is anchored in\r\ninputs from district consultations. We are also working\r\nwith the United Nations country team in Lusaka to\r\nfirmly anchor the national development plan in the\r\nachievement of MDGs.\r\n5\r\nA/60/PV.5\r\nOur determination to succeed is based on the fact\r\nthat in the past two and half years, Zambia has\r\nregistered positive growth in agriculture. Real GDP\r\ngrowth in that sector was 7.5 per cent in 2004, having\r\nincreased from 4.5 per cent in 2003.\r\nIn the social sectors, we have recorded some\r\npositive developments in education, with increases in\r\nenrolment at all levels. However, that sector still faces\r\nchallenges related to an inadequate education\r\ninfrastructure.\r\nThere has been notable improvement in the health\r\nsector. The burden of malaria, the number-one cause of\r\nmortality, has been reduced through innovative and\r\nvigorous health service delivery programmes such as\r\nRoll Back Malaria. HIV/AIDS remains a major\r\nobstacle in the development process, as most of our\r\nhuman resource base is being depleted. My\r\nGovernment has put in place a multisectoral response\r\nto the pandemic and has scaled up its interventions\r\nthrough advocacy, counselling and antiretroviral\r\ntherapy.\r\nIn terms of resource mobilization, I am glad to\r\ninform participants that Zambia is one of the countries\r\nthat have benefited from the Monterrey Consensus on\r\nfinancing for development. We have agreed with our\r\ncooperating partners on good and efficient aid\r\nmodalities.\r\nMy Government has put in place prudent\r\nfinancial and public expenditure systems that will\r\nensure efficiency and transparency. We have declared\r\nzero tolerance for corruption and would like to see\r\ngreater support by the international community for the\r\ncollaborative work required to make such a programme\r\nsucceed.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Alfredo Palacio, President of the Republic of\r\nEcuador.\r\nPresident Palacio (spoke in Spanish): First, I\r\nwould like to express the solidarity of the people and\r\nthe Government of Ecuador with our brothers and\r\nsisters in the south of the United States, affected by the\r\nviolence of Hurricane Katrina.\r\nToday Ecuador reaffirms the commitment\r\nassumed by heads of State or Government at the\r\nMillennium Assembly held in New York in 2000. The\r\nMillennium Development Goals are a minimum, not a\r\nmaximum agenda: a starting point, not the end. They\r\nare a basic commitment that must be shouldered by all\r\nthe worlds Governments.\r\nMy Government proposes that the new world\r\norder must be built on the triple basis of the economy,\r\ninternational law and biology. At the national level, I\r\nhave incorporated this proposal into the profile of the\r\nEcuadorian citizen of the twenty-first century: a\r\nhealthy, educated and productive individual.\r\nAs soon as I assumed the presidency four months\r\nago, I paved the way for the reciprocal commitments\r\nneeded to insert all our Government plans and\r\nprogrammes into the framework of the Millennium\r\nDevelopment Goals. This is the guarantee for a\r\nnational transformation, the foundations of which must\r\nbe firmly established during our term of office. I have\r\ncreated the ministerial-level National Secretariat for\r\nthe Millennium Development Goals to ensure the full\r\nrealization of these dreams and utopias of an\r\nunwavering State policy.\r\nI have asked my people to agree, first of all, on\r\nthe quality of the nation we want, and then on the ways\r\nto achieve it. The homeland we dream of begins with\r\nthe re-establishment of the rule of law and the\r\ninauguration of a State based upon rights.\r\nMy Government has organized four key areas in\r\nwhich to attain the MDGs: health, social security,\r\neducation and productivity. Here, one prerequisite is\r\nthe restoration of the rule of law, which requires the\r\nprotection of civil and political rights.\r\nToday we are working on the political reform of\r\nthe State, including constitutional, party system and\r\nelectoral reforms. A referendum is being organized\r\nbased on a process of national consensus involving all\r\nthe political and social forces of the country.\r\nThe reactivation of production is also equally\r\nurgent. It brooks no delay. Current growth of the gross\r\ndomestic product (GDP) is 2.4 per cent per annum. We\r\nneed a 3.5 per cent to 4.5 per cent annual growth level\r\nto turn around recession, reactivate the productive\r\nsector, invest in the social sector and increase the\r\npurchasing power of our people. Above and beyond\r\nthat, however, we will have to double those figures in\r\norder to attain sustainable development for our nation.\r\nTo be specific, we need to foster growth, based\r\non increased investment. Investment in the oil sector\r\nand trade liberalization, although significant, will not\r\n6\r\nA/60/PV.5\r\nbe enough. It is indispensable to pool public and\r\nprivate resources in the non-oil productive sector, to\r\ncreate jobs in sectors such as tourism, manufacturing,\r\nagro-industry and construction.\r\nA key point of the Millennium Goals in Ecuador\r\nis universal health insurance, which aims to provide\r\nfull health care coverage to the entire population by the\r\nyear 2015, covering the entire range of human health\r\nissues. Current coverage in our country is 20 per cent;\r\nwe expect to finish our Administration in January 2007\r\nwith health coverage levels of 45 per cent.\r\nInvestment in and the development of science and\r\ntechnology are also included in the MDGs. Latin\r\nAmericas investment in this sector totals 1.6 per cent\r\nof world investment. Europe and Canada together\r\naccount for 38 per cent, Europe alone for 28 per cent\r\nand Japan for 14 per cent. Yet in Latin America, with a\r\npopulation of nearly 400 million, investment stands at\r\n0.58 per cent of GDP. Ecuador has historically invested\r\nless than 0.08 per cent of its GDP in this sector, and\r\nthis is one of the key reasons for its backwardness and\r\ndependency.\r\nWe in Ecuador have made a preliminary\r\ndiagnosis of the advances, delays, the current situation\r\nof the Millennium Goals and immediate challenges,\r\nand we have also conducted an exercise related to\r\nviability and costs. I have the privilege and the\r\nsatisfaction to present this first national report, copies\r\nof which are being distributed now. This work has been\r\npossible thanks to the coordinated effort of several\r\nagencies which I wish to thank: entities of the United\r\nNations system in Ecuador, multilateral donors,\r\nbilateral donors such as Spain, the Netherlands and\r\nSwitzerland, and our National Secretariat for the\r\nMillennium Goals.\r\nIn the report, we put a date on Ecuadors future:\r\n2015. We also define our ideal vision for our country\r\nfor 2020, when we shall mark two centuries of political\r\nindependence.\r\nSocial investment and human development are\r\npossible with ongoing policies and a collective will\r\nthat ensures the progressive and fair distribution of\r\nincome and an appropriate use of the budget.\r\nThe Co-Chairperson (Sweden): The General\r\nAssembly will now hear an address by His Excellency\r\nMr. François Bozizé, President of the Central African\r\nRepublic.\r\nPresident Bozizé (spoke in French): Our\r\nthoughts about the state of the world five years ago led\r\nus, after a thorough stocktaking, to resolve to do\r\neverything possible to improve it by 2015. It was for\r\nthat reason that we adopted the Millennium\r\nDeclaration, in which we made a commitment to tackle\r\ntogether the problems of security, peace, development,\r\nhuman rights and fundamental freedoms. Five years\r\nlater, how do we measure that commitment?\r\nBefore giving my opinion on the matter, I should\r\nlike to reiterate our great appreciation for the way in\r\nwhich the President of the General Assembly, Mr. Jean\r\nPing, conducted the proceedings of the fifty-ninth\r\nsession that has just ended. Through him, I should like\r\nonce again to pay tribute to the elder statesman, El\r\nHadj Omar Bongo Ondimba, as well as to other heads\r\nof State of the Central African Economic and Monetary\r\nCommunity who have made a great contribution to\r\nfurthering democratic renewal in the Central African\r\nRepublic. We also continue to give our support to our\r\nbrother, Secretary-General Kofi Annan, whose\r\ncontinued work in encouraging States to implement the\r\nMillennium Development Goals remains unwavering\r\nand outstanding.\r\nThe situation in the Central African Republic\r\nbefore 15 March 2003 ruled out any possibility of\r\nprogress in achieving the Millennium Development\r\nGoals. At that time, all of our State institutions were in\r\ndisarray, the country was in economic ruin, we were\r\noccupied by irregular foreign troops, the young people\r\nwere left to fend for themselves, and fundamental\r\nfreedoms were flouted. We were then sorely in need of\r\nthe patriotic upsurge that allowed us to establish a\r\nconsensual transition which, with the full support of\r\nthe international community, put an end to the divided\r\nstate of the country. Most importantly, it allowed us to\r\norganize general elections in a transparent and credible\r\nway  as acknowledged by international observers \r\nso that our country has now been restored to\r\nconstitutional legality.\r\nFor me this is the occasion to thank the\r\ninternational community wholeheartedly, beginning\r\nwith the United Nations and the International\r\nOrganization of la Francophonie, which have remained\r\nby our side as we have thus sought to return to\r\nconstitutional legality.\r\nI should also like to take this opportunity to say\r\nto the host country that the Central African Republic,\r\n7\r\nA/60/PV.5\r\nwhere for the last six weeks there have been torrential\r\nrains that have wreaked considerable damage, cannot\r\nbut express its strong feelings of compassion and\r\nsympathy to the United States of America, so hard hit\r\nby the passage of Hurricane Katrina through the Gulf\r\nof Mexico.\r\nI should emphasize here that, in the face of the\r\ndifficulties of every kind that may be encountered by\r\nMember States, large or small, solidarity must remain\r\nthe key word; it is the price of peace worldwide.\r\nMy country, emerging with difficulty from a long\r\ndecade of crises, feels a strong need for solidarity.\r\nAfter a period of transition, a new period of\r\nreconstruction is beginning for it. From this podium, I\r\nlaunch an appeal for solidarity: the people of the\r\nCentral African Republic, who are doing everything\r\nthey can to staunch the wounds of their crisis, need the\r\nhelp of all our friends to embark steadfastly and\r\nlastingly on the road to peace and stability.\r\nAdmittedly, the main effort must come from us. I\r\ncan assure you that the people of the Central African\r\nRepublic are determined to take charge of their own\r\ndestiny. The Government has taken courageous\r\nmeasures to re-establish security throughout the entire\r\nnational territory, to calm the political climate,\r\nre-organize our civil service and improve State\r\nrevenues. In the same way, we have taken steps to\r\nrelaunch our principle areas of production. But all of\r\nthose efforts require time to bear fruit. Without\r\nimmediate and strong support from the international\r\ncommunity, particularly the Bretton Woods institutions,\r\nthe danger of finding ourselves back at square one\r\nremains great.\r\nSince the completion of the electoral process, the\r\npeople of the Central African Republic have not\r\nstopped wondering about the timid financial support of\r\nits friends  the same friends who helped us make a\r\npolitical success of our consensual transition. It would\r\nbe a shame to have gone so far down this inspiring\r\npath, only to find we are not able to go any further.\r\nBetter an ounce of prevention than a pound of cure. In\r\nother words, resolute support for the reconstruction of\r\nour country is the only reasonable way to avoid going\r\nbackwards, as it is clear that extreme poverty is the\r\nfundamental cause of the tensions that are liable to\r\nrekindle another crisis.\r\nThe Secretary-General noted, in his report of\r\nMarch 2005, that: Unless all these causes are\r\nadvanced, none will succeed (A/59/2005, para. 17). I\r\nwould add that it is the fight for solidarity against\r\npoverty that we must fight together when we emerge\r\nfrom this plenary meeting.\r\nNo one can doubt the services that the United\r\nNations has rendered to restore and consolidate peace\r\nand security throughout the world. Similarly, no one\r\nwould challenge the relevance of the proposals made\r\nby the Secretary-General to re-galvanize our\r\nOrganization. In order then to give greater strength and\r\ncredibility to the United Nations, we must seize the\r\nopportunity afforded by this plenary meeting to make a\r\nsolemn commitment to take firm and courageous\r\ndecisions.\r\nAs an African country and a member of the\r\nAfrican Union, we fully subscribe to the position of the\r\nAfrican Union that calls for a rebalancing of\r\nresponsibilities within United Nations bodies, so that\r\nthe African continent may occupy a more just place\r\nwithin them.\r\nWith respect to human rights, my Government\r\nsolemnly reaffirms its commitment to work tirelessly\r\nto re-establish the rule of law. To that end, we will\r\nfocus on strengthening national capacity-building of\r\nour human rights institutions and will comply with all\r\nof our international obligations.\r\nIn conclusion, it is my hope that a more active\r\nform of solidarity will take effect among Member\r\nStates in order to promote peace, development, security\r\nand human rights throughout the world.\r\nThe Co-Chairperson (Sweden): Before\r\nintroducing the next speaker, I would ask the Assembly\r\nto please come to order and not to talk too much in the\r\nHall, because it is disturbing for those who want to\r\nlisten. If representatives have something to discuss,\r\nthey should please do so outside the Hall, out of\r\nrespect for the speakers.\r\nThe Assembly will now hear an address by His\r\nExcellency Mr. Branko Crvenkovski, President of the\r\nformer Yugoslav Republic of Macedonia.\r\nPresident Crvenkovski: Addressing this\r\ndistinguished forum provides us with the privilege and\r\nchance to seize the historic occasion of the sixtieth\r\nanniversary of the signing of the Charter, thus giving\r\nnew impetus to the efforts to deal with both old and\r\nemerging challenges and threats.\r\n8\r\nA/60/PV.5\r\nToday we have gathered here to make a fair\r\nassessment of the progress made in the implementation\r\nof the Millennium Declaration and the Millennium\r\nDevelopment Goals (MDGs), and of the major United\r\nNations conferences and summits in the social,\r\neconomic, environmental and related fields. At the\r\nsame time, in order to meet the targets by the year\r\n2015, we will be forward-looking in defining steps and\r\nactions to be taken or reinforced in order to achieve\r\nwhat we set as our priorities five years ago.\r\nWe agreed in Monterrey that development is our\r\nshared responsibility and requires our common\r\nendeavour. We welcome additional proposals for\r\ninnovative sources of financing and the recent\r\nagreement by Ministers of Finance of the Group of\r\nEight on multilateral debt relief.\r\nThe Republic of Macedonia is strongly\r\ncommitted to the full implementation of the MDGs at\r\nthe national level. In June 2005, supported by the\r\nUnited Nations Development Programme, we\r\npublished a report on the implementation of the MDGs\r\nat the national level. The report indicates that\r\nsignificant progress has been achieved in regard to a\r\nnumber of targets.\r\nThe fight against international terrorism remains\r\namong our top priorities. We strongly support the\r\ncomprehensive United Nations counter-terrorism\r\nstrategy and we feel encouraged by the recent adoption\r\nof the United Nations Convention against nuclear\r\nterrorism.\r\nWe support the efforts aimed at strengthening the\r\nexisting non-proliferation and verification regimes, as\r\nwell as new initiatives in this field such as the Global\r\nThreat Reduction Initiative. Coming from the region\r\naffected by the illicit trade in small arms and light\r\nweapons, we strongly support the full implementation\r\nof the United Nations Programme of Action to Prevent,\r\nCombat and Eradicate the Illicit Trade in Small Arms\r\nand Light Weapons in All Its Aspects.\r\nThe Republic of Macedonia remains committed\r\nto further democratic and economic development in\r\ncompliance with our top national priorities \r\nfull-fledged membership in the European Union and\r\nNATO; and we recognize the importance of good-\r\nneighbourly relations. Consequently, we are promoting\r\nregional cooperation in order to achieve sustainable\r\npeace and stability in Southern and Eastern Europe. In\r\nthis regard, we believe that the last open issue in the\r\nBalkans, the final status of Kosovo, will be resolved by\r\nBelgrade, Pristina and the international community,\r\nthus meeting the requirements of the United Nations.\r\nThe final status solution should bring lasting peace,\r\ndemocracy and security to the region.\r\nThe Republic of Macedonia strongly supports the\r\ncomprehensive United Nations reform, the aim of\r\nwhich is to adapt the Organization to the changing\r\nrealities and to strengthen its capacity to cope with the\r\nthreats and challenges of the twenty-first century. We\r\nwelcome the proposal for enhancing the Organizations\r\npeacebuilding capacity by establishing the\r\nPeacebuilding Commission to bridge the institutional\r\ngap between the end of conflict and the resumption of\r\nsustainable development, as well as the proposal to\r\nenhance the Organizations capacity for the promotion\r\nand protection of human rights by establishing a\r\nstanding Human Rights Council. We also believe that\r\nthe United Nations Democracy Fund will contribute to\r\nthe promotion of democracy worldwide.\r\nThe reform of the Security Council remains an\r\nessential part of the overall United Nations reform\r\nprocess, with the aim of adapting the Council to the\r\nnew realities and making it more representative and\r\nmore efficient in maintaining international peace and\r\nsecurity.\r\nIn conclusion, I am confident that our\r\ndeliberations will result in the adoption of an action-\r\noriented outcome document that will reflect our strong\r\ncommitment to making a better world for our own\r\ngeneration and for those to come. I strongly believe\r\nthat the effects of the implementation of our decisions\r\nwill soon be visible.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Jalal\r\nTalabani, President of the Republic of Iraq.\r\nPresident Talabani (spoke in Arabic): It is a\r\ngreat pleasure and honour for me to convey the\r\ngreetings and appreciation of the Government and\r\npeople of my country, Iraq. Here, I want to recall Iraqs\r\nachievements since the dawn of history. It is the place\r\nwhere writing was invented, the first legislation was\r\ndrafted and the human spirit and will established great\r\ncivilizations, the influence of which spread around the\r\nworld and left its own distinctive imprint on the history\r\nof humanity.\r\n9\r\nA/60/PV.5\r\nTodays Iraq stands once again as a partner in the\r\ninternational order. All of us hope to enhance the\r\nprinciples of balance and justice to create an\r\ninternational dimension for development. This\r\ndimension would reflect our joint responsibility in\r\nfacing terrorism, poverty, environmental imbalance,\r\nunemployment, marginalization, irrational use of\r\nwealth and resources, the unjustifiable violations of\r\nhuman rights, aggression, destruction and other\r\nchallenges that face our modern world.\r\nIraqs experience over three decades, resulting in\r\na unique experience and profound historical lesson, can\r\nbe summarized in one sentence: development is the\r\nother face of freedom and democracy. It is the other\r\nface of the progress made by individuals, society and\r\nthe State. Hence, a system of good governance that\r\nrespects human rights and stands on democratic\r\nfoundations is the only way to realize genuine\r\ndevelopment as a means to expanding the choices of\r\nthe individual.\r\nDespite the fact that Iraq had enough human and\r\nmaterial resources, the dictatorial regime that ruled it\r\nfor those decades fictionalized development. It\r\ncommitted crimes of genocide against the Iraqi people\r\nin Kurdistan, in areas such as Halabja, and in the south\r\nduring the popular uprising. It launched wars against\r\nits neighbours. It also failed to manage relations\r\nbetween the forces that represent society on the basis\r\nof a just, democratic system and wasted the countrys\r\nwealth. The regime placed a heavy burden on the past,\r\npresent and future of Iraq. It was a bad example of a\r\nregime in a world that realized that dictatorships could\r\nturn from a local threat to a regional, and perhaps,\r\ninternational one. That was exactly what happened in\r\nthe case of Saddams dictatorship.\r\nWe are trying to carry out reforms and rebuild\r\nwhat the dictatorship destroyed in Iraq. But we also\r\ncall for the reform of all the institutions of the United\r\nNations in such a way as to strengthen the role of the\r\nUnited Nations with regard to international peace and\r\nsecurity, as well as to international cooperation in the\r\neconomic, cultural and social fields. It should also\r\nrespect the principles of the equality and sovereignty of\r\nStates. Reform should be achieved by consensus,\r\ntaking into account the views and positions of\r\nMembers. It should also provide a basis for\r\nreactivating the role of the General Assembly in\r\nensuring international peace and security by setting up\r\nmechanisms that guarantee respect for and the\r\nimplementation of its resolutions.\r\nWe believe that the reform of the Security\r\nCouncil should result in greater transparency and wider\r\nparticipation by non-members. In expanding the\r\nmembership of the Council, we should ensure justice\r\nand equity in the representation of Member States, and\r\nestablish controls for the use of the veto, stressing the\r\nfairness of the principles according to which members\r\nof the Council are chosen.\r\nAnother facet of Iraqs experience offers an\r\nimportant lesson. Since 1991, the Iraqi Kurdistan\r\nregion in the north has managed to rid itself of the\r\ntyranny of dictatorship and implement successful\r\ndevelopment programmes, accompanied by a\r\ndemocratic parliamentary system and the rational\r\ninvestment of resources. Despite the scarcity of such\r\nresources, civil society organizations have managed to\r\nhave an effective influence, and the region has shown\r\nitself to be open to the world at the economic, political\r\nand cultural levels.\r\nThe experience of Iraqi Kurdistan shows truly\r\nthat human development cannot continue to make\r\nprogress or achieve the desired results in a society in\r\nwhich injustice and human rights violations prevail. It\r\nalso shows that democracy and freedom are two\r\nessential conditions for economic, environmental and\r\ncultural development.\r\nIn this connection, I would like to address the\r\nAssembly in the other official language of Iraq,\r\nKurdish.\r\n(spoke in Kurdish; English text provided by the\r\ndelegation)\r\nI would like to convey the greetings of the people\r\nof Iraqi Kurdistan, which is part of Iraq, to the\r\nAssembly. It is a source of pride for us that Iraqi\r\nKurdistan has become a model for democratic\r\nexperience, rehabilitation and economic, cultural and\r\nsocial development, just as it was a fortress for free\r\nIraqis in their struggle against dictatorship. This proves\r\nthat a free and democratic people can set a model for\r\ndevelopment in every respect.\r\n(spoke in Arabic)\r\nIraq managed to get rid of that regime after a war\r\nof liberation. Every province in Iraq can now benefit\r\nfrom Kurdistans experience. At the same time,\r\n10\r\nA/60/PV.5\r\nhowever, we must rid ourselves of the remnants of\r\nbackwardness in other areas of Iraq. In order for the\r\nnational experience to move ahead on a clear path, with\r\nclear goals, the redistribution of authority should be\r\nachieved on the basis of free exercise of democracy\r\nand the fair distribution of wealth in such a way as to\r\nguarantee all the rights of the citizens without\r\ndiscrimination or marginalization.\r\nThat is not an easy task. Today, Iraq is facing a\r\nmost brutal campaign of terror and insurrection waged\r\nby the forces of darkness. Terrorists are killing\r\nhundreds of Iraqis, destroying our wealth and trying\r\ntheir best to stop our march towards the just goal of\r\nrebuilding our country by creating a constitutional and\r\nfair regime subject to popular scrutiny. The terrorists\r\ntarget individual Iraqis; they have declared a war of\r\nannihilation against innocent civilians. They aim to\r\ndestroy every development ambition. Furthermore,\r\nthey want to make Iraq a base for both regional and\r\ninternational threats  a centre for dark, blind\r\nterrorism.\r\nIraqs war on terror requires broad Arab and\r\ninternational support for the sake of not only Iraq but\r\nalso the whole world. Defeating terrorism in Iraq is an\r\nessential condition for defeating it throughout the\r\nworld. Thus, Iraq has a right to build a modern,\r\ndemocratic and federal State. In achieving that end,\r\nIraq has the right to look towards its friends in the\r\ninternational community, including the international\r\nlending agencies, to write off its debts, review the\r\ncurrent compensation programme and provide\r\neconomic expertise so as to enable the country to avoid\r\npossible pitfalls in moving towards a market economy.\r\nIraq is a founding and active member of the\r\nLeague of Arab States; we support the charter of that\r\norganization and the decisions of Arab summits. We\r\nsupport the Palestinian people in their struggle to\r\nachieve their legitimate rights, in accordance with\r\ninternational resolutions. Development requires peace,\r\nas well as investments from various sources.\r\nIraq has risen out of the ashes of dictatorship with\r\nall the attendant backwardness, waste of resources and\r\nabuse of people. Now, we are opening our hearts and\r\nhoping that the world understands the value and the\r\nimportance of Iraqs experience in fighting terrorism\r\nand its rejection of the terrorists backward ideology.\r\nIraq is determined to rebuild its present and future with\r\npatience and determination, on the basis of human\r\nrights and democracy.\r\nFrom this rostrum, we stress that Iraq is now free,\r\nthanks to the will and awareness of its people, the\r\nloyalty of our friends, the help of international\r\norganizations and the Coalitions war of liberation\r\nunder the leadership of the United States of America.\r\nIraqs experience offers many lessons and\r\noutcomes, both from the period of its struggle against\r\ndictatorship and today. Iraq has no hesitation in openly\r\nand frankly stating that it is in desperate need of\r\nexpertise, investment and moral support for its efforts\r\nto fight terrorism. The form that the democratic,\r\npluralistic and federal Iraq will take is not quite clear\r\nyet. Democracy, mutual respect and the fair\r\ndistribution of power all need time.\r\nLastly, I urge Member States to participate in\r\nrebuilding Iraq in a spirit of partnership and mutual\r\nresponsibility and respect, based on the rational\r\ndistribution of interests.\r\nWe should know that the rebuilding of Iraq will\r\nundoubtedly mean the defeat of terrorism, which has\r\nbecome a danger to humanity and to civilization. We\r\nshould also be in no doubt that the actions of terrorists\r\nmake the future uncertain for the international family.\r\nI would like to thank the Assembly and wish it\r\nevery success in its endeavours. We are all partners in\r\nfailure, in success and in responsibility.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Alyaksandr Lukashenka, President of the Republic\r\nof Belarus.\r\nPresident Lukashenka (spoke in Russian):\r\nHeads of State are convening here at the United\r\nNations in order to take an honest look at todays\r\nworld. We must, together, answer the most important\r\nquestion: are we leading our countries and humankind\r\nalong the right path? We must answer that question for\r\nourselves and for our nations. Otherwise, we stand no\r\nchance of getting out of the present deadlock.\r\nFifteen years have passed since the break-up of\r\nmy country, the Union of Soviet Socialist Republics.\r\nThat event dramatically changed the world order. The\r\nSoviet Union, despite all the mistakes and blunders of\r\nits leaders, was a source of hope and support for many\r\nStates and peoples. The Soviet Union provided for\r\n11\r\nA/60/PV.5\r\nbalance in the global system. Today, the world is\r\nunipolar, with all the consequences that stem from that\r\nfact. Once-prosperous Yugoslavia was devastated and\r\nhas disappeared from the map of Europe. Long-\r\nsuffering Afghanistan became a hotbed of conflicts and\r\ndrug trafficking. The bloody slaughter in Iraq is\r\ncontinuing to the present day. That country has turned\r\ninto a source of instability for the entire region.\r\nIran and North Korea are being viewed through\r\nthe sights of a gun, as are Colombia, Cuba and other\r\nStates.\r\nBelarus is a nation like the majority represented\r\nin this Hall. We emerged from the debris of the cold\r\nwar to become a State advanced in science and\r\ntechnology, one inhabited by 10 million highly\r\neducated and tolerant people.\r\nLike others, what we need from the world is\r\npeace and stability. Nothing more. The rest we shall\r\ncreate ourselves through our own efforts.\r\nMy country is free from conflicts. Different\r\nnations and nationalities peacefully coexist in Belarus,\r\neach practising religions of their own and having their\r\nown way of life. We do not cause trouble for our\r\nneighbours, neither through territorial claims nor by\r\ntrying to influence their choice of the way to\r\ndevelopment. We gave up our nuclear arms and\r\nvoluntarily relinquished the rights of a nuclear\r\nsuccessor to the Soviet Union. We have established a\r\nlasting and successful union with Russia as our very\r\nclose neighbour. We are building our country, using our\r\nown wits and on the basis of our own traditions. But it\r\nis obvious that the choice of my people is not to\r\neveryones pleasure. It does not please those who strive\r\nto rule the unipolar world. Can anyone wonder how?\r\nIf there are no conflicts, they are invented. If\r\nthere are no pretexts for intervention, imaginary ones\r\nare created. To that end, a very convenient banner was\r\nchosen: democracy and human rights; not in their\r\noriginal sense of the rule of people and personal\r\ndignity, but solely and exclusively in the interpretation\r\nof the leadership of the United States of America.\r\nRegrettably, the United Nations, though it\r\nbelongs to us all, allows itself to be used as a tool of\r\nthis policy. I am saying this with particular bitterness\r\nand pain as President of a country that co-founded the\r\nUnited Nations, after sacrificing the lives of one third\r\nof its people during the Second World War for the sake\r\nof our own freedom and the freedom of Europe and the\r\nentire world.\r\nBut how can the United Nations be minding\r\nimaginary problems, while unable to see true disasters\r\nand catastrophes, of a calibre and nature such that\r\nnobody other than the United Nations as a community\r\nof civilized nations can cope with them and restore\r\njustice and order?\r\nQuite recently, in a nearby Chamber we were\r\nshown maps and graphs allegedly depicting weapons of\r\nmass destruction in Iraq. Were those weapons found?\r\nThey do not exist. In the meantime, Iraq was razed\r\nwith bombs and devastated; people were brought to\r\nutmost despair.\r\nHas there been an open and independent trial\r\nunder United Nations supervision of the prisoners at\r\nGuantánamo? How many of them are there, and who\r\nare they?\r\nAfghanistan was ravaged with rockets and bombs\r\nunder the pretext of finding Bin Laden. Was the\r\nworlds number-one terrorist captured? Where is he\r\nnow? He is at large, but Afghanistan and Iraq has\r\nbegun to generate hundreds and thousands of\r\ninternational terrorists. Foreign troops occupied\r\nindependent Afghanistan, but drug production grew\r\ntenfold. Did those troops enter the country for that\r\npurpose?\r\nThe leaders of the destroyed Yugoslavia and Iraq\r\nwere put behind bars on groundless, absurd and far-\r\nfetched accusations. The trial of Slobodan Milosevic\r\nhas been made into a long-running caricature. Saddam\r\nHussein was abandoned to the mercy of the victor, like\r\nin barbarian times. There is nobody to defend their\r\nrights except the United Nations. Their States no\r\nlonger exist; they are destroyed.\r\nAIDS and other diseases are ravaging Africa and\r\nAsia. Poverty and deprivation have become a real and\r\nnot a virtual weapon of mass destruction; moreover, a\r\nracially selective one. Who will be able to stop this?\r\nWho will insist that the United States of America\r\nput an end to its attempts against Cuba and Venezuela?\r\nThose countries will independently determine their\r\nown lives.\r\nTrafficking in persons has become a flourishing\r\nbusiness. Sexual slavery of women and children is seen\r\nas a common thing, almost normal. Who will protect\r\n12\r\nA/60/PV.5\r\nthem and bring to justice consumers of this live\r\ncommodity?\r\nThis, in short, is the distressing state of the\r\ntransition to the unipolar world.\r\nWas it for that purpose that we established the\r\nUnited Nations? Is it not high time for the United\r\nNations to put an end to internal corruption scandals\r\nand begin to address the anguish and misery in the\r\nworld? The answer to this question, in our view, is very\r\nclear.\r\nLet us be honest to the end. We cannot bury our\r\nhead in the sand like an ostrich. In the end, the United\r\nNations is us. Therefore, it is up to us to take the\r\ndestiny of the world in our own hands. We must realize\r\nthat the unipolar world is a world with a single track, a\r\none-dimensional world. We must become aware that\r\nthe diversity of ways to progress is an enduring value\r\nof our civilization; the only one that can ensure\r\nstability in this world.\r\nThe freedom to choose a way to develop is the\r\nmain precondition for a democratic world order. That is\r\nexactly what this Organization was established for.\r\nI hope that the mighty of the world will\r\nunderstand this too. Otherwise, the unipolar world will\r\nultimately strike them back.\r\nIf we agree among us on this principal point, then\r\nwe shall succeed in implementing the principles of\r\nmultipolarity, diversity and freedom of choice, both in\r\nreality and in the United Nations documents that we\r\nmust abide by. We shall protect the world from\r\nterrorism and vulnerable women and children from\r\nslavery. We would protect all those that are\r\nunprotected.\r\nIt is then that the United Nations would become\r\nthe organization of the genuinely united nations. This,\r\nand not a numerical increase in the Security Council\r\nmembership, is precisely the core of the United\r\nNations reform.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Ricardo Lagos Escobar, President of Chile.\r\nPresident Lagos Escobar (spoke in Spanish):\r\nChile is attending this plenary meeting with a mixture\r\nof hope, but also, it must be stated, with frustration.\r\nLet us be clear on this. We have not achieved what we\r\nhad hoped by the 60th anniversary of our Organization.\r\nOf course, the United Nations has played a key\r\nrole in the history of the past few decades. Its\r\ncontribution to the settlement of 170 conflicts and in\r\n60 peacekeeping missions since 1948 bears witness to\r\nthat fundamental presence.\r\nHowever, the United Nations and the current\r\ninternational agenda are more than this. We have\r\nstressed the need to promote comprehensive reform,\r\nbased on the triad of security, human rights and\r\ndevelopment. This triad will form a whole, focusing on\r\nthe human person.\r\nFor Chile, multilateralism is not merely a\r\nconceptual category or a slogan, but a political reality.\r\nIt is part of the local policy when an open country like\r\nChile deals with the world. The national interest of a\r\nrelatively small State such as Chile seems better\r\nprotected by an effective multilateral system. A system\r\nof rights and duties, in which we advance together,\r\nassuming the tasks of a fairer and more balanced\r\ninternational order.\r\nBecause we believe in this dimension of rights\r\nand duties, we went to Haiti as soon as the Security\r\nCouncil made its first appeal. There was an ethical and\r\npolitical obligation to help to build peace in the poorest\r\ncountry on our continent. Today, we hope that elections\r\nwill be duly held and that international cooperation\r\nwill be forthcoming in a timely manner.\r\nIn the same spirit, we have worked to achieve the\r\nMillennium Development Goals. We have managed to\r\nfulfil those goals through clear public policies,\r\nespecially in support of the most destitute sectors, the\r\ndisinherited of this world.\r\nToday, in this Assembly, a question resounds:\r\nWhen and how are we going to promote a policy of\r\nglobal public goods that endeavours at the global level\r\nto narrow the gaps between rich and poor and to move\r\ntowards greater equality?\r\nGlobalization is here to stay. And because it is a\r\nreality, it should be expanded for the benefit of the\r\ngreat majorities in the spirit of a global civic compact.\r\nThe draft outcome document of this High-level\r\nPlenary Meeting, painstakingly finalized a few hours\r\nbefore the meeting opened, must be viewed with\r\ninterest and satisfaction. Although that document does\r\nnot fully meet our expectations, we consider it to be a\r\nstarting point on the road to changes needed by the\r\nOrganization. That document is not a goal in itself. It is\r\n13\r\nA/60/PV.5\r\nthe beginning of a road. Most of the text is the statement\r\nof a development agenda, whose implementation\r\nrequires a global alliance.\r\nWe especially welcome the establishment of a\r\nHuman Rights Council, whose details we hope can be\r\nfully worked out before the end of this session of the\r\nGeneral Assembly. We hope that in this Human Rights\r\nCouncil all the Member States will be studied in the\r\nsame transparent way.\r\nOnce established, the Peacebuilding Commission\r\nand the Democracy Fund will provide direction for our\r\nfuture activities. In that regard, we should like to move\r\nforward to establish them simultaneously. One will\r\ncontribute to reconstruction and reconciliation in\r\ncountries emerging from conflict; the other will\r\nenhance national capacities to implement democratic\r\nprinciples and practices. Chile has made an initial\r\ncontribution and supports the establishment of the\r\nFund.\r\nWe must translate our strong condemnation of\r\nterrorism in all its forms and manifestations into a\r\ndecisive political impetus to finalize the\r\ncomprehensive convention on terrorism before the end\r\nof this session.\r\nThese initiatives, along with other current and\r\nfuture achievements, give us hope and point to such\r\npending tasks as the establishment of a Security\r\nCouncil that reflects the political realities of todays\r\nworld, and not that which prevailed at the end of the\r\nSecond World War. Sixty years on, we need a Security\r\nCouncil that reflects todays world.\r\nLastly, I should like to say that Chile pledges its\r\nfull political will to move ahead with these tasks in\r\norder to usher in a world in which multilateralism is\r\nthe framework for harmonious international co-\r\nexistence. There is still time for this session to become\r\na historic turning point, a moment at which the\r\ninevitable reform of our Organization is initiated and\r\nforcefully carries the United Nations into a future of\r\nefficiency and relevance. That is what humankind both\r\nneeds and demands in the twenty-first century.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Al Hadji\r\nYahya A.J.J. Jammeh, President of the Republic of the\r\nGambia.\r\nPresident Jammeh: Five years ago, we gathered\r\nin this Assembly and adopted the Millennium\r\nDeclaration. We set out some time-bound development\r\ngoals whose achievement would significantly improve\r\nthe lives of the hundreds of millions of dispossessed\r\npeople in the world. Now, with the first five-year\r\nreview, we are all still very much committed to the\r\nMillennium Development Goals (MDGs), and are still\r\nagreed that, with focus and will, they are indeed\r\nattainable by the target date of 2015. We must admit,\r\nhowever, that the overall scorecard, especially for sub-\r\nSaharan Africa, is not all too encouraging, because\r\nvery little progress is being made towards some of the\r\ncritical Goals.\r\nThere is no gainsaying that much more has to be\r\ndone, particularly in the area of resource mobilization,\r\nto clear the pathways for faster and smoother progress\r\ntowards the attainment of the MDGs, especially for the\r\ndeveloping world. We must improve the flow and\r\nquality of official development assistance (ODA),\r\nincluding the early attainment of the agreed target of\r\n0.7 per cent of gross national product for ODA.\r\nWe must strive to reduce leakages from the\r\neconomies of developing countries and open up\r\nsignificantly more markets for commodities from\r\ndeveloping countries, in order to help stimulate a faster\r\nrate of growth and development in those countries. We\r\nmust do more to help ease the strangulation of debt on\r\nour already weak and fragile economies and resolve to\r\nachieve immediately total cancellation of the debt of\r\nleast developed countries. If we do not wish to suffer\r\nfailure in our quest for a just and happier world, or see\r\nthe cost of achieving the MDGs skyrocket, we must go\r\nbeyond commitments and mere words and ensure that\r\nthe resources that developing countries require are\r\nadequate, predictable and available without any further\r\ndelay.\r\nThe world must take initiatives to redress\r\nimbalances in the area of information, communication\r\nand technology, for that area has become a source of\r\npower and opportunity in todays globalized world. We\r\nmust therefore do everything to reduce the digital\r\ndivide between North and South. It is only in that way\r\nthat the noble intentions articulated in New York,\r\nMonterrey and Johannesburg will find expression in\r\nways that touch and transform the lives of the worlds\r\ndispossessed people, so much that they can live in a\r\nbetter world devoid of despair and destruction.\r\nRegarding progress on the MDGs, I wish to\r\ninform this gathering that the commitment of the\r\n14\r\nA/60/PV.5\r\nGambia to the Millennium Development Goals is not\r\nin doubt. The MDGs provide the benchmarks for all\r\nour development endeavours and have been integrated\r\ninto our poverty reduction strategy paper and our\r\nnational development strategies. In that regard, we\r\nhave been able to use them as the main components of\r\nour poverty-monitoring system. We have been making\r\nsteady  and, in some cases, rapid  progress\r\ntowards attaining the Goals.\r\nBoth the United Nations Development\r\nProgrammes Human Development Reports and reports\r\nof the Economic Commission for Africa indicate that\r\nthe Gambia is among the very few countries that are on\r\ncourse towards attaining, by the target year of 2015,\r\nthe goals of reducing child malnutrition and mortality,\r\nas well as maternal mortality; combating HIV/AIDS,\r\nmalaria and other diseases; achieving environmental\r\nsustainability through a reversal of the loss of\r\nenvironmental resources and increasing access to safe\r\ndrinking water.\r\nAs we continue on that course, we recognize that\r\nuniversal access to sexual and reproductive health and\r\nthe protection of reproductive rights are critical to\r\nachieving the MDGs. The Gambia is also one of only\r\nfour countries in Africa that are ahead in meeting the\r\ngoal of achieving universal primary education and\r\ngender equality in education by the year 2015. We have\r\nbeen able to register those successes in spite of serious\r\nconstraints, thanks to my Governments adoption, since\r\n1994, of sound and appropriate policies and\r\nprogrammes for economic growth and development for\r\nthe betterment of the Gambian people.\r\nI must hasten to add that, in spite of the\r\nachievements already indicated, the challenges that lie\r\nahead are enormous. The Gambia still faces the\r\nchallenges of inadequate resources to implement the\r\npoverty reduction strategy paper, inadequate funds to\r\nfinance agricultural development, lack of effective\r\nmarket access and a host of other difficulties. To\r\ncompound those problems, we are also spending 40 per\r\ncent of our budget on debt repayment.\r\nAll of us gathered here today should continue to\r\ngive high priority to resolving the lingering conflicts\r\non the African continent, considering that peace and\r\nsecurity are sine qua non conditions for the attainment\r\nof the Millennium Development Goals, which we\r\ncommitted ourselves to achieving by 2015.\r\nAgainst that backdrop, we in the Gambia are\r\nunreservedly committed to the realization of a\r\npeaceful, stable and conflict-free Africa. I therefore\r\ncall on the entire international community to provide\r\nspecial opportunities for Africa through increased\r\nforeign direct investment, better and less restrictive\r\ntrade policies and practices and also significantly\r\ngreater volumes of Official Development Assistance to\r\nAfrica.\r\nWe are about to enter the critical decade leading\r\nto our target year 2015, with high hopes for the\r\nrealization of the many commitments we made before\r\nand those we shall make now. Ours is a world whose\r\nattention needs to be continuously and persistently\r\ndrawn at every turn to the realities of excruciating\r\npoverty, famine and disease. We must not let slip the\r\nopportunity to revive the worlds interest in those\r\nproblems and its determination to confront them. It is\r\nmy hope that the partnerships that we have forged for\r\nthe attainment of the Millennium Development Goals\r\nwill again be reinforced and together we will work\r\ntowards achieving this noble mission with a strong,\r\nreformed and revitalized United Nations at the centre.\r\nThe Co-Chairperson (Sweden): The General\r\nAssembly will now hear an address by His Excellency\r\nMr. Amadou Toumani Touré, President of the Republic\r\nof Mali.\r\nPresident Touré (spoke in French): First of all, I\r\nshould like to greet and congratulate the two eminent\r\npersons designated to chair the proceedings of this\r\nHigh-level Plenary Meeting of the General Assembly.\r\nMy greetings and congratulations also go to the\r\nSecretary-General, our brother Kofi Annan, for his\r\ntremendous work at the head of our Organization. I\r\nshould like to take this opportunity to congratulate the\r\nGabonese President, as well, for the skill with which he\r\ndischarged his duties at the helm of the General\r\nAssembly. Let me also join in thanking Professor\r\nJeffrey Sachs and all of his Millennium team.\r\nFive years after the Millennium Summit,\r\nsubstantial progress has been realized, it is true, but\r\nsome countries, particularly those in Africa, still have\r\nmany of their people living in extreme poverty, and\r\neven in precarious conditions. In Mali, the State, in\r\ncollaboration with non-governmental organizations\r\n(NGOs) and civil society, has adopted a strategic\r\nframework to combat poverty, which expresses our will\r\nto take development actions that are better organized,\r\n15\r\nA/60/PV.5\r\nmore consensual, and therefore, more effective and\r\ncapable of rapidly reducing poverty in a lasting way.\r\nThe progress report on implementation of the\r\nMillennium Development Goals (MDGs) in Mali takes\r\nstock of our achievements and of the obstacles\r\nencountered, and we have taken this opportunity as\r\nwell to assess what still needs to be done to attain the\r\nGoals.\r\nThe MDGs are the surest way to speed up our\r\nadvance towards well-being, so long-sought and\r\nhoped-for. Mali fully subscribes to the vision and the\r\nstrategic choices of the MDGs, namely, to invest\r\nmassively and especially in human capital, and in basic\r\ninfrastructure, because it is thereby that everything else\r\nwill be built. In the end we wish to create an\r\nenvironment where roads connect communities, where\r\nagricultural production no longer depends on the\r\nvagaries of the weather, and which facilitates access to\r\nwater and to commodities such as energy and\r\ntelecommunications.\r\nAt the same time, development projects in\r\ntargeted sectors need financing that is stable, adequate,\r\npredictable and lasting. The Monterrey Consensus\r\nrecognizes that development is a shared responsibility,\r\nwhich begins with the efforts of developing countries\r\nthemselves, supported by the commitment of our\r\npartners. Therefore, in following up on the Heavily\r\nIndebted Poor Countries (HIPC) Initiative and the\r\ndecision recently taken by the Group of Eight (G-8) to\r\ncancel the multilateral debt of a number of countries,\r\nincluding Mali, our partners must now accelerate\r\nmovement towards a substantial increase in official\r\ndevelopment assistance (ODA), so as to achieve 0.7\r\nper cent of GDP. Once again our great appreciation\r\ngoes to those countries that have achieved or exceeded\r\nthat threshold. ODA seems to us to be more\r\nindispensable than ever, if we are to put in place\r\ninfrastructure for education, health and social services.\r\nPrivate investment has its role to play to drive the\r\nvigorous growth necessary for economic momentum in\r\nthe African continent. Africa needs new resources. We\r\nalso need an ongoing dialogue with our partners to\r\nreadjust the allocation of those resources in the light of\r\nour development needs. Let me say here how much I\r\nwelcome the original proposal made by the President\r\nof the Republic of France, Jacques Chirac, to levy a tax\r\non airline tickets to mobilize supplementary resources\r\nessential for development.\r\nWith respect to United Nations reform, the\r\nAfrican Union has made consistent, balanced and fair\r\nproposals that would allow the Security Council to be\r\nmore representative of the international community as\r\na whole and of current geopolitical realities.\r\nDevelopment can only be achieved in a context of\r\npeace and security. Respect for human rights and\r\ndemocratic principles will make a great contribution, to\r\nbe sure. Mali is deeply committed to democratic values\r\nand respect for human rights. In a few weeks, we are\r\ngoing to have an important meeting in Bamako to\r\nreview implementation, five years on, of the\r\nDeclaration on the Practices of Democracy, Rights and\r\nFreedoms in the French-Speaking Community.\r\nFurthermore, Mali, as current chair of the Community\r\nof Democracies, welcomes yesterdays launching of the\r\nDemocracy Fund and the Secretary-Generals proposal\r\nto create a Human Rights Council.\r\nIn conclusion, I should like to reiterate that this\r\nHigh-Level Meeting is taking place at a particularly\r\ncrucial moment. Our people are tired of promises and\r\nparticularly tired of speeches. Our responsibility\r\ntowards future generations is immense. Young people\r\nare more and more impatient regarding their education\r\nand especially regarding jobs.\r\nMali will continue to advocate for a world which\r\nis more just and more balanced. I do believe that this\r\nother world is possible and that we have the means to\r\nbuild it.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Luiz\r\nInácio Lula da Silva, President of the Federative\r\nRepublic of Brazil.\r\nPresident Da Silva (spoke in Portuguese;\r\nEnglish text furnished by the delegation): The\r\nMillennium Goals are a significant achievement of\r\ncontemporary humanism. They represent the victory of\r\nthe values of human solidarity over the doctrines of\r\nmoral indifference and political omission with regard\r\nto the excluded. They show that we have achieved a\r\nhigher level of collective awareness. They are rooted in\r\nthe conviction that we must fight inequalities while\r\nrespecting and appreciating diversity. They express the\r\nvision of democracy according to which political rights\r\nare inseparable from economic, social and cultural\r\nrights. They underline the need to increase the\r\nproduction of wealth, but to make the benefits\r\navailable to all, never eliminating  but rather\r\n16\r\nA/60/PV.5\r\nprotecting and renewing  the sources of life. That\r\nwill surely require new creative and responsible\r\nrelations on the part of human beings with nature and\r\nwith one another.\r\nIn short, the Goals express the ideal of a\r\ncivilization in which peace is based on justice. No\r\nother goals could be more just or appropriate. Our\r\nchallenge is to make them real. In order to do so, we\r\nneed more than routine mechanisms and procedures. In\r\nmost countries, the Goals will simply not be met under\r\nexisting financing schemes and restrictions on aid\r\nflows. We must take immediate and courageous steps.\r\nThe resources available for fighting poverty and\r\nhunger must be significantly expanded; we need to\r\nprovide development opportunities to poor countries.\r\nIf developed countries attain the required\r\nstrategic vision, they will realize that that new posture,\r\nthat additional effort, is not only fair, but absolutely\r\nnecessary. Otherwise, I fear that international peace\r\nand security will remain a mirage.\r\nI have always said  and I wish to reiterate \r\nthat each country must do its own part. In Brazil, we\r\nhave strived to implement the same measures that we\r\nhave been proposing in the international arena. We do\r\nnot presume to be a model for others, but we are\r\nmotivated by great enthusiasm and political resolve.\r\nWe have adopted the Millennium Development Goals\r\nas mandatory benchmarks for all public policies. We\r\nhave established a national award recognizing best\r\npractices in social solidarity in municipalities,\r\nchurches, the business sector and social movements.\r\nI should like briefly to highlight initiatives by our\r\nGovernment in four areas: the fight against hunger, the\r\nright to employment, the promotion of racial and\r\ngender equality and environmental preservation.\r\nToday, the zero hunger programme  whose\r\nprimary tool is the family stipend  reaches\r\n7.5 million families, or some 30 million Brazilians. By\r\nthe end of my tenure, all families living below the\r\npoverty line will have been incorporated into the\r\nprogramme. Brazil will finally ensure for all its\r\nchildren the right to eat every day.\r\nWe have come far, and we have earned the\r\ncredibility to aim at even more ambitious steps towards\r\nsocial justice. Brazil has resumed a sustained growth\r\nrate, creating jobs and distributing wealth. In the past\r\n32 months, we have created 3.2 million new jobs in the\r\nformal sector, in addition to hundreds of thousands of\r\njobs created in the area of family agriculture.\r\nAttention to womens rights and the promotion of\r\nracial equality permeate all our public policies. We\r\nhave created special secretariats with ministerial\r\nstanding to ensure that our Government team will\r\nactually enable us to achieve the Goals. I am very\r\nmoved by one example in particular: poor black and\r\nindigenous people educated in public schools can now\r\nattend universities because of our affirmative action\r\nprogramme, with financial support for poor students.\r\nAnother example: we have ended the centuries-old\r\npractice of discriminating against rural women by\r\nallowing only men to own land. Now both men and\r\nwomen can enjoy the right to land ownership.\r\nAgricultural credit also used to be the privilege of men\r\nalone, now both men and women farmers can take out\r\nloans.\r\nWith regard to the environment, I am pleased to\r\nhighlight the consistent drop in deforestation rates in\r\nthe Amazon region and the new prospects emerging for\r\nthe regions 22 million inhabitants as a result of the\r\nsustainable Amazon plan, an innovative project aimed\r\nat ecologically oriented social and economic\r\ndevelopment.\r\nBrazil is becoming a more productive and caring\r\ncountry. We are ready and willing to join forces with\r\nnations around the world to achieve the Millennium\r\nGoals for the benefit of poor people and all of\r\nhumanity throughout the world.\r\nI should like to conclude by highlighting one\r\npoint that I made yesterday in my statement to the\r\nSecurity Council. There is an urgent need to reform\r\nthat body to make it more legitimate and\r\nrepresentative; otherwise, the United Nations will not\r\nbe able to carry out its historic role.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. James\r\nA. Michel, President of the Republic of Seychelles.\r\nPresident Michel: My delegation congratulates\r\nyou, Sir, on your election as President of the General\r\nAssembly and expresses its felicitations to your\r\npredecessor, Mr. Jean Ping, for having prepared the\r\nground so well for this historic world summit. Our\r\ncongratulations go also to the Secretary-General,\r\nMr. Kofi Annan, and to his team on the remarkable\r\npreparation and organization of the summit, without\r\n17\r\nA/60/PV.5\r\nwhich such a major event would have been restricted in\r\nits ambitions and its impact.\r\nWe gather in the United States two weeks after\r\nHurricane Katrina caused so much loss of life and so\r\nmuch material damage. Let me express once again my\r\ndeep condolences and heartfelt sympathy to the\r\nGovernment and the people of the United States of\r\nAmerica, as well as to all those who have been affected\r\nby that catastrophe.\r\nLate last year, with the tsunami in the Indian\r\nOcean, and now, with the hurricane in America, we are\r\nreminded that natural disasters know no borders. Such\r\ntragedies, wherever they hit, stress the importance of\r\ncollective responses and, in the case of countries with\r\nlimited relief and emergency resources, underscore the\r\nneed for the coordination of international efforts within\r\nthe United Nations framework.\r\nOf equal importance is the collective task of\r\ninvesting in preparedness and reducing vulnerability to\r\nnatural disasters, in order to strengthen national and\r\nregional capacities in the fields of risk assessment,\r\nhazard monitoring, warning systems, information- and\r\nknowledge-sharing and training. Let us enhance the\r\neffectiveness of our collective efforts before, during\r\nand after such tragic events.\r\nMost of us advocate a stronger and more effective\r\nUnited Nations: a practical and results-oriented\r\norganization with less bureaucracy and a new ethics\r\nbased on a human-centred strategic vision of what\r\ndevelopment is. However pertinent our reservations\r\nand criticisms may be with regard to the present\r\nsituation, the United Nations has an indisputable record\r\nof achievements over its 60 years of existence. That\r\nfact should not be overlooked, and I would like to pay\r\na tribute to the United Nations for its success in\r\npromoting acceptable norms and standards governing\r\ninternational relations and in confronting problems\r\naffecting humankind.\r\nIn a changing, challenging and often\r\nunpredictable world, where the task of protecting\r\nnational interests is becoming incredibly complex, the\r\nUnited Nations Charter continues to give us the\r\nparticular sense of common direction we need in order\r\nto adjust our priorities and continue to think globally.\r\nDevelopment is indeed a multifaceted process\r\nleading towards real growth and access to skills,\r\ntechnologies, markets, financing and other related\r\nareas. We welcome and commend the important\r\ndecisions and commitments of the Group of Eight\r\nSummit at Gleneagles in those areas, in particular those\r\naimed at increasing resources for development\r\nassistance and the fight against pandemic diseases, as\r\nwell as debt cancellation.\r\nAt the International Meeting held in Mauritius in\r\nJanuary this year, leaders of small island developing\r\nStates mapped out a joint-action plan on a range of\r\nlong-term challenges, from global warming to\r\ninternational trade and sustainable development. A\r\ncoordinated relationship between economic\r\ndevelopment and sustainable development was\r\nemphasized. Sustainable development is not just an\r\nenvironmental issue but one that goes to the heart of all\r\nforms of development and must be considered within\r\nthe whole planning process, including a financial and\r\ndevelopment framework. In that context, the efforts of\r\ncountries that have reached middle-income status\r\nshould be recognized and acknowledged. It is\r\nimperative that those countries be firmly supported to\r\nhelp them manage the next phase of their development.\r\nThe developed worlds diminished, or non-\r\nexistent, interest in such countries is by nature unfair,\r\nespecially when those countries have been left with no\r\nother choice but to borrow heavily in order to preserve\r\nthe assets of their social development. Moreover, the\r\nmiddle-income status of many small island developing\r\nStates camouflages the extent of their vulnerability. I\r\nwish to voice my strong concern about the loss of trade\r\npreferences for some of our countries, as well as the\r\nadverse impact that will have on our export\r\ncapabilities. We therefore call on developed countries\r\nto seriously take this issue in consideration at the\r\nforthcoming meeting of the World Trade Organization\r\nin Hong Kong.\r\nFor that reason, small economies  and in\r\nparticular those of small island developing States \r\nturn to the United Nations to request that it act as a\r\nfully fledged decision maker in economic affairs,\r\ncontributing to a new world order in which more\r\nconsideration is given to the specificities and\r\nvulnerabilities of small island developing States.\r\nSafety and security are also prerequisites to any\r\nstrategy or action plan focusing on sustainable\r\ndevelopment. Seychelles strongly supports the\r\nadoption of the comprehensive convention on\r\nterrorism. We all realize the importance of developing\r\n18\r\nA/60/PV.5\r\ndomestic counter-terrorism capabilities, and we call for\r\nmore assistance and cooperation in that field. With that\r\nconcern in mind, as well as from a more general\r\nstandpoint, we hope that, in the near future, our\r\nsubregional cooperation grouping, the Indian Ocean\r\nCommission, will obtain observer status at the United\r\nNations.\r\nSeychelles agrees that the resolution on a\r\nstrengthened and revitalized General Assembly is\r\ntimely. We also agree that its central role as the chief\r\ndeliberative policymaking and representative body of\r\nthe United Nations needs to be reasserted. At the same\r\ntime, we are of the view that, however fundamental a\r\nmatter, the reform of the United Nations should not\r\ndistract our minds from the other pressing issues that\r\nare on our agenda, especially the implementation of the\r\nMillennium Development Goals as part of the fight\r\nagainst global poverty and for the attainment of dignity\r\nand happiness by men and women in all the countries\r\nof our world.\r\nLet me reassure the Assembly that Seychelles\r\nstrongly supports the draft declaration of this summit\r\nand strongly recommends its prompt implementation.\r\nWe also wish to reaffirm our belief that the United\r\nNations is an irreplaceable body essential for the\r\nconduct of international affairs in the only spirit that\r\nshould guide such affairs, that of fairness, mutual\r\nrespect and solidarity. It is in that spirit that we must\r\nwork together to make our world safer and more\r\nprosperous.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Pierre\r\nNkurunziza, President of the Republic of Burundi.\r\nPresident Nkurunziza (spoke in French): I\r\nshould first like to refer to the victims of the natural\r\ndisaster that has just stricken the southern United\r\nStates. We would like to reiterate our deepest sympathy\r\nto the Government and the entire people of the United\r\nStates.\r\nAllow us also to congratulate the Co-\r\nChairpersons of the High-level Meeting, as well as the\r\nother members of the Bureau, on their election to\r\npreside over our deliberations.\r\nIn the Millennium Declaration, adopted five years\r\nago, the leaders of the world sealed a universal pact for\r\nsocio-economic development and the preservation of\r\nthe rights and dignity of the human person. That\r\nuniversal pact has eight goals. The paths we have taken\r\nand the speed with which we are achieving those goals\r\nvary considerably from country to country. With regard\r\nto my country, the war that has upset Burundi for more\r\nthan 10 years has prevented us from achieving all the\r\ngoals.\r\nThere have, of course, been delays, but not all is\r\nlost. We continue to hope to achieve most of the goals\r\nby 2015. The people of Burundi have demonstrated\r\ntheir overwhelming willingness to turn fully the page\r\non the war and commit themselves to reconstruction\r\nand development.\r\nIt is in this new context of greater security and\r\ngreater legitimacy that the Government of Burundi has\r\nmade a commitment to a strategy to combat poverty.\r\nWe know that we will be able to count on the\r\nassistance of the international community.\r\nWe are pleased that Burundi has benefited from\r\ndebt relief under the Heavily Indebted Poor Countries\r\nInitiative. But because of the situation prevailing in\r\nBurundi, we call for total debt relief.\r\nAs for the goal of ensuring universal primary\r\neducation, during our investiture as President we took\r\nthe decision to provide free primary education to all\r\nschool-age children, starting in 2005-2006. For the\r\n2006-2007 school year, we are planning to construct at\r\nleast one primary school in every settlement. This\r\nmeans building 800 classrooms in 2006 and means\r\nrecruiting 2,000 new teachers and acquiring teaching\r\nmaterials at an estimated cost of US$ 15 million.\r\nAs for the goal of gender equality, our\r\nGovernment has made some substantial progress.\r\nWomen now exercise great responsibilities in the\r\nconduct of the affairs of our country. Women occupy\r\n35 per cent of the positions in public institutions,\r\nincluding significant positions such as that of speaker\r\nof the National Assembly and two vice-presidencies in\r\nthe Senate. On the cabinet level, the second Vice-\r\nPresidency of the Republic is held by a woman.\r\nMoreover, of the 20 ministries, seven are run by\r\nwomen, including the Ministry of Foreign Relations\r\nand the Ministry of Justice. Finally, women have made\r\nconsiderable inroads in local administration, where\r\nseveral posts of governor and local community\r\nadministrator have been given to women.\r\nIn terms of health, much remains to be done. Our\r\nGovernment has made a commitment to develop a\r\n19\r\nA/60/PV.5\r\npolicy to improve significantly access to health-care\r\nservices for all, as well as to pursue implementation of\r\na national strategic plan to combat HIV/AIDS with one\r\nof the key aspects being the strengthening of capacities\r\nfor the prevention and treatment of HIV/AIDS.\r\nAnother major concern of our Government is to\r\nensure a sustainable environment in a country where\r\nmore than 90 per cent of households use wood as their\r\nsole source of fuel. There is, therefore, strong pressure\r\non our natural resources and subsequent degradation of\r\nthe environment. Nonetheless, it is possible to achieve\r\nthe initial Millennium Goals.\r\nWith respect to peace and security within Burundi\r\nand the subregion, we are pleased to note that peace\r\nreigns throughout almost all of Burundi. At the\r\nregional level, we are pleased with the efforts made to\r\npromote peace, stability and sustainable development\r\nin the African Great Lakes Region.\r\nWe are following very closely and actively\r\nparticipating in the preparatory activities for the\r\ninternational conference on the Great Lakes Region,\r\nwhich will be held in the near future in Nairobi.\r\nThe questions of security, social stability and\r\ncombating poverty are closely interrelated. We must\r\nbreak the vicious cycle of conflict and poverty. We\r\nneed to walk on both feet and provide both concrete\r\nand rapid peace dividends to the disadvantaged and\r\nvulnerable populations who have been repatriated,\r\ndisplaced, demobilized or unemployed, in order to\r\ndeprive those opposed to the peace process of a nest of\r\nmalcontents to draw from.\r\nBut at the same time, we need to integrate those\r\ndisadvantaged groups into a wide-ranging programme\r\nof rehabilitation and economic recovery, access to land,\r\nemployment, health services, etc.\r\nWe must quickly improve social conditions so as\r\nto increase opportunities for implementing the\r\nMillennium Development Goals.\r\nThe support of the entire population for the peace\r\nprocess and the programme of economic development\r\nis what we need. The international community is a\r\nstakeholder in this new situation. For this reason, we\r\nurgently call on the international community to ensure\r\nthat the level and quality of their commitments in the\r\npost-conflict period are adapted to the new\r\nexpectations and new political situation.\r\nThere is no doubt that the international\r\ncommunity will increase the volume and quality of its\r\nassistance so as to meet the impatient expectations of a\r\npeople that has chosen peace and democratic change.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Hu\r\nJintao, President of the Peoples Republic of China.\r\nPresident Hu Jintao (spoke in Chinese): At this\r\nsolemn and important moment, national leaders and\r\nrepresentatives from around the world are gathered\r\nhere to commemorate the sixtieth anniversary of the\r\nfounding of the United Nations. The founding of the\r\nUnited Nations was an epoch-making event in human\r\nhistory.\r\nDuring the past 60 years, the United Nations has\r\nplayed an important role and made enormous\r\nachievements in maintaining world peace, promoting\r\ncommon development and advancing human progress.\r\nThe new century has opened up a bright prospect\r\nfor the development of mankind. In this period of\r\nhistorical importance wherein opportunities and\r\nchallenges exist side by side, countries can truly bring\r\nabout a harmonious world with lasting peace and\r\ncommon prosperity only when they rally closely\r\ntogether.\r\nLet me share with you a few observations in this\r\nregard.\r\nFirst, we must cultivate a new concept of security\r\nfeaturing mutual trust, mutual benefit, equality and\r\ncooperation and build a fair and effective mechanism\r\nof collective security.\r\nWe should encourage and support efforts to settle\r\npeacefully international disputes and conflicts and step\r\nup cooperation in a resolute fight against terrorism.\r\nThe United Nations, as the core of the collective\r\nsecurity mechanism, must play an enhanced, rather\r\nthan a weakened, role in this regard.\r\nSecondly, the United Nations should take\r\nconcrete measures to implement the Millennium\r\nDevelopment Goals, particularly in the area of\r\naccelerating the growth of the developing countries, so\r\nthat the twenty-first century can truly become a century\r\nof development for all.\r\nWe should work actively to establish and improve\r\na multilateral trading system that is open, fair and non-\r\n20\r\nA/60/PV.5\r\ndiscriminatory, and further improve the international\r\nfinancial regime.\r\nWe should step up worldwide energy dialogue\r\nand cooperation and jointly maintain energy security\r\nand energy market stability. We should actively\r\npromote and protect human rights, and ensure the\r\nenjoyment by all of equal opportunity and rights to all-\r\nround development. The developed countries should\r\nshoulder a greater responsibility for the achievement of\r\nuniversal, coordinated and balanced development in\r\nthe world.\r\nThirdly, we should respect every countrys right\r\nto independently choose its own social system and path\r\nof development, and encourage countries to seek\r\nrevitalization and development in line with their\r\nnational conditions. We should endeavour to preserve\r\nthe diversity of civilizations in a spirit of equality and\r\nopenness, enhance inter-civilization dialogue and\r\nexchanges and join efforts to build a harmonious world\r\nwhere all civilizations co-exist and accommodate each\r\nother.\r\nFourthly, we should carry out rational and\r\nnecessary reform to maintain the authority of the\r\nUnited Nations, improve its efficacy and strengthen its\r\ncapacity to take on new threats and new challenges.\r\nUnited Nations reform is all-dimensional and\r\nmultifaceted. Greater United Nations commitment to\r\nthe question of development should be a priority of the\r\nreform. The reform of the Security Council should aim,\r\nas a priority, to increase the representation of the\r\ndeveloping countries, African countries in particular,\r\nso that more countries, especially small and medium-\r\nsized countries, can participate in the decision-making\r\nof the Security Council.\r\nI wish to reiterate here that China will continue to\r\nhold high the banner of peace, development and\r\ncooperation and unswervingly follow the path of\r\npeaceful development. We will, as always, integrate\r\nour development with the common progress of\r\nhumanity. Chinas development, rather than hurting or\r\nthreatening anyone, can only serve peace, stability and\r\ncommon prosperity in the world. Let us join hands and\r\nwork together to build a harmonious world with lasting\r\npeace and common prosperity.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Cesare\r\nAntonio Gasperoni, Captain Regent on behalf of the\r\nMost Excellent Captain Regent, of the Republic of San\r\nMarino.\r\nMr. Gasperoni (spoke in Italian; English text\r\nprovided by the delegation): Having identified and\r\nestablished, five years ago, in this very Hall, the main\r\ngoals to be achieved at the beginning of the twenty-\r\nfirst century, we now gather again to discuss and\r\ndecide how to reach them. Undoubtedly, the success of\r\nthis five-year-old process  or its failure  depends\r\non us alone.\r\nThe challenges of the Millennium Declaration,\r\ncontained in the Secretary-Generals report entitled In\r\nlarger freedom, are transnational in nature and trans-\r\ninstitutional in terms of possible solutions.\r\nWe are gathered here because we are aware that\r\nthose challenges cannot be addressed individually by\r\neach country. Indeed, close cooperation among\r\nGovernments, international organizations and non-\r\ngovernmental organizations representing all sectors of\r\ncivil society is essential.\r\nIn that spirit, the Republic of San Marino \r\ncharacterized by an age-old tradition of freedom,\r\ndemocracy, peace and solidarity  has always upheld\r\nmultilateralism, moved by the conviction that in the\r\nmodern world there are no frontiers capable of\r\nstopping both positive and negative events. We are all\r\npotential victims of scourges such as AIDS,\r\nenvironmental degradation, organized crime, terrorism\r\nand underdevelopment. International cooperation is the\r\nonly means we have to address and defeat todays\r\ndestructive dynamics.\r\nIt is our opinion, today more than ever, that the\r\nworld needs multilateralism. The United Nations is its\r\nbest expression. Globalization, in its most positive\r\nmeaning, understood as a sharing of technologies,\r\nresources and development, can guarantee fair and\r\nbalanced economic growth, particularly for poor\r\ncountries.\r\nSadly, the development brought by globalization\r\nhas so far touched only a fragment of the worlds\r\npopulation, while the rest of humanity has experienced\r\nonly its most negative impacts. The final result is a\r\nwider gap between the rich and the poor.\r\nIn such circumstances, we cannot but support the\r\nintroduction of mechanisms to bring the benefits of\r\nglobalization to all. Until this objective of equality has\r\nbeen achieved, we should give our full support to\r\n21\r\nA/60/PV.5\r\nproposals inviting developed countries to assist and aid\r\ndeveloping ones.\r\nWe commend, in this regard, the decision taken\r\nby the Group of Eight last July to increase financial aid\r\nand cancel the debt of 18 of the worlds poorest States.\r\nThe Republic of San Marino is intensifying its\r\ncooperation and humanitarian assistance, within the\r\npossibilities of a micro-State, to eradicate poverty and\r\nguarantee adequate development for all peoples, in line\r\nwith the Millennium Declaration.\r\nOne has only to glance at the report on the\r\nMillennium Development Goals to see that we are still\r\nfar from achieving the targets established five years\r\nago and that the fight against poverty is still an ethical,\r\nsocial, political and economic imperative.\r\nIt is unacceptable that, at the beginning of the\r\nthird millennium, hundreds of millions of human\r\nbeings are still suffering from hunger. Indeed, while\r\nextreme poverty has been reduced in Asia, the situation\r\nhas worsened in Africa, especially in the sub-Saharan\r\nregion. In that region in particular, the fight against\r\nHIV/AIDS by the international community must be\r\nintensified.\r\nIt is unacceptable that every year about 11 million\r\nchildren, that is to say 30,000 a day, die before the age\r\nof five because of malnutrition or lack of basic health\r\ncare, and that more than 115 million children still\r\ncannot benefit from guaranteed access to primary\r\neducation.\r\nAgainst such a backdrop, a greater, more\r\nresponsible commitment by the international\r\ncommunity is needed to guarantee that all human\r\nbeings and peoples enjoy fundamental rights and\r\ndignity, as an essential prerequisite for peacebuilding.\r\nTo that end, we believe that this summit must\r\nestablish the guidelines for our respective States to take\r\nincreasingly effective and meaningful action.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Pedro\r\nVerona Rodrigues Pires, President of the Republic of\r\nCape Verde.\r\nPresident Rodrigues Pires (spoke in\r\nPortuguese; English text provided by delegation): As I\r\nsee it, we who were once colonized have reason\r\nenough to celebrate, with hope, the sixtieth anniversary\r\nof the United Nations. Indeed, based upon its founding\r\nprinciples and inspired by its fundamental values, we\r\nhave succeeded in prevailing over foreign domination\r\nand crafting sovereign States that have today become\r\nfull-fledged actors in international society. It has been\r\nan arduous and painful process, but a necessary one.\r\nHad the United Nations not sanctioned and legitimized\r\nour aspirations, it would, without question, have been\r\nmore painful, and taken far longer.\r\nPerhaps the United Nations has not attained all\r\nthe goals and purposes assigned to it, as has often been\r\nreported. However, we are indebted to it. Its\r\ninestimable contribution to liberty, solidarity and closer\r\nties between peoples, nations, men and women is\r\nbeyond question.\r\nFor those and other reasons, I consider it\r\nimperative for the international community to give\r\npriority to perfecting and consolidating our universal\r\nOrganization and its institutions. Better global,\r\ndemocratic, participatory and effective governance will\r\nthereby be ensured, making for greater human security,\r\nwhich will lead in turn to sustainable development.\r\nToday we live in an interdependent and\r\nindivisible world. That is why we must build a world\r\ncommunity of shared responsibilities, values and\r\nbenefits. It is also recognized that the world is now at a\r\ncrossroads, marked by the progressive widening of the\r\ngap between the richest countries and the poorest. Yet,\r\nanother more balanced and less unequal world is\r\npossible, in view of our material and technological\r\nresources and the enormous potential that humankind\r\nand the planet possess.\r\nIt was from that perspective that the Millennium\r\nDevelopment Goals were set five years ago to fight\r\npoverty, hunger, disease and illiteracy. Those Goals,\r\nwhile being timely and ambitious, are also humanist\r\nand generous. We can see, however, that to attain those\r\nGoals by 2015 as planned, much remains to be done,\r\nand intensified efforts will have to be exerted by both\r\nthe contributing and beneficiary countries. Those\r\nefforts will be rewarded by social balance and well-\r\nbeing, which are factors of security that humankind\r\nsorely needs. It thus becomes urgent to create an\r\nenvironment likely to promote economic development\r\nfor the poorest countries. Moreover, as the fifteenth\r\nHuman Development Report recognizes, unjust trade\r\npolicies continue to prevent millions of people in the\r\npoorest countries around the world from emerging\r\n22\r\nA/60/PV.5\r\nfrom poverty, thus preserving obscene inequalities that,\r\nif truth be told, are morally unacceptable.\r\nHere, at the beginning of this century, the\r\ndeadliest pandemic, HIV/AIDS, is a wake-up call to us\r\nall. It is essential that we combat HIV/AIDS resolutely,\r\npooling the resources required for treating it and for\r\npromoting research to discover a vaccine, through joint\r\naction among States and the business and scientific\r\ncommunities. This is yet another realm where unequal\r\nopportunity makes itself tragically felt. Beyond that,\r\nwe must not ignore how intertwined it is with poverty,\r\nwhich cuts a wide swath through the worlds\r\npopulation.\r\nNatural phenomena also highlight the risks\r\nincurred when we neglect to preserve nature.\r\nTodays world has spawned threats that, for the\r\nsecurity of us all, must be neutralized in time  in\r\nparticular, faceless international terrorism. Eliminating\r\nterrorism requires determination and a global,\r\ncomprehensive and coordinated strategy, integrating\r\nresponsibility for and participation by all States, large\r\nand small. For that matter, we are all responsible for\r\none anothers security, as the report of the High-level\r\nPanel on Threats, Challenges and Change (A/59/565)\r\nacknowledges. Worldwide, effective and participatory\r\ngovernance, based on international law and democratic\r\ncooperation among countries, is what can best help to\r\nresolve the complex problems confronting humankind\r\ntoday.\r\nIt has been generous and visionary ideas that\r\nhave made the world move. Thus, in the face of all\r\nchallenges, we must build a future based on the moral\r\nfoundation of universal values and established know-\r\nhow  the achievement of all humanity. Among those\r\nvalues, human dignity and the dignity of peoples stand\r\nout as being incompatible with hunger, want and\r\nignorance. Those are values that cannot fully flower in\r\na world that does not promote inclusion, respect for\r\nculture diversity, equal opportunity for progress and\r\nthe well-being of all, and fundamental human rights\r\nbased on liberty, equality and human solidarity.\r\nFinally, I hope that, notwithstanding their\r\ncomplexity and the contradictions inherent therein, we\r\ndo manage to carry out the reforms our universal\r\nOrganization calls for and shoulder the commitments\r\nthat will make it possible to attain, on schedule, the\r\nMillennium Development Goals, embodying such\r\nenormous hope for the most disadvantaged of this\r\nworld.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Mikheil Saakashvili, President of Georgia.\r\nPresident Saakashvili: It is my privilege to\r\naddress this institution today and to share with you\r\nhow we as an international community of responsible\r\nnations can do more to advance development, eradicate\r\npoverty, and establish greater security and stability,\r\nboth at home and around the world. For the past 60\r\nyears, the United Nations has been the leading\r\ninternational body responsible for advancing those\r\nideals, and the establishment of the United Nations\r\nMillennium Development Goals represents a major\r\nstep forward in that effort.\r\nToday, 60 years after the founding of the United\r\nNations, 60 years after Yalta, we must change the\r\nUnited Nations in order to solve our most pressing\r\nproblems, including poverty, a healthy environment\r\nand, most of all, lasting security. It is not an easy\r\nmandate, and for countries like Georgia these issues,\r\nand in particular the need to reform, strengthen and\r\nimprove the United Nations, are of particular\r\nimportance.\r\nSince our Rose Revolution two years ago,\r\nGeorgia has made great strides towards reducing social\r\ninequality, strengthening human rights, caring for the\r\nsick and vulnerable and promoting sustainable\r\ndevelopment  all important elements of the MDGs.\r\nIn fact, during the short time that we have been in\r\npower, we have made progress towards nearly every\r\nGoal.\r\nThe economy is improving. Indeed, a recent\r\nWorld Bank survey put Georgia among the leading\r\nthree countries in terms of business climate and the\r\nspeed and efficiency of the reform process. Those\r\nresults are a tribute to the strength of the Georgian\r\npeople and a direct result of what a democracy can\r\nachieve when it is responsible, transparent and\r\naccountable. Yet despite the notable progress we have\r\nmade, the situation in Georgia today is not ideal. We\r\nhave more work to do if we hope to meet the\r\nMillennium Development Goals.\r\nGeorgias democratic and economic development\r\nis constrained today due to unresolved conflicts on our\r\nterritory. Hundreds of thousands of refugees from\r\n23\r\nA/60/PV.5\r\nAbkhazia and from South Ossetia remain unable to\r\nreturn to their homes or to enjoy the fundamental rights\r\nof freedom and safe movement.\r\nIn Abkhazia, hundreds of thousands of people\r\nwere forcibly evicted from their homes, kicked out in a\r\nmass expulsion and act of ethnic cleansing. Georgia\r\nwill never accept the results of ethnic cleansing\r\nanywhere in the world, and any arguments attempting\r\nto legitimize its results are immoral and set dangerous\r\nprecedents for the future. In fact, even as we speak,\r\nbefore the very eyes of the world and of the United\r\nNations monitors, the homes those people lived in and\r\nfrom which they have been thrown out are being sold\r\nout from under them. What is most shocking is that, in\r\nmany cases, high-ranking Government officials from a\r\nneighbouring country are buying those houses, while\r\nthe world says and does nothing about it.\r\nNot only is Georgias development affected by\r\nthose lawless territories  which have become\r\ndangerous black holes and havens for criminals,\r\ntraffickers in human beings, drug smugglers, terrorists,\r\nand other sources of criminal threat  but those areas\r\nalso endanger international stability. Those threats can\r\nno longer be ignored or wished away.\r\nOur Government is firmly committed to\r\npeacefully settling those conflicts and to the peaceful\r\nestablishment of full control over our internationally\r\nrecognized territorial integrity. We believe that the\r\nnineteenth-century logic of territorial seizures and\r\nacquisitions no longer applies today. Rather, the\r\nmessage of ethnic inclusiveness, tolerance, integration\r\nand strong safeguards in the area of human rights is\r\nmuch stronger than that of tanks, war planes other\r\nforms of military might.\r\nWe are committed to improving the lives of our\r\ncitizens, regardless of religion, ethnic origin or place of\r\nresidence. In short, we are committed to the\r\nestablishment of a Georgia that is peaceful, democratic,\r\nfree and whole. We are pushing for peace by advancing\r\ncomprehensive peace plans in South Ossetia and in\r\nAbkhazia, where we are actively moving forward with\r\nour initiatives.\r\nWe have introduced affirmative action plans\r\naimed at the educational and career advancement of\r\nminority representatives. We are very proud of those\r\nplans. They are efficient, they are working, and\r\nGeorgia has become a nation-State that efficiently\r\nintegrates people of all ethnic origins and confessions.\r\nThat is one of my main sources of pride at this\r\nmoment.\r\nWe also hope that the Russian Federation will\r\ncooperate with us in a constructive and positive way so\r\nas to leave behind the conflicts we inherited from the\r\nimperial past and from post-Soviet lawlessness.\r\nBut in order to combat the threats posed by\r\ninstability, we need an international community and a\r\nUnited Nations that can do much more than just talk\r\nabout solutions; we need a United Nations that can\r\nbring them about. That means a United Nations that\r\ncan resolve conflicts  a United Nations that does not\r\nsimply look on as international law is violated but\r\ninstead puts an end to the ongoing process of the\r\nforcible, lawless and immoral annexation of the\r\nterritory of Abkhazia.\r\nThat is why Georgia is so committed to the idea\r\nof making the United Nations a stronger institution and\r\nto reforming it so that it can meet the challenges of the\r\ntwenty-first century.\r\nThe issue of conflict resolution in my country and\r\naround the world must take higher priority at the\r\nUnited Nations. More needs to be done through, and\r\nmore boldness shown by, bodies such as the Security\r\nCouncil, the Economic and Social Commission, the\r\nHuman Rights Commission and other United Nations\r\nagencies if we hope to overcome one of greatest causes\r\nof human poverty.\r\nSpecifically, we must support more transparent\r\ndecision-making and make the Security Council a\r\nmuch more representative body. We must support the\r\nstrengthening and transformation of the Human Rights\r\nCommission so that it can more effectively monitor\r\nand act on human rights abuses.\r\nWe must support a greater role for intervention in\r\nfavour of peacebuilding, especially in areas affected by\r\nunresolved conflicts, as well as the establishment of a\r\nPeacebuilding Commission with a mandate to focus on\r\nconflict resolution and post-conflict rehabilitation,\r\nincluding economic assistance. We must do our best to\r\nstop human rights violations on a mass scale and to put\r\nan end to a climate that allows, tolerates and indulges\r\nsuch human rights violations, no matter what principles\r\nare used to justify them.\r\nThe stakes today could not be higher. One need\r\nonly look around the world to see the tremendous\r\ndestruction and violence that conflict breeds on a daily\r\n24\r\nA/60/PV.5\r\nbasis. We can also see the devastation and destruction\r\ncaused by natural disasters.\r\nIf there is one single priority that can unite the\r\ninternational community, it must be a global\r\ncommitment to peace and security. Far from being the\r\nsingular concern of Georgia, it is a responsibility that\r\nall leaders share with respect to present and future\r\ngenerations.\r\nLooking to the future, I want to sound a note of\r\noptimism  optimism because I believe in the power\r\nof this great institution and because I come from a\r\nregion with tremendous potential, where, following the\r\ndemise of that evil empire, the Soviet Union, so much\r\nchange and development has taken place and is still\r\ntaking place today. Dynamic leaders and new\r\ndemocratic movements are emerging  proof of the\r\npositive impact of democracy, and making the case for\r\naccountable and transparent governance.\r\nA wave of freedom is spreading, and nothing can\r\nstop it. Democracy is on the rise in our region. So, too,\r\nare development and prosperity, but both require\r\nsecurity and stability in order to be permanent. For\r\nthat, we need a stronger and more efficient United\r\nNations.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by The Honourable Ludwig\r\nScotty, M.P., President of the Republic of Nauru.\r\nPresident Scotty: The Republic of Nauru\r\ncongratulates Mr. Jan Eliasson on his election and\r\nwelcomes him. We are fully confident that he will\r\nconduct the affairs of the General Assembly effectively\r\nand efficiently.\r\nNauru wishes also to congratulate the outgoing\r\nPresident, Mr. Jean Ping, for having courageously and\r\nsuccessfully risen to the many challenges that this high\r\noffice demands.\r\nSixty years ago, the United Nations was created\r\nby humankind to serve the human race. Today the\r\nUnited Nations family has grown to a total of 191\r\ndiverse Member States, all bound by the common\r\npurpose of providing for the well-being and dignity of\r\nhumankind and ensuring equal rights for all persons\r\nand for all nations.\r\nIndeed, Nauru is proud to be a Member of the\r\nUnited Nations, and I wish to take this opportunity to\r\ncongratulate each and every Member State, as well as\r\nthe Secretariat, for the many achievements and the\r\nprogress made in upholding the four pillars of the\r\nUnited Nations, namely peace, security, development\r\nand human rights.\r\nAt the same time, I wish to remind all that we\r\ncannot become complacent but must remain vigilant\r\nand true in our efforts to ensure the collective security\r\nand well-being of our people. For there is a long way\r\nto go yet, and the responsibilities that face us in this\r\nnew millennium are much more challenging and\r\ncomplex.\r\nThrough the adoption of the Millennium\r\nDevelopment Goals in 2000, leaders reaffirmed their\r\ncommitment to promoting sustainable development and\r\nglobal prosperity for all. While there have been\r\npositive growth and achievements in some countries,\r\nothers, particularly underdeveloped countries and small\r\nisland developing States such as Nauru, have not been\r\nso successful. Indeed, my country continues to reap the\r\npolitical, social and economic turmoil resulting from\r\nthe years of poor leadership and mismanagement.\r\nAlthough my Government is strongly committed\r\nto sustainable development and has begun to\r\nstrengthen governance, combat corruption and put in\r\nplace responsible legislation to uphold the rule of law\r\nand ensure transparency, I will readily admit that\r\nNauru requires urgent assistance to recover and\r\nstabilize its economy. Hence, we welcome the early\r\nimplementation of the Mauritius Strategy, which\r\nrecognizes and addresses the special needs and\r\nvulnerabilities of small island developing States such\r\nas ours. That includes establishing a United Nations\r\npresence in my country, Nauru, and other small Pacific\r\nStates to assist in development needs, including the\r\nachievement of the Millennium Development Goals\r\n(MDGs).\r\nWe urge development partners and international\r\nfinancial institutions to understand our dire need. We\r\ncall on developed countries to meet their\r\nresponsibilities and rise to the challenge of devoting\r\n0.7 per cent of gross national product to official\r\ndevelopment assistance, as reaffirmed in the 2002\r\nMonterrey Consensus. We implore the developed\r\ncountries to provide that assistance, which will\r\neventually enable underdeveloped countries to become\r\nself-sustainable and improve the standard of living of\r\nmany.\r\n25\r\nA/60/PV.5\r\nNauru cannot stress enough its desire for peace\r\nand security. Nauru also recognizes that there can be\r\nno true peace or security without the protection and the\r\npromotion of all human rights, the rule of law and\r\ndemocracy. Hence, we cannot continue to turn a blind\r\neye to the welfare of the 23 million people who live on\r\nthe island of Taiwan. We should encourage peaceful\r\ndialogue to resolve the issue of the Taiwan Strait,\r\nwhich affects the peace and the security not only of the\r\nAsian Pacific region but also of the rest of the world.\r\nNauru also acknowledges that in todays ever-\r\nchanging and globalized world, there are many serious\r\nthreats to international security and peace. Those\r\nthreats require not only our urgent and collective action\r\nbut also a more concerted and determined response.\r\nThus, we need to strengthen the United Nations so that\r\nit can meet the full range of challenges of our time. In\r\nthat respect, we welcome the creation of a Human\r\nRights Council and support the expansion of the\r\nSecurity Council to include the permanent membership\r\nof Germany, India, Japan and Brazil. Furthermore, we\r\napplaud the ongoing reform measures carried out by\r\nthe Secretary-General in order to make the United\r\nNations system more effective and efficient and to do\r\nso with the tightest deadline possible.\r\nAllow me to conclude by posing a question for us\r\nall. How much longer can we continue to reaffirm and\r\nrenew our commitments to our people before their\r\nhopes for development, peace, security and human\r\nrights are realized? Proverbs teaches us that, Whoso\r\nboasteth himself of a false gift is like clouds and wind\r\nwithout rain (The Holy Bible, Proverbs 25:14).\r\nWe, the leaders of this world, have been called on\r\nat this time to revisit past commitments and ensure that\r\nthey are implemented. Let us put a stop to false hopes\r\nand empty promises and, by matching our words with\r\naction, bring rain showers of blessings to our world\r\nand its people.\r\nMay God bless the United Nations in these\r\ndeliberations for a better tomorrow for the peoples of\r\nthis Earth. We shall progress in Gods will first.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Denis\r\nSassou Nguesso, President of the Republic of the\r\nCongo.\r\nPresident Sassou Nguesso (spoke in French):\r\nFive years ago, on the occasion of the Millennium\r\nSummit, we committed ourselves to joining forces to\r\ndefeat poverty. That universal rallying around the\r\nDevelopment Goals remains an event of unmatched\r\nscope which has given us hope for a possible victory\r\nover poverty. The Monterrey Summit has strengthened\r\nthat hope by defining financing for development\r\nmechanisms based on a favourably considered\r\npartnership between rich countries and poor countries.\r\nToday, while significant progress in the global\r\nfight against poverty can be noted, any optimism is\r\ntempered by the delays in Africa in particular, where\r\nmany countries struggle to keep up with the global\r\npace.\r\nIt is clear that without a significant increase of\r\nfinancial resources, the Goals will not be achieved by\r\nthe deadlines established.\r\nThat is why it is extremely encouraging to note\r\nall initiatives announced or undertaken throughout the\r\nworld to make progress on some of the most difficult\r\nissues, such as official development assistance and\r\ndebt. In particular, we are thinking of the timetable\r\nadopted by the European Union to achieve the target of\r\nallocating 0.7 per cent of gross national product to\r\nofficial development assistance, the decisions of the\r\nrecent Group of Eight Summit in Scotland, and all\r\nother proposals, including those of President Jacques\r\nChirac, President Lula da Silva and Prime Minister\r\nTony Blair, insofar as they aim to create a reliable and\r\npredictable international financing mechanism. Those\r\nvery encouraging initiatives should be supported and\r\nenhanced. Only immediate and collective action will\r\nmake it possible for us to prevent new threats and\r\nconfront existing ones  terrorism in particular \r\nwhich find fertile ground in marginalized societies and\r\nindividuals and in the persistence of extreme poverty.\r\nFurthermore, recent natural disasters are a tragic\r\nreminder that the world is one in its vulnerability and\r\nthat the time has come to act collectively and in\r\nsolidarity. Thus, we must make a commitment to\r\ncollective action to better protect the environment. For\r\nits part, Congo reaffirms its will to pursue efforts to\r\ncarry out Agenda 21 and the Johannesburg Plan of\r\nImplementation, whose realization depends largely on\r\ncreating a truly global partnership. The recent\r\nBrazzaville summit on the Congo basin was part of that\r\neffort.\r\nWith regard to Central Africa and the African\r\nGreat Lakes region, I would like to tell the Assembly\r\n26\r\nA/60/PV.5\r\nthat our subregion, today as perhaps never before, is\r\ndetermined to work for conflict prevention and the\r\npeaceful settlement of disputes and for peacebuilding,\r\nwhich remains a potent factor for development.\r\nIn that context, we wish once again to appeal to\r\nthe international community for increased support to\r\nthe countries of the Great Lakes region, which should\r\nbe declared a special development and reconstruction\r\nzone.\r\nThe commemoration of the sixtieth anniversary\r\nof the United Nations should be a solemn occasion, a\r\ntime to take bold decisions, particularly with respect to\r\nUnited Nations reform and the revitalization of\r\nmultilateralism. We are concerned that any delay in\r\nthat process might lead to deadlock in the future, which\r\ncould pose great risks.\r\nHowever, our hopes will be in vain unless we\r\nbear in mind the imperative of peace and security \r\nthe bedrock that will enable us to withstand threats\r\nsuch as terrorism, the proliferation of small arms and\r\nlight weapons, the arms race and weapons of mass\r\ndestruction. Peace, security, development, human\r\ndignity, the environment, institutional reform of the\r\nUnited Nations: these have been the main themes of\r\nour debates over the past few months.\r\nSince we have not yet completed our negotiations\r\non those crucial questions, let us at least set up some\r\nguideposts that can point the way to future discussions.\r\nMy country in particular, and Africa in general, have\r\nnothing to gain from inertia. We believe in moving\r\nforward with expectancy. That is the only way in which\r\nwe will be able to safeguard our common heritage in\r\nthe face of the numerous perils that lie ahead. Let us\r\ntake action while we still have time.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr.\r\nNambar Enkhbayar, President of Mongolia.\r\nPresident Enkhbayar: This unprecedented\r\ngathering of world leaders is a historic opportunity to\r\nmeet the expectations of millions around the globe to\r\nlive free from fear and want, to live in greater dignity\r\nand larger freedom. It demonstrates yet again our\r\nstrong commitment to the world Organization and to\r\ncollective action in pursuit of our common goals.\r\nFor all its faults, the United Nations has proved\r\nindispensable. It has prevented wars and fed the\r\nhungry. It has ended colonialism and helped nations to\r\ndevelop. The United Nations is our common house,\r\ncommon cause and common future. This Organization\r\nis a precious gift bequeathed to us by a generation that\r\nin its folly brought our world to the brink of extinction\r\nand in a time of deepest despair found the courage and\r\nwisdom to unite in its resolve to create a safer, more\r\nprosperous and just place. We have been given a\r\nchance to make this vision a reality, and we have an\r\nobligation to deliver it.\r\nEffective multilateralism, with the United Nations\r\nat its heart, should guide our effort. We need a system\r\nof international relations that is truly democratic and\r\nrepresentative of all, based on respect for the purposes\r\nand principles of the Charter. In order to be effective,\r\nmultilateralism needs adequate capacity and the\r\nwillingness to act.\r\nWe need to build a more prosperous world, in\r\nwhich poverty is excluded and development is\r\naxiomatic. We need to build a safer world, in which\r\nterror is defeated, deadly weapons do not fall into the\r\nwrong hands and technology is used for the betterment\r\nof human life. We need to build a just world that does\r\nnot turn a blind eye to the plight and suffering of its\r\ninhabitants, but ensures that rules are respected and\r\nrights are enjoyed. We need a world of larger freedom\r\nand greater dignity.\r\nTo achieve our goal, we need an agenda tailored\r\nto our needs and United Nations reform that can\r\nadvance it. Five years ago, in the Millennium\r\nDeclaration, world leaders agreed on a wide-ranging\r\nset of commitments and undertakings  a\r\ncomprehensive agenda for development. The accord\r\nreached there on development was, indeed,\r\nmomentous. We must ensure that it is achieved.\r\nWe in Mongolia are deeply committed to\r\nachieving the Millennium Development Goals\r\n(MDGs). The parliament of Mongolia adopted, last\r\nApril, a specific resolution endorsing the Goals at the\r\nnational level. The resolution entrusted the relevant\r\nState entities with the implementation and monitoring\r\nof the MDGs, and provided for the allocation of\r\nnecessary resources in annual State budgets. An\r\nadditional goal 9, on strengthening human rights and\r\nfostering democratic governance, was proclaimed.\r\nDespite its primary importance, national action\r\nalone could prove insufficient. The implementation of\r\nthe MDGs in many developing countries is\r\nhandicapped by significant capacity constraints. The\r\n27\r\nA/60/PV.5\r\nsupport of the international community is much needed\r\nthere. Therefore, the development of a global\r\npartnership between developed and developing\r\ncountries, as reaffirmed by the Monterrey Consensus,\r\nought to become a reality.\r\nDespite an encouraging shift in the increase of\r\nofficial development assistance (ODA) over the past\r\ncouple of years after a decade of steady decline, the\r\nworld is still well short of achieving the longstanding\r\ntarget of 0.7 per cent. Here, I wish to endorse the\r\nrecommendation of the Secretary-General that, starting\r\nin 2005, developing countries that put forward sound,\r\ntransparent and accountable national strategies should\r\nreceive a sufficient increase in aid, of sufficient quality\r\nand arriving with sufficient speed, to enable them to\r\nachieve their MDGs. In addition, new and innovative\r\nsources of financing, including the International\r\nFinance Facility, and debt-conversion for the\r\nimplementation of MDG projects should be strongly\r\nencouraged.\r\nThe time has come for bold decisions. The time\r\nhas come for comprehensive solutions. Sufficient\r\npolitical will ought to be exercised to forge a genuine\r\npartnership in order to erase the staggering discrepancy\r\nbetween the commitments made and the actions to be\r\ntaken. We cannot afford to fail to honour our\r\ncommitments if we are serious about implementing the\r\nMillennium Development Goals. Those two\r\nprocesses  achieving the MDGs worldwide and\r\nreforming the United Nations  ought to go in\r\ntandem, and a strengthened and revitalized United\r\nNations should serve as an important precondition.\r\nWe need to enhance the United Nations capacity\r\nto coordinate and guide global responses\r\ncomprehensively, that is, in all three of its pillars:\r\ndevelopment, security and human rights and\r\ndemocracy. Every reform portfolio is of equal\r\nimportance. No issue can be held hostage to any other.\r\nOur outcome document is an important basis for\r\ndecisive action. The process has been set in motion.\r\nThe sixtieth session of the Assembly must yield results\r\nso as to ensure smooth implementation. The success of\r\nthe reform will not be measured against our words. It\r\nwill be measured by whether the renewed United\r\nNations can bring development home to the poor,\r\npeace to the warring and justice to the abused. It will\r\nbe measured against our actions. Let us rise to that\r\nchallenge, especially as we observe the sixtieth\r\nanniversary of the United Nations.\r\nAnniversaries provoke recollections over the past\r\nand projections for the future. As we in Mongolia\r\nprepare to celebrate the eight-hundredth anniversary of\r\nthe Mongolian State in 2006, we look back to the rich\r\nlegacy of the Mongolian State to draw lessons for the\r\nfuture. An astute Statesman, Chinggis Khaan,\r\ntransformed once and for all the face of the Eurasian\r\ncontinent, bringing together East and West. He also\r\nintroduced free trade, religious tolerance and postal\r\nand communications systems. He established many\r\nimportant fundamentals of statecraft  liberal\r\ntaxation, sound administrative and management\r\nsystems and equality before the law  and\r\nsafeguarded diplomatic immunities. Even today, those\r\nattributes of statecraft and principles of inter-State\r\nconduct have not yet become a universal reality. I\r\nwould like to take this opportunity to express our\r\nsincere hope that the countries of the world will join us\r\nin our celebration next year.\r\nIn conclusion, may I express my confidence that\r\nthis summit will inspire and guide us to collectively\r\nwork towards a safer, more equitable and prosperous\r\nfuture in the years to come. Mongolia stands ready to\r\nshoulder its responsibilities in that noble collective\r\nendeavour.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Thabo\r\nMbeki, President of the Republic of South Africa.\r\nPresident Mbeki: In the year 2000 we took\r\nadvantage of the beginning of a new millennium to\r\nsolemnly commit ourselves to the Millennium\r\nDeclaration, which led to the Millennium Development\r\nGoals (MDG) and the proposals for the reform of the\r\nUnited Nations. We have gathered here five years later\r\nin a millennium-review summit, both to assess the\r\nprogress we have made towards the achievement of the\r\nGoals we set ourselves and to take any necessary\r\nadditional decisions to help all humankind move\r\nforward faster towards the realization of those Goals.\r\nIt would therefore seem quite obvious that we\r\nshould ask ourselves two fundamental questions. One\r\nof them is: What has the review told us about the last\r\nfive years? The second is: What decisions have we\r\ntherefore taken in the light of the conclusions brought\r\nto light by that review?\r\nOne of the facts that stands out sharply in the\r\nreview is that, in truth, we have not made the decisive\r\nprogress we thought we would make with regard to the\r\n28\r\nA/60/PV.5\r\ncritical issue of the reform of the United Nations. We\r\nhave therefore had no choice but to postpone to a later\r\ndate the decisions we should have made.\r\nThe only saving grace with regard to that\r\nmiserable performance is that as it closed, the fifty-\r\nninth General Assembly reaffirmed our commitment to\r\nstrengthen the United Nations with a view to\r\nenhancing its authority and efficiency, as well as\r\nits capacity to address effectively ... the full range\r\nof challenges of our time. (resolution 59/314,\r\npara. 146)\r\nYet another fact that stands out sharply in the\r\nreview is that our approach to the challenge to commit\r\nand deploy the necessary resources for the realization\r\nof the Millennium Development Goals has been half-\r\nhearted, timid and tepid. In that regard, and illustrative\r\nof that reality, the draft outcome document honestly\r\nstates that Africa is the only continent not on track to\r\nmeet any of the goals of the Millennium Declaration by\r\n2015 (ibid., para. 68). And yet, precisely because of\r\nthe enormous and unique challenge it posed, the\r\nMillennium Declaration had included a specific section\r\nentitled Meeting the special needs of Africa.\r\nThe draft outcome document correctly says that\r\nWe therefore reaffirm our commitment to\r\nwork towards a security consensus based on the\r\nrecognition that many threats are interlinked, that\r\ndevelopment, peace, security and human rights\r\nare mutually reinforcing, that no State can best\r\nprotect itself by acting entirely alone and that all\r\nStates need an effective and efficient collective\r\nsecurity system, pursuant to the purposes and\r\nprinciples of the Charter. (ibid., para. 72)\r\nWe firmly believe that the reason we have not\r\nmade the progress we should have during the last five\r\nyears is precisely because we have not as yet achieved\r\nwhat the draft outcome document described as a\r\nsecurity consensus. We have not achieved that security\r\nconsensus because of the widely disparate conditions\r\nof existence and interests among the Member States of\r\nthe United Nations, as well as the gross imbalance of\r\npower that defines the relationship among Member\r\nStates.\r\nIt is for the poor of the world, whose interests are\r\nbest served by real and genuine respect for the\r\nfundamental proposition, that we need the security\r\nconsensus identified by the draft outcome document.\r\nThe actions of the rich and powerful strongly suggest\r\nthat they are not in the least convinced that that\r\nsecurity consensus would serve their interests. Thus\r\nthey use their power to perpetuate the power imbalance\r\nin the ordering of global affairs. As a consequence of\r\nthat, we have not made the progress in the reform of\r\nthe United Nations that we should have. Because of\r\nthat, we have not achieved the required scale of\r\nresource transfers from those who have those resources\r\nin order to empower the poor of the world to extricate\r\nthemselves from their misery. Simply put, that means\r\nthat the logic of the use of power is the reinforcement\r\nof the might of the powerful, and therefore the\r\nperpetuation of the disempowerment of the powerless.\r\nThat is the poisonous mixture that has given us\r\nthe outcome that will issue from this millennium\r\nreview summit to the peoples of the world. We should\r\nnot be surprised when those billions of people do not\r\nacclaim us as heroes and heroines. We will be able to\r\ndrape ourselves in the clothes of heroes and heroines\r\nonly by ensuring that, by the time the sixtieth session\r\nof the General Assembly concludes, the billions we\r\nrepresent will have just cause to say that we did indeed\r\nact to ensure the full implementation of the Millennium\r\nDeclaration.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Manmohan Singh, Prime Minister of the Republic\r\nof India.\r\nMr. Singh (India): I bring the best wishes and\r\nfelicitations of the people of India to the General\r\nAssembly as it meets during its historic sixtieth\r\nsession. India has a special regard for the United\r\nNations. The ideals of the United Nations run parallel\r\nto our own civilizational ethos. This is the ancient\r\nIndian concept of vasudhaiva kutumbakam, which\r\nmeans that the whole world is one family. It was that\r\nidea of a shared destiny that, five years ago,\r\nencouraged the Assembly to adopt the Millennium\r\nDevelopment Goals (MDGs).\r\nMay I take this opportunity to convey our deep\r\ncondolences and sympathies to the Government and\r\npeople of the United States on the widespread\r\ndestruction caused by Hurricane Katrina.\r\nAt the turn of the century there was a growing\r\nrecognition of the fact that the contemporary\r\nchallenges of pandemic disease, environmental\r\ndegradation and terrorism demanded a global response.\r\n29\r\nA/60/PV.5\r\nAt the same time, there was a new sense of hope and\r\noptimism. The world community welcomed advances\r\nin science and technology that made it possible to\r\nconfront those challenges as never before. We had\r\nconfidence in mobilizing the collective will and\r\nwisdom of nations to herald a new era of peace and\r\nprosperity.\r\nFive years later we find that the international\r\ncommunity is generous in setting goals but\r\nparsimonious in pursuing them. We must therefore\r\nmake greater efforts to mobilize the needed resources\r\nto meet the Millennium Development Goals. That\r\nwould be a wise investment for the future. Failure will\r\nonly make our task in the future more difficult and\r\nmore costly.\r\nWe in the developing world face a dual challenge,\r\nnamely, the domestic one of managing political,\r\neconomic and social change in an environment of\r\nrising expectations and growing disparities, and that of\r\nsecuring an international environment conducive to our\r\ndevelopmental aspirations. Those challenges are\r\ninterlinked. Success or failure will affect us all.\r\nWe welcome the agreement reached on the draft\r\noutcome document to be adopted tomorrow. It is a\r\nroadmap for the work ahead to re-orient the\r\nOrganization to meet the challenges of the present.\r\nIndia will be a willing participant in that process.\r\nAll of us assembled here recognize that the\r\nUnited Nations is in need of urgent and comprehensive\r\nreform. The management of global interdependence\r\nrequires strong international institutions and a rules-\r\nbased multilateral system. The reform of the United\r\nNations must be based on that principle. It must\r\ninclude the expansion of the Security Council in both\r\nthe permanent and non-permanent categories of\r\nmembership. Unfortunately, the United Nations suffers\r\nfrom a democracy deficit. Its structure and decision-\r\nmaking process reflect the world of 1945, not the\r\nworld of 2005. Unless the United Nations becomes\r\nmore representative of the contemporary world and\r\nmore relevant to our concerns and aspirations, its\r\nability to deliver on the Millennium Development\r\nGoals, and indeed on its Charter obligations, will\r\nremain limited.\r\nIn a democracy it is the rule of law and\r\ntransparency that safeguard the interests of the\r\nordinary citizen. At the global level too, we need to\r\nensure that multilateral rules governing the flow of\r\ngoods, services and capital take adequate account of\r\nthe needs and aspirations of developing countries. The\r\nworld awaits a new deal to spur development and\r\ncreate jobs on a global scale. It must address the\r\nchallenge of eradicating mass poverty and pandemics\r\nlike HIV/AIDS and other deadly communicable\r\ndiseases. We need collective thinking and coordinated\r\naction to deal with the challenge of ensuring energy\r\nsecurity, even while we address the consequences of\r\nclimate change. We must turn the global outpouring of\r\nsympathy and mobilization of resources in response to\r\nnational disasters into a more sustained effort to deal\r\nwith seemingly less dramatic, but in the long run more\r\ndamaging, crises. We must renew our effort to secure\r\nthe world against nuclear proliferation and to promote\r\nglobal, non-discriminatory nuclear disarmament.\r\nFailure to address in a timely fashion the global\r\nchallenges that I have mentioned can only serve to turn\r\nthem eventually into unmitigated disasters.\r\nDemocratic governance, both within nations and\r\nin our global institutions, also constitutes a powerful\r\nweapon in meeting the global scourge of terrorism. We\r\nmust not yield any space to terrorism. We must firmly\r\nreject any notion that there is any cause that justifies it.\r\nNo cause could ever justify the indiscriminate killing\r\nof innocent men, women and children. For several\r\nyears, India has faced cross-border terrorism directed\r\nagainst its unity and territorial integrity. We shall never\r\nsuccumb to, or compromise with, terror in Jammu and\r\nKashmir, or elsewhere.\r\nIn 1947, Indias first Prime Minister, Jawaharlal\r\nNehru, said that Peace has been said to be indivisible;\r\nso is freedom, so is prosperity, and so also is disaster in\r\nthis one world that can no longer be split into isolated\r\nfragments. Today those words assume a compelling\r\nlogic. In this one world there is only one United\r\nNations. If we fail the United Nations, we will fail\r\nsucceeding generations, who will expect a more\r\nenlightened legacy than is currently in sight.\r\nGlobalization offers exciting opportunities to\r\nimprove living standards worldwide, provided that the\r\nweak and the powerless are empowered to become\r\ngenuine partners in progress. The world community\r\nmust therefore muster the courage to harness the\r\npotential of globalization for the benefit of all\r\nhumankind.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Meles\r\n30\r\nA/60/PV.5\r\nZenawi, Prime Minister of the Federal Democratic\r\nRepublic of Ethiopia.\r\nMr. Zenawi (Ethiopia): I am very pleased to be\r\nhere for this important event, which has enormous\r\nsignificance in terms of the challenges we face in\r\npromoting development and peace, ensuring good\r\ngovernance and fostering respect for human rights.\r\nComing, as it does, five years after the historic\r\ncommitment that we jointly made when we adopted the\r\nMillennium Declaration, this gathering affords us an\r\nopportunity to rededicate ourselves to the achievement\r\nof the Millennium Development Goals (MDGs).\r\nI would like to take this opportunity to express\r\nour deep appreciation to Mr. Kofi Annan, the\r\nSecretary-General, for the historic initiative he took\r\nfive years ago and for the follow-up work that has been\r\ndone. We are very grateful also for the very dedicated\r\nand invaluable work that has been carried out by\r\nProfessor Jeffrey Sachs and his colleagues at the\r\nMillennium Project.\r\nIn addition, let me take this opportunity to thank\r\nthe Secretary-General and, through him, the High-level\r\nPanel on Threats, Challenges and Change for the\r\nground-breaking report (A/59/565) that served as a\r\nbasis for the report of the Secretary-General entitled\r\nIn larger freedom: towards development, security and\r\nhuman rights for all (A/59/2005), which I find to be\r\nvery commendable, with vital suggestions for United\r\nNations reform.\r\nI should also pay tribute to Foreign Minister Jean\r\nPing, President of the General Assembly at its fifty-\r\nninth session, for all his efforts during this important\r\nperiod in the life of the United Nations and for the\r\ndraft outcome document (A/60/L.1), which, I have no\r\ndoubt, will facilitate businesslike deliberations at this\r\nHigh-level Plenary Meeting.\r\nFive years ago, we embarked on a 15-year-long\r\nhistoric journey with reasonably high hopes. With one\r\nthird of the journey completed, it has become clear that\r\nwithout additional joint effort on the part of all, it will\r\nbe impossible for low-income and least developed\r\ncountries such as Ethiopia to achieve the MDGs,\r\nparticularly to defeat extreme poverty  poverty that\r\nkills.\r\nOn the other hand, the past five years have in fact\r\nshown that even for countries such as Ethiopia, most of\r\nthe MDGs are demonstrably achievable. The MDGs\r\nare emphatically not unattainable goals with unrealistic\r\ntargets. In fact, in our particular case, for example, the\r\nfight against poverty in all its dimensions, with clear\r\ncommitment and on the basis of a clearly defined\r\nstrategy, antedates the articulation of the MDGs.\r\nTherefore, what was needed in our case was to align\r\nour strategy for combating poverty and achieving\r\nsustainable development with the MDGs, which, we\r\nare convinced, are far from being excessively\r\nambitious.\r\nIndeed, our experience over the past five years\r\nhas demonstrated that with the optimum mobilization\r\nof domestic resources and the requisite international\r\nsupport, in conformity with commitments made,\r\ncountries such as Ethiopia can, with little doubt,\r\nachieve the MDGs. There is no doubt, however, that\r\ncountries such as Ethiopia require effective\r\ninternational cooperation consistent with the\r\ncommitments set out in the Millennium Declaration\r\nand at Monterrey, which is essential if they are to be\r\nable to be on track to achieve the MDGs.\r\nAlthough it is obvious that the primary\r\nresponsibility for achieving the MDGs belongs to the\r\ncountries concerned, it is also the obligation of partners\r\nto make it possible for the low-income countries that\r\nhave demonstrated the readiness to carry out their\r\nresponsibilities to overcome the poverty trap. In that\r\nregard, the report of the Millennium Project contains\r\nvaluable proposals whose implementation would\r\nundoubtedly ensure the achievement of the MDGs long\r\nbefore 2015. Official development assistance, debt\r\nrelief and trade-related issues need to be aligned with\r\nthe MDGs so that low-income countries can achieve\r\nthe MDG-based targets.\r\nI am very pleased at the progress made at the\r\nGleneagles Summit of the Group of Eight. I also\r\nwelcome the progress made here, at the United Nations\r\nsummit, on building consensus in the fight against\r\npoverty. However, I am deeply concerned that we\r\nsometimes seem to move backward on our\r\ncommitments, as appears to be happening with the full\r\ncancellation of the debt of the highly indebted poor\r\ncountries. I believe we must avoid backtracking, move\r\nbeyond the reiteration of consensus positions and start\r\nacting on them in earnest. I am disappointed that we\r\nhave not made more progress on the other issues before\r\nus. Like other speakers before me, however, I am\r\nreassured that we have made some progress and have\r\ncharted a clear course for making additional progress.\r\n31\r\nA/60/PV.5\r\nLet me close by reiterating Ethiopias\r\ncommitment to achieving the MDGs and to doing\r\nwhatever is necessary to contribute to successful\r\nUnited Nations reform.\r\nThe Co-Chairperson (Sweden): Before we\r\ncontinue, I should like to ask that members be as quiet\r\nas possible, particularly in the area outside the Hall.\r\nPlease keep conversations to a minimum, out of respect\r\nfor the speakers.\r\nThe Assembly will now hear an address by His\r\nExcellency The Honourable Mr. Denzil Llewellyn\r\nDouglas, Prime Minister, Minister of Finance,\r\nSustainable Development, Information and\r\nTechnology, Tourism, Culture and Sports of Saint Kitts\r\nand Nevis.\r\nMr. Douglas (Saint Kitts and Nevis): Five years\r\nago, world leaders boldly agreed on a blueprint to\r\neradicate poverty, to achieve universal primary\r\neducation, to promote gender equality and empower\r\nwomen, to reduce child mortality and improve\r\nmaternal health, to combat HIV/AIDS, malaria,\r\ntuberculosis and related diseases, to ensure\r\nenvironmental sustainability and to develop a global\r\npartnership for development. Those goals remain\r\nfundamental to our own ability to improve the human\r\ncondition and transform our societies. Although it may\r\nindeed be necessary to rationalize modalities for\r\narriving at the goals, their achievement should not be\r\nnegotiable. Social justice and the obligations of\r\ndevelopment are a sine qua non of any progressive\r\ncivilization.\r\nFive years on, we must ask ourselves: what, if\r\nanything, can be held up as the results of our\r\nstewardship? Unfortunately, I still hear the usual\r\nexcuses. But, in addition, I hear a chorus of discontent\r\nwith the United Nations, drowning out the mournful\r\nvoices of the impoverished, the marginalized and the\r\ndiseased and dying, who, sadly, seem not to be getting\r\nthe chance they so rightly deserve.\r\nI hear old excuses that have been repackaged in\r\nnew forms, but their ultimate objective is identical with\r\nthe old intention to unravel the consensus that\r\npreviously stimulated action towards the Millennium\r\nDevelopment Goals. It is providential that we are\r\nreviewing the Millennium Development Goals and\r\nexamining the question of reform of the United Nations\r\nwhile commemorating the anniversary of its sixtieth\r\nyear. I join the call for strategic reforms of the United\r\nNations, which my Government has been making for\r\nthe past decade. We have repeatedly asked the United\r\nNations to enhance its role in development and to be\r\nmore responsive to and cognizant of the needs of the\r\nmany, and not merely to remain an instrument of the\r\nfew.\r\nThe United Nations  six decades later  must\r\nchange. But we must inspire that change for the better.\r\nChange must flow from the changes in the realities of\r\nour times. But to urge change simply so as to enable\r\nthe current system to work better for only a few will\r\nnot strengthen the role and credibility of the United\r\nNations, but will instead ultimately weaken this\r\ninternational Organization.\r\nWe must address change in the make-up of the\r\nSecurity Council and effect change in the business-as-\r\nusual attitude in the General Assembly, the Human\r\nRights Commission and the Economic and Social\r\nCouncil.\r\nWe should not allow allegation of defects in the\r\ninstitutional structure of the Organization to challenge\r\nor discredit areas where progress is being made. The\r\nUnited Nations must become responsive to its wider\r\nmembership and must mean something to citizens of\r\nthe world. Inasmuch as small countries like St. Kitts\r\nand Nevis need to see progress on the Millennium\r\nDevelopment Goals and reform of the United Nations,\r\nmy Government has been making incremental steps at\r\nhome. In St. Kitts and Nevis, primary and secondary\r\neducation are compulsory and free. We continue to\r\nprovide school meals, uniforms, textbooks, and access\r\nto information technology to those who are less\r\nfortunate, so that they may not be left behind. For my\r\nGovernment, the right to development is as much a\r\nmoral and human issue as it is a political duty for me\r\nas a political leader.\r\nOn the question of HIV/AIDS, St. Kitts and\r\nNevis, along with its sister countries of the Caribbean\r\nCommunity, has formed the Pan-Caribbean Partnership\r\n(PANCA). It is a mechanism through which the region\r\nhas successfully developed and implemented a regional\r\nstrategy to fight HIV/AIDS, to eliminate stigmatization\r\nand discriminatory practices, to provide treatment and\r\ncare and to negotiate reduced costs for medicine for\r\nthose who suffer from this affliction. I emphasize today\r\nthat PANCA has been mentioned by the United Nations\r\nas a best practice model in the fight against HIV/AIDS.\r\nIn this regard, we welcome the recent commitment of\r\n32\r\nA/60/PV.5\r\nthe Republic of China, Taiwan, to contribute to the\r\nPan-Caribbean Partnership, as part of its own clear\r\ndemonstration of support of the Caribbeans fight\r\nagainst the HIV/AIDS pandemic, despite Taiwans\r\nexclusion from the World Health Assembly and this\r\nbody.\r\nOur Ministry of Gender and Social Development\r\ncontinues to work to protect the rights of youth and the\r\nelderly and to empower women, so that their valuable\r\ninput and expertise can inform the process of\r\ngovernance and development.\r\nThis year, St. Kitts and Nevis, which has\r\ndepended on sugar production for its foreign exchange\r\nand economic survival for over 350 years, took the\r\ndifficult and painful decision and the necessary steps\r\ntowards abandoning sugar production. This decision\r\nbecame necessary despite the claim that globalization\r\nand free markets are supposed to spread prosperity far\r\nand wide. The reality is that countries with larger\r\nlabour forces and countries with greater factors of\r\nproduction and great wealth still rationalize granting\r\nsubsidies to their farmers and impose barriers that\r\neither limit or deny access to their own markets. The\r\ntremendous social, psychological and economic costs\r\nof this decision are only now becoming apparent in St.\r\nKitts and Nevis.\r\nWe would like to see greater debt relief for\r\nheavily indebted countries, and we were encouraged by\r\nthe declaration of the Group of Eight Summit of July\r\nthis year. The interests of the poor nations would also\r\nbe better served if developed countries would adopt\r\nfairer trade policies, which are informed by capacity\r\nrestraints and grant special and differential treatment to\r\nweak or smaller economies. In addition to this\r\ninsidious creeping economic problem, the almost daily\r\nescalation of oil prices threatens to further undermine\r\nthe fragile economic base of countries such as mine.\r\nWe have taken steps to diversify our economy\r\nand to retrain sectors of the population in order to meet\r\nthe challenges of the changing world. But poor\r\ncountries seem to have to play by a different set of\r\nrules. Nevertheless, the Government and people of St.\r\nKitts and Nevis are making meaningful strides towards\r\nachieving some of the Millennium Goals.\r\nHowever, in some areas we still need help. The\r\npolicies of some countries unwittingly undermine our\r\nefforts to achieve these specific goals. At the heart of\r\nthe debate on reforming the United Nations is the\r\nunderlying notion that the United Nations should have\r\ngreater power to intervene in failed States. Yet there is\r\nno corresponding effort to empower the United Nations\r\nto assist States that are undergoing dramatic economic\r\ndislocations, social inequities and political difficulties.\r\nThere is a danger of a self-fulfilling prophecy, namely,\r\nthat problems lead to failed States.\r\nWe can have another five years of hollow\r\ndebates. We can make empty promises or excuses as to\r\nwhy no action is being taken in many critical areas. Or\r\nwe can resolve to move forward by recommitting to do\r\nwhat is right and what is in the best interests of the\r\ncollective agenda of this Organization.\r\nI know on which side of history my country,\r\nSt. Kitts and Nevis, will eventually stand.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Samdech Hun Sen, Prime Minister of the Royal\r\nGovernment of Cambodia.\r\nMr. Hun Sen (spoke in Cambodian;\r\ninterpretation provided by the delegation): The\r\nexcellent report, In larger freedom, by His\r\nExcellency Mr. Kofi Annan, United Nations Secretary-\r\nGeneral, and his colleagues, provides a global vision\r\nand proposals for us to build human solidarity together\r\nthrough a more just and civilized world. Our actions\r\ntoday will determine the destiny of humanity and our\r\nplanet.\r\nCambodia has turned a new page in its history,\r\nputting firmly behind it the darkness and tragedies of\r\nthe recent past, and has emerged into the new dawn of\r\nits future. Democracy now has strong roots, public\r\norder and the rule of law have made steady and\r\ntangible progress, human rights are fully protected and\r\nspectacular economic growth is manifestly evident. We\r\nhave also made significant advances towards reaching\r\nCambodias Millennium Development Goals (MDG),\r\nespecially in the education sector and in combating\r\nHIV/AIDS. However, we know that in the area of\r\nsocio-economic development the road ahead is longer\r\nand more arduous than the road we have travelled thus\r\nfar. At present, the Royal Government of Cambodia is\r\nactively preparing its national strategic development\r\nplan for the period 2006-2010, which will determine\r\nCambodias milestones on the way to achieving the\r\nMDGs by 2015.\r\n33\r\nA/60/PV.5\r\nAllow me to raise some issues related to the\r\nfuture of our fragile world in the twenty-first century.\r\nFirst, with regard to freedom from want, we fully\r\nshare the Secretary-Generals analysis of the\r\ninterlinkages between human rights, the rule of law,\r\ndemocracy, security and development. We should\r\ntherefore work on all fronts at the same time. Unless\r\nall the interdependent causes are advanced, none can\r\nsucceed.\r\nDevelopment issues should remain at the heart of\r\nthe international communitys attention. Strong\r\npolitical will is a prerequisite to achieve the\r\nMillennium Development Goals. A global partnership\r\nbetween rich and poor countries should be based on\r\nmutual respect and trust, shared responsibilities and\r\ntransparency. Aid-providing nations and institutions\r\nmust move rapidly to make a reality of the rhetoric of\r\nthe Paris and Rome Declarations: they must extend\r\nstrict and resolute support of the receiving nations full\r\nownership of both the process and the priorities of\r\nsocio-economic progress. Politically driven hidden\r\nagendas and shifting ideologies to exert coercive\r\ninfluence on recipients must end; they serve only to\r\npunish the poor. In fact, while that trend is declining,\r\nthere is an increase in the number of conditions linked\r\nto aid.\r\nMost of the aid has reached those in real need, a\r\nlarge amount of it having been spent on technical\r\nassistance and studies and also on some sectors that are\r\nnot consistent with the development priorities of\r\nrecipient countries. Aid has been made conditional on\r\nthe requirements of donors. In the end, most aid money\r\nhas ended up benefiting the economies of donor\r\ncountries or consultants from other countries, even\r\nthough they were incompetent or did not know the\r\nrecipient countries. At the same time, developing\r\ncountries should take steps to carry out reforms,\r\nespecially in the areas of domestic revenue\r\nmobilization, strengthened governance and the fight\r\nagainst corruption.\r\nWe welcome the decision of G-8 nations to write\r\noff the debt of 18 highly indebted poor countries in the\r\namount of $40 billion. However, that is merely a rescue\r\neffort rather than a solution. Successful development\r\nrequires increased net transfers of resources for real\r\ninvestments in poor countries in the form of grants,\r\nwhich are decreasing from year to year. Moreover,\r\nmodalities should be flexible in order to enable poor\r\ncountries to use loans to implement projects that are of\r\ngreat benefit to their national economies and that have\r\nthe capacity to generate high domestic revenue while\r\nnot affecting their repayment capacity and\r\nmacroeconomic development. We also need to move\r\nrapidly away from producing volumes of paper reports\r\nto providing relief or development assistance to the\r\npoor. The Monterrey spirit and the commitment to\r\nincrease official development assistance to 0.7 per cent\r\nof gross domestic product must be translated into\r\nreality. A fair trading system between developed and\r\npoor countries must be established so that poor\r\ncountries can fully realize their own potential and\r\nmaximize their comparative advantages for growth.\r\nWe welcome the goals of the International\r\nConference on Population and Development to achieve\r\nreproductive health services globally before 2015. In\r\nthe context of ensuring sound environmental\r\ngovernance, Cambodia welcomes the promulgation of\r\nthe Kyoto Protocol aimed at stabilizing the emission of\r\ngreenhouse gases.\r\nSecondly, with regard to freedom from fear,\r\nterrorism constitutes a serious threat to all progress. It\r\nnot only wipes out gains and sets back the clock, but\r\nthe diversion of scarce resources in order to counter it\r\nmeans fewer available funds to meet development\r\nchallenges and so ensure a better tomorrow for all. As\r\nwe take strong measures to combat and curtail\r\nterrorism, we should at the same time address its root\r\ncauses. We should put an end to the conditions that\r\nterrorists have exploited. We should remove the\r\nfrustrations of the poor and excluded people of our\r\nplanet, restore dignity to those who have lost it and\r\nensure that dialogue and cooperation prevail between\r\ncivilizations, cultures and religions. In essence, the\r\ngoal should be to lead a balanced and tolerant life, at\r\npeace with oneself, and in harmony with ones\r\nneighbours, with other beings, with nature and with the\r\ncosmos.\r\nIn closing, I would like to reiterate that the\r\nchallenges of our time require political actions born of\r\nintelligence, courage and heart. Cambodia stands ready\r\nto join in the global effort that will lead us down the\r\npath of development, security and freedom.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency The\r\nHonourable Tuilaepa Sailele Malielegaoi, Prime\r\n34\r\nA/60/PV.5\r\nMinister and Minister for Foreign Affairs of the\r\nIndependent State of Samoa.\r\nMr. Malielegaoi (Samoa): Five years ago, at the\r\ndawn of the new millennium, we leaders boldly\r\ndeclared a shared commitment to stronger global\r\nefforts to ensure that all people have a right to live in\r\ndignity, free from want and fear. Those were not just\r\nvisionary goals or mere aspirations; they were basic\r\nhuman needs achievable within our lifetime. Our\r\noptimism was rooted in a culture of shared\r\nresponsibility and in a belief in mans decency. After\r\nall, as members of the global family, we share triumphs\r\nand tragedies, hopes and setbacks; and our interests are\r\nmutually interdependent.\r\nThis is a historic occasion and a unique\r\nopportunity. We come together for an honest self-\r\nappraisal of our performance over the past five years.\r\nOur task is not to lament lost opportunities, pass\r\njudgement on the performance of some of our fellow\r\nMembers or blame others for our failures. No, we come\r\ntogether to reflect on the past, take stock of the present\r\nand move forward in unity of purpose.\r\nWe must rise above the dictates of narrow\r\ninterests and work to benefit from the diverse\r\nperspectives of our membership. Name-calling and\r\nintransigent positions have no place in our review.\r\nInstead, we shall recommit ourselves in both deeds and\r\nwords to honouring the letter and spirit of the\r\nMillennium Declaration.\r\nThe verdict is out. The review has revealed some\r\nsuccesses but also some unmet expectations. There is\r\nunderstandable panic and anxiety in some quarters, just\r\nas there is reason for guarded optimism that the\r\nMillennium Declaration will be implemented in full.\r\nLet us remember that there is no universal prescription\r\nor magic formula for inducing a desirable outcome for\r\nall Member States if countries are not willing to put\r\ntheir own house in order first.\r\nSamoa believes in the Millennium Declaration\r\nand its global commitments aimed at enhancing the\r\nfuture of humanity in the twenty-first century. The\r\neight Millennium Development Goals that resulted\r\nfrom the Declaration are practical and time-bound\r\nbenchmarks needed to track our progress in the critical\r\nimplementation phase.\r\nIn order to realize the Goals, we have adopted an\r\nintegrative approach through our national development\r\nstrategy, which incorporates other international\r\nprotocols. Some Millennium Development Goals\r\n(MDGs), such as the goal on health, have been\r\nlocalized to reflect Samoas immediate concerns and\r\npriorities.\r\nAs part of our commitment to the Millennium\r\nDeclaration, earlier this year we submitted our progress\r\nreport on the Millennium Development Goals. We have\r\nalso presented our consolidated report to the United\r\nNations Committee on the Elimination of\r\nDiscrimination against Women. Our report on the\r\nstatus of the Rights of the Child has been completed\r\nand will be submitted to the United Nations in the next\r\nfew days.\r\nMy Government remains confident that most of\r\nthe Goals will be met within the proposed time frame.\r\nHowever, challenges remain and they are being\r\naddressed through policy and legislative initiatives and\r\nthe creation of innovative partnerships with the donor\r\ncommunity and civil society.\r\nBut Samoa cannot manage alone. Achieving the\r\nGoals will not be easy without the support of our\r\ndevelopment partners. Sustainable development\r\nrequires sustained effort and commitment. Partnerships\r\nwith the donor community require mutual trust and\r\nunderstanding.\r\nAs a small island developing State (SIDS) and a\r\nleast developed country (LDC), Samoa reaffirms the\r\ncontinuing validity of the Mauritius Strategy and the\r\nBrussels Programme of Action as the comprehensive\r\napproaches for meeting the specific threats and\r\nchallenges faced by those groups of countries. But\r\nadopting programmes of action without adding\r\nresources to complement Members efforts could easily\r\nblunt the drive of the States to meet the challenges of\r\npoverty reduction.\r\nIn recent times, the world has witnessed\r\noutbreaks of the most devastating natural disasters,\r\nunprecedented in the 60-year history of our\r\nOrganization. Tsunamis, hurricanes, earthquakes and\r\nfloods have resulted in the loss of countless lives and\r\nin untold sorrow and suffering. Those extreme events\r\ndemonstrate the awesome power of nature. But the\r\ninternational communitys overwhelming response in\r\nhelping the victims attests to the immense depth of\r\nhuman compassion. My own country has endeavoured,\r\nwithin its limited resources, to contribute what it can in\r\nsupport of those efforts.\r\n35\r\nA/60/PV.5\r\nChanges in global climate patterns and the\r\nfrequency of extreme weather events have increased\r\nthe threat of natural disasters. Natural disasters do not\r\ndiscriminate between rich and poor countries. Yet those\r\nmost affected by the immediate consequences of\r\nclimate change are usually the vulnerable and the\r\nmarginalized. Paradoxically, the majority of them make\r\nno direct contribution to the causes of climate change.\r\nSmall island developing States have real and\r\nurgent concerns for their continued survival in the face\r\nof the effects of climate change. We appeal for a\r\nchange of heart among those with the capacity to make\r\na difference and for them to heed our plea and take\r\nbold action to address this imminent threat.\r\nWorld leaders, in their reflective wisdom,\r\nreaffirmed their faith in a strengthened and reformed\r\nUnited Nations, a vital multilateral institution able to\r\nrespond effectively and ably to the challenges of the\r\ntwenty-first century and to deliver on the Millennium\r\nDeclaration.\r\nSamoa supports enlarging both membership\r\ncategories of the Security Council in order to reflect\r\ncontemporary geopolitical realities. There remains a\r\ncompelling case for democracy and transparency in the\r\nCouncils procedures and working methods in order to\r\nfacilitate a more engaged and effective relationship\r\nwith the General Assembly. The Assembly, on the\r\nother hand, must work hard to regain the worlds\r\nconfidence in its status as the highest deliberative and\r\nrepresentative decision-making body of the\r\nOrganization.\r\nMeaningful management reforms must include\r\nthe Secretariat. Its accountability and management\r\nstructures should be realigned to reflect its mandate\r\nand todays realties, making it more effective and\r\nresponsive. The Secretary-General should be given the\r\nnecessary flexibility and resources to lead a\r\nstrengthened United Nations, in exchange for greater\r\ntransparency and accountability.\r\nRecognizing that development, security and\r\nhuman rights constitute the three pillars of the United\r\nNations, Samoa supports the creation of a Human\r\nRights Council. It is hoped that elevating the status of\r\nhuman rights within the United Nations hierarchy will\r\ngive the Council greater visibility and status and thus\r\nenhance the promotion and the protection of human\r\nrights.\r\nThe proposal to establish a Peacebuilding\r\nCommission within the United Nations system to give\r\ngreater support to States emerging from post-conflict\r\nsituations and moving towards recovery and\r\nreintegration is another positive aspect of the overall\r\nreform which we support and which we hope will\r\nmaterialize soon.\r\nAs the current Chair of the Pacific Islands Forum,\r\nSamoa supports a stronger, more formalized\r\nrelationship between the United Nations and regional\r\norganizations. A Pacific Plan to be approved by the\r\nPacific Islands Forum later this year establishes the\r\nframework for strengthening regional and national\r\ncapacities to pursue the Millennium Development\r\nGoals targets. A key pillar in attaining the goals of the\r\nPacific Plan is cooperation with the United Nations\r\nthrough mutually beneficial partnerships with regional\r\norganizations of the Pacific.\r\nSamoa places great faith in international law and\r\njustice and the vital protection that the law offers all\r\nStates, especially the weak and the small. We therefore\r\nwelcome the entry-into-force of the Rome Statute of\r\nthe International Criminal Court and the important\r\nwork in which it is currently engaged as part of its\r\ncontribution to securing a more just and peaceful\r\nworld.\r\nThe outcome document of our summit meeting\r\nwill provide an agreed road map to hasten the\r\nattainment of the MDGs and to implement the reform\r\nprogramme for a revitalized United Nations.\r\nWe know that actions inevitably lag behind\r\ncommitments made, but we take heart from experience\r\nthat, despite setbacks, we still make progress when we\r\nmanage to work cooperatively. This is why our coming\r\ntogether as the United Nations remains so vital to the\r\nfuture of our world.\r\nThe Co-Chairperson (Sweden): Before calling\r\non the next speaker, I should just like to remind\r\ndelegates of the importance of the length of their\r\nstatements. As members have noticed, several speakers\r\nwill now have to speak during the normal lunch break\r\nbecause of the very long speeches that are being\r\ndelivered. I ask all speakers to exercise maximum\r\nrestraint and to shorten their speeches. The written\r\ntexts can always be made available, and that would\r\nmake it possible for others to speak within the normal\r\nschedule.\r\n36\r\nA/60/PV.5\r\nThe Assembly will now hear an address by His\r\nExcellency The Honourable Navinchandra\r\nRamgoolam, Prime Minister of the Republic of\r\nMauritius.\r\nMr. Ramgoolam (Mauritius): We agreed to meet\r\nthis year to reflect on the progress made in the\r\nimplementation of the Millennium Declaration, the\r\nMillennium Development Goals (MDGs) and the\r\nrelated outcomes of other global conferences and\r\nmeetings. My delegation notes with satisfaction that,\r\nafter long and protracted negotiations, United Nations\r\nMembers have been able to achieve broad-based\r\nconsensus, not only on the review of the Millennium\r\nDeclaration, but also on a wide-ranging reform of the\r\nOrganization to adapt it better to present and future\r\nchallenges.\r\nThe proposals in the outcome document lay the\r\nfoundation for creating a supportive and enabling\r\ninternational environment for social and economic\r\ndevelopment in our countries, notably through an\r\nincrease in official development assistance (ODA) and\r\nthe establishment of timetables for achievement of the\r\ntarget of 0.7 per cent of gross national product (GNP)\r\nfor ODA by 2015, together with initiatives to enhance\r\nthe quality of aid and its impact.\r\nMy delegation commends the Group of Eight for\r\nhighlighting the need for Africa to have access to\r\nadditional resources. The specific recommendations\r\nwith respect to Africa in the outcome document, if\r\nproperly implemented, will mean faster progress by\r\nAfrica towards meeting the MDGs.\r\nMy delegation also welcomes the recent\r\nproposals of the G-8 that have now led to the\r\ncancellation of the outstanding debt of heavily indebted\r\npoor countries. As it is an indubitable fact that debt\r\nsustainability is crucial to the achievement of national\r\neconomic development goals, including the\r\nMillennium Development Goals, there is also an urgent\r\nneed for the Bretton Woods institutions to develop a\r\ndebt sustainability framework for low-income\r\ncountries, as well as middle-income countries.\r\nI am pleased to note that the specific measures to\r\naddress the special needs of the least developed\r\ncountries, the landlocked developing countries and the\r\nsmall island developing States have been taken on\r\nboard in the outcome document and a commitment\r\nmade to promote greater international cooperation and\r\npartnership for the implementation of the Mauritius\r\nStrategy.\r\nWhile these are all very welcome proposals, my\r\ndelegation believes that much more will have to be\r\ndone if we are to sustain our development. That is why\r\nI believe emphasis should be placed on promoting\r\ntrade as an engine for growth and development. My\r\ndelegation wishes to underscore the need for increased\r\nopportunities for developing countries, particularly\r\nsmall island States, and their integration in the global\r\nmarket system. The need for a fair international\r\nenvironment that maximizes development gains of\r\ndeveloping countries in the context of trade\r\nliberalization cannot be overemphasized.\r\nYet, recent developments have been particularly\r\nhostile to developing countries. In fact, some of our\r\ncountries, including my own, are facing not only a\r\nsharp erosion of traditional and historical preferences\r\nbased on supply arrangements with the European\r\nUnion, but also fierce competition and new barriers to\r\ntrade our products. At the same time, we are being\r\nasked to liberalize our markets for the benefit of\r\nforeign companies. Should this trend go unchecked, a\r\nlarge number of developing countries and a number of\r\nmiddle-income countries would face serious\r\ndifficulties. It is extremely important to allow the\r\ndeveloping countries, including the most vulnerable\r\nones, to trade on a level playing field.\r\nYesterday, United States President Bush made a\r\ncall for the successful conclusion of the Doha\r\ndevelopment round so as to promote prosperity and\r\nopportunity for all nations. We fully support his call.\r\nWe are also pleased with the emphasis placed on\r\nenvironmental sustainability and on the urgent\r\nnecessity to undertake global action to mitigate the\r\neffects of climate change. We wish to reiterate the call\r\nfor urgent action to arrest the emission of CFC gases,\r\nwhich experts say have already reached dangerous\r\nlevels. While we welcome the entry into force of the\r\nKyoto Protocol, we believe it imperative that all\r\ncountries subscribe to the Protocol as soon as possible.\r\nWhat is now required is for us to develop a more\r\ninclusive international framework on climate change\r\nbeyond the expiration of the Kyoto Protocol in 2012.\r\nClimate change is no longer a distant possibility; it is\r\nhappening now; and, unfortunately, it is the countries\r\nthat are least responsible for emitting these gases that\r\nare suffering the most.\r\n37\r\nA/60/PV.5\r\nRecent natural disasters, such as the 26 December\r\nTsunami and Hurricane Katrina, triggered an\r\nunprecedented wave of solidarity around the world. My\r\nGovernment expresses its sympathy and solidarity with\r\nall the countries that suffered losses from those\r\ndisasters.\r\nBut we must learn from these lessons. It is of\r\nparamount importance to invest in disaster risk\r\nreduction, and my delegation strongly believes that\r\nadequate funding must be provided in this area in order\r\nto enable the most vulnerable to be better prepared and\r\nbuild resilience against natural disasters.\r\nIn the same vein, we welcome efforts by the\r\nIntergovernmental Oceanographic Commission to set\r\nup a global network of early warning systems across\r\nthe world.\r\nMy delegation strongly supports the\r\nrecommendation in the outcome document concerning\r\nterrorism, particularly the recommendation to reach\r\nagreement on a comprehensive international\r\nconvention on terrorism. It is also important to address\r\nthe root causes of terrorism. Mauritius has always been\r\nsupportive of all initiatives designed to combat\r\nterrorism. I am pleased to say that yesterday Mauritius\r\nsigned the International Convention for the\r\nSuppression of Acts of Nuclear Terrorism.\r\nMauritius equally endorses the principle of the\r\nresponsibility to protect as a norm of collective\r\naction in cases of genocide, war crimes, ethnic\r\ncleansing and crimes against humanity.\r\nThe Peacebuilding Commission will be an\r\nimportant interface between the Security Council,\r\nresponsible for conflict prevention and management,\r\nand the Economic and Social Council, responsible for\r\npost-conflict reconstruction and development.\r\nMauritius believes that the composition of the\r\nPeacebuilding Commission should be open enough to\r\nenable any country to participate that can contribute\r\neffectively to it.\r\nWe support the proposal for the establishment of\r\na Human Rights Council to promote universal respect\r\nfor the protection of all human rights and fundamental\r\nfreedoms. The proposed Human Rights Council should\r\nserve as a forum for constructive engagement on\r\nhuman rights and enhance the promotion of the highest\r\nstandards of human rights through peer reviews and\r\nexchange of good practices.\r\nThis session of the Assembly offers a unique\r\nopportunity for substantial reform of the United\r\nNations system in its entirety. It is our hope that, as we\r\nundertake these wide-ranging reforms, a solution could\r\nalso be found to the issue of Security Council reform.\r\nMy delegation considers it imperative that, in an\r\nexpanded Security Council, Africa should find its\r\nrightful place, with representation both in the\r\npermanent and the non-permanent category, and that\r\nIndia, the worlds largest democracy and also a\r\ndeveloping country, should serve as a permanent\r\nmember of the Council.\r\nWe view the reform process in terms of the\r\nimperative of enhancing the efficiency and\r\neffectiveness of the United Nations, with a view to\r\npromoting transparency and accountability as\r\nprinciples of good governance at the national and\r\ninternational levels. We must also see to it that the\r\nUnited Nations internalizes and applies these core\r\nprinciples within the Secretariat.\r\nLet me conclude by reaffirming the commitment\r\nof Mauritius to the principles the United Nations,\r\nwhich represents the highest level of multilateralism\r\nand in which the voices of all States, big and small, can\r\nbe heard. This system of multilateralism has evolved\r\non the twin pillars of a body of the most up-to-date\r\ninternational law, a corpus of norms and standards\r\ngoverning international relations and a framework of\r\ncommonly shared values.\r\nIt is incumbent on the leaders of the world to\r\nenhance the image of the United Nations and endow it\r\nwith the means to face the myriad of challenges we\r\nface, in a spirit of fairness, justice and interdependence\r\nand with the common objective of the good of\r\nhumanity. Let that be our commitment and our legacy\r\nto future generations.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency The Right\r\nHonourable Pakalitha Bethuel Mosisili, Prime Minister\r\nand Minister for Defence and Public Service of the\r\nKingdom of Lesotho.\r\nMr. Mosisili (Lesotho): At the outset, allow me\r\nto express our deepest sympathy and heartfelt\r\ncondolences to the Government and the people of the\r\nUnited States of America as they go through\r\ntribulations in the aftermath of Hurricane Katrina and\r\nthe resulting massive loss of life and property.\r\n38\r\nA/60/PV.5\r\nThis High-level Plenary Meeting provides an\r\nopportunity for introspection, following the\r\ncommitments made at the major United Nations\r\nconferences and summits in the economic, social and\r\nrelated fields, including the historic Millennium\r\nSummit. In my delegations view, virtue has to\r\ncommand and, indeed, underpin our deliberations.\r\nAt the Millennium Summit, we were confident\r\nthat the goals and the targets we set were achievable.\r\nYet, hardly five years later, the scourge of HIV and\r\nAIDS  the spread of which we undertook to halt and\r\nreverse by 2015  has been widely identified as a\r\nunique and unprecedented threat to international\r\ndevelopment. It undermines the hope of achieving the\r\nMillennium Development Goals (MDGs) by 2015. It\r\ncontinues to erode and wreck the lives of millions,\r\nparticularly in Africa. Hence, my delegation sincerely\r\nhopes that the Meeting will give HIV and AIDS the\r\nsame level of attention and concern as it does global\r\nsecurity.\r\nThese circumstances compel us to reiterate our\r\nplea to the international community to urgently adopt\r\nan expanded and comprehensive response to HIV and\r\nAIDS, malaria, tuberculosis and other diseases. Such a\r\ncomprehensive response would complement individual\r\ncountries concerted efforts to halt the rapid spread of\r\nthe HIV/AIDS pandemic.\r\nIn the field of education, in 1999 Lesotho adopted\r\na sequential strategy of introducing free primary\r\neducation beginning in grade one and in 2005 launched\r\nthe New Partnership for Africas Development\r\n(NEPAD) eSchools demonstration project. However,\r\nwe regretfully recognize that the efficiency of those\r\nstrategies is undermined by a shortage of teachers due\r\nto the HIV/AIDS pandemic and the high drop-out rate\r\nof those, particularly girls, who have to take of parents\r\nbedridden with AIDS and related diseases.\r\nOur target of reducing the mortality rate among\r\nchildren under five by two thirds by 2015 is being\r\ncompromised by the impact of HIV and AIDS.\r\nPreventable diseases also threaten the lives of children\r\nunder five. In the same vein, the target of reducing the\r\nmaternal mortality ratio by three quarters seems to be\r\neluding us. Our efforts and resources in those two\r\nhealth areas must be doubled to achieve the goals set.\r\nFive years ago, the Millennium Summit placed\r\nthe eradication of extreme poverty and hunger at the\r\ntop of the list of the MDGs. Unfortunately, however,\r\nthe goal of eradication of extreme poverty remains\r\nelusive for many countries, particularly in sub-Saharan\r\nAfrica.\r\nThe Government of Lesotho is doing its utmost to\r\nrise above those challenges. It has, inter alia, adopted\r\nthe New Partnership for Africas Development\r\n(NEPAD), and in July 2004, it voluntarily acceded to\r\nthe African Peer Review Mechanism.\r\nThe prospect of further growth of slums and\r\ninformal settlements in major cities threatens\r\ndeveloping countries. That calls for a comprehensive\r\naid and development services programme, which can\r\nand must assist the urban poor by providing basic\r\nhousehold utilities.\r\nWith respect to the promotion of gender equality\r\nand the empowerment of women, the Government of\r\nLesotho, in collaboration with all stakeholders,\r\ninitiated a gender and development policy in 2001. The\r\npolicy addresses various development issues that\r\nimpede womens full and active participation in\r\ndevelopment as equal partners and beneficiaries.\r\nDeveloped countries have to unconditionally\r\nabide by the commitments they made at all the major\r\nUnited Nations conferences in the economic, social and\r\nrelated fields and at other international conferences\r\nheld to address the special needs of least developed\r\ncountries, landlocked developing countries and small\r\nisland developing States.\r\nFurthermore, Member States have to rededicate\r\nthemselves to protecting the vulnerable and meeting\r\nthe special needs of Africa. We have to face the truth.\r\nCountries such as Lesotho that in 2005 face a\r\ncombination of challenges, including the rampant\r\nspread of HIV and AIDS, extreme poverty, food\r\ninsecurity and a heavy debt burden, will not be able to\r\nachieve the Millennium Development Goals by 2015\r\nunless sufficient and rapid assistance  particularly in\r\nterms of resources  is extended to them.\r\nThe stark reality is that least developed countries\r\nsuch as Lesotho urgently need resources to achieve\r\nthose laudable and worthy goals.\r\nThe Co-Chairperson (Sweden): I thank the\r\nPrime Minister and Minister for Defence and Public\r\nService of the Kingdom of Lesotho for his\r\nthoughtfulness in shortening his speech and having\r\nmade its text available to members for reading.\r\n39\r\nA/60/PV.5\r\nThe Assembly will now hear an address by His\r\nExcellency Mr. Recep Tayyip Erdoğan, Prime Minister\r\nof the Republic of Turkey.\r\nMr. Erdoğan (Turkey) (spoke in Turkish; English\r\ntext provided by the delegation): I consider it a source\r\nof great happiness to address members in this Hall,\r\nwhich represents our hopes for a better world. Five\r\nyears ago, at the start of the new century, we expressed\r\nour will to carry the founding ideals of the United\r\nNations into the new century.\r\nThe United Nations was built as the house of\r\npeace for humanity, which lay battered in the ruins of a\r\ngreat war. In the period since them, humanity,\r\nunfortunately, has continued to experience great\r\nsuffering and has seen great destruction. Indeed,\r\ncompared with the periods of war, poverty and tears,\r\nperiods of peace constitute a very small part of our\r\nhistory.\r\nThe United Nations was founded so as to turn the\r\ntide in favour of peace and prosperity. It is for that\r\nreason that we must continue to strengthen the United\r\nNations and seek solutions to the human suffering that\r\nwe face today.\r\nI consider the constantly increasing gap in\r\nincome distribution between the North and the South,\r\nas well as the arms race, to be the greatest obstacles to\r\nthe well-being and prosperity of nations.\r\nPoverty, disease, environmental degradation and\r\nterrorism, which have been sources of threat and\r\nconcern for humankind in every period of its history,\r\nare becoming ever more threatening. Today, the reality\r\nis that, regardless of where they occur or whom they\r\naffect, all of them have ramifications on a global scale.\r\nThus they pose problems for every single one of us \r\nand the main reason for that is globalization. We\r\ncannot shut our eyes and ears to those problems just\r\nbecause they are physically far from us. Thus, without\r\nlosing further time, we must jointly seek ways to\r\nglobalize peace instead of war, prosperity instead of\r\npoverty, conscience instead of greed, and rights and\r\nfreedoms instead of oppression and violence. With the\r\nUnited Nations at the forefront, we must reconstruct\r\nour international institutions accordingly. We should be\r\nin no doubt that our common future will depend on\r\nthat.\r\nThe culture of conflict, which has become a\r\nglobal plague in itself, is in my view one of our\r\npriority concerns. Let us once again remember the acts\r\nof terrorism that struck New York, Istanbul, Madrid,\r\nLondon, Sharm el-Sheikh, Beslan and Baghdad. Bitter\r\nexperience has taught us all that terrorism is the enemy\r\nof humankind.\r\nWe must give serious consideration to how we\r\ncan help those who live in poverty; those do not\r\nreceive a sufficient share of the benefits of\r\nglobalization; those who are unable to benefit from\r\ndemocracy and freedom; those who cannot keep up\r\nwith the rapid pace of change in our world; and those\r\nwho are, unfortunately, trapped in a cycle of conflict\r\nand destruction.\r\nIt is clear that it will become more difficult for us\r\nto stand on our own feet if we do not stand by those in\r\nneed. It would, indeed, be a mistake to continue to\r\npresent different traditions and cultures as sources of\r\nconflict, despite the many experiences that we have\r\nbeen through and the ruinous conflicts that have cost\r\nthe lives of millions of people.\r\nTogether with my Spanish counterpart,\r\nMr. Rodríguez Zapatero, I launched the Alliance of\r\nCivilizations initiative on the basis of that\r\nunderstanding. The Secretary-General, who shares our\r\nbeliefs, has shown great sensitivity in supporting and\r\nparticipating in that effort.\r\nThe draft outcome document (A/60/L.1), which\r\nreflects the conclusions of the Secretary-Generals\r\nreport, will be an important step by the international\r\ncommunity towards fulfilling its commitments under\r\nthe Millennium Development Goals. It is our sincere\r\ndesire that those commitments, which are defined in\r\nthe outcome document, and the necessary structural\r\nreforms, will be implemented during the sixtieth\r\nsession of the General Assembly. Indeed, the main\r\nreason for announcing our candidacy for a non-\r\npermanent seat on the Security Council for 2009-2010,\r\nis so that we can make a contribution to the\r\nachievement of global peace and welfare.\r\nA United Nations that renews itself, that is more\r\ndemocratic and transparent, that has the ability to\r\nrepresent the joint will of all Member States, that is the\r\nsource of solutions to international conflicts, that is\r\nseen as the guarantor of global peace, that is respected\r\nby all Members and that is more active and\r\nforesighted, is in the common interest of all of\r\nhumanity.\r\n40\r\nA/60/PV.5\r\nI congratulate Secretary-General Kofi Annan for\r\nhis efforts in that direction. Turkey continues to hope\r\nfor and aspire to a better world. On that note, I would\r\nlike to warmly thank all participants.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Jiří\r\nParoubek, Prime Minister of the Czech Republic.\r\nMr. Paroubek (Czech Republic): As my country\r\nfully endorses the statement delivered here yesterday\r\nby the Prime Minister of the United Kingdom on behalf\r\nof the European Union (EU), I would like to share with\r\nthe Assembly just a few additional observations and\r\ncomments.\r\nFive years ago, world leaders here in New York\r\nagreed on a set of targets, which, if they are met, could\r\nmake the world better and more fair. The following\r\nyear  after the terrorist attacks on New York and\r\nother United States targets  our agenda grew.\r\nCombating terrorism, which was mentioned only\r\nmarginally in the Millennium Declaration, has become\r\none of our top priorities. At the same time, it has\r\nbecome obvious that the various goals and priorities of\r\nthe United Nations are more interconnected than ever.\r\nThere can be no question about whether this summit\r\nshould deal with development or with security: it must\r\ntackle both.\r\nThe wide gap between the rich and the poor\r\ncountries cannot be closed in a short period of time.\r\nBut the differences must be diminished, and the\r\nMillennium Development Goals must be achieved.\r\nWhen assessing our progress in meeting them so far,\r\nreferring to statistics and tables is not very helpful.\r\nWhat matters is the fact that, even in this century, there\r\nare children dying from starvation in many parts of the\r\nworld. Dealing with this shameful situation is a moral\r\nimperative to which everybody, both rich and poor,\r\nwithout exception, must be committed.\r\nThe Czech Republic vows to accept its share of\r\nresponsibility. The Czech Government has overcome\r\nthe burden of the communist economic legacy and has\r\nsucceeded in launching its national economy on a\r\ngrowth trend. Our accession to the EU further\r\naccelerated growth, as reflected in the countrys key\r\nmacroeconomic indicators. It is no mere coincidence\r\nthat the Czech Republic is the largest donor among the\r\n10 new EU member States. Czech development\r\nassistance has more than doubled, and it will continue\r\nto grow.\r\nThe Czech Republic sees the United Nations as a\r\nkey part of the system of multilateral cooperation.\r\nTherefore, we are deeply interested in improving its\r\nperformance and strengthening its role. We are\r\ninvolved in United Nations peacekeeping missions. We\r\nwill contribute to the United Nations Democracy Fund.\r\nWe are active in the field of human rights. We are\r\njoining others in combating terrorism: just a few hours\r\nago I attached my signature to the International\r\nConvention for the Suppression of Acts of Nuclear\r\nTerrorism. We hope that our commitment will help us\r\nwin a seat on the Security Council for 2008-2009.\r\nThe United Nations is often accused of being\r\nslow and inefficient, and it is blamed for many failings.\r\nNothing can change the fact, however, that it is we, the\r\nindividual Member countries, who make the\r\nOrganization what it is, with all its positives and\r\nnegatives. It is first and foremost up to Member States\r\nto demonstrate their political will to reform the\r\nOrganization and to make it more efficient in this\r\nchallenging era of globalization.\r\nThis summit seems to be ready, after weeks of\r\nhard preparatory work, to adopt far-reaching decisions\r\nconcerning development cooperation, financing for\r\ndevelopment, security, the fight against terrorism, the\r\nuse of force, peacekeeping, peacebuilding, human\r\nrights and the promotion of democracy, not to mention\r\ninstitutional adjustments. I believe that we are on the\r\nright track and that this will be an important milestone\r\nin the reform process. The decisions of the summit\r\nmust be realized without delay.\r\nThe Co-Chairperson (Sweden): I thank the\r\nPrime Minister of the Czech Republic for having\r\nlimited his statement to five minutes.\r\nThe Assembly will now hear an address by His\r\nExcellency Mr. Anders Fogh Rasmussen, Prime\r\nMinister of the Kingdom of Denmark.\r\nMr. Rasmussen (Denmark): We have committed\r\nourselves to halve global poverty by 2015 and to\r\nachieve further ambitious goals during the next decade.\r\nThe enormous progress achieved by market oriented\r\neconomic reform in Asia and Latin America over the\r\nlast decade proves that the eradication of poverty is not\r\nan impossible goal. But an extraordinary effort is\r\nrequired to give Africa the chance to succeed. We all\r\nhave to do more and to do better: African\r\nGovernments, rich countries and the United Nations.\r\n41\r\nA/60/PV.5\r\nFirst, Africa needs to overcome epidemic\r\ndiseases. AIDS is a fully blown disaster in Africa. The\r\ncombat against AIDS should be the worlds absolute\r\ntop priority. This is the area where every extra dollar of\r\nassistance will create the greatest benefits to society.\r\nSecondly, Africa needs trade. Free trade is the\r\nmost effective way to improve economic growth and\r\nfight poverty. When trade advances, poverty retreats.\r\nWe must all work for a successful outcome of the\r\nWorld Trade Organization development round in Hong\r\nKong in December. Rich countries must improve\r\nmarket access and dismantle trade distorting\r\nagricultural subsidies. Emerging economies must be\r\nready to assume their fair share of responsibilities\r\ntowards the poorest countries. And African countries\r\nshould liberalize trade among themselves.\r\nThirdly, Africa needs peace. Without peace there\r\ncan be no progress. The United Nations cannot impose\r\npeace on Africa. Africans themselves must prevent\r\nconflict and manage crisis. But we must help them to\r\nmaintain fragile peace. That is why it is so important\r\nthat we establish the Peacebuilding Commission.\r\nFourthly, Africa needs more aid. Without this,\r\npoverty ridden African societies cannot benefit from\r\nfree trade and globalisation. That is why Denmark is\r\nthe second largest contributor per capita to Africa. I\r\nurge all donor countries to strengthen their\r\ncontributions to Africa.\r\nAnd fifthly, Africa needs better governance. All\r\nour aid will come to nothing if countries are ruled by\r\ncorrupt dictators. Only when aid and trade are linked to\r\ngood policies can we lift people out of poverty. African\r\nGovernments must do more to fight corruption, to\r\nensure political liberty and economic freedom, to\r\ninvest in health and education of their people, and to\r\npromote the rights of women.\r\nThe United Nations has a special obligation as\r\nthe global watchdog against human rights abuses.\r\nFrankly, its performance has not been good enough. We\r\nowe it to the people of the Sudan, Zimbabwe and all\r\nothers who suffers from oppression and abuse to agree\r\non the establishment of a Human Rights Council that\r\nhas real powers and whose members will undertake to\r\nabide by the highest human rights standards.\r\nAll good deeds start at home. In order to maintain\r\nits moral authority and play a role in this process, the\r\nUnited Nations needs to get its own house in order.\r\nLast weeks report on the mismanagement of the oil-\r\nfor-food programme pointed to several cases of severe\r\nmisconduct and corruption. I am pleased that the\r\nSecretary-General has promised to take a hard look at\r\nthese problems.\r\nTogether we can make poverty history. Let us do it.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency The Most\r\nHonourable Percival James Patterson, Prime Minister\r\nand Minister of Defence of Jamaica.\r\nMr. Patterson (Jamaica): Five years ago, we\r\nadopted a Declaration revealing our vision for the\r\nshaping of international society in the new millennium.\r\nThe record shows that the results have fallen far short\r\nof our expectations.\r\nWe have failed to meet the targets we set; poverty\r\nand infectious disease remain rampant; tensions from\r\nwar and terrorism are straining the fabric of\r\ninternational security; the proliferation of weapons of\r\nall kinds generates fear and threatens domestic peace.\r\nThe world has become more insecure. There is still too\r\nmuch instability and conflict. There is still too much\r\nhardship and suffering. Too many are being left behind\r\nin the march towards the Millennium Development\r\nGoals.\r\nThis summit must send a message of hope to the\r\nmillions who are still living in misery. For this to\r\nhappen, three things are paramount.\r\nFirst, we must strengthen the global partnership.\r\nThe principles are well established. Shared\r\nresponsibility and mutual accountability constitute the\r\nbasic foundation, but we must get the partnership to\r\nwork and show concrete results.\r\nCommitments solemnly given must be\r\nimplemented. An adequate and predictable flow of\r\nresources and their effective utilization is the essence\r\nof the partnership between donors and recipients, based\r\non the discharge of mutual obligations and on\r\naccountability. Such a partnership should be carried out\r\nwithout burdensome policy conditionalities, and\r\ninstitutional safeguards for good governance are\r\nrequired.\r\nSecondly, this process should be complemented\r\nby action to eliminate inequities in the global system\r\nthrough positive adjustments in global economic\r\npolicies, which will give developing countries a better\r\n42\r\nA/60/PV.5\r\nchance to benefit from access to markets, capital flows\r\nand more favourable terms in the transfer of\r\ntechnology.\r\nThirdly, reform in global economic governance\r\ncan no longer be postponed. Reform should not be\r\nconfined to this Organization but should be undertaken\r\nin all institutions within the system, particularly those\r\ninvolved in economic policymaking. The basic\r\nprescription for progress is equity, inclusiveness,\r\naccountability and democratic participation. The\r\nBretton Woods institutions, whose decisions have such\r\na profound impact on our lives, should be among the\r\nfirst candidates for reform. Such a reform is long\r\noverdue.\r\nThe summit document placed before us sets out a\r\nframework, but it falls short of what we sought to\r\nprovide for a more substantive development agenda. It\r\nwill, however, have to serve as a starting point, and it\r\ndemands early action on our part.\r\nA reform of United Nations institutions is\r\nundoubtedly necessary, but it is important that it be\r\ncarefully designed to remedy the real deficiencies that\r\nexist and to strengthen multilateralism. The result\r\nshould not be to entrench the world power structure\r\nand for the United Nations to become its instrument.\r\nThe system must work for all of us.\r\nThe Security Council should be reformed in its\r\nstructure and procedures to become more\r\nrepresentative and to inspire greater confidence in its\r\ndecisions. The Economic and Social Council should be\r\nstrengthened and empowered to participate in global\r\neconomic policymaking and enabled to provide\r\neffective coordination and to promote coherence.\r\nReform should put an end to the excessive\r\npoliticization and adversarial approaches which have\r\ndiscredited the operations of the Human Rights\r\nCommission.\r\nDisarmament and arms control should remain a\r\npriority.\r\nThe draft outcome document of this summit is far\r\nfrom ideal, yet it represents a workable basis for the\r\nstronger United Nations we seek. It is really up to us,\r\nfor the most important reform is not that of institutions\r\nand structures. It is the policies and actions of Member\r\nStates which will determine our success or failure. It\r\nrequires renunciation of inequitable and discriminatory\r\npolicies and of the politics of intolerance and\r\ndomination. It requires a commitment to cooperation,\r\nmutual respect and greater efforts to achieve our\r\ncommon interests.\r\nTo that end, Jamaica stands always ready to play\r\nits part.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Silvio\r\nBerlusconi, Prime Minister of the Italian Republic.\r\nMr. Berlusconi (Italy) (spoke in Italian; English\r\ntext provided by the delegation): Our shared sadness\r\nwith respect to the victims of the hurricane that struck\r\nthe great country hosting the United Nations leads us to\r\nreflect on the principles underlying this Organization.\r\nWho are we? The answer is inscribed in the\r\nCharter that established the Organization 60 years ago.\r\nWe are the peoples of the United Nations. We are the\r\nStates, serving every human being. We have a duty\r\ntowards every inhabitant of the planet, wherever\r\nhuman dignity is denied, wherever the exercise of\r\nfundamental rights is impeded, whenever natural\r\ndisasters strike.\r\nIt is our duty to safeguard the freedom of all men\r\nand women and to ensure freedom from want, freedom\r\nfrom fear and freedom from oppression.\r\nFreedom from want is our primary goal. It is the\r\nresponsibility of the most developed and richer\r\ncountries to provide support and resources for\r\neconomic and social growth; it is the responsibility of\r\ndeveloping countries to create conditions at home that\r\nwill enable all citizens to reap the benefits of those\r\nresources.\r\nIn our discussions on poverty and development,\r\nwe cannot ignore the problem of debt. Italy is at the\r\nforefront in the area of debt relief, having already\r\ncancelled the debts of many of the poorest countries\r\nand being in the process of cancelling yet others.\r\nAnother crucial front is the further liberalization\r\nof international trade and market access. Italy supports\r\nthe efforts to ensure successful negotiations in the\r\nframework of the World Trade Organization. We\r\ncannot continue to leave entire populations on the\r\nmargins of globalization. I think that we all are\r\nconvinced that this is what is needed.\r\nFreedom from fear is the second major goal.\r\nTerrorism and the proliferation of weapons of mass\r\ndestruction pose a serious threat to peace and security.\r\n43\r\nA/60/PV.5\r\nThe success of negotiations in the framework of United\r\nNations reform will also be measured by the\r\nOrganizations ability to fight and eradicate these new\r\nglobal perils.\r\nIn that field, too, Italy is a leading promoter of a\r\ncommon strategy. Yesterday we signed the new\r\nInternational Convention for the Suppression of Acts\r\nof Nuclear Terrorism. But this is not enough. We must\r\noppose with all our means not only terrorists but also\r\nall those who support, protect and provide\r\njustifications for them by inciting acts of hatred and\r\nintolerance.\r\nThe United Nations must be in a position to\r\nrespond courageously to the crises generated by\r\nconflicts. That is why the commitment of every\r\ncountry and international organization is so vital. Here,\r\ntoo, Italy is playing a leading role; we are among the\r\nmost active participants in missions authorized by the\r\nSecurity Council. More than 40,000 Italian troops are\r\ndeployed in peacekeeping and peace-enforcing\r\noperations  from the Balkans to Afghanistan, from\r\nIraq to the Sudan.\r\nTo achieve these imperative and fundamental\r\nobjectives, the United Nations must have new, more\r\neffective tools at its disposal. That is why Italy\r\nstrongly supports the establishment of the\r\nPeacebuilding Commission and of the Human Rights\r\nCouncil. At the same time, I believe that new ways of\r\nthinking and a new vision of the international\r\ncommunitys responsibilities are needed.\r\nThe reaffirmation of the principle of the\r\nresponsibility to protect is a major achievement that\r\nresponds to the shortcomings of recent years.\r\nIn that light, we need to strengthen the role of the\r\nUnited Nations in the promotion of democracy and\r\nfreedom. That is why we commend the establishment\r\nof the Democracy Fund, to which we have assured our\r\nimportant financial contribution.\r\nFinally, we must avoid impositions and the\r\ncreation of divisions with respect to the question of\r\nSecurity Council reform. Together with the other\r\ncountries that belong to the Uniting for Consensus\r\nmovement, Italy has submitted a flexible proposal that\r\nprovides for an increase in non-permanent seats only.\r\nThe Security Council will be stronger, more\r\ntransparent and more in line with the principles of the\r\nCharter of the United Nations only if we enact a reform\r\nthat enjoys the broadest possible consensus. This is the\r\nonly way to foster the atmosphere of trust and\r\ncooperation which is needed to bring to a successful\r\nconclusion the reform of the United Nations as a\r\nwhole.\r\nAllow me to conclude by repeating the words I\r\npronounced in this Hall two years ago, which are as\r\nrelevant today as ever.\r\nIn the Millennium Declaration we\r\npromised food, water, health and education to the\r\ngreatest possible number of citizens. Now the\r\ndemocracies must commit themselves to providing,\r\nalso and above all, the intangible goods from which the\r\nother, more tangible ones, spring, because without the\r\nprerequisites of freedom and democracy there can be\r\nno hope for lasting peace and development, nor can\r\nthere be an ultimate defeat of the challenge of\r\npoverty. (A/58/PV.7, p. 35)\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Highness Sheikh\r\nSabah Al-Ahmad Al-Jaber Al-Sabah, Prime Minister of\r\nthe State of Kuwait.\r\nSheikh Sabah Al-Ahmad Al-Jaber Al-Sabah\r\n(Kuwait): On behalf of His Highness Sheikh Jaber Al-\r\nAhmad Al-Jaber Al-Sabah, allow to express my\r\ngreetings to this High-level Plenary Meeting as well as\r\nour best wishes for a successful outcome of this\r\nimportant and historic meeting. On behalf of His\r\nHighness the Amir and on behalf of the people and\r\nGovernment of Kuwait, allow me to express to the\r\npeople and the Government of the United States of\r\nAmerica our heartfelt sentiments of solidarity and\r\nsympathy during these tragic days of loss and stress in\r\nthe wake of the catastrophic hurricane that struck three\r\nSouthern states.\r\nAllow me also to express to the people of Iraq\r\nour condolences for the many victims of the acts of\r\nterrorism that have struck at security and stability and\r\nwhich are impeding the work to reconstruct and\r\nrehabilitate brotherly Iraq.\r\nThis High-level Plenary Meeting, which has been\r\nconvened to review and assess the implementation of\r\nthe Millennium Development Goals, coincides with the\r\nsixtieth anniversary of the establishment of the United\r\nNations. It is an occasion, which is a cause for\r\ncelebration; it is also an opportunity to renew our firm\r\ncommitment and trust in this Organization.\r\n44\r\nA/60/PV.5\r\nAllow me to express our thanks to the Secretary-\r\nGeneral for his valuable report submitted in\r\npreparation for this High-level Plenary Meeting. We\r\nthank all who assisted in preparing the Outcome\r\nDocument set for endorsement by the General\r\nAssembly at the end of this meeting.\r\nMay I, therefore, appeal to this Assembly, which\r\nis now in session at the highest level of responsibility,\r\nto muster its resolve with a view to giving a genuine\r\nand tangible meaning to international coordination and\r\ncooperation. Our goal is to fill and narrow the gaps and\r\novercome the problems that impede the realization of\r\nthe Millennium Development Goals in all regions of\r\nthe world, especially in Africa.\r\nKuwait believes that the development goals that\r\nthe world aspires to attain by 2015 are not impossible.\r\nIndeed, they could be within reach, especially the\r\neradication of poverty, hunger, the treatment of\r\nepidemics like HIV/AIDS, malaria and tuberculosis, as\r\nwell as the improvement of health and education\r\nconditions in our societies. We actually do note an\r\nencouraging number of success stories in many\r\ncountries.\r\nHowever, meeting our development objectives\r\nrequires collective commitment to our common\r\nresponsibilities, both as developing and developed\r\nnations. It also demands a conviction that economic\r\nand social development, openness and political\r\nparticipation are all critical factors in our joint\r\nendeavours to tackle the problems and challenges\r\nconfronting us in the areas of peace and security as\r\nwell as the long-standing threats that undermine world\r\nstability, such as protracted armed conflicts and\r\nunresolved regional problems, terrorism, the\r\nproliferation of weapons of mass destruction and the\r\nviolation of human rights. It is against this backdrop\r\nthat Kuwait expresses the hope that security and\r\nstability will be established and maintained in Iraq and\r\nthat a just and comprehensive solution will be achieved\r\nto the Palestinian question.\r\nKuwait welcomes the pledge made by a good\r\nnumber of developed countries to increase their official\r\ndevelopment assistance to developing countries in\r\norder to reach the level of 0.7 per cent of GNP, as\r\nagreed upon by the international community. We\r\nbelieve that this demonstrates a full recognition on\r\ntheir part of the fact that development is a crucial\r\nrequirement in addressing the problems facing the\r\ndeveloping world.\r\nKuwait also calls upon the developed countries to\r\nhonour their previous commitments in offering aid and\r\nto consider substantial reduction in the debts owed by\r\ndeveloping countries. Furthermore, we invite them to\r\nease tariff restrictions that impede the flow of products\r\nfrom the developing countries to the markets of the\r\ndeveloped nations and to set up a global partnership\r\nconducive to the creation of a free and balanced\r\ninternational trade and financial regime under the\r\numbrella of the World Trade Organization.\r\nGiven Kuwaits keen commitment to meet its\r\nobligations under United Nations resolutions and\r\ninternational conventions with a view to accelerating\r\nthe pace of development, and despite the fact that\r\nKuwait is a developing country, yet all relevant\r\ndevelopment indicators show that Kuwait has indeed\r\ncovered much ground in meeting its commitment to\r\nevery Millennium Development Goal and is ahead of\r\nthe timetable set by the United Nations.\r\nSince the early days of our membership in 1963,\r\nthe State of Kuwait has honoured its obligations under\r\nall international programmes in order to establish a\r\nglobal partnership for development. To that end, we\r\nhave established the Kuwait Fund for Economic\r\nDevelopment, putting in place a liberal facility for\r\nproviding assistance to the developing and least-\r\ndeveloped countries. Recipients of aid from the Fund\r\nnow exceed 100 developing countries, and the\r\naggregate volume of assistance exceeds $12 billion.\r\nThus the official development assistance provided by\r\nKuwait over the past years came to almost double the\r\ninternationally agreed-upon percentage. This does not\r\ninclude the financial assistance by the people of\r\nKuwait through civil society institutions and non-\r\ngovernmental organizations to nations in need.\r\nTo this end, Kuwait is gratified to reconfirm its\r\ncommitment to provide development and financial aid\r\nto the developing countries.\r\nKuwait is also pleased to highlight a recent\r\nachievement in gender equality in the political field.\r\nKuwaiti women can now exercise their right to vote\r\nand to run as candidates for election to the National\r\nAssembly Parliament. That was achieved on 16 May\r\n2005, when the national election law was amended.\r\nThis landmark achievement is a cause for pride. It has\r\nexpanded the prospects for all women in Kuwait to\r\n45\r\nA/60/PV.5\r\nassume leadership positions and to participate directly\r\nin the decision-making process. Kuwaiti women have\r\nnow become more effective partners in the overall\r\nnational development process.\r\nThe progress we have made so far in Kuwait\r\nagainst the Millennium Development Goals\r\nbenchmarks encourages us to enhance our capabilities\r\nto meet the challenges of development goals. At the\r\nsame time, we realize that challenges remain in the\r\nenvironmental sector. This in itself requires massive\r\nefforts to develop and deploy effective mechanisms\r\nrequired to mitigate and, ideally, reverse the adverse\r\nimpact on our environment.\r\nIn our pursuit of the Millennium Development\r\nGoals, we remain hopeful that the lessons drawn from\r\npast experience will be used in defining our immediate\r\ncourse of action and will allow us to live up to the\r\nchallenges of the present. In the final analysis, it will\r\nbe our collective wisdom and determination that will\r\nhelp us forge ahead in shaping a better future, for a life\r\nof freedom and dignity for future generations, a life\r\nthat enjoys the rule of law and stability, a life governed\r\nby the values and principles of freedom, justice and\r\nequality among all peoples.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Ariel\r\nSharon, Prime Minister of the State of Israel.\r\nMr. Sharon (Israel) (spoke in Hebrew; English\r\ntext provided by the delegation): I have come here from\r\nJerusalem, the capital of the Jewish people for over\r\n3,000 years and the undivided and eternal capital of the\r\nState of Israel.\r\nAt the outset, I should like to express the\r\nprofound feelings of empathy of the people of Israel\r\nfor the American nation, and our sincere condolences\r\nto the families who have lost loved ones. I wish to\r\nencourage my friend, President George Bush, and the\r\nAmerican people, in their determined efforts to assist\r\nthe victims of the hurricane. The State of Israel, which\r\nthe United States has stood beside at times of trial, is\r\nready to extend any assistance at its disposal in that\r\nimmense humanitarian mission.\r\nI stand before the Assembly, at the gate of\r\nnations, as a Jew and a citizen of the free and sovereign\r\nState of Israel, the proud representative of an ancient\r\npeople whose numbers are few but whose contribution\r\nto civilization and to the values of ethics, justice and\r\nfaith surrounds the world and encompasses history.\r\nThe Jewish people have a long memory  a\r\nmemory which united the exiles of Israel for thousands\r\nof years; a memory which has its origin in Gods\r\ncommandment to our forefather Abraham  Go\r\nforth!  and continued with the receiving of the\r\nTorah at the foot of Mount Sinai and the wanderings of\r\nthe children of Israel in the desert, led by Moses on\r\ntheir journey to the promised land, the land of Israel.\r\nI was born in the land of Israel, the son of\r\npioneers  people who tilled the land and sought no\r\nfights  who did not come to Israel to dispossess its\r\nresidents. If the circumstances had not demanded it, I\r\nwould not have become a soldier, but rather a farmer\r\nand agriculturist. My first love was, and remains,\r\nmanual labour: sowing and harvesting, looking after\r\nthe pastures, the flock and the cattle.\r\nAs someone whose path of life led him to be a\r\nfighter and commander in all of Israels wars, I reach\r\nout today to our Palestinian neighbours in a call for\r\nreconciliation and compromise to end the bloody\r\nconflict and embark on the path which leads to peace\r\nand understanding between our peoples. I view this as\r\nmy calling and my primary mission for the coming\r\nyears.\r\nThe land of Israel is precious to me, more\r\nprecious than anything to us, the Jewish people.\r\nRelinquishing any part of our forefathers legacy is\r\nheartbreaking and as difficult as the parting of the Red\r\nSea. Every inch of land, every hill and valley, every\r\nstream and rock is saturated with Jewish history,\r\nreplete with memories.\r\nThe continuity of the Jewish presence in the land\r\nof Israel never ceased. Even for those of us who were\r\nexiled from our land, against our will, to the ends of\r\nthe earth  our souls remained, for all generations,\r\nconnected to our homeland by thousands of hidden\r\nthreads of yearning and love, expressed three times a\r\nday in prayer and songs of longing.\r\nThe land of Israel is the open Bible, the written\r\ntestimony, the identity and right of the Jewish people.\r\nUnder its skies, the prophets of Israel expressed their\r\nclaims for social justice and their eternal vision for\r\nalliances between peoples in a world which would\r\nknow no more war. Its cities, villages, vistas, ridges,\r\ndeserts and plains preserve as loyal witnesses their\r\n46\r\nA/60/PV.5\r\nancient Hebrew names. Page after page, our unique\r\nland is unfurled, and at its heart is united Jerusalem,\r\nthe city of the Temple upon Mount Moriah, the axis of\r\nthe life of the Jewish people throughout all generations\r\nand the seat of its yearnings and prayers for 3,000\r\nyears. It is the city to which we pledged an eternal vow\r\nof faithfulness which forever beats in every Jewish\r\nheart: If I forget thee, O Jerusalem, may my right\r\nhand forget its cunning!\r\nI say these things because they are the essence of\r\nmy Jewish consciousness and of my belief in the\r\neternal and unimpeachable right of the people of Israel\r\nto the land of Israel. However, I say this here also to\r\nemphasize the immensity of the pain I feel deep in my\r\nheart at the recognition that we have to make\r\nconcessions for the sake of peace between us and our\r\nPalestinian neighbours.\r\nThe right of the Jewish people to the land of\r\nIsrael does not mean disregarding the rights of others\r\nin the land. The Palestinians will always be our\r\nneighbours. We respect them, and have no aspirations\r\nto rule over them. They are also entitled to freedom\r\nand to a national, sovereign existence in a State of their\r\nown.\r\nThis week, the last Israeli soldier left the Gaza\r\nStrip, and military law there was ended. The State of\r\nIsrael proved that it is ready to make painful\r\nconcessions in order to resolve the conflict with the\r\nPalestinians. The decision to disengage was very\r\ndifficult for me and involves a heavy personal price.\r\nHowever, it was the absolute recognition that it is the\r\nright path for the future of Israel that guided me. Israeli\r\nsociety is undergoing a difficult crisis as a result of the\r\ndisengagement and now needs to heal the rifts.\r\nNow it is the Palestinians turn to prove their\r\ndesire for peace. The end of Israeli control over and\r\nresponsibility for the Gaza Strip allows the\r\nPalestinians, if they so wish, to develop their economy\r\nand build a peace-seeking society, which is developed,\r\nfree, law-abiding and transparent, and which adheres to\r\ndemocratic principles. The most important test the\r\nPalestinian leadership will face is in fulfilling its\r\ncommitment to put an end to terror and the\r\ninfrastructure of terror, eliminate the anarchic regime\r\nof armed gangs and cease the incitement and\r\nindoctrination of hatred towards Israel and Jews.\r\nUntil they do so, Israel will know how to defend\r\nitself from the horrors of terrorism. This is why we\r\nbuilt the security fence, and we shall continue to build\r\nit until it is completed, as would any other country\r\ndefending its citizens.\r\nThe security fence prevents terrorists and\r\nmurderers from arriving in city centres on a daily basis\r\nand targeting citizens on their way to work, children on\r\ntheir way to school and families sitting together in\r\nrestaurants. This fence is indispensable. This fence\r\nsaves lives.\r\nSuccessful implementation of the disengagement\r\nplan opens a window of opportunity for advancing\r\ntowards peace, in accordance with the sequence of the\r\nroad map. The State of Israel is committed to the road\r\nmap and to the implementation of the Sharm el-Sheikh\r\nunderstandings. And I hope that it will be possible,\r\nthrough them, to renew the political process.\r\nI am among those who believe that it is possible\r\nto reach a fair compromise and coexistence in good\r\nneighbourly relations between Jews and Arabs.\r\nHowever, I must emphasize one fact: there will be no\r\ncompromise on the right of the State of Israel to exist\r\nas a Jewish State, with defensible borders, in full\r\nsecurity and without threats and terror.\r\nI call on the Palestinian leadership to show\r\ndetermination and leadership and to eliminate terror,\r\nviolence and the culture of hatred from our relations. I\r\nam certain that it is in our power to present our peoples\r\nwith a new and promising horizon, a horizon of hope.\r\nAs I mentioned, the Jewish people have a long\r\nmemory. We remember events that took place\r\nthousands of years ago, and certainly remember events\r\nthat took place in this Hall during the past 60 years.\r\nThe Jewish people remember the dramatic vote in the\r\nGeneral Assembly on 29 November 1947, when\r\nrepresentatives of the Member States recognized our\r\nright to national revival in our historic homeland.\r\nHowever, we also remember dozens of harsh and\r\nunjust decisions made by the United Nations over the\r\nyears. And we know that, even today, there are those\r\nwho sit here as representatives of a country whose\r\nleadership calls for Israel to be wiped off the face of\r\nthe earth, and no one speaks out.\r\nThe attempts of that country to arm itself with\r\nnuclear weapons must disturb the sleep of anyone who\r\ndesires peace and stability in the Middle East and the\r\nentire world. The combination of murky\r\nfundamentalism and support of terrorist organizations\r\n47\r\nA/60/PV.5\r\ncreates a serious threat that every Member State in the\r\nUnited Nations must stand against.\r\nI hope that the comprehensive reforms which the\r\nUnited Nations is undergoing in its sixtieth anniversary\r\nyear will include a fundamental change and\r\nimprovement in the approach of the United Nations, its\r\norganizations and institutions towards the State of\r\nIsrael.\r\nPeace is a supreme value in the Jewish legacy and\r\nis the desired goal of our policy. After the long journey\r\nof wandering and the hardships of the Jewish people;\r\nafter the Holocaust which obliterated one third of our\r\npeople; after the long and arduous struggle for revival;\r\nafter more than 57 consecutive years of war and terror\r\nthat did not stop the development of the State of Israel;\r\nafter all this, our hearts desire was and remains to\r\nachieve peace with our neighbours. Our desire for\r\npeace is strong enough to ensure that we shall achieve\r\nit, but only if our neighbours are genuine partners in\r\nthis longed-for goal. If we succeed in working together,\r\nwe can transform our plot of land, which is dear to\r\nboth peoples, from a land of contention to a land of\r\npeace for our children and grandchildren.\r\nIn a few days on the Hebrew calendar, the new\r\nyear will begin: the 5,766th year since the creation.\r\nAccording to Jewish belief, the fates of people and\r\nnations are determined at the new year by the\r\nCreator  to be spared or to be doomed. May the Holy\r\nOne, blessed be He, determine that this year, our fate\r\nand the fate of our neighbours is peace, mutual respect\r\nand good neighbourly relations.\r\nFrom this distinguished podium, on behalf of the\r\npeople of Israel, I wish all the people of the world a\r\nhappy New Year.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Cellou\r\nDalein Diallo, Prime Minister of the Republic of\r\nGuinea.\r\nMr. Diallo (Guinea) (spoke in French): On behalf\r\nof His Excellency General Lansana Conté, President of\r\nthe Republic of Guinea, I would like first and foremost\r\nto express the compassion of the Government and the\r\npeople of Guinea to President Bush and the American\r\npeople for the enormous material losses and lose of life\r\ncaused by Hurricane Katrina in the southern states of\r\nthe United States of America.\r\nFive years ago, world leaders adopted here in this\r\nroom the Millennium Declaration under which they\r\nresolutely committed to tackling the immense\r\nchallenge of poverty. In adhering to this important\r\ndeclaration, the Republic of Guinea resolutely\r\ncommitted to attaining the Millennium Development\r\nGoals. It is within this framework that in 2002 Guinea\r\nprepared in 2002, together with the support of its\r\ndevelopment partners, namely the World Bank, a\r\nnational poverty reduction strategy based on the\r\nacceleration of economic growth, equitable access to\r\nbasic social services and the improvement of\r\ngovernance. There was a real possibility that this\r\nstrategy would succeed given that Guinea laid\r\nthroughout the 1990s the groundwork for sustainable\r\ndevelopment.\r\nIndeed, during that decade, despite an\r\nunfavourable context characterized especially by a\r\npaucity of resources and a massive influx of refugees\r\nfrom Liberia and Sierra Leone, Guinea recorded\r\nconsiderable macroeconomic performance. The\r\naverage real growth rate was 4.5 per cent, whereas the\r\nrate of inflation was lowered and stabilized at less than\r\n5 per cent. The budget deficit remained less than 5 per\r\ncent of gross domestic product (GDP). This\r\nperformance was possible thanks to a vast programme\r\nof economic and financial reform undertaken by the\r\nGovernment of General Lansana Conté since the\r\nbeginning of the Second Republic in 1984.\r\nUnfortunately, under the combined effects of persistent\r\nregional instability, rebel attacks on the country, a\r\ndrastic reduction in external financing and the\r\nexacerbation of our foreign debt burden, the\r\nmacroeconomic framework has deteriorated\r\nsignificantly and the momentum for the\r\nimplementation of the poverty reduction strategy has\r\nbeen lost.\r\nThe growth rate has dropped to 1.2 per cent,\r\nwhile the population growth rate has remained at\r\n3 per cent. Life expectancy has stagnated and poverty\r\nhas increased. Today 49 per cent of Guineans live\r\nbelow the poverty line, as compared to 40 per cent just\r\n10 years ago. That is despite significant investments in\r\nthe rural development and health sectors, and in\r\nparticular in the education sector, where, fortunately,\r\nthe overall school enrolment rate rose from 55 per cent\r\nin 2000 to 77 per cent in 2004.\r\nIn order to reach the Millennium Development\r\nGoals by 2015, the Republic of Guinea will need more\r\n48\r\nA/60/PV.5\r\nsubstantial support from the international community,\r\nespecially through an increase in the volume and\r\nquality of assistance and, in particular, through foreign\r\ndebt relief, which today consumes 56 per cent of our\r\nfiscal revenue. As we all know, attaining the\r\nMillennium Development Goals will clearly depend\r\nlargely upon the capacity of beneficiary countries to\r\nabsorb that aid and upon their will to promote good\r\ngovernance, effectively combat corruption and halt\r\nenvironmental degradation.\r\nIn this era of globalization, my delegation\r\nremains convinced that threats to international peace\r\nand security transcend borders and that they must be\r\nconfronted in an effective multilateral framework. It is\r\nfor that reason that Guinea would like to reaffirm its\r\nconviction that the role and authority of the General\r\nAssembly should be strengthened. We also support\r\nmeasures to revitalize the Secretariat, the Security\r\nCouncil and the Economic and Social Council.\r\nAfrica is still poor, and continues to suffer from\r\ncrises. Its population is suffering from the AIDS\r\npandemic and a host of other poverty-related diseases.\r\nThe debt burden is crushing hopes for the relaunching\r\nof its development. Its human resources, which are\r\nindispensable for its economic advancement, are being\r\ndepleted. In that context, the new international\r\neconomic consensus that is emerging in the course of\r\nour meetings is a source of hope. All that remains is to\r\ngive concrete expression through decisive action and\r\nthe honouring of commitments to the political will\r\nlargely manifested by Member States and the various\r\ndevelopment partners. That is the message of hope I\r\nshould like to convey on behalf of General Lansana\r\nConté, President of the Republic of Guinea, who would\r\nlike to reaffirm Guineas commitment to work with the\r\nUnited Nations towards larger freedom in order to live\r\nin dignity free from want and fear.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency\r\nMr. Dominique de Villepin, Prime Minister of the\r\nFrench Republic.\r\nMr. De Villepin (France) (spoke in French): The\r\nUnited Nations stands for the best that is in us: our\r\naspiration to peace, justice and the freedom of\r\nindividuals and peoples. Despite our divisions and our\r\ndoubts, the time has come to adapt our Organization to\r\nthe changes in the world in order to strengthen its\r\nlegitimacy and allow it to fulfil its political potential.\r\nSixty years on, the task remains immense.\r\nFor the first time since the Millennium Summit\r\nand the Monterrey gathering, we share the same\r\ndevelopment goal. Let us therefore take up the\r\nchallenge. Let us be true to our commitments,\r\nespecially in Africa. That is the reason why France,\r\nthrough the voice of Jacques Chirac, the President of\r\nthe Republic, has, along with other like-minded\r\ncountries, proposed new financing mechanisms.\r\nLet us also learn what experience has to teach us,\r\nbe it in Iraq, in the Middle East, in Côte dIvoire,\r\nAfghanistan or Haiti, and in all the regional crises that\r\ndestabilize the world. Where division has led to failure,\r\nwe must together find new ways forward. Where unity\r\nhas enabled us to achieve initial success, we must\r\npersevere. New principles are needed, such as the\r\nresponsibility to protect. We also need new\r\ninstruments, such as the Peacebuilding Commission.\r\nWhat our peoples require of us first and foremost\r\nis security. To combat terrorism we need an\r\nOrganization that mobilizes the determination and\r\nenergy of all. France firmly believes that operational\r\ncooperation must be stepped up, but that respect for the\r\nrule of law and the democratic ideal in action are our\r\nbest weapons. To combat proliferation, let us stand\r\nunited and set up stronger verification mechanisms.\r\nOur peoples also require respect  the best\r\nguarantee of this being respect for human rights, which\r\nare central to our common goal. Yet those basic rights\r\nare still threatened on every continent by violence and\r\nindifference. We need a new instrument, the Human\r\nRights Council. Achieving equal rights and dignity for\r\nall is the goal of our struggle here.\r\nThe declaration we are going to adopt here will\r\nchart the way forward on all those issues. Let us keep\r\nup the momentum. For what is urgently needed in the\r\npresent circumstances is a radical reform of our\r\ninstitutions. If reform is to have legitimacy, it must\r\nrespond to the requirements of our times: the unity of\r\nthe international community, respect for the rules of\r\nlaw and the affirmation of collective responsibility. If it\r\nis to be effective, it must ensure better representation\r\nin the international community.\r\nThe reform of the Security Council must\r\ntherefore be concluded by the end of the year. The plan\r\nput forward by Brazil, Germany, India and Japan\r\n49\r\nA/60/PV.5\r\nenshrines the rights of each continent, in particular\r\nAfrica, and strengthens the Council. We must also set\r\nup a United Nations environment organization. Lastly,\r\nwe must establish genuine economic and social\r\ngovernance.\r\nIn San Francisco in 1945 the hopes of the worlds\r\npeoples were borne by a few States. Today in New\r\nYork all the worlds countries have joined together in a\r\ndesire to act together, because no single State has the\r\nmeans to respond alone to the problems the planet\r\nfaces. Whatever our power, our culture, our religion or\r\nour history, we all share a common ideal: a world of\r\njustice and solidarity. We all have a common enemy:\r\ncowardice and selfishness.\r\nHere, on American soil, France wishes to express\r\nits grief at the misfortune that has befallen Louisiana,\r\nAlabama and Mississippi. We share the suffering of the\r\nAmerican people.\r\nAnd here in this world forum, France cannot\r\nsimply stand by and watch the pain of men, women and\r\nchildren the world over, from the Middle East to sub-\r\nSaharan Africa, who bear witness to our common\r\nhumanity but are all too often cast out. It is to their\r\nappeal that we must respond. France also knows that\r\nglobalization, although it awakens hopes, can also\r\nbring with it scorn for human values and the treatment\r\nof people as merchandise. In the face of that urgent\r\nneed and pressing situations everywhere, let us rouse\r\nour consciences. Let us respond to all those who suffer\r\nand who want to believe in us. Faced with the all too\r\nfrequent images of a divided and broken world, how\r\ncould we not wish to build together a world that at last\r\nhas a heart and hands worthy of the expectations of\r\npeople? Let us then act together, for all our words will\r\nbe in vain if they are not grounded in solidarity, justice\r\nand respect. We will be judged not on what we say but\r\nby what we do.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency The\r\nHonourable Petrus Compton, Minister for External\r\nAffairs, International Trade and Civil Aviation of Saint\r\nLucia.\r\nMr. Compton (Saint Lucia): At the dawn of a\r\nnew millennium, the heads of State or Government of\r\nour United Nations convened in this very Hall to\r\nreaffirm our faith in the Organization and its Charter as\r\nindispensable foundations of a more peaceful,\r\nprosperous and just world. They resolved to create at\r\nthe national and global levels an environment\r\nconducive to development and the elimination of\r\npoverty. In support of that overall objective, a set of\r\npriority goals and targets, the Millennium Development\r\nGoals (MDG), emerged, which we all pledged would\r\nbe met by the year 2015. When we ushered in that new\r\nmillennium, five years ago, we translated the\r\noptimism, good will and promise that it bore into a\r\ndeclaration of faith in the organization and in each\r\nother. Ours was a statement of hope for the future of\r\nmankind.\r\nSo how have we fared since then? How much of\r\nthe promise have we and, in particular, the over one\r\nbillion of the worlds dispossessed, been able to\r\nrealize? We acknowledge that much has happened\r\nsince then to change the world and to distract us from\r\nthe task that we set ourselves. From the deadly terrorist\r\nattacks of 11 September 2001 and others since then, the\r\ntotal devastation of Grenada by Hurricane Ivan, the\r\nterrible destruction and loss of life brought on by the\r\nIndian Ocean tsunami to the most recent devastation\r\ncaused by Hurricane Katrina in the southern United\r\nStates, countries large and small, weak and strong,\r\nhave had to address various and new kinds of\r\nvulnerabilities, so that valuable energy and physical\r\nresources have had to be diverted away from activities\r\ngeared towards the achievement of the Millennium\r\nDevelopment Goals.\r\nThat is not to deny that there has been progress in\r\nthe achievement of some of the Goals in some\r\ncountries. Indeed there has been some success in the\r\nCaribbean and in other countries, but too much remains\r\nto be achieved. Saint Lucia recognizes that the\r\ndevelopment partnership to which developed and\r\ndeveloping countries committed themselves is far from\r\nbeing realized. We are heartened, however, by the\r\ninitiatives being spearheaded by the G-8 in respect of\r\nAfrica, and look forward to an early translation of the\r\ncommitments made into tangible benefits for the long-\r\nsuffering people of that continent.\r\nAt the Millennium Summit Saint Lucia pointed to\r\ncertain concerns that were contributing to growing\r\ndespair and cynicism about the future of small island\r\ndeveloping States and the role of bodies like the United\r\nNations and the World Trade Organization in the\r\nshaping of that future. We say today with great sadness\r\nthat the reasons for our concerns still persist. We\r\nremain concerned that the global community of nations\r\ncan, at different times and depending upon the forum in\r\n50\r\nA/60/PV.5\r\nwhich it convenes, promote philosophies or actions\r\nthat are sharply contradictory. We remain concerned\r\nthat within this Hall the nations of the world can\r\npromote with much enthusiasm our determination to\r\nwork towards achieving a world free of hunger,\r\npoverty and disease, while at the same time some are\r\nadopting positions in other forums that have the effect\r\nof increasing the marginalization and destroying the\r\nlimited opportunities for survival of the small,\r\ndisadvantaged and weak. We remain concerned that,\r\neven today, positions adopted at the World Trade\r\nOrganization are denying the very weakest among us\r\nthe opportunity for production and trade of our most\r\nimportant export commodities, undermining all efforts\r\nat the achievement of the very Millennium\r\nDevelopment Goals that we seek to promote.\r\nIn the face of that, how can small and vulnerable\r\nbanana-producing countries like Saint Lucia and the\r\nCommonwealth of Dominica, or small sugar-producing\r\nStates like Saint Kitts and Nevis, be expected to keep\r\nfaith, confidence or hope in the declarations that are\r\ncustomarily issued at the end of our summits? Our\r\neconomies may be small and vulnerable, but our\r\ncitizens are real people who have the same aspirations\r\nas others everywhere for prosperity, security and peace.\r\nSaint Lucia is concerned that the development\r\npromise of the Doha round of multilateral trade\r\nnegotiations is yet to be delivered. Saint Lucia believes\r\nthat overseas development assistance must continue to\r\nplay an important role in the development of our\r\neconomies. In that regard, we urge our development\r\npartners to deliver on the promise of increased levels\r\nof the assistance that is part of the Monterrey\r\nConsensus. We remain convinced, however, that there\r\nis greater dignity in the facilitation, promotion and\r\nrealization of our capacity for trade.\r\nWe have it in our power to create a world free\r\nfrom hunger, poverty and disease. We have it in our\r\npower to create a world where all its citizens can live\r\nin larger freedom. The technology and the material\r\nwealth exist to allow us to do so today, more than at\r\nany other time in the history of mankind. But we must\r\nmove beyond mere declarations and resolutions. The\r\ntruth is that we do not need new declarations. What we\r\nreally need is the political will to do what we have\r\nalready resolved to do, and more. Let us therefore rise\r\nto the real challenge and mobilize that will. That is the\r\ntask before us. Saint Lucia stands ready to play its part.\r\nThe Co-Chairperson (Sweden): The Assembly\r\nwill now hear an address by His Excellency Mr. Vuk\r\nDraković, Minister for Foreign Affairs of Serbia and\r\nMontenegro.\r\nMr. Draković (Serbia and Montenegro) (spoke\r\nin Serbian; English text furnished by the delegation):\r\nExhausted by the horrors of the Second World War,\r\nmankind welcomed the birth of the United Nations\r\nwith great joy and hope 60 years ago. Our planet\r\nbelieved in the achievement of the ideals of peace,\r\nsolidarity and brotherhood among people and nations.\r\nToday accusations are being levelled from\r\nvarious quarters that that hope has perhaps been\r\nbetrayed. The world has known practically no day of\r\npeace for six decades. Local wars have taken the lives\r\nof millions of people, and the gulf between the rich and\r\nthe starving has caused us to doubt the moral\r\nfoundations of the present day world.\r\nThose facts are incontestable, but what would\r\nhave happened had the United Nations not existed? No\r\ndoubt, there would have been much less good and\r\nmuch more evil. It is also undeniable, however, that the\r\nfuture cannot be shaped either by treading the old path\r\nor acting in the old way. Secretary-General Kofi Annan\r\nhas rightfully called for a new course for the United\r\nNations, for swift reform and for words to be translated\r\ninto action.\r\nDisagreements over the enlargement of the\r\nSecurity Council must not prevent or slow down the\r\nchanges that are now necessary and possible.\r\nAgreement has been reached that terrorism has to\r\nbe equally condemned wherever and by whomever and\r\nfor whatever purposes it is committed and that is\r\nencouraging. I believe that that will put an end to the\r\npolicy of double standards, so that the killers of\r\nchildren and civilians in Beslan, in Kosovo and\r\nelsewhere cannot be thought of or treated otherwise\r\nthan as terrorists.\r\nThe fact that the decision of the United Nations\r\nto have the richest nations allocate 0.7 per cent of their\r\ngross national product as assistance to poor developing\r\ncountries has not been implemented in the 30 years\r\nsince it was taken is hard to comprehend. That\r\naccounts for an enormous concentration of might on\r\nthe one side and the lack of it on the other. That gulf is\r\nalso the cause of many civil and inter-State wars,\r\nwhich, along with ideological and religious fanaticism,\r\n51\r\nA/60/PV.5\r\nhave led to the suffering of millions of people. This is a\r\ngrim world in which, instead of bread and medicine\r\nand development and social funds, weapons are offered\r\nas a road to happiness. It is also one in which\r\nhumanitarian aid packages follow weapons and death.\r\nSerbia and Montenegro fully supports the concept\r\nof a new collective security and a ban on the\r\nproliferation, production, trade and use of weapons of\r\nmass destruction, as well as the establishment of a\r\nPeacebuilding Commission, a Human Rights Council\r\nand natural-disaster-relief and environment-protection\r\nfunds. Without realizing those and other commitments\r\ncontained in the draft outcome document of this\r\nsummit and providing extensive solidarity assistance to\r\npoor and developing countries, it will not be possible\r\nto achieve the Millennium Development Goals.\r\nAs it was the largest state in the territory of the\r\nformer Yugoslavia, Serbia and Montenegro is\r\ncommitted to maintaining the best relations with all\r\nthose with whom we lived together until very recently,\r\nas well as with our other neighbours. The united\r\nEurope to which we belong is our goal and our future.\r\nUnfortunately, in one part of Serbia  in Kosovo and\r\nMetohija  political extremism, often working hand-\r\nin-glove with terrorism and demanding, in the form of\r\nan ultimatum, the creation of another Albanian State, is\r\na serious obstacle to stability in the entire Balkans.\r\nThere is no people in Europe today whose rights\r\nare so brutally trampled upon as are the rights of the\r\nSerbian people in Kosovo, the province administered\r\nby the United Nations since 1999. We demand that the\r\nSerbs, Montenegrins and other non-Albanians in\r\nKosovo be allowed to enjoy the rights guaranteed to\r\nthem by the Charter of the United Nations. We also\r\ndemand that, in accordance with its Charter and with\r\ninternational law, the United Nations respect the\r\nprinciple that State borders can neither be changed by\r\nforce nor redesignated. Respect for those principles\r\nwill open the doors to an agreement on the future\r\nhuman and European status of Kosovo.\r\nThe meeting rose at 2.45 p.m.\r\n"