"United Nations A/60/PV.19\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n19th plenary meeting\r\nWednesday, 21 September 2005, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-51628 (E)\r\n*0551628*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 3.08 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I give the floor to His Excellency\r\nThe Honourable Sato Kilman, Deputy Prime Minister\r\nand Minister for Foreign Affairs of the Republic of\r\nVanuatu.\r\nMr. Kilman (Vanuatu): I bring warm greetings\r\nfrom the people of the Republic of Vanuatu.\r\nAt the outset, I wish to congratulate you, Sir, on\r\nyour assumption of the presidency of the General\r\nAssembly at its sixtieth session. I assure you of my\r\nGovernment’s support for the work of the United\r\nNations under your stewardship. I take this opportunity\r\nalso to acknowledge, with deep admiration, the sterling\r\ndedication of your predecessor, Mr. Jean Ping, who\r\nmeticulously steered the work of the fifty-ninth session\r\nto its conclusion. I would like also to pay tribute to the\r\nSecretary-General for his active role and for his\r\nresilience in continuing the work of United Nations\r\nreform.\r\nWe come to the Assembly annually to reaffirm\r\nour faith and confidence in the purposes and principles\r\nof the Charter. This year is especially important, since\r\nleaders are meeting five years after the Millennium\r\nSummit to take stock of the Millennium Development\r\nGoals (MDGs). Although the outcome document has\r\nbeen adopted, we are extremely disappointed with the\r\nomission of numerous paragraphs. The farcical ending\r\nof the negotiations resulted in a dilution of the quality\r\nof the final document. The United Nations must, in\r\nfuture, avoid becoming a rubber stamp for the\r\npowerful.\r\nThe world is at a crossroads. Our meeting is\r\ntaking place at a critical juncture. Civil and political\r\nstrife, wars, poverty, diseases, famine, drought, natural\r\ndisasters, terrorism, minority oppression and\r\nenvironmental degradation are affecting the lives of\r\nmillions of people. The sacrilege of such human\r\nsuffering is unbelievable and painful to bear.\r\nThe United Nations must be able to do more and\r\nmust respond more promptly to such situations. It must\r\ndo so by improving its preventive-capacity\r\nmechanisms so as to minimize the devastating impact\r\non peoples’ livelihood and to ease their suffering.\r\nWe must ask, therefore, whether we are really\r\ndoing enough for our peoples. Is this all about\r\nimpressive speeches, rhetoric and pretentious,\r\ngrandiose plans that detract from the real issues that\r\nneed addressing? My Government is disillusioned by\r\nthe lack of genuine goodwill and support that is being\r\noffered to the United Nations.\r\nI would like to reiterate my Government’s\r\nmessage to the General Assembly at its fifty-ninth\r\nsession.\r\n“The Achilles heel of the current structure is the\r\nimbalance of power in the United Nations system.\r\nIt has become so chronic that it has weakened\r\n2\r\nA/60/PV.19\r\nthe multilateral focus, cohesiveness and\r\ninternationalism of the United Nations.”\r\n(A/59/PV.14, p. 25)\r\nThe principles of democratization and good\r\ngovernance, so actively advocated and championed by\r\nsome Members, must be reflected in the reorganization\r\nand decision-making process of the United Nations\r\nsystem.\r\nIf we are to get back on track, the United Nations\r\nmust be rejuvenated. It must be reinvigorated so that it\r\ncan reassume its legitimate and central responsibility in\r\naddressing the causes of conflict, maintaining peace\r\nand security and promoting the development agenda.\r\nBut if it is to do that, the Organization’s decision-\r\nmaking and other processes must be transparent and\r\ntruly democratized. Some of us preach strongly on\r\ndemocracy the world over, yet are unable to practice\r\nand enforce those values when it really matters. We are\r\nnow on the threshold of a new beginning, so let us not\r\nallow this new opportunity to pass.\r\nAt the summit, I said that tolerance and respect\r\nmust form the nucleus for any reform of the United\r\nNations. Only by enforcing those values will we come\r\nto realize the true meaning of justice, equality and\r\nhuman rights. The diversity of the developing world\r\npresents huge challenges for us all. However, the\r\nstrong nations must be able to muster the political will\r\nto effect changes. The big players need to transform\r\ntheir philosophy and their mindset, because they have\r\nbeen hindrances to the creation of an equitable system\r\nof good governance within multilateral organizations\r\nsuch as the United Nations.\r\nThe United Nations remains indispensable for\r\nfuture peace and prosperity. Globalization has brought\r\nnations together; we are interlinked and\r\ninterdependent, and that requires global cooperation\r\nand governance from all responsible Members of the\r\nOrganization. Understandably, there are vested\r\ninterests held by the powerful. That requires genuine\r\ncooperation and goodwill, and those interests and the\r\nrole of the United Nations must converge in order to\r\nensure compatibility with the international legal\r\nframework.\r\nMy Government fully supports efforts to reform\r\nthe United Nations system so as to ensure a stronger\r\nand more effective Organization. In this context, my\r\ndelegation shares the views of other delegations on the\r\nneed to revise the membership of the Security Council\r\nso as to ensure fair representation of Member States\r\nwithout affecting the authority of the Council. A more\r\nrepresentative Council will bring openness and\r\ntransparency, create confidence and improve\r\nunderstanding and cooperation. The restructuring of\r\nthe Security Council membership is long overdue.\r\nDiversity is essential in that respect.\r\nI agree that terrorism is one of three main\r\nscourges confronting humankind today — the others\r\nbeing poverty and disease. My Government condemns\r\nthose deliberate callous and inhuman acts that have\r\ntaken the lives of innocent people. There is no just act\r\nof terrorism. We agree that we must work collectively\r\nin eliminating that deadly menace from the face of the\r\nEarth. But the fight against terrorism must be balanced\r\nand targeted so as to ensure that resources are equitably\r\nchannelled into meeting the Millennium Development\r\nGoals.\r\nThe global economic situation today\r\ndiscriminates against many of the developing\r\neconomies. Unfair trading practices and the imposition\r\nof intrusive policies on national economies affect our\r\neconomies by opening them up to unfavourable\r\nconditions that only favour the stronger nations. Such\r\nnegative actions marginalize nations and peoples.\r\nMarginalization then breeds and incites resentment,\r\nfuelling the hatred that eventually creates fertile\r\ngrounds for extremism to grow and flourish.\r\nWe have agreed on the establishment of the\r\nPeacebuilding Commission, which will also enable\r\nmore work to be done to combat the spread of\r\nterrorism, in particular by identifying areas where\r\ninternational support and understanding are required.\r\nAlthough we are injecting many resources into curing\r\nthe problem, we are not really preventing it from\r\nemerging. The world needs a spirit of pacifism if real\r\npeace is to prevail. In order to achieve that, the United\r\nNations needs moral leadership — leadership that\r\nfocuses on security and dignity for the human person.\r\nThe post-Monterrey Conference era poses\r\nextreme challenges for the economic survival and\r\nsocio-economic stability of many of the small island\r\ndeveloping nations like Vanuatu. We urge our\r\ndevelopment partners to honour their commitments to\r\nreach the 0.7 per cent target for official development\r\nassistance (ODA). In this context we welcome the\r\ncommitments from the United States of America\r\nthrough the Millennium Challenge Account. We also\r\n3\r\nA/60/PV.19\r\nwelcome commitments by Qatar, the European Union\r\nand the People’s Republic of China. Furthermore, we\r\nlook forward to the coming to fruition of initiatives by\r\nFrance and other countries.\r\nThe pivotal role of trade as the engine for\r\neconomic growth cannot be overemphasized, but, as\r\nmany of my colleagues from the small island States\r\nand the least developed countries have stated, market\r\naccess and special preferential treatment must be\r\nprovided.\r\nFurthermore, many of us are restricted by\r\ninflexible and immoral conditions that inhibit new\r\nfinancing and development initiatives. We continue to\r\ncall for trade and investment and labour export to help\r\nour economies to grow.\r\nMy Government’s national development priorities\r\nfocus on building the productive sector. The\r\nGovernment’s prioritized action agenda highlights the\r\npolicy areas that we believe to be essential in meeting\r\nour development objectives. It is the catalyst for\r\nVanuatu’s medium- to long-term strategic planning,\r\nwhich emphasizes the need to empower our rural\r\npopulation through infrastructure- and capacity-\r\nbuilding initiatives. The development policy\r\nframework is consistent with achieving the MDG\r\ntargets, and the development strategy is being refined\r\nto give equal consideration to our other international\r\ncommitments and the Pacific Plan. We appeal to our\r\ndevelopment partners to assist us in the effective\r\nimplementation of our strategy.\r\nMr. Martirosyan (Armenia), Vice-President, took\r\nthe Chair.\r\nA fundamental lesson to be drawn from Vanuatu’s\r\nreforms is that they have been forced from outside,\r\nwithout being adapted to our national circumstances.\r\nFrom Vanuatu’s perspective, externally driven reforms\r\nmust be buttressed by an equal partnership that\r\nrespects local traditions and cultures and the rights of\r\nall citizens, without disturbing the essential uniting\r\nmechanisms of society that have successfully held us\r\ntogether. Vanuatu embraces democracy and the\r\nconcepts of good governance and transparency, but\r\nthose far-reaching principles must be tailored to\r\ntraditional systems without affecting their relevance\r\nand significance.\r\nWith regard to the environment, we urge our\r\ndevelopment partners to actively support the effective\r\nimplementation of the Mauritius Strategy. The\r\nchallenges confronting island States are ominous, and I\r\nrepeat the call that more recognition should be given to\r\naccommodate our natural characteristics and\r\nvulnerabilities. We also urge States that have not yet\r\ndone so to act responsibly by ratifying the Kyoto\r\nProtocol as soon as possible.\r\nOn the question of the shipment of radioactive\r\nmaterials and hazardous waste, improvements in\r\nsafeguards and assurances should not have to await a\r\ncalamity. Preventive measures must be the course of\r\naction to take. The risks posed by the forces of nature,\r\ncoupled with increased terrorist activities, are too\r\ngrave for enhanced safeguards to deal with. The world\r\nwould be better off banning such shipments rather than\r\nendlessly trying to perfect safeguards approaches that,\r\nat best, only limit such serious risks. Complacency\r\nwould be our greatest mistake.\r\nThe Charter of the United Nations espouses the\r\nprinciples that continue to guide the Organization’s\r\nefforts in the process of self-determination. That right\r\nmust be progressively advanced. The United Nations\r\nmust be consistent and not lose sight of the\r\nfundamental right of self-determination for those who\r\nare working their way out of the shackles of colonial\r\nrule. Ruling and sovereign authorities must ensure that\r\nthe process remains on track.\r\nWhere the United Nations has failed to fully\r\ncomply with the appropriate legal procedures, it is only\r\nproper that such instances be adequately addressed to\r\nallow justice to prevail for the victims. Circumventing\r\nthe issue only exposes the dark history and raises\r\nserious questions about the credibility, relevance and\r\nintegrity of the United Nations. Only in an open and\r\nconsistent manner can we redress past failures and\r\nprovide a stronger basis for the advancement of United\r\nNations ideals.\r\nSuch contradictions simply make a mockery of\r\nthe fundamental principles of human rights and self-\r\ndetermination clearly enshrined in the Charter of the\r\nUnited Nations. How can we call for respect for human\r\nrights, yet blatantly ignore the pleas of the millions\r\ncalling out for justice? The United Nations cannot, and\r\nmust not, continue to turn a blind eye to its own past\r\nfailures. It is morally, politically and legally wrong to\r\ndo so.\r\nThe continuing disputes raised over the\r\nimplementation of United Nations resolutions are clear\r\n4\r\nA/60/PV.19\r\nexamples challenging the integrity and validity of the\r\nUnited Nations. We cannot ignore the calls of the West\r\nPapuans in their quest for justice. We urge the United\r\nNations to act responsibly in revisiting the case of West\r\nPapua. However, we are encouraged by the Indonesian\r\nGovernment’s efforts to address alleged human rights\r\nabuses. We also welcome decisions empowering West\r\nPapuans to manage their own affairs in collaboration\r\nwith the central Government.\r\nThe United Nations must also explore various\r\navenues to end the economic embargo imposed on\r\nCuba. Countless resolutions have been adopted to no\r\neffect, and the Cuban people continue to be\r\nmarginalized in the multilateral trading system. This is\r\na critically challenging responsibility. Some may see it\r\nas an improbable task, but it must be addressed with\r\ngenuine support and goodwill on the part of the\r\nrelevant authorities and sovereign States.\r\nIn conclusion, I hope that the Creator’s wisdom\r\nwill prevail as we continue our journey. Despite all our\r\ndifferences and diversities, human security for all is\r\nour main goal and should remain the focus of the\r\nUnited Nations agenda. The cardinal question is, will\r\nMembers allow the United Nations to undertake\r\nserious reforms in meeting the challenges ahead? And\r\nwill the Organization be capable of guaranteeing a\r\nfuture of peace and prosperity that is not reserved only\r\nfor the big players but will be enjoyed by all? Will the\r\nUnited Nations become a juggernaut for the stronger\r\nnations? A famous biblical verse reminds us about the\r\nfundamental wisdom of building on rock instead of\r\nsand. The future remains in our hands, and the\r\nRepublic of Vanuatu will play its part.\r\nMay our beloved almighty Creator bless us all.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Carlos Morales Troncoso, Minister for\r\nForeign Affairs of the Dominican Republic.\r\nMr. Morales Troncoso (Dominican Republic)\r\n(spoke in Spanish): Permit me to join others in\r\nexpressing, on behalf of our President, Mr. Leonel\r\nFernández Reyna, our heartfelt congratulations to\r\nAmbassador Jan Eliasson of Sweden on his election as\r\nPresident of the General Assembly at this historic\r\nsixtieth session. The Dominican Republic is confident\r\nthat he will lead it in an effective and fruitful manner. I\r\nalso express my gratitude to the Secretary-General,\r\nMr. Kofi Annan, for his most valuable contributions to\r\nthe strengthening of the United Nations as an\r\ninstitution. In addition, I wish to congratulate His\r\nExcellency Mr. Jean Ping of Gabon and to\r\nacknowledge his notable work in leading the most\r\nrecent session.\r\nThis sixtieth session of the General Assembly\r\nshould go down in history as one of the most\r\nmomentous United Nations sessions. Proof of that lies\r\nin two areas of major significance on its agenda: first,\r\naccountability with regard to the degree of\r\nachievement of the Millennium Development Goals\r\nand renewal of the commitments made to achieve\r\nthem; and secondly, setting out the course for reform of\r\nthe Organization to adapt it so that it can address\r\ncurrent challenging problems and guarantee the\r\neffectiveness of its actions in order to ensure the\r\ndevelopment, freedom and peace of all the world’s\r\npeoples.\r\nFor nations such as the one I represent, the\r\nambitious agenda aimed at achieving the Millennium\r\nDevelopment Goals (MDGs) by 2015 has become the\r\nkey governmental programme.\r\nWhat could be more important to small\r\nunderdeveloped nations with scarce natural resources\r\nthan leading their people out of the socio-economic\r\nabyss caused by poverty, poor health and the lack of\r\neducation and productive employment? No political\r\naction is more urgent — at least not in the Dominican\r\nRepublic. Eliminating poverty in the world is a\r\nmonumental task requiring unstinting political\r\ncommitment and the collective participation of all\r\nsocieties, as well as unlimited economic support from\r\nthe developed nations.\r\nThe heartbreaking realities of the present are\r\nmorally unacceptable in a world with humankind at its\r\ncentre; they underline the flawed nature of the zero-\r\nsum policies practised in the past, when the great\r\nPowers dedicated themselves to amassing wealth by\r\nexploiting the riches of poorer, weaker nations.\r\nWidespread poverty is not good for poor nations,\r\nand even less so for rich nations. As all know, poverty\r\nleads to despair, violence and chaos. That, in turn,\r\nproduces unbearable social and political tensions and\r\nthe outbreak of conflicts, leading to failed States.\r\nWhen a State fails, the conflict raging within spills\r\nover into regional conflicts or prompts endless,\r\nunstoppable waves of migrants. In today’s world, a\r\nfailed State eventually becomes an issue before the\r\nUnited Nations, requiring attention and solutions.\r\n5\r\nA/60/PV.19\r\nWhen one has examined how that chain of events\r\nworks, it becomes clear that achieving the Millennium\r\nDevelopment Goals is crucial.\r\nAllow me to underline the following. It is\r\nalarming that in 2015, the year in which the\r\nMillennium Development Goals are to be achieved, the\r\nproduction of oil — the fuel that enabled the world to\r\nachieve spectacular growth over the past 100 years —\r\nis projected to begin to decline dangerously. To foresee\r\nthe future, one has only to take a good look at the\r\npresent. All the world’s Governments face difficulties\r\ncaused by high oil prices, and we are all aware that this\r\ntime, unlike the oil shock of the 1970s, the present\r\nreduction in the flow of oil could become permanent. I\r\nemphasize this because, owing to that situation, our\r\nnations risk facing endless difficulties on all fronts.\r\nIt is disturbing that this should happen precisely\r\nwhen we are making enormous efforts to overcome the\r\nobstacles preventing us from creating a dignified, free\r\nand safe society for our peoples. The predicted global\r\ncrisis could bring an ongoing reduction in oil\r\nproduction, immediately causing higher oil prices. The\r\ncatastrophic effects that would produce cannot be\r\nignored today. We have known for a long time that oil\r\nwould not last forever. Now is the time for the United\r\nNations to launch an initiative, much broader in scope\r\nthan the Millennium Development Goals, to chart a\r\ncourse guiding Member States to a civilization not\r\ndependent on oil.\r\nMy country, the Dominican Republic, shares the\r\nsmall Caribbean island of Hispaniola with Haiti. It has\r\nto be said that, historically, the problems on one side of\r\nthe border have tended to become problems for the\r\nother side. Haiti, a country with a 200-year history of\r\nindependence, is a fractured nation today. Amid\r\ninsurmountable economic difficulties and all types of\r\nsocial shortfalls, its political conflicts weakened its\r\ninstitutions, and the State collapsed.\r\nToday’s transitional regime, without enough\r\nresources to function properly, is, with the support of\r\nthe United Nations Stabilization Mission in Haiti,\r\nstriving greatly to rebuild what was destroyed, and the\r\ninternational community has put great hope in restoring\r\nlegitimate political authority through the holding of\r\nelections.\r\nIn the General Assembly and elsewhere, many\r\nhave said that they believe that the electoral process in\r\nHaiti should not have been given top priority; rather,\r\ntop priority should have gone to humanitarian\r\nassistance and job creation by means of a massive\r\nprogramme for building infrastructure such as roads,\r\nwater supply systems, schools, hospitals and electric\r\ngenerators. However, past experience in the process of\r\nrebuilding failed States points to the priority need to\r\nlegitimize new political leadership through elections,\r\neven though we know that in such cases, the ideal\r\nframework for holding elections cannot be achieved.\r\nThat is why, on behalf of my country’s President,\r\nMr. Leonel Fernández Reyna, I propose that the United\r\nNations Stabilization Mission in Haiti, with the support\r\nof the Transitional Government of Haiti and the\r\ninternational community, should carry out — as they\r\nhave been doing — a broad national dialogue to reach\r\ngeneral agreement between the political forces and the\r\norganized sectors of Haitian civil society.\r\nSuch an agreement would ensure national\r\nreconciliation and prepare the way for a national\r\nreconstruction plan that has the support of all Haitian\r\nleadership. All Haitian civil society and political\r\nleadership have important roles to play in their\r\ncountry’s institutional reconstruction, and all must\r\nfulfil those responsibilities. We cannot ignore the fact\r\nthat in recent years, the Haitian people have been\r\nliving in fear, insecurity, poverty and despair. For\r\nrecovery to take place, the people need to have\r\nconfidence in the process of peace, reconciliation and\r\nthe rebuilding of State institutions.\r\nIn addition, President Fernandez proposes that the\r\nUnited Nations Stabilization Mission in Haiti\r\n(MINUSTAH) invite distinguished world leaders to be\r\npresent during the elections in Haiti, in order to give\r\nmore credibility to the electoral process.\r\nAmong these statesmen, the Dominican Republic\r\ntakes the liberty of suggesting Presidents Fox of\r\nMexico and Lula da Silva of Brazil, the former\r\nPresidents of the United States of America, Mr. Carter\r\nand Mr. Clinton, and the legendary former President of\r\nSouth Africa, Nelson Mandela.\r\nElections are the first important political step to\r\nhelp Haiti back on its feet. We are not under the\r\nillusion that elections alone will guarantee security,\r\nensure the reign of democracy in the immediate future\r\nor produce an overnight improvement in the living\r\nconditions of Haitians.\r\n6\r\nA/60/PV.19\r\nOur own experience has taught us that the road to\r\ndemocracy will be a long one, as it has been for the\r\nnations that today function within the framework of\r\ndemocratic institutions. And the road towards\r\ndevelopment will be even longer but more secure, if\r\ntensions are reduced, a climate of cooperation is\r\nfostered and if donor nations and institutions faithfully\r\nfulfil their generous promises of financial support for\r\nHaiti in a timely manner.\r\nOn the subject of peace, security and dialogue,\r\nwe want to comment on two items that are very high on\r\nthe international political agenda. First, the progress\r\nmade in the peace process between Israel and the\r\nPalestinian National Authority.\r\nSecondly, the recent natural disasters in Asia and\r\nnow in the United States of America are forcing us to\r\nthink about the vulnerability of nations to the\r\npotentially dangerous, manmade changes in the balance\r\nof nature when faced with these types of events. We\r\nsincerely regret the loss of life due to Hurricane\r\nKatrina.\r\nIn conclusion, I would like to say that we must\r\nnot lose time. Let us act today, as if this were our last\r\nopportunity to reach a consensus and formulate action\r\nto turn sustainable development into a collective\r\nachievement in order to ensure world security and\r\nprogress together on the road to peace.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Youssouf Ouedraogo, Minister for\r\nForeign Affairs of Burkina Faso.\r\nMr. Ouedraogo (Burkina Faso) (spoke in\r\nFrench): Burkina Faso is delighted to see this\r\nimportant session of the General Assembly being\r\npresided over by an illustrious son of a great country,\r\nSweden, with which we have maintained exemplary\r\nand fruitful relations of friendship and cooperation for\r\nseveral decades.\r\nI hasten to assure the President of the full\r\ncooperation of my delegation. It is also my pleasure to\r\npay a tribute to his predecessor, Mr. Jean Ping, whose\r\ntalents as a seasoned and effective diplomat we have\r\nbeen able to appreciate throughout the fifty-ninth\r\nsession of the General Assembly.\r\nI would like to associate in this tribute the\r\nSecretary-General, a man of great vision, who has been\r\nthe architect of this new United Nations that we have\r\nso earnestly sought and who has had the courage to lay\r\nits foundations.\r\nThe current session will receive specific notice in\r\nthe annals of the United Nations. Apart from its\r\ncoinciding with both the midterm review of the\r\nMillennium Development Goals and the reform of the\r\nOrganization, this session is also being held at a\r\nwatershed in world history and international relations.\r\nIn Africa, despite the constant efforts of States\r\nand regional groupings, the persistence of numerous\r\nconflicts and hot spots continues to be a subject of\r\nmajor concern. I am thinking particularly of the\r\nsituation in the Great Lakes Region, Darfur, Somalia\r\nand Côte d’Ivoire. In the Middle East, the struggle for\r\nsurvival is the daily battle of the Palestinian people. It\r\nis our conviction that only the strict implementation of\r\nthe Road Map will make peace possible in that sorely\r\ntried region.\r\nThe numerous terrorist acts throughout the world\r\nclaim our attention and remind us of how vulnerable\r\nwe are in the face of terrorism. We must, henceforth,\r\nrealize that no strategy, no matter how energetic it\r\nmight be, will be able to wipe out this scourge, unless\r\nit attacks the underlying causes, which are injustice,\r\nexclusion, humiliation and poverty. It is quite obvious\r\nthat desperate behaviour stems from those sources.\r\nMore than ever, the quest for democracy, good\r\ngovernance and respect for human rights has become\r\npart and parcel of the daily behaviour of peoples and\r\nnations. It is this vision that makes it so necessary that\r\nunprecedented reform be carried out of the United\r\nNations, which, 60 years after its creation, is duty\r\nbound to take full account of the new challenges and\r\nnew problems that have arisen. In this connection, once\r\nagain we should welcome the Secretary-General’s\r\nlucidity and farsightedness, whose report “In Larger\r\nFreedom” (A/59/2005) gives us a thought-provoking\r\nframework, indicating that comprehensive and\r\nthorough reform is essential for our Organization.\r\nFurthermore, the African position on this reform,\r\nparticularly that relating to the Security Council, is\r\nnow well known. Burkina Faso is convinced that\r\njustice must be done to Africa and has fully joined the\r\nother members of the African Union to formulate a\r\ncommon platform that will make it possible for Africa\r\nto reclaim without hesitation its legitimate place in the\r\nessential United Nations decision-making bodies.\r\n7\r\nA/60/PV.19\r\nNevertheless, however committed and however\r\npassionate our debate is on the reform of the United\r\nNations, it is of paramount importance that we give\r\neven greater priority to the question of development.\r\nSpeaking of development, as is so aptly pointed\r\nout in the final document of the High-level Meeting\r\nthat we have just adopted, it is not so much promises\r\nand commitments that are lacking but rather their\r\ndiligent and consistent fulfilment, given the urgency\r\nand acuteness of the problems we face. Under these\r\ncircumstances, Burkina Faso willingly associates itself\r\nwith all activities that promote genuine international\r\nsolidarity.\r\nThat is why we have associated ourselves with\r\nPresident Lula da Silva’s anti-hunger initiative. That is\r\nalso why we support President Jacques Chirac’s\r\ninternational solidarity contribution initiative involving\r\nan airline ticket levy, which is aimed at helping to\r\nfinance the struggle against AIDS, tuberculosis and\r\nmalaria; Prime Minister Tony Blair’s International\r\nFinance Facility; Qatar’s Fund for Development and\r\nHumanitarian Assistance; and President George W.\r\nBush’s Millennium Challenge Account, of which my\r\ncountry has just become a beneficiary.\r\nBurkina Faso also welcomes the G-8’s recent\r\ndecision to cancel the multilateral debts of a number of\r\ndeveloping countries. We hope that additional\r\ncountries will be included on that list.\r\nThere can be no doubt that trade relations\r\nbetween industrialized and developing countries\r\ncontinue to be marred by inequality — even inequity. It\r\nis therefore essential to recall the need to respect the\r\nrules of the multilateral trading system, which are the\r\nfoundation of the World Trade Organization.\r\nIt should therefore be clear why Burkina Faso\r\ncontinues to demand an end to the unfair export\r\nsubsidies of the countries of the North, particularly as\r\nconcerns cotton.\r\nBurkina Faso is a staunch proponent of\r\ndemocracy, good governance, respect for human rights,\r\nand peace and development in Africa and throughout\r\nthe world. In that context, it is actively involved in\r\npeacekeeping operations in Africa and in other regions.\r\nFurthermore, my country, which currently holds the\r\nchairmanship of the Community of Sahelo-Saharan\r\nStates and of the International Organization of La\r\nFrancophonie, is proud to serve the cause of regional\r\nintegration and of international brotherhood and\r\nsolidarity.\r\nWe believe that working for peace also means\r\nrespecting international conventions. We therefore\r\nbelieve it to be our duty to discharge our international\r\nobligations by acceding to most of the relevant\r\nagreements and treaties, such as the Comprehensive\r\nNuclear-Test-Ban Treaty, which Burkina Faso has\r\nsigned and ratified. I should like to take this\r\nopportunity to encourage other countries to do likewise\r\nin order to speed up the coming into force of that legal\r\ninstrument, whose importance for world peace and\r\nstability is fully evident.\r\nI hardly need recall that the current session’s\r\nleitmotif is the democratization of the United Nations.\r\nIt is therefore rather difficult to understand how we can\r\ncontinue to disregard the rights of 23 million\r\nTaiwanese people. The time has come to deal justly\r\nwith that people, which for decades now has\r\ndemonstrated its commitment to democracy, peace and\r\ninternational solidarity.\r\nToday more than ever, the fate of humankind is in\r\nour hands. Moving in concert, in the same direction\r\nand inspired by the same principles, we must assume\r\nour new common responsibility: to build a world in\r\nlarger freedom, with development, security and dignity\r\nfor all.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Nyan Win, Minister for Foreign Affairs\r\nof the Union of Myanmar.\r\nMr. Win (Myanmar): I wish first of all to\r\ncongratulate Mr. Jan Eliasson on his election as\r\nPresident of the General Assembly at its sixtieth\r\nsession. We are convinced that, given his extensive\r\nexperience in international relations, this session will\r\nhave a fruitful outcome. My delegation pledges its\r\nsupport and full cooperation in his endeavours for the\r\nsuccess of this historic session. I should like also to\r\nconvey to the Secretary-General, Mr. Kofi Annan, deep\r\nappreciation for his efforts in promoting the noble\r\nideals and causes of our Organization.\r\nThe strength of our Organization lies in its\r\nuniversality and legitimacy, anchored in the Charter of\r\nthe United Nations and in the fundamental principles\r\nof international law. Among these cardinal principles\r\nare respect for the sovereignty, territorial integrity and\r\n8\r\nA/60/PV.19\r\nequality of States, non-interference in their internal\r\naffairs and the non-use or threat of use of force.\r\nInternational issues today are of such a scale and\r\ncomplexity that they can be resolved only through\r\nmultilateralism and by collective action founded on the\r\nvalues of solidarity and universality, as embodied in\r\nthe United Nations. Only by working together can we\r\nhope to discharge our responsibilities. We must at the\r\nsame time ensure the Organization’s credibility by\r\nadapting it to the global realities of the twenty-first\r\ncentury.\r\nThe High-level Plenary Meeting provided a\r\nuseful impetus towards meeting the goals and\r\nchallenges of the twenty-first century. The outcome\r\ndocument of the 2005 world summit included measures\r\nto strengthen the United Nations. My delegation wishes\r\nto underscore the need to preserve and promote the\r\ncentrality of the General Assembly as the highest\r\ndeliberative and decision-making organ of the United\r\nNations. Myanmar also agrees that the Security\r\nCouncil should be reformed to reflect world realities so\r\nas to be more effective. Since the Council has primary\r\nresponsibility for world peace and security, the process\r\nof its expansion should be managed with the utmost\r\nseriousness. Any decision in that respect should be\r\narrived on the basis of the broadest possible agreement\r\nof the membership.\r\nIn the context of the reform process, we must\r\navoid the introduction of new concepts that have no\r\nbasis either in the Charter or in international law.\r\nAcceptance of such concepts would go against the\r\nprinciples of sovereignty, territorial integrity and non-\r\ninterference, which form the very basis of the system\r\nof international relations.\r\nI am happy to see that the outcome document\r\ncontains elements that we hold dear. The document\r\nunderscores in particular the obligation of all Member\r\nStates to refrain from the threat or use of force in any\r\nmanner inconsistent with the Charter of the United\r\nNations. Charter provisions provide the necessary\r\nprinciples for the use of force as a last resort. We have\r\nalways strongly held the view that Article 51 of the\r\nCharter, which deals with the right of individual or\r\ncollective self-defence, should not be rewritten or\r\nreinterpreted.\r\nWe believe, however, that there some areas\r\nremain that should be further revisited in order to\r\naddress our concerns.\r\nRegarding the establishment of the Peacebuilding\r\nCommission as an intergovernmental advisory body,\r\nwe feel strongly that there must be adequate\r\nrepresentation by developing countries in the\r\nOrganizational Committee. Developing countries have\r\na strong case, since they are major contributors of\r\nmilitary personnel and civilian police to United\r\nNations missions.\r\nIn strengthening human rights mechanisms, we\r\nmust address the root causes of problems, namely, the\r\nuse of selectivity, double standards and politicization.\r\nIt must be borne in mind that the Charter places human\r\nrights in the context of international cooperation.\r\nDuring this session, we will be considering the\r\nmandate, modalities, function, size, composition,\r\nmembership, working methods and procedures of the\r\nenvisaged Human Rights Council. Given the\r\nimportance that we all place on human rights,\r\ndeveloping countries must play an active role in the\r\nnegotiation process. We would like to see the initiation\r\nof open, transparent and inclusive negotiations at an\r\nearly date.\r\nThe threats we face today do not respect national\r\nboundaries; they are interconnected and complex.\r\nTerrorism, illicit drug trafficking, transnational\r\norganized crime, weapons of mass destruction, poverty\r\nand hunger, and the alarming spread of highly\r\ninfectious diseases such as HIV/AIDS, tuberculosis\r\nand malaria are some of the threats we can ignore only\r\nat our peril. Efforts and strategies to tackle\r\ntransnational issues need to be coordinated at all levels\r\nand carried out with the necessary respect for the\r\nsovereignty and territorial integrity of States.\r\nMy country is a State party to the United Nations\r\nConvention against Transnational Organized Crime and\r\nits supplementary Protocols to Prevent, Suppress and\r\nPunish Trafficking in Persons, especially Women and\r\nChildren, and against the Smuggling of Migrants by\r\nLand, Sea and Air. It has enacted legislation to control\r\nmoney laundering and to render mutual legal assistance\r\nto combat transnational crime. It is a State party to\r\nalmost all of the United Nations conventions on\r\nterrorism. It has also actively participated in regional\r\nand international efforts against international crime.\r\nMyanmar is against all forms and manifestations\r\nof terrorism. Myanmar is of the view that terrorism\r\nshould be combated in accordance with international\r\nlaw and obligations. The issue should not be used as a\r\n9\r\nA/60/PV.19\r\npretext for intervention in the internal affairs of other\r\nStates.\r\nSixty years after the Second World War, the\r\nproliferation of weapons of mass destruction,\r\nparticularly of nuclear weapons, remains a formidable\r\nchallenge. Nuclear proliferation is on the increase, and\r\nthere is also considerable concern that non-State actors\r\ncould gain access to such materials and technologies.\r\nAll States must take action in a multilateral framework\r\nto make substantive progress towards disarmament,\r\nincluding nuclear disarmament, and nuclear-weapon\r\nStates should reaffirm their commitment to negative\r\nsecurity assurances vis-à-vis non-nuclear States. The\r\noutcome document, however, failed to address the\r\nimportant issue of disarmament and non-proliferation.\r\nThis is an issue of great importance, and we should\r\nmake every effort to ensure that this vital issue is not\r\nsidelined in international forums.\r\nAt the twentieth special session of the General\r\nAssembly, on narcotic drugs, it was emphasized that no\r\nsingle State can combat the scourge of narcotic drugs\r\non its own. In my country, the problem of narcotic\r\ndrugs is a bitter colonial legacy. We have therefore\r\nmade the elimination of narcotic drugs a national\r\nresponsibility and have formulated strategies and\r\ntactics to end the problem of opium poppy cultivation\r\nthrough a 15-year comprehensive plan and the\r\nsupplementary New Destiny Project. These efforts\r\nhave resulted in a drastic reduction in opium poppy\r\nproduction. As a result, the United Nations Office on\r\nDrugs and Crime (UNODC) reported a 73 per cent\r\ndecline between 1996 and 2004. Myanmar’s efforts to\r\neradicate poppy cultivation, opium and heroin\r\nproduction and drug trafficking and abuse complement\r\nthe objectives set forth by the United Nations.\r\nMyanmar is also taking urgent measures with its\r\nneighbouring countries to exercise control over\r\nillegally trafficked precursor chemicals used in the\r\nproduction of synthetic drugs. We have developed\r\nbilateral, trilateral and multilateral cooperation in the\r\nsubregional, regional and international contexts.\r\nWorld leaders pledged in the Millennium\r\nDeclaration that the world of 2015 would be better than\r\nthe one in which we live today. They made a solemn\r\ncommitment to implement the Millennium\r\nDevelopment Goals (MDGs). To achieve the MDGs,\r\nboth the developed and the developing countries must\r\nact in a cooperative manner. The developed countries,\r\nin particular, must fulfil their commitments and meet\r\nthe internationally agreed official development\r\nassistance target of 0.7 per cent of their gross national\r\nproduct. Debt relief must also be provided to\r\ndeveloping countries, including grant-based financing\r\nand 100 per cent debt cancellation.\r\nIn Myanmar, we are making satisfactory progress\r\ntowards reaching the Millennium Development Goals\r\nby 2015. In our drive to eradicate poverty we have\r\nachieved significant results through the designation of\r\n24 special development zones in the states and\r\ndivisions of the country, in order to achieve equitable\r\nand balanced development throughout the country.\r\nMyanmar is endeavouring to achieve development\r\nmainly relying on its own resources without assistance,\r\nparticularly from international financial institutions.\r\nWith external financial assistance, however, our\r\ndevelopment efforts can be accelerated.\r\nMyanmar is a multi-ethnic nation comprising\r\nover 100 races. Immediately after independence, the\r\ncountry had to face the scourge of insurgency. This has\r\nposed a serious impediment to our national\r\ndevelopment endeavours. Based on the bitter lessons of\r\nthe past, we have today embarked on a programme to\r\nmake law, order and national stability prevail. As we\r\nare able to build peace and stability, we have been able\r\nto focus our attention on economic development,\r\ngiving priority to human resource development. While\r\nendeavouring to achieve comprehensive development\r\nof the country, we are at the same time implementing a\r\nseven-step political programme for a smooth transition\r\nto a democratic State.\r\nIn this regard, understanding and support from\r\nthe international community would enable us to\r\nachieve our cherished goal more expeditiously.\r\nUnwarranted pressures will, however, delay our\r\nprogress. We, for our part, are resolute in our\r\ndetermination to achieve our goal of establishing a\r\nmodern democratic State.\r\nMyanmar is poised on the threshold of a new era.\r\nWe are at a point when all our attention must be\r\ndevoted to crossing the threshold and entering a new\r\nera.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Michael Frendo, Minister for Foreign\r\nAffairs of the Republic of Malta.\r\nMr. Frendo (Malta): I would first like to\r\ncongratulate Mr. Jan Eliasson upon his election to the\r\n10\r\nA/60/PV.19\r\npresidency of the General Assembly at its sixtieth\r\nsession. He has an important and challenging task\r\nahead. In carrying out his duties, he can be assured of\r\nmy full support and of that of the Maltese delegation.\r\nI take this opportunity to express our appreciation\r\nto the outgoing President of the fifty-ninth session, His\r\nExcellency Mr. Jean Ping. The last 12 months have\r\ndemanded exceptional leadership and commitment\r\nfrom the presidency of the General Assembly. I wish to\r\njoin others in congratulating Mr. Ping on the firm and\r\nsuccessful way in which he has guided this Assembly\r\nin the preparations leading to the summit which was\r\njust concluded.\r\nThe summit has passed on to us significant tasks\r\nin the continuing endeavour to sustain and reinforce\r\nthe processes of multilateral cooperation. It is right that\r\nwe should take as the central theme of our discussions\r\nthe follow-up and implementation of the summit\r\nconclusions.\r\nIn the light of the discussions our leaders had last\r\nweek, we approach these responsibilities all the more\r\ninspired by the imperative for collective action. Such\r\naction is incumbent on the international community, as\r\nmuch in dealing with the short-term challenges it has to\r\novercome as in defining the long-term objectives\r\nwhich it seeks to achieve.\r\nAmong the most immediate and visible\r\nchallenges confronting us is the way in which we\r\nrespond to the natural disasters which at one time or\r\nanother engulf peoples and societies around the world.\r\nThe past 12 months have produced awesome evidence\r\nof the way in which humanity remains subject to the\r\nforces of nature.\r\nThe tsunami late last year and Hurricane Katrina\r\nonly a few weeks ago are only the most prominent\r\namong recent major catastrophes which intensify both\r\nour sense of vulnerability and our sense of solidarity.\r\nIn extending our expression of grief and sympathy to\r\nthe Governments and people afflicted by such\r\ndisasters, the Maltese people have also extended their\r\noffers of succour and relief.\r\nWhile times like these remind us that nature can\r\nbe unpredictable in its ferocity, they also teach us that\r\nit must always be treated with respect. If managed\r\nresponsibly, nature’s resources can improve our lives\r\nconsiderably. However, if those resources are\r\nruthlessly exploited, humanity will be the ultimate\r\nloser.\r\nIt is unfortunate but true that the blind forces of\r\nnature are not the only cause of extensive suffering\r\namong fellow human beings. Political and economic\r\ndevelopments, over which Governments, individually\r\nor collectively, have at least some element of control,\r\nare also factors in play. Nowhere are the combination\r\nof natural and man-made causes more dramatic than in\r\nthose instances of unregulated and often tragic\r\nmigration flows.\r\nOver the last few years, Malta, like many\r\ncountries, has been caught in the worrisome increase of\r\nunregulated human trafficking across the\r\nMediterranean. In our case, as a small island with a\r\nvery high population density, the problem quickly\r\nassumed crisis proportions.\r\nMalta has a strong and longstanding commitment\r\nto help those who need humanitarian assistance. We\r\nshall stand by that. We are deeply conscious that long-\r\nterm action in this area needs to be premised on\r\nprofound respect for human dignity and strict\r\nadherence to the rule of law, including international\r\nhumanitarian law.\r\nHowever, the international community must not\r\nallow the rights of refugees and persons requiring\r\nhumanitarian status in accordance with international\r\nlaw to be undermined and prejudiced by international\r\ncriminal organizations specialized in human trafficking\r\nactivity. In our case, our ability to respond to genuine\r\ncases is fast becoming overwhelmed by the huge\r\nincrease in illegal immigrants, who are the object of an\r\ninternational criminal network of human traffickers.\r\nIllegal immigration constitutes a collapse of the\r\ninternational legal order and must be addressed\r\nunequivocally by the world community as such in\r\norder to ensure that the rule of international law is\r\nrestored in that regard. Countries of origin and transit\r\nneed to assume their responsibility to uphold the rule\r\nof law by vigorously clamping down on international\r\ncriminal activity in human trafficking. The United\r\nNations and its agencies, particularly the Office of the\r\nUnited Nations High Commissioner for Refugees, are\r\ncalled on to address this issue, which, if it is not\r\naddressed, could prejudice the rights of genuine\r\nrefugees and persons qualifying for humanitarian status\r\nin accordance with international law.\r\n11\r\nA/60/PV.19\r\nAt the same time, the spirit of solidarity inspiring\r\naction in this area needs also to be put to use in\r\naddressing the roots of illegal economic migration, a\r\nphenomenon that is harmful not only to the individuals\r\nthemselves — who fall victim to callous criminal\r\norganizations, often paying with their lives — but also\r\nto the economic and social development of the\r\ncountries of origin.\r\nFor that reason, we welcome the summit\r\nstatement reaffirming the principle of solidarity and\r\nburden-sharing with regard to assisting genuine\r\nrefugee populations and their host communities. In that\r\ncontext, we look forward to the General Assembly’s\r\nhigh-level dialogue on international migration and\r\ndevelopment, to take place in 2006. It will give us an\r\nimportant further opportunity to discuss the\r\nmultidimensional aspects of that problem and identify\r\nappropriate ways of dealing with them. Malta will take\r\nan active and constructive part in that dialogue.\r\nLast week’s summit provided important new\r\nguidelines in many critical areas requiring collective\r\naction. In the area of development cooperation, there\r\nhas been a rededication to the objectives first defined\r\nin the Millennium Development Goals. Malta joins its\r\npartners in the European Union in strengthening its\r\ncommitment towards increased and more effective\r\ndevelopment assistance in the coming years. We have\r\nset ambitious goals for the successful completion by\r\nnext year of the World Trade Organization’s Doha\r\nRound of multilateral trade negotiations.\r\nMalta’s national contribution will be\r\ncommensurate with its possibilities and its level of\r\neconomic development. Nevertheless, it will take\r\ninspiration from our constant endeavour to strengthen\r\nand enlarge the areas of peace, prosperity and security\r\nfor all peoples of the world. We will have a renewed\r\nopportunity to reaffirm those commitments in\r\nNovember, when Malta hosts the next Commonwealth\r\nHeads of Government Meeting and assumes the\r\nchairmanship of the Commonwealth for the next two\r\nyears.\r\nPeace and prosperity must be rooted in human\r\ndignity. Our leaders devoted a significant part of their\r\ndiscussions last week to the question of human rights.\r\nThe summit decisions on this subject may not have\r\ngone as far as some of us would have wished.\r\nNevertheless, they were an important step towards the\r\nobjective of equipping the United Nations with a more\r\neffective institutional structure to deal with the defence\r\nand promotion of human rights worldwide. In the\r\ncurrent session of the General Assembly, we will aim\r\nto bring to fruition the summit’s decisions in the area\r\nof human rights, especially the establishment of the\r\nHuman Rights Council.\r\nAnother area where questions of human dignity\r\nare of paramount importance relates to the principle of\r\nthe responsibility to protect. Our leaders have taken a\r\nbrave step by reconciling the different strands of that\r\nprinciple, which seeks to encapsulate an important\r\nmoral duty in the development of the law of nations.\r\nRespect for State sovereignty, the strict parameters on\r\nthe use of force and the overarching commitment to\r\nrespect and defend human dignity and the right to life\r\nowed to all individual human beings are all vital\r\naspects of the decisions taken by the summit in this\r\nregard. Further work in that area must continue to be\r\ninspired by the sense of solidarity which is shared by\r\npeople around the world and the common, worldwide\r\nethical responsibility to act to defend the innocent.\r\nEffective post-conflict peacebuilding is an\r\nimportant dimension in which the international\r\ncommunity can give practical expression to the notion\r\nof collective responsibility. We therefore strongly\r\nwelcome the agreement to establish the Peacebuilding\r\nCommission, which underlines and reinforces the\r\nUnited Nations capacity in the area of peacekeeping\r\nand peacebuilding. That is an area of international\r\ncooperation where the interface between action at the\r\nregional and global levels is critical. The task entrusted\r\nto us by the summit to finalize the modalities of the\r\nPeacebuilding Commission by December this year is\r\namong the most far-reaching responsibilities of the\r\ncurrent session of the General Assembly.\r\nAnother area where international cooperation is\r\nespecially important concerns the fight against\r\nterrorism. Notwithstanding the differences that might\r\nremain on the precise interpretation and scope of the\r\nconcept, there is a widespread commitment to resisting\r\nand eliminating that outrageous and horrific attack on\r\nthe everyday order and serenity of life in our societies\r\nand the right of ordinary people to a secure and\r\npeaceful life. On the basis of that recognition, we urge\r\nimmediate steps to intensify and expand concrete\r\nactions that respond to the immediate concerns of our\r\ncitizens. The elements of a counter-terrorism strategy\r\nannounced by the Secretary-General earlier this year\r\nprovide a useful pointer in the right direction.\r\n12\r\nA/60/PV.19\r\nWe need to take our collective action against\r\nterrorism further. Malta believes that no terrorist action\r\nis ever excusable, and our action against terrorism must\r\nbe unequivocal, firm and decisive at all times and in all\r\ninstances. However, we must deeply analyse and\r\nexamine the roots of the problem. In particular, we\r\nmust not be passive when we see situations around the\r\nworld where States have been unable to provide a\r\nsocial welfare net for their peoples and where, as a\r\nconsequence, the poor and the desperate conglomerate\r\naround extremist organizations, which may also\r\npractice terror while simultaneously providing welfare\r\nassistance to strengthen their popular base. Social\r\nresponsibility for the provision of welfare should be in\r\nthe hands of the State, which represents society in all\r\nits diversity. In my view, it is imperative that\r\ninternational development programmes should also\r\nhave that particular focus. The ultimate objective of the\r\ncurrent session of the General Assembly should\r\ncontinue to be progress towards the conclusion of a\r\ncomprehensive convention on international terrorism.\r\nAside from agreeing on a new set of tasks and\r\nmeasures for reform, at last week’s summit our leaders\r\nreaffirmed and further developed the concepts and\r\nprinciples that lie at the heart of the United Nations.\r\nThose concepts and principles will inspire the\r\ndeliberations of the Assembly’s current session as it\r\nconsiders the many specific issues on its agenda.\r\nIssues of peace and security are a major part of\r\nthat agenda. They are particularly poignant today, the\r\nInternational Day of Peace.\r\nMalta welcomes the recent evolution of the\r\nsituation in Palestine, marked by Israel’s\r\ndisengagement from the occupied territories in Gaza\r\nand parts of the West Bank. We urge the parties\r\nconcerned to maintain the momentum for peace that\r\nhas been created. We acknowledge and salute the bold\r\nand tough decisions taken by both the Israeli and the\r\nPalestinian leadership, which are making this\r\ndevelopment possible. We have a clear sense of the\r\ncomplexities and sensitivities involved for both sides\r\nin pursuing their respective actions.\r\nTogether with our partners in the European\r\nUnion, Malta wishes to encourage this latest\r\ndevelopment as a path towards the full resumption of\r\nthe Middle East peace process. This calls for a\r\ncontinuing determination by both sides not to allow\r\nobstacles to stand in the way of their carrying out the\r\nnext set of actions called for under the Quartet road\r\nmap: Israel’s freezing of all settlement activity, and the\r\ncessation of all violent attacks by Palestinians against\r\nIsraelis everywhere.\r\nWe are convinced that the ultimate objective —\r\nthe existence of two neighbouring, viable sovereign\r\nStates, living in peace and security, is within reach and\r\ncertainly worth the effort and sacrifice involved at this\r\nstage.\r\nIn the Mediterranean, regional cooperation\r\ncontinues to be strengthened through the Barcelona\r\nprocess and other initiatives for subregional\r\nconsultation. Within the broader framework of the\r\nEuropean Neighbourhood Policy, countries to the north\r\nand the south of the Mediterranean are working\r\ntogether on a wide range of actions to further peace,\r\nprosperity and progress in their region.\r\nThose actions include areas of primary interest\r\nfor Malta and its immediate neighbours, such as the\r\nmanagement of migration flows, the promotion of\r\nhuman rights, democratization, counter-proliferation\r\nand counter-terrorism efforts, the acceleration of\r\nincreased market integration and the objective of\r\nimproving the social and economic living conditions of\r\nall peoples in the region, especially the most\r\nvulnerable among them. The further economic, social\r\nand political integration of the Euro-Mediterranean\r\nregion is the primary challenge of the countries\r\nbelonging to it and would have beneficial\r\nconsequences for the international community as a\r\nwhole.\r\nMalta is particularly interested in developments\r\nrelating to the future enlargement of the European\r\nUnion. Following the entry of Bulgaria and Romania in\r\n2007, the next stages of that process could encompass\r\na number of countries in our region, such as Croatia\r\nand Turkey. Malta believes that the further enlargement\r\nof the Union would provide an impetus for positive\r\nreform in European countries in general and for the\r\ncreation of a wider European area of peace, stability,\r\ndemocracy and human rights dedicated to the\r\nprosperity of its peoples in a spirit of solidarity.\r\nMalta welcomes the fact that the European Union\r\nis increasingly acting as a promoter of peace and\r\ncooperation in regions beyond its immediate vicinity.\r\nThat is the case with regard to the framework for wider\r\ncooperation provided by the Strategic Partnership with\r\nthe Mediterranean and the Middle East.\r\n13\r\nA/60/PV.19\r\nThe expansion of political rights and political\r\nparticipation is an essential dimension of the broader\r\nstrategy to combat extremism in its various\r\nmanifestations throughout the world. Malta welcomes\r\nthe intensifying transatlantic engagement in this regard\r\nwhich, especially in the Middle East, seeks to foster\r\nwider participation in support of home-grown\r\neconomic, political and educational reform efforts for\r\nsocieties in the region.\r\nThe European Union is also cooperating\r\nincreasingly with the African Union in the\r\nimplementation of actions and decisions agreed within\r\nthe framework of the United Nations. We hope that that\r\nencouraging development will further reinforce the\r\nmany peacekeeping, humanitarian relief and\r\nreconciliation efforts under way in many parts of the\r\nAfrican continent.\r\nThe institutional set-up and functioning of the\r\nUnited Nations have been the subject of intense\r\nscrutiny in recent months. This has laid bare some of\r\nthe weaknesses of our Organization. At the same time,\r\nit has highlighted the many areas in which our\r\nOrganization is playing a unique and indispensable role\r\nin the process of multilateral cooperation. Regrettably,\r\ninstances of human and institutional failures have been\r\nbrought to light. At the same time, the much larger\r\nnumber of instances where the institutions are working\r\nwell and where individuals are acting with admirable\r\ncommitment and dedication have also been given\r\nprominence. In particular, developments in recent\r\nmonths have placed in a sharper focus the commitment\r\nand dedication of the Secretary-General, Kofi Annan,\r\nin carrying out his exceptionally complex and\r\ndemanding task.\r\nI would like to take this opportunity to express\r\nour deepest admiration and support for the Secretary-\r\nGeneral for the major contribution that he has been\r\nmaking towards effective multilateralism and respect\r\nfor the international rule of law.\r\nOur challenges have never been as global as they\r\nare today. Recent natural disasters have emphasized to\r\nall of us our vulnerability as the human race.\r\nGlobalization in all its aspects, including global\r\ncommunication, has not only brought home to us the\r\nimmediacy of events and information, but has also\r\nfurther accelerated dynamic change in all aspects —\r\npolitical, economic and social — in all societies on\r\nEarth. The situation of constant flux and dynamic\r\nchange further increases the need for the United\r\nNations to be a reformed, effective focal point for the\r\ninternational community, one that is ready to respond\r\nto, and proactively work to meet, the challenges of\r\npeace, security and development.\r\nThis year, which marks the sixtieth anniversary of\r\nthe United Nations, it is useful for us to approach the\r\nexercise of reform keeping in mind the words of the\r\nSecretary-General in his report, “In larger freedom”,\r\nthat\r\n“the principles and purposes of the United\r\nNations, as set out in the Charter, remain as valid\r\nand relevant today as they were in 1945, and that\r\nthe present moment is a precious opportunity to\r\nput them into practice”. (A/59/2005, para. 153).\r\nThe President: I give the floor to His Excellency\r\nMr. Ramesh Nath Pandey, Minister for Foreign Affairs\r\nof the Kingdom of Nepal.\r\nMr. Pandey (Nepal): The recently concluded\r\nHigh-level Plenary Meeting has rekindled the hopes\r\nand aspirations of humanity for enduring peace,\r\nsecurity and development. The outcome document\r\n(resolution 60/1) is a testimony to our shared vision,\r\ncollective wisdom and renewed commitment to global\r\npartnership to address the most pressing challenges of\r\nthe twenty-first century. The commitments to eradicate\r\npoverty, to resolutely fight against terrorism and to\r\nbring about the timely reform of the United Nations as\r\nthe pivot of multilateralism, can be achieved and\r\ntranslated into action only by our working together.\r\nThe outcome document has reaffirmed the\r\nworld’s topmost priority — combating terrorism — as\r\nthe most pressing global issue. Terrorism is not just the\r\nproblem of a few countries; it is a threat to world peace\r\nand stability. In today’s interconnected and interlinked\r\nworld, terrorism does not remained confined within\r\ngeographical borders. Its reverberations have been felt\r\nfar and wide. As every act of terrorism defies basic\r\nhuman values, we must deal it with resolutely, firmly\r\nand comprehensively, without double standards or\r\nselective interpretations.\r\nAs a country that has been suffering from\r\nsenseless and brutal terrorism for a decade, Nepal\r\nunequivocally condemns terrorism in all its forms and\r\nmanifestations and supports the early conclusion of a\r\ncomprehensive convention against international\r\nterrorism.\r\n14\r\nA/60/PV.19\r\nHis Majesty the King’s commitment to multiparty\r\ndemocracy is unflinching and total. His Majesty is\r\ndetermined to re-energize multiparty democratic\r\ninstitutions by restoring sustainable peace and making\r\ndemocracy meaningful, mature, cultured and refined.\r\nTo that end, we will be holding municipal elections by\r\nApril 2006, to be followed by national parliamentary\r\nelections within two years. That will be an important\r\nstep forward in re-energizing our democratic\r\ninstitutions through free and fair elections. I urge the\r\ncountries and organizations which support democracy\r\nto come forward and help us to conduct free and fair\r\nelections. His Majesty’s Government is ready to\r\nwelcome international observers for the elections.\r\nDemocracy has been sustained not only as a system of\r\ngovernance but also as a way of life in all parts of the\r\nworld.\r\nThe beauty of our planet lies in its diversity. We\r\nreaffirm the acknowledgement in paragraph 135 of the\r\noutcome document that, while democracies share\r\ncommon features, there is no single model of\r\ndemocracy. Sovereign countries and peoples must be\r\nallowed to have every right to choose the system of\r\ndemocratic governance that is suitable to their needs\r\nand aspirations.\r\nHis Majesty King Gyanendra Bir Bikram Shah\r\nDev recently stated that the use of force alone is not a\r\nsolution, and that the solution rather lies in talks. We\r\nare convinced that lasting peace can be achieved only\r\nthrough dialogue based on trust and confidence. But\r\nany overture must be credible and sincere enough to\r\ndispel all doubts and suspicions surrounding it. This is\r\nour principled position: to work with all constitutional\r\nforces in efforts towards establishing durable peace and\r\nstability in our country.\r\nHis Majesty’s Government has initiated\r\nprogrammes to alleviate the plight of people suffering\r\nas a result of conflict. The Government has accorded\r\ntop priority to implementing programmes for broad-\r\nbased economic growth, social inclusion, anti-\r\ncorruption efforts and the speedy delivery of essential\r\nservices to needy people. Special relief package\r\nprogrammes are being carried in an integrated manner\r\nto the areas hit by conflict; these include food, shelter,\r\nhealth, education and the rehabilitation of persons\r\ninternally displaced due to terrorist violence.\r\nInternational peace and security can be\r\nmaintained only in an atmosphere of mutual\r\nunderstanding, trust and confidence. Nepal has always\r\nstressed that the international community must make\r\ngenuine efforts for the general and complete\r\ndisarmament of all weapons of mass destruction,\r\nincluding biological, chemical, nuclear and\r\nradiological weapons, in a time-bound manner.\r\nHowever, the proliferation of weapons of mass\r\ndestruction and slow progress in global disarmament\r\nnegotiations have weakened hopes for a safer and more\r\nsecure world.\r\nWe firmly believe that regional mechanisms,\r\nincluding the establishment of United Nations regional\r\ncentres for peace and disarmament in various parts of\r\nthe world, can make a significant contribution to global\r\ndisarmament efforts by enhancing confidence-building.\r\nOur commitment is reflected in Nepal’s ardent desire\r\nto relocate the United Nations Regional Centre for\r\nPeace and Disarmament in Asia and the Pacific to\r\nKathmandu at the earliest possible date and to\r\ncontinuously pursue the Kathmandu process as a part\r\nof the world disarmament campaign.\r\nThe role of the United Nations in peacekeeping,\r\npeacemaking and post-conflict peacebuilding has\r\nassumed great significance over the years. Nepal has\r\nbeen continuously participating in United Nations\r\npeacekeeping operations since 1958 and has already\r\ncontributed more than 50,000 peacekeepers to 29\r\nUnited Nations peacekeeping missions. With its current\r\ndeployment of around 3,500 peacekeepers in 13\r\npeacekeeping missions, Nepal ranks among the top five\r\ncountries contributing troops to the United Nations\r\npeacekeeping missions. The sacrifice of the lives of 54\r\nNepali peacekeepers in the service of humanity in\r\ndifficult conflict zones around the world stands as\r\ntestimony to their dedication to the cause of world\r\npeace.\r\nNepalese Blue Helmets have earned international\r\nrepute for their dedication, discipline, impartiality and\r\nprofessionalism in the discharge of their duties. This is\r\nreflected in the inclusion of a Nepali peacekeeper in\r\nthe United Nations team that went to Stockholm to\r\nreceive the Nobel Peace Prize, and in the several\r\nexcellent honours and awards that have been accorded\r\nto them, the most recent being in the Central African\r\nState of Burundi. Over the years, our peacekeepers\r\nhave also been involved in peacebuilding,\r\nreconstruction and rehabilitation exercises in various\r\nUnited Nations missions.\r\n15\r\nA/60/PV.19\r\nNepal welcomes the establishment of a\r\nPeacebuilding Commission as an intergovernmental\r\nadvisory body. This, we believe, will be instrumental to\r\nUnited Nations efforts in effecting sustained recovery\r\nand reconstruction and will provide guidance and\r\nassistance in laying the foundation for lasting peace in\r\ncountries emerging from conflict. The Commission’s\r\nmission, objectives and goals should be clearly\r\ndefined; there should be equitable representation from\r\namong the troop-contributing countries; and the\r\nCommission should be adequately funded.\r\nNepal is unswervingly committed to the\r\nprinciples and purposes of the United Nations Charter\r\nand its contribution to the maintenance of international\r\npeace and security. After almost two decades, Nepal is\r\nseeking non-permanent membership of the Security\r\nCouncil for the period 2007-2008; we have an earnest\r\ndesire to contribute to the Council in its important role\r\nin the maintenance of international peace and security.\r\nI take this opportunity to renew our appeal to Member\r\nStates for their invaluable support to Nepal in the\r\nelections slated for next year.\r\nNepal is fully committed to the protection and\r\npromotion of human rights. We view all human rights\r\nas universal, indivisible and interdependent. I wish to\r\nreiterate His Majesty’s Government’s commitment to\r\nthe implementation of human rights instruments and\r\ninternational humanitarian law through the\r\nstrengthening of national human rights institutions and\r\nthrough full cooperation with United Nations human\r\nrights mechanisms. The human rights situation in\r\nNepal needs to be properly understood in the context of\r\nthe unabated violence perpetrated by the terrorists. The\r\ntendency to equate the constitutional duty of the\r\nGovernment to protect the lives and property of\r\nordinary citizens with that of the dreadful acts of the\r\nterrorists needs to be corrected. The terrorists have\r\nexceeded all norms and values by resorting to the most\r\nheinous acts of violence, indiscriminate killings, the\r\nmaiming and abduction of innocent civilians,\r\nkidnapping and the forceful recruitment of children as\r\nsoldiers and extortion and intimidation of the civilian\r\npopulation.\r\nWe have been providing asylum to more than\r\n100,000 Bhutanese refugees on humanitarian grounds\r\nfor a decade and a half. His Majesty’s Government has\r\nshown its honesty and sincerity and has walked the\r\nextra mile for the solution of the refugee problem\r\nthrough a bilateral process. We strongly believe that\r\nsincere implementation of bilateral agreements will\r\nlead to a lasting solution of the problem. We believe\r\nthat a lasting solution to the refugee problem will have\r\na salutary impact on Nepal-Bhutan relations, which\r\nemanate from monarchical cultures.\r\nNepal’s peace and stability have a great bearing\r\nnot only on its own people but also on its neighbours\r\nand on South Asia and beyond. A stable, peaceful and\r\nprosperous Nepal, small in size but strategically\r\nlocated, can greatly contribute to maintaining\r\nsustainable peace, stability and prosperity in the region\r\nand beyond.\r\nThe world has seen that peace and stability in the\r\nworld community cannot be guaranteed without the\r\npeace, stability and prosperity of smaller and\r\nvulnerable States. Therefore, the international\r\ncommunity must come forward to help countries with\r\nspecial needs, such as least developed and landlocked\r\ndeveloping countries, to help them achieve peace,\r\nstability and prosperity. The new international financial\r\nand development architecture should, therefore,\r\naddress the legitimate interests and aspirations of those\r\ncountries.\r\nWe call upon the developed countries to augment\r\nthe level of official development assistance (ODA) and\r\nto provide better market access, increased foreign\r\ndirect investment and substantial debt relief measures\r\nto alleviate the hardships of developing countries,\r\nespecially the least developed and the landlocked ones.\r\nWe urge the international community to come forward\r\nwith technical assistance to meet the special needs of\r\nthe small, landlocked and fragile States with special\r\nchallenges emanating from terrorism and natural\r\ndisasters.\r\nNepal’s location between the two fastest-growing\r\neconomies — India and China — provides us with\r\ntremendous opportunities for economic growth and\r\ndevelopment. We have proposed Nepal as a transit\r\npoint between our two neighbours, acting as a bridge\r\nbetween them to realize their full economic potential.\r\nNepal firmly believes that only a strengthened\r\nand revitalized United Nations can address the\r\nmultitude of challenges of the contemporary world.\r\nTimely reform and necessary restructuring of the\r\nUnited Nations, preserving and promoting the\r\ncentrality and sanctity of the principles and purposes\r\nenshrined in the Charter, are needed to make the world\r\nbody more robust and vibrant. Nepal has always looked\r\n16\r\nA/60/PV.19\r\nto the United Nations as a torchbearer for peace,\r\nsecurity and the dignity of nations. It is also our firm\r\nview that United Nations reform should give more\r\nemphasis to strengthening the Organization’s role in\r\npromoting international cooperation for the economic\r\nand social development of Member States, particularly\r\nthe developing countries.\r\nNepal has consistently supported the reform of\r\nthe Security Council, including its method of work, to\r\nmake it more representative, transparent and\r\naccountable, in order to reflect present-day realities.\r\nWe have also maintained that the General Assembly, as\r\nthe principal deliberative organ of the United Nations,\r\nneeds to be further strengthened.\r\nThe six-decade-long journey of the United\r\nNations has been arduous and at times even\r\ntumultuous. It has seen high expectations, deep\r\nfrustration and the harsh realities of realpolitik but has\r\nnever floundered or wavered from its noble objectives.\r\nThis year marks the fiftieth year of Nepal’s\r\nmembership of the United Nations. Since we joined the\r\nUnited Nations, on 14 December 1955, Nepal has\r\ncherished its association with the world body and has\r\nplayed an active role in its activities. The Nepali\r\npeople are proud of their association with the world\r\nbody and are celebrating the occasion in a special way\r\nbefitting its significance. Nepal acknowledges its\r\nsincere appreciation of the United Nations and its\r\nvarious specialized agencies for their most valuable\r\ncontribution to our socio-economic development\r\nendeavours.\r\nWe reaffirm our solemn pledge to the Charter of\r\nthe United Nations and renew our unwavering\r\ncommitment to make the Organization more equitable,\r\ncredible and relevant to face effectively the challenges\r\nof the twenty-first century.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Sergei Martynov, Minister for Foreign\r\nAffairs of the Republic of Belarus.\r\nMr. Martynov (Belarus) (spoke in Russian): The\r\nsummit of our leaders is over. Each of us here at the\r\nGeneral Assembly has different feelings about it. Mine,\r\nI must say, are anxiety and hope. I am anxious not\r\nabout the future of the United Nations as an\r\nOrganization — its existence, after all, is not an end in\r\nitself — but about what the future of the United\r\nNations holds.\r\nI place my hope in the future of the United\r\nNations, because the present does not evoke unbridled\r\noptimism. There is but one source of optimism for all\r\nof us: that the summit, just finished, may serve as a\r\nwake-up call for us.\r\nErnest Hemingway, an American who lived in\r\nEurope, evoked John Donne, who wrote, “never send\r\nto know for whom the bell tolls, it tolls for thee”. This\r\nturned out to be appallingly apt. Hemingway’s “For\r\nWhom the Bell Tolls” was written in the late 1930s and\r\nis set at the time and in the country where Guernica\r\nwas destroyed. It is no coincidence that a depiction of\r\nthat destruction hangs outside the Security Council\r\nChamber. We all know what happened afterwards:\r\nfrom the ruins of the world the United Nations\r\nemerged.\r\nBelarus is not a doomsayer. Indeed, we ourselves\r\nexperienced the utter horror of the Second World War\r\nin greater measure than anyone else and we do not\r\nwant to see it repeated. But during the sixtieth\r\nanniversary year of the victory and of the founding of\r\nthe United Nations, it is quite appropriate to recall\r\nthese things.\r\nI do not want to state the obvious: that the United\r\nNations is the Organization of all States, large and\r\nsmall, rich and poor. In this Organization everyone has\r\nequal rights and all work together to create the main\r\nproduct: peace. Yet I have to mention this because\r\nunder the banner of reform there is a move to turn our\r\nOrganization — de facto and de jure — into an\r\ninstrument for the domination of some States by others.\r\nWe all have witnessed this.\r\nA short while ago it was officially proposed that\r\nwe approve a new decision-making procedure for the\r\nspecialized agencies: those who pay more would have\r\nmore votes. Now it is being proposed that we elect\r\nmembers to the main human rights body of the United\r\nNations on the basis of subjective criteria. This is a\r\ndangerous trend, and a deviation from the United\r\nNations Charter. It will lead to the splintering of the\r\nUnited Nations.\r\nDoes the United Nations really need reform\r\nwhich creates preconditions for the more frequent and\r\nmore arbitrary use of force at the sole discretion of the\r\nmighty? We are against reform which would turn the\r\nOrganization created out of the ashes of the Second\r\nWorld War into an instrument of diktat by the militarily\r\nand economically most powerful States. Does the\r\n17\r\nA/60/PV.19\r\nUnited Nations need reform which would divide\r\ncountries into those “worthy” and those “unworthy” of\r\ninternational assistance, into pupils and teachers in\r\nmatters of governance and social development? We do\r\nnot want such reform.\r\nTo preserve and build upon the core values of the\r\nUnited Nations Charter, taking into account the\r\nrealities of today, is the major task of genuine reform\r\nthat our Organization really needs. The diversity of\r\nroutes to progress is among those core values. At the\r\nsummit, the President of the Republic of Belarus\r\nstressed that this can ensure the stability of the world\r\nand is an enduring value of our civilization (see\r\nA/60/PV.5). In today’s unipolar world, this value is not\r\nonly belittled but challenged as well.\r\nWhat is behind the calls we heard in this Hall last\r\nweek to “help those who wish to help themselves”? In\r\npractice this is a selective approach which recognizes\r\nthe right to development only for those countries which\r\nhave adopted government and economic reforms in\r\naccordance with a strictly defined model. Let us\r\nconsider whether we need to clone this model the\r\nworld over. Does it represent the strength and the value\r\nof our civilization? Does it represent the value of the\r\nUnited Nations? What can this one-sided world give to\r\npeople? Will it be a comfortable home for our\r\nchildren?\r\nToday, as never before, we need to take an honest\r\nlook at our world, which would allow us to discuss\r\ncritical problems in a free and transparent manner and\r\nto look together for ways to solve them.\r\nAn honest look at today’s world, for instance,\r\nwould not allow us to overlook the problem of\r\ntrafficking in human beings. This disgrace of the\r\ntwenty-first century has overtaken all regions of the\r\nworld. The most vulnerable — women and children,\r\nwhose protection should be the priority task of the\r\nUnited Nations — serve as living merchandise. Forced\r\nadolescent labour, the sexual enslavement of women\r\nand girls and trafficking in human organs should be\r\ndecisively opposed by all States and prohibited in their\r\nlegislation.\r\nThere is much to do in this sphere. Today, after\r\nall, fewer than half of Member States have ratified the\r\nProtocol to Prevent, Suppress and Punish Trafficking\r\nin Persons, Especially Women and Children. Just over\r\na dozen countries have adopted national strategies or\r\naction plans to combat trafficking in human beings.\r\nBut it will be possible to turn this social evil back only\r\nthrough a universal effort. In that respect, we consider\r\nit extremely important that all parties involved in that\r\ncriminal trade be held responsible, including the\r\nconsumers of those human commodities. It is high time\r\nfor us to launch a decisive and organized campaign at\r\nthe United Nations against all forms of trafficking in\r\nand exploitation of human beings, and to forge a global\r\npartnership against slavery and trafficking in human\r\nbeings in the twenty-first century.\r\nLooking honestly at today’s world we cannot\r\nignore the long-term effects of the Chernobyl disaster.\r\nThe largest manmade disaster of the twentieth century,\r\nit has negatively impacted on the lives of millions of\r\npeople and caused enormous economic damage. In\r\nBelarus alone, the disaster caused US$ 235 billion in\r\ndamages. The Government of Belarus has\r\naccomplished much in the years since the disaster to\r\nminimize its effects. Now the time has come to assess\r\nthe effectiveness of international assistance in that area\r\nand to chart the priorities for our joint work for the\r\ncoming decade. Those are the issues that will be on the\r\nagenda of the international conference on the\r\nChernobyl disaster to be held in April 2006 in Minsk.\r\nWe call on Member States and all those who care about\r\nthe fate of the millions of Chernobyl victims to support\r\nthe Assembly’s adoption of the draft resolution on\r\nChernobyl. Finally, we propose the convening of a\r\nspecial meeting of the General Assembly on 26 April\r\n2006 to commemorate the twentieth anniversary of the\r\nChernobyl tragedy.\r\nBelarus is a country that is used to relying on\r\nitself. We are not seeking any unfair international\r\nadvantages nor do we follow anyone else’s political\r\nlead. We have confidence in the strength, talent and\r\ndiligence of our people. That is what allows us to speak\r\nand act in a principled and honest fashion in the\r\ninternational arena, without reference to the wishes of\r\nthe powerful.\r\nIt is precisely for that reason that we stand for an\r\nopen and honest dialogue at the United Nations. This is\r\nour common home. Here, the same simple,\r\nunconditional and clear principle should apply for all\r\ncountries: equal among equals. The future of the\r\nUnited Nations rests on that. Belarus is ready to work\r\nwith everyone to make that future happen.\r\n18\r\nA/60/PV.19\r\nThe Acting President: I now call on His\r\nExcellency Mr. Adam Daniel Rotfeld, Minister for\r\nForeign Affairs of the Republic of Poland.\r\nMr. Rotfeld (Poland): Let me begin by\r\ncongratulating President Jan Eliasson on his election.\r\nAllow me to assure him of Poland’s readiness to\r\nsupport him in his efforts during this session. I would\r\nalso like to join the European Union presidency — to\r\nwhose statement we fully adhere — in expressing my\r\nwords of gratitude to His Excellency Mr. Jean Ping for\r\nhis leadership during the preparations for the sixtieth\r\nanniversary summit.\r\nThis year in Poland we are commemorating the\r\ntwentieth anniversary of the Solidarity movement. In\r\nthe history of Europe since the Second World War,\r\nthere have been few events that can be celebrated with\r\na similar sense of pride and satisfaction. The history of\r\nSolidarity — and in particular its rebirth in 1989 —\r\nopened the way to profound historic changes in Europe\r\nand the entire world, including the fall of the Berlin\r\nWall and the collapse of the Communist bloc. I hope\r\nand believe that Solidarity’s message still remains an\r\ninspiration not only for Poland, but also for the entire\r\nworld — wherever there are people who uphold or\r\naspire to freedom and solidarity. In that spirit, I would\r\nlike to repeat our call to celebrate 31 August as a world\r\nday of freedom and solidarity. In our opinion, global\r\nsolidarity should be the central value in and the key\r\ntool for achieving a new sense of community and\r\nrealizing our common interests.\r\nPoland’s dedication to the concept of solidarity\r\nalso draws strength from the fact that Poland itself\r\nbenefited from foreign aid and support. Today, we are\r\nundergoing an important transition in our status: from\r\naid recipient to donor. We hope that Poland’s active\r\ncooperation for development will serve as a catalyst for\r\nfurther change and help lay the foundation for\r\ndemocracy, sustainable development, human rights and\r\nthe rule of law.\r\nFor us, however, the concept of responsible\r\nsolidarity is not solely limited to humanitarian\r\nendeavours; it means more than assisting the poor and\r\nunderdeveloped. Solidarity is an operational principle,\r\nwhich generates cooperative attitudes among countries\r\nin need, including those plagued by terrorism, natural\r\nand manmade disasters, weak State structures and other\r\ncalamities. Solidarity means rescue rather than relief,\r\nremedy rather than alleviation. It should be driven by\r\nneed — not by right — and cut across dividing lines. It\r\nis solidarity that can help to bridge religious and\r\nideological divides and overcome the difficult legacy\r\nof the past. Indeed, if we want to build a world without\r\ndivisions we must first suppress all disputes that feed\r\non past grievances. We have to find a way to reconcile\r\ndivergent points of view without sacrificing our\r\nprinciples.\r\nThe recently concluded High-level Plenary\r\nMeeting was a product of enormous efforts to forge a\r\nnew global consensus on development, security, human\r\nrights and United Nations institutional reform. The\r\nagenda of the summit was long and ambitious. The\r\npreparatory process, as well as the summit itself,\r\noffered many insights, ideas and useful\r\nrecommendations that merit further serious\r\nconsideration. However, despite the great\r\ndetermination and expectations, we failed to achieve\r\nunity in confronting all of the world’s most menacing\r\nproblems.\r\nThe United Nations is a ponderous institution and\r\ndoes not embrace change easily. Thus, we should not\r\nexpect that each and every summit will provide us with\r\nrevolutionary changes. Real breakthroughs are usually\r\nthe result of a lengthy process. Consequently, our\r\noutcome document should be regarded not as the end\r\nof reform, but as a guide for the further practical steps\r\nthat need to be taken. In that context, I call on\r\nMembers to devise a plan to implement our summit\r\ndecisions and to submit it to the General Assembly for\r\nadoption. This time, we must break the vicious circle\r\nof inaction and ensure a proper follow-up to the\r\nsummit. Finding workable forms and mechanisms for\r\ncooperation has never proved easy and will remain a\r\nserious challenge for the months ahead.\r\nThe United Nations operates in a constantly\r\nchanging international environment. We have already\r\nidentified major new threats, risks and challenges: the\r\nfanaticism of international terrorism, the proliferation\r\nof weapons of mass destruction, organized crime,\r\nStates in crisis and failed States. Although we claim to\r\nknow their nature, we will never be quite able to\r\npredict how, where and when those threats will\r\nmanifest themselves. At the same time, such threats\r\ncannot overshadow the importance of addressing their\r\nroot causes, such as development gaps, poverty, social\r\nexclusion, natural disasters, discrimination and\r\nintolerance, among others.\r\n19\r\nA/60/PV.19\r\nWe are passing through a transitional stage with\r\nall its strains and stresses. International institutions and\r\nmechanisms — designed to serve the old international\r\nsystem — must face the challenge of reform and\r\naccommodation. The United Nations is not an\r\nexception. As a consequence, we have had to find ways\r\nand means to respond to the swiftly changing nature of\r\nsecurity threats and risks. Thus, the challenge remains\r\nthe same as for all of us: how do we manage that\r\nchange?\r\nIn this era of globalization and rapid change, no\r\ncountry alone can fully ensure its own security. State\r\nsecurity is more than ever before dependent on external\r\ndeterminants. What we need is an innovative and\r\nimaginative approach to security, both in the realm of\r\nstrategy and in its constituent processes. Moreover, we\r\nhave to develop a new security paradigm according to\r\nwhich the security of individuals is as important as the\r\nsecurity of States.\r\nLikewise, we need a new concept of sovereignty\r\nthat attaches greater importance to protecting the rights\r\nof people than to the prerogatives of State power. We\r\nmust place the human being at the centre of the\r\nactivities of international institutions.\r\nIt is true that the first duty of a Government\r\nshould be to protect those living within its jurisdiction\r\nfrom genocide, mass killing and human rights\r\nviolations. However, in certain instances, the\r\nresponsibility of the international community to take\r\naction must be ensured.\r\nThe proliferation of weapons of mass destruction\r\nis a longstanding problem that has afflicted the\r\ninternational community for many years. However, in\r\nthe light of the particularly threatening nexus of\r\nterrorism and weapons of mass destruction, it has taken\r\non a new dimension. No State is immune to it or is\r\nprotected from its consequences. At the same time,\r\nexisting systems of national control and international\r\nnon-proliferation agreements are not completely\r\neffective and are undermined by loopholes and lacunae\r\nwhich enable States and individuals to bypass the\r\nregime. It is all the more disappointing, therefore, that\r\nthe United Nations summit failed to reach an outcome\r\non non-proliferation and disarmament.\r\nTo address that challenge adequately, we have to\r\nstrengthen the three pillars of the nuclear-arms-control\r\nregime: non-proliferation, disarmament and the\r\npeaceful use of nuclear energy. We should, however,\r\nensure that it works in a harmonious and self-\r\nsustaining way.\r\nAnother issue is that of enforcement. Legal norms\r\nthat are not effectively enforced obviously do not serve\r\ntheir purpose. We have to seek ways and means to\r\nensure effective verification and to enforce respect for\r\nexisting non-proliferation and disarmament obligations.\r\nWe cannot count solely on persuasion and containment.\r\nMore fundamentally, we need a comprehensive\r\nreview of the existing negotiating machinery. With that\r\nin mind, two methods of action are possible. One\r\nwould be to establish a group of experts; the other —\r\nperhaps a better solution — would be to request that a\r\nrespected international independent research centre —\r\nsuch as, for example, the Stockholm International\r\nPeace Research Institute — prepare a report containing\r\nrecommendations on how to make existing United\r\nNations institutions and mechanisms more effective,\r\noperational and efficient.\r\nOur concerted efforts to strengthen the United\r\nNations will be doomed to failure if we continue to\r\nbelieve that only security issues matter. They certainly\r\ndo matter, but security is a much broader concept. It\r\ndoes not involve only the absence of hard or soft\r\nthreats. It is, above all, about the absence of threats to\r\nfundamental human values. Likewise, the eradication\r\nof poverty is essential not only to peace and\r\ndevelopment, but, first and foremost, to the\r\npreservation of human rights and standards. Ensuring\r\nsocial justice and reducing inequalities do not involve\r\nonly the allocation of scarce resources to guarantee\r\nsecurity; they also presuppose both human freedom and\r\nhuman dignity.\r\nIn that context, Poland welcomes the proposed\r\nchanges to the United Nations human rights machinery,\r\nespecially the decision to establish a Human Rights\r\nCouncil. We believe that such an organ would enable\r\nus to promote respect for human rights in a more\r\nefficient and responsible way.\r\nWe should also promote democracy through the\r\nUnited Nations in order to protect human rights and\r\nexpand democratic freedoms. No one can claim that\r\ndemocracies are free of contradictions and injustices.\r\nBut it is democracies that best serve to defend the\r\nvalues we want to protect and promote.\r\nIn that spirit, on behalf of the citizens of Poland, I\r\nwould like to reiterate our sincere and strong support\r\n20\r\nA/60/PV.19\r\nfor the Democracy Fund, established to assist countries\r\nin their transition to democracy. I truly believe that this\r\nnew mechanism will help to address differences among\r\nand within societies in a spirit of true respect and\r\nunderstanding.\r\nPoland’s commitment to the community of shared\r\nvalues does not mean that we disregard the institutional\r\nand technical aspects of reform. Institutional\r\nadaptation should be characterized by openness,\r\ntransparency and effectiveness. These are precisely the\r\nprinciples that have guided us in the process of\r\nanalysing Security Council reform and establishing the\r\nPeacebuilding Commission and the Human Rights\r\nCouncil.\r\nReform of the Security Council is proving to be\r\nan enormously complex and divisive issue. Although\r\nnecessary, it should not be conducted at the cost of\r\ncompromising the Council’s capacity to meet its\r\nCharter responsibilities. The Republic of Poland\r\nbelieves that the effectiveness and efficiency of the\r\nSecurity Council rests on the assumption that\r\nmembership not only grants additional privileges but\r\nalso increases responsibilities.\r\nFurthermore, Poland fully recognizes the\r\nimportance of the ongoing process carried out by the\r\nSecretary-General, which is aimed at enhancing\r\neffective management of the Organization. We strongly\r\nencourage continuing such efforts to strengthen United\r\nNations accountability and its oversight mechanisms as\r\nwell as to promote the efficient use of its human\r\nresources. System-wide coherence, particularly\r\nregarding operational capabilities and humanitarian\r\nassistance, should be high on the reform agenda. We\r\nhope that such an approach will enhance the\r\nOrganization’s capacity to carry out its new tasks and\r\nmeet its new challenges, thus enhancing the authority\r\nof the United Nations and its role in the international\r\nsystem.\r\nPoland’s commitments in the framework of the\r\nUnited Nations are not made based on tactical\r\nconsiderations. We are not calculating what we can\r\ngain from this or that choice. We do not expect to make\r\npolitical profits or economic gains. But we share a\r\nsense of solidarity and responsibility with respect not\r\nonly to our own country but also to the entire\r\ninternational community.\r\nA system based on values and principles may not\r\nbe perfect, but it is likely to be more peaceful and, in\r\nthe long run, more conducive and responsive to the\r\nneeds of peoples. In that spirit, I hope that this\r\nanniversary session will provide a strong impetus to\r\nrebuild the community of shared values and enable us\r\nto replace the global psychology of competition with a\r\nspirit of cooperation.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Nguyen Dy Nien, Minister for Foreign\r\nAffairs of the Socialist Republic of Viet Nam.\r\nMr. Nguyen Dy Nien (Viet Nam): At the outset, I\r\nwould like, on behalf of the Vietnamese delegation,\r\nsincerely to congratulate Mr. Jan Eliasson on his\r\nelection as President of the General Assembly at its\r\nsixtieth session. I am convinced that under his able\r\nstewardship this session will be crowned with success.\r\nLet me express our deep appreciation for the\r\ncontributions made by his predecessor, Mr. Jean Ping,\r\nto the work of the General Assembly at its fifty-ninth\r\nsession. I also take this opportunity to pay tribute to the\r\nSecretary-General, Mr. Kofi Annan, for his great\r\nefforts over the past year to reform and strengthen our\r\nOrganization.\r\nTaking place in the context of the many activities\r\ncommemorating the sixtieth anniversary of the United\r\nNations — especially the High-level Plenary Meeting\r\nof the General Assembly that just concluded — the\r\npresent session constitutes an event of crucial\r\nsignificance that offers us a great deal of hope and\r\nconfidence. We believe that Member States will be able\r\nto work out effective ways in which to implement the\r\ncommitments contained in the outcome document\r\n(resolution 60/1) just adopted by our leaders, especially\r\nthose concerning the implementation of the\r\nMillennium Development Goals (MDGs). We are\r\nconfident that, amid both challenges and opportunities\r\nand with the necessary wisdom and determination, we\r\nwill find the right path towards a brighter future for\r\nhumanity in the twenty-first century.\r\nIn today’s celebratory atmosphere, we cannot and\r\nshould not forget stark realities as we continue to see\r\nthe spread of war and conflict, the resurgence of\r\nterrorism, natural disasters, poverty, the outbreak of\r\nepidemics and transnational crime, which are\r\nthreatening the peace, security, independence and\r\nprosperity of nations. The people of the world were\r\nshocked by the recent terrorist attacks in London, in\r\nSharm el-Sheikh and elsewhere. Viet Nam therefore\r\njoins with others in the fight against terrorism of all\r\n21\r\nA/60/PV.19\r\nkinds. It is our view that, in order to root out terrorism,\r\nthe international community must seriously and\r\nadequately address the phenomena of poverty, injustice\r\nand inequality.\r\nViet Nam welcomes the recent positive\r\ndevelopments in the Middle East peace process. It is\r\nour consistent policy to support the just cause of the\r\nPalestinian people in their struggle for their inalienable\r\nrights. In that connection, we welcome Israel’s\r\nwithdrawal from resettlement areas in the Gaza Strip.\r\nProceeding from its principled position that\r\ninternational disputes should be settled by peaceful\r\nmeans, Viet Nam supports peaceful solutions to the\r\nnuclear issue in Iran and on the Korean peninsula.\r\nConsidering embargoes and blockades to be\r\nunacceptable in the modern world, we call for the early\r\nlifting of the unilateral embargo against Cuba. It is Viet\r\nNam’s view that the United Nations should be more\r\nactive in that connection.\r\nThe tsunami that affected Asian countries last\r\nyear and Hurricane Katrina, which hit coastal cities of\r\nthe United States, both resulting in the loss of a great\r\nnumber of lives and damage worth hundreds of billions\r\nof dollars, are reminders of the need for effective early\r\nwarning systems, preparedness and international\r\nsolidarity in confronting the forces of nature.\r\nAs we are preparing to translate the commitments\r\ncontained in the outcome document into action to\r\nreform the United Nations, I would like to associate\r\nmyself with the views expressed by the Secretary-\r\nGeneral in his report “In larger freedom” (A/59/2005)\r\nand reaffirmed in the outcome document concerning\r\nthe interactive links among peace, security,\r\ndevelopment and human rights. Viet Nam’s experience\r\nshows that an environment of peace and political and\r\nsocial stability is indispensable for development and\r\nthat economic growth, the improvement of people’s\r\nlives, will help to strengthen peace and stability. In that\r\nregard, we believe the United Nations should play a\r\ngreater role in making those links more interactive.\r\nViet Nam shares the common view that reform of\r\nthe United Nations should aim, first and foremost, at\r\nenhancing the Organization’s efficiency and democracy\r\non the basis of strengthening the fundamental\r\nprinciples enshrined in the United Nations Charter. It is\r\nessential to reinforce the central role and power of the\r\nGeneral Assembly, a body that stipulates the equal\r\nparticipation of all United Nations Members. Reform\r\nof the Security Council should be accorded adequate\r\nattention, so that the Council can be turned into a body\r\nthat is able to perform its functions in maintaining\r\ninternational peace and security effectively. The\r\nCouncil’s working methods should be improved to\r\nensure democracy and transparency. The Council needs\r\nto be enlarged in both categories of its membership in\r\norder to ensure that it truly represents all United\r\nNations Members, as stipulated in the Charter. We\r\nbelieve that developing States should be more\r\nadequately represented in that important organ. We\r\nwould like to reiterate the support we have expressed\r\nsince 1999 for India, Japan and Germany as permanent\r\nmembers of an expanded Council.\r\nFurthermore, Viet Nam believes that reform of\r\nthe United Nations must be carried out\r\ncomprehensively and in a way that ensures a balance\r\nbetween the two equally important and mutually\r\ncomplementary goals of maintaining peace and\r\nsecurity and promoting development. An enabling\r\nenvironment for development must be built on the\r\nbasis of equitable international economic relations,\r\nmutual benefit, shared responsibility and the fulfilment\r\nof agreed commitments.\r\nIn that spirit, Viet Nam supports the proposals on\r\ndevelopment set out in the report of the Secretary-\r\nGeneral and the commitments contained in the\r\noutcome document, especially the recommitment of the\r\ninternational community to achieving the MDGs on\r\nschedule. Viet Nam welcomes the commitment on the\r\npart of some developed countries to allocate 0.7 per\r\ncent of their gross national income to official\r\ndevelopment assistance without any conditions. If\r\ndeveloping nations are to achieve the MDGs, it is\r\nessential that they be enabled to participate more\r\nactively in the global economy. Viet Nam therefore\r\ncalls on the United Nations to adopt and implement\r\nmeasures to facilitate the entry of developing countries\r\ninto the World Trade Organization. Moreover, non-\r\ntariff and other protective measures aimed at blocking\r\nexports from developing countries, under such pretexts\r\nas sanitary and phytosanitary standards, should be\r\ndismantled.\r\nGuaranteeing and promoting human rights always\r\nremain high priorities in the work of the United\r\nNations. Viet Nam supports a greater role for the\r\nOrganization in that regard. We will continue to spare\r\nno effort in contributing to the common cause of\r\n22\r\nA/60/PV.19\r\nhuman rights protection. Mindful of the need to reform\r\nthe United Nations machinery for protecting human\r\nrights, we believe that reform must be conducted in a\r\nmanner that is free from acts of politicization. More\r\nin-depth discussions are needed with regard to the\r\nissue of establishing a Human Rights Council and the\r\nconcept of the responsibility to protect, so as to ensure\r\nbroad support for the measures to be implemented.\r\nThe Vietnamese people have just celebrated the\r\nsixtieth anniversary of the founding of their democratic\r\nState. Having gone through a process of comprehensive\r\nrenewal, Viet Nam today is a country with high and\r\nsustained economic growth and social equity, and we\r\nhave made significant progress in implementing the\r\nMDGs. Today, Viet Nam is a safe and stable country\r\nthat has further integrated into the global economy and\r\nhas pursued a foreign policy of independence,\r\nsovereignty and diversification, strengthening\r\nmultilateral ties in its external relations. It is a country\r\nthat is willing to be a friend and a reliable partner of all\r\ncountries of the world community.\r\nWe have actively participated in various regional,\r\ninterregional and global cooperation arrangements.\r\nViet Nam has been making great efforts to conclude\r\nnegotiations for its early accession to the World Trade\r\nOrganization. I would like to take this opportunity to\r\nextend our thanks to those countries that have\r\nsupported Viet Nam in that connection. We are actively\r\nengaged in the cooperation activities of the Association\r\nof Southeast Asian Nations (ASEAN) and Asia-Pacific\r\nEconomic Cooperation (APEC), as well as with\r\nASEAN cooperation with East Asia. To make a greater\r\ncontribution to the work of the United Nations, Viet\r\nNam has decided to present its candidacy for a\r\nnon-permanent seat on the Security Council for the\r\n2008-2009 term. We are now actively preparing to\r\nparticipate in United Nations peacekeeping operations\r\nwhen conditions are ripe.\r\nTo conclude, let me assure the Assembly that Viet\r\nNam will continue to work closely with other countries\r\nin the international community to strive for our\r\ncommon goals, among them a stronger United Nations.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Berhane Abrehe, Minister of Finance\r\nof Eritrea.\r\nMr. Abrehe (Eritrea): Allow me to congratulate\r\nthe President on his election to preside over the\r\nGeneral Assembly at its sixtieth session. I wish to\r\nassure him and his colleagues in the Bureau of my\r\ndelegation’s support as he guides our deliberations.\r\nAllow me also to thank his predecessor, Mr. Jean Ping\r\nof Gabon, for his effective leadership at the fifty-ninth\r\nsession of the Assembly.\r\nIn addition, let me take this opportunity to extend\r\nmy country’s deep sympathy and condolences to all\r\nGovernments and peoples that have suffered tragic\r\nlosses of life and destruction of property as a result of\r\nacts of terrorism and natural and man-made disasters.\r\nAt this general debate, I wish to address the\r\nAssembly on a matter of grave and immediate\r\nimportance to my country that has serious\r\nconsequences for the supremacy of international law\r\nand the maintenance of regional peace and security.\r\nAlmost four years after the decision of the\r\nEritrea-Ethiopia Boundary Commission, the dark\r\nclouds of war once again hang over my country. The\r\nlegal provisions of the Algiers Agreement, the legal\r\nunderpinnings of the independent arbitration process\r\nand the manner in which that process was established,\r\nand the unequivocal decision of the Boundary\r\nCommission are all too well known to be repeated\r\nhere. But allow me to cite the cardinal elements of the\r\nAlgiers Agreement to refresh members’ memories.\r\nArticle 4.15 of the Algiers Agreement explicitly\r\nstates,\r\n“The parties agree that the delimitation and\r\ndemarcation determinations of the Commission\r\nshall be final and binding. Each party shall\r\nrespect the border so determined, as well as the\r\nterritorial integrity and sovereignty of the other\r\nparty.”\r\nI must stress here that violation of the Agreement\r\nrepresents nothing less than blatant disrespect for the\r\nterritorial integrity and sovereignty of a United Nations\r\nMember State.\r\nIn the sixteenth report on the work of the\r\nBoundary Commission of February 2005, when the\r\nCommission was forced to close down its field offices\r\nin Eritrea and Ethiopia, it warned that,\r\n“... the line of the boundary was legally and\r\nfinally determined by its Delimitation Decision of\r\n13 April 2002. Though undemarcated, this line is\r\nbinding upon both Parties, subject to the minor\r\nqualifications expressed in the Delimitation\r\n23\r\nA/60/PV.19\r\nDecision, unless they agree otherwise. Conduct\r\ninconsistent with this boundary is unlawful.”\r\n(S/2005/142, Annex I, para. 33)\r\nThe Boundary Commission’s decision should not\r\nbe tampered with. In that regard, article 4.2 of the\r\nAlgiers Agreement unambiguously stipulates that,\r\n“The parties agree that a neutral Boundary\r\nCommission composed of five members shall be\r\nestablished with a mandate to delimit and\r\ndemarcate the colonial treaty border based on the\r\npertinent colonial treaties (1900, 1902 and 1908)\r\nand applicable international law. The\r\nCommission shall not have the power to make\r\ndecisions ex aequo et bono.”\r\nThe situation with which we are now confronted\r\nis therefore not an intractable border dispute requiring\r\nthe flexibility of the parties. It is squarely a grave\r\nmatter of an illegal and forcible occupation of the\r\nsovereign territory of Eritrea, a United Nations\r\nMember State, in clear violation of Article 2.4 of the\r\nUnited Nations Charter.\r\nEthiopia is not only occupying the village of\r\nBadme and other sovereign Eritrean territory; it also\r\ncontinues to build illegal settlements in those areas\r\nwith a view to, in the words of Secretary-General Kofi\r\nAnnan, creating facts on the ground.\r\nEthiopia’s unrestrained assault on the rule of law\r\nand the sanctity of treaty agreements will have severe\r\nconsequences not only for the people of the two\r\nneighbouring countries and the Horn of Africa but,\r\nthrough the bad precedent it sets, also for other\r\ncountries and regions, as well as for the credibility and\r\nthe legitimacy of the United Nations. Yet Ethiopia’s\r\nacts of occupation continue to be tolerated by the\r\nUnited Nations and the other guarantors of the Algiers\r\nAgreement.\r\nParagraph 14 of the Agreement on Cessation of\r\nHostilities (S/2000/601, annex), which is an integral\r\ncomponent of the Algiers Agreement, specifies that\r\n“OAU and the United Nations commit themselves\r\nto guarantee the respect for this commitment of\r\nthe two Parties until the determination of the\r\ncommon border ... This guarantee shall be\r\ncomprised of:\r\n“(a) Measures to be taken by the\r\ninternational community should one or both\r\nof the Parties violate this commitment,\r\nincluding appropriate measures to be taken\r\nunder Chapter VII of the United Nations\r\nCharter by the United Nations Security\r\nCouncil;”.\r\nThe United Nations and the African Union, as\r\nguarantors, are parties to the treaty. They have\r\nobligations to ensure implementation of the Algiers\r\nAgreement without preconditions. In the event that\r\neither Eritrea or Ethiopia fails to implement the\r\nAgreement, the United Nations is empowered by the\r\nAgreement to invoke Chapter VII of the Charter with\r\nrespect to the reneging party.\r\nThe treaty agreement must be enforced and the\r\nnumerous international instruments must be applied in\r\norder to end occupation and restore legality. The\r\nSecurity Council is mandated to maintain peace and\r\nsecurity, inter alia, by eliminating all forms of\r\noccupation. Unfortunately, the United Nations and\r\nsome members of the international community have so\r\nfar been advancing arguments that are irrelevant to the\r\nissue and are in contravention of international law in\r\norder to decline from taking the appropriate action.\r\nExisting and aspirant members of the Security\r\nCouncil — both permanent and non-permanent — must\r\nfully appreciate the fact that the cardinal principle of\r\nthe Charter is that membership of the Security Council\r\nmust be considered as service to humanity and the\r\ncause of peace and not as a means to promote and\r\nprotect their own interests or the interests of their\r\nallies. They must uphold the sacred trust to protect the\r\ncredibility and viability of the United Nations.\r\nRespect for international agreements has been,\r\nand must continue to be, the foundation of the principle\r\nof peaceful coexistence among nations. Any\r\ncompromise on that principle will result in the erosion\r\nof trust in the international system and will severely\r\ndamage the functioning of the United Nations.\r\nEritrea and Ethiopia may soon be dragged once\r\nagain into a new phase of armed conflict. Yet, there is\r\nstill an opportunity for a peaceful resolution if the\r\nUnited Nations honours its treaty obligations and\r\naddresses the one core issue, Ethiopia’s illegal\r\noccupation of sovereign Eritrean territory. If the United\r\nNations fails to reverse the occupation, it will be as\r\nresponsible as Ethiopia for any renewed armed conflict\r\nand its consequences.\r\n24\r\nA/60/PV.19\r\nAt this juncture, I wish to remind the Assembly\r\nthat the United Nations has betrayed the Eritrean\r\npeople twice during the past 60 years. This would be\r\nthe third betrayal if it does not respect its treaty and\r\nCharter obligations by settling this occupation through\r\npeaceful means.\r\nIn conclusion, I wish to inform the Assembly\r\ncategorically that Eritrea is determined, and has the\r\nright, to defend and preserve its territorial integrity by\r\nany means possible.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Abdullah Abdullâh, Minister for\r\nForeign Affairs of the Islamic Republic of Afghanistan.\r\nMr. Abdullâh (Afghanistan): I have the honour\r\nto inform the members of the General Assembly of the\r\nsuccessful conclusion of the parliamentary and\r\nprovincial elections that took place in my country two\r\ndays ago. As stated by President Karzai, “the holding\r\nof these elections was a major success for the people of\r\nAfghanistan and a major defeat for those attempting to\r\nderail the political process”. In defiance of the threats\r\nposed by the enemies of peace and stability in\r\nAfghanistan, Al-Qaida and the Taliban, millions of\r\nmen and women enthusiastically travelled to polling\r\nstations to cast their votes. With the conclusion of\r\nthese elections, the Islamic Republic of Afghanistan\r\nhas now completed the final phase of the Bonn\r\nAgreement, sponsored by the United Nations in\r\nDecember 2001.\r\nThe determination and political will expressed by\r\nthe people of Afghanistan have made possible the\r\ngradual, yet arduous, transition towards stability and\r\ndemocracy in Afghanistan. During the course of the\r\ntransition, Afghanistan successfully convened two loya\r\njirgas, adopted a new Constitution enshrining the\r\nprinciples of democracy, held its first-ever presidential\r\nelections and, most recently, concluded its\r\nparliamentary and provincial elections.\r\nIn this context, allow me to express on behalf of\r\nthe people and the Government of Afghanistan our\r\nmost sincere gratitude and appreciation to the United\r\nNations, the NATO-led International Security\r\nAssistance Force, coalition forces, Provincial\r\nReconstruction Teams, international observers and\r\nother international partners for the assistance rendered\r\ntowards achieving this objective.\r\nAllow me to highlight briefly some of the other\r\nachievements that have taken place during the past four\r\nyears. The Government of Afghanistan continues to\r\nmake significant progress with regard to the reform of\r\nthe security sector and the formation of the national\r\narmy and police in order to further extend and\r\nconsolidate peace and authority throughout the country.\r\nThe disarmament and demobilization of 60,000 former\r\ncombatants has been completed. In that regard, the\r\nGovernment of Afghanistan reaffirms its commitment\r\nto complete the reintegration of ex-combatants as the\r\nfinal phase of a successful disarmament, demobilization\r\nand reintegration process.\r\nSignificant progress has been made in the\r\npromotion and protection of human rights and\r\nfundamental freedoms. Our new Constitution\r\nguarantees equal rights for men and women, freedom\r\nof expression, freedom of press and political pluralism.\r\nThe Afghan Independent Human Rights Commission\r\nhas been institutionalized as an independent body in\r\naccordance with our Constitution. The Commission\r\ncontinues to fulfil its mandate.\r\nWe have also witnessed the enrolment of more\r\nthan 5 million children, both boys and girls, in school.\r\nRepatriation of millions of refugees from neighbouring\r\ncountries has also taken place during the past four\r\nyears. The significant increase in the role of women in\r\nthe social, political and economic life of the country is\r\nalso worth mentioning.\r\nThe cultivation of opium poppy and the\r\nproduction of narcotic drugs in Afghanistan remains a\r\nprime concern of my Government. The establishment\r\nof a counter-narcotics ministry, the creation of a\r\nspecial tribunal to prosecute those associated with the\r\ncultivation, production and trafficking of illegal drugs\r\nand the formation of the Committee on Counter-\r\nNarcotics, chaired by President Karzai, are only some\r\nof the initiatives taken by the Afghan Government\r\naimed at combating and eliminating the scourge of\r\nnarcotic drugs.\r\nI am pleased to refer to the recent report of the\r\nUnited Nations Office on Drugs and Crime, which\r\nrightly reflected a 21 per cent decrease in the\r\ncultivation of opium poppy in Afghanistan during the\r\ncurrent year. However, in order to build on this\r\nachievement, we must offer alternative livelihoods to\r\nrural communities. A successful strategy in combating\r\nillicit drugs requires additional measures aside from\r\n25\r\nA/60/PV.19\r\nasking farmers to plant substitute crops. We have to\r\nprovide them with agricultural assistance, invest in\r\nirrigation, build roads and provide electric power and\r\nassistance in generating non-farm employment in rural\r\nareas.\r\nMany of the achievements realized in\r\nAfghanistan since the signing of the Bonn Agreement\r\nwould not have been possible without the vigorous\r\nsupport of the international community. I take this\r\nopportunity to extend our deep gratitude to all\r\ninternational partners and lead nations which offered\r\ngenerous support throughout the process. In this\r\ncontext, we emphasize the importance of the sustained\r\nengagement and support of the international\r\ncommunity over the coming years for the rehabilitation\r\nand reconstruction of Afghanistan, as well as for the\r\nconsolidation of peace and security.\r\nDespite the achievements to which I referred\r\nearlier, the people of Afghanistan continue to face\r\nmany challenges in their daily lives. Extreme poverty,\r\na high rate of infant and maternal mortality and a lack\r\nof resources necessary to ensure basic social services\r\ncontinue to exist.\r\nThe outcome document adopted on 16 September\r\n2005 (resolution 60/1) has laid the foundation for a\r\nmore effective and efficient United Nations better able\r\nto address issues relating to development, peace and\r\nsecurity, human rights, reform of the United Nations\r\nand achievement of the Millennium Development\r\nGoals.\r\nThe Government of Afghanistan welcomes the\r\nproposal adopted in the outcome document with regard\r\nto the establishment of a Peacebuilding Commission.\r\nAs a country emerging from years of conflict,\r\nAfghanistan fully understands the need for a\r\ncoordinated, coherent and integrated approach to post-\r\nconflict peacebuilding. My Government also supports\r\nthe decision that the Commission should begin its work\r\nby no later than 31 December 2005.\r\nAs a result of ongoing efforts by Afghanistan and\r\nthe international community to combat international\r\nterrorism, my country no longer serves as a base for\r\nAl-Qaida and the Taliban. However, the people of\r\nAfghanistan continue to suffer from the scourge of\r\ninternational terrorism. Terrorism remains one of the\r\nmain challenges to peace, stability and sustainable\r\ndevelopment in Afghanistan. The continued infiltration\r\nof Al-Qaida and Taliban extremists in the south and\r\nparts of the east of the country remains a factor\r\ncontributing to insecurity in my country.\r\nWe therefore reiterate the importance of a sincere\r\ncommitment by all the countries of the region to\r\ncombating that scourge. The Government of\r\nAfghanistan once again vehemently condemns\r\nterrorism in all its forms and manifestations. In that\r\ncontext, we support every effort aimed at the\r\nsuccessful conclusion of a comprehensive convention\r\non international terrorism by the end of the sixtieth\r\nsession of the General Assembly.\r\nThe Secretary-General clearly highlighted the\r\ninterrelationship between development and security in\r\nhis report “In larger freedom” (A/59/2005), which, in\r\nparagraph 2 of the annex, states, “There will be no\r\ndevelopment without security and no security without\r\ndevelopment”. The case of Afghanistan could not be\r\nmore relevant in that respect.\r\nAchieving the Millennium Development Goals in\r\nAfghanistan is not just a desirable humanitarian\r\nobjective, but a necessity for the security of the\r\ncountry, the region and the world. Attaining the Goals\r\nwill require a substantial amount of international aid,\r\nprovided in a coordinated and sustained manner.\r\nMy Government is in the process of preparing\r\nAfghanistan’s national development strategy, which\r\nwill be presented at the donor conference on\r\nAfghanistan scheduled to take place early next year.\r\nThe national development strategy encompasses a clear\r\napproach to achieving our national development goals\r\nand addresses vital areas such as capacity-building,\r\nfiscal sustainability, building infrastructure and\r\nprioritizing projects. The Afghanistan national\r\ndevelopment strategy will also present Afghanistan’s\r\noverarching strategy for promoting growth and\r\nreducing poverty, and will serve as the country’s\r\noverall strategy for attracting international assistance.\r\nThe national development strategy will be\r\nprepared in a consultative process with all\r\nstakeholders, including donors, civil society, the\r\nprivate sector and provincial councils. Through a post-\r\nBonn compact, Afghanistan will subscribe to a new set\r\nof timetables and benchmarks for providing security,\r\nbuilding democratic institutions, protecting human\r\nrights and reducing extreme poverty in accordance\r\nwith our MDG targets, reforming the administration,\r\neliminating corruption, ending the production of and\r\n26\r\nA/60/PV.19\r\ntraffic in narcotic drugs and developing cooperation\r\nwith our neighbours.\r\nAs a landlocked country, Afghanistan will not be\r\nable to achieve its intended economic goals without the\r\nsupport and mutual cooperation of its neighbours. The\r\nGovernment of Afghanistan emphasizes the importance\r\nof regional economic cooperation for the benefit of all\r\ncountries in the region. Trade plays a major role in\r\npromoting economic growth, employment and\r\ndevelopment for all. The volume of trade between\r\nAfghanistan and its neighbours has been growing\r\nsteadily. Just last year, the estimated value of trade\r\nbetween Afghanistan and its neighbours amounted to\r\n$1.5 billion.\r\nI would like in conclusion to express\r\nAfghanistan’s full commitment to the implementation\r\nof the outcome document. We are of the conviction that\r\nthe adoption of that historic document will further\r\nenhance the central role of the United Nations in\r\naddressing the threats and challenges facing humanity\r\nat the dawn of the twenty-first century.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Victor Manuel Barbosa Borges,\r\nMinister for Foreign Affairs, Cooperation and\r\nCommunities of the Republic of Cape Verde.\r\nMr. Barbosa Borges (Cape Verde) (spoke in\r\nPortuguese; English interpretation from French text\r\nprovided by the delegation): I would like to express\r\ncongratulations and support to the President of the\r\nGeneral Assembly for having chosen as the theme of\r\nour debate, “For a stronger and more effective United\r\nNations: follow-up to and implementation of decisions\r\nmade in the High-level Plenary Meeting of September\r\n2005”.\r\nTen years before the target date, we are still faced\r\nwith doubts and questions about the actual\r\nachievement of the Millennium Development Goals\r\n(MDGs), particularly in Africa. There are two\r\ninterconnected elements at the heart of this matter:\r\nStates’ development policies; and the effective\r\nfulfilment of the commitments entered into by the\r\ninternational community. I have no intention of\r\nevaluating national policies, but it is clear that the\r\nachievement of the MDGs will require far-reaching\r\nadjustments in our national policies and increased\r\nefforts to reorganize and manage our budgets.\r\nFurthermore, the emergence of a new African\r\nleadership, which is bringing us together again in our\r\ncommitment to promoting development, democracy,\r\npeace and political stability, is an opportunity for the\r\ninternational community to provide more consistent\r\nsupport for the achievement of the Millennium\r\nDevelopment Goals.\r\nUnfortunately, despite a great deal of discussion\r\nabout the MDGs, we are still falling short with regard\r\nto the commitments undertaken, to the clear distress of\r\nthe populations afflicted by pandemics such as malaria,\r\ntuberculosis and HIV/AIDS, which is spreading at an\r\nalarming rate.\r\nAs the head of State of Cape Verde said when\r\naddressing the Assembly during the High-level Plenary\r\nMeeting last week (see A/60/PV.5), achieving the\r\nMillennium Goals and building a freer world based on\r\nhigher levels of well-being, tolerance, peace and\r\nsecurity are within reach for humankind.\r\nIn order to achieve our goal, we need political\r\nwill, not just statements about political will or pious\r\nexpressions of hope for development. It is the\r\nresponsibility of the General Assembly at this session\r\nto ensure that the summit outcome (resolution 60/1) is\r\neffectively implemented. However, there can be no\r\ndoubt that the implementation of the outcome will be a\r\ntest of the policies that have been set out, as well as of\r\nthe negotiating skills of Member States, as we strive to\r\nachieve a better balance on international relations,\r\nfurther the democratization of international governance\r\nand strengthen peace and security at the regional and\r\nnational levels. We must redouble our efforts this year.\r\nIn the context of the reforms proposed by the\r\nSecretary-General, Cape Verde has been chosen to host\r\nthe joint office initiative, with the participation of\r\nUnited Nations programmes and agencies in the field.\r\nMay I once again reiterate my Government’s support\r\nfor this initiative, while at the same time emphasizing\r\nthe absolute need for there to be adequate preparation\r\nfor this experiment, as well as internal adjustments\r\nconsistent with the option of joint representation. We\r\nare convinced that the joint office initiative will make\r\nit possible to concentrate resources more effectively on\r\npriority challenges and the substantive aspects of\r\ndevelopment.\r\nOn 5 July 2005, the Republic of Cape Verde\r\ncelebrated the thirtieth anniversary of its independence;\r\nthese 30 years have been marked by considerable\r\nsacrifice and effort in a country without natural\r\nresources. Throughout this period, fortunately, all the\r\n27\r\nA/60/PV.19\r\ndevelopment indicators have shown upward movement.\r\nUnder a resolution adopted by the General Assembly in\r\nDecember 2004, Cape Verde has made sufficient\r\nprogress to be no longer included in the list of least\r\ndeveloped countries. This “graduation” is an explicit\r\nrecognition of the work done by the people of Cape\r\nVerde; and, undoubtedly, it is also the result of the\r\ninternational aid provided by various partners.\r\nTherefore, I should like to take this opportunity to\r\nexpress to all of Cape Verde’s development partners,\r\nboth present and absent in this Hall, our profound\r\ngratitude for the solidarity thus extended to us.\r\nAt the risk of repeating myself, I should like to\r\nrecall the following points. The “graduation” of Cape\r\nVerde is a result of the fact that the country satisfied\r\ntwo of the three established criteria. I am referring to\r\nthe per capita income per inhabitant and the human\r\ndevelopment index. The failure to identify the third\r\ncriterion, that of economic vulnerability, which is by\r\nfar the most important one, illustrates the kind of\r\nfragile situations that can be experienced by a small\r\nisland country that is permanently afflicted by drought\r\nand external shocks, of which the increase in oil prices\r\nis a very illustrative example.\r\nFor success to be meaningful over the medium\r\nand long term, “graduation” should be accompanied by\r\nthe appropriate measures needed to ensure continuity\r\nof the development process. It is of fundamental\r\nimportance to define the goals, their duration and the\r\npractical modalities for this transition, and it should be\r\ndone as quickly as possible. What has been achieved\r\nby Cape Verde, thanks to the judicious management of\r\nforeign aid, cannot obscure major structural\r\nvulnerabilities. Parenthetically, I would like to reiterate\r\nonce again an appeal to the international community to\r\ngive particular attention to the specific problems of\r\ndevelopment in small island States.\r\nWe are convinced that, when Cape Verde leaves\r\nthe group of least developed countries in January 2008,\r\nwe will have agreed upon a common frame of\r\nreference, together with our development partners, one\r\nthat is based on General Assembly resolution 59/209\r\nand is in step with the spirit of smooth transition,\r\nwhere emphasis will be placed on questions of trade,\r\nfinancing for development, including modalities and\r\nmore effective and innovative instruments that fit the\r\nneeds for accelerated economic growth of a\r\n“graduated” but vulnerable country.\r\nWe continue to be convinced that the\r\ndevelopment target we share with our partners must not\r\nlead to our being penalized for good governance and a\r\npositive development dynamic. For our part, we will\r\ncontinue to rely on the solidarity of our partners,\r\nincluding the United Nations.\r\nRegarding financing for development and the\r\nurgent need to adjust the practices and instruments of\r\naid to the requirements of achieving the MDGs, I\r\nshould like to comment on the decision taken by the\r\nGroup of 8 to eliminate external debt. The Government\r\nof Cape Verde is delighted at the Gleneagles decision\r\nto forgive the external debt of 18 countries, mostly\r\nAfrican ones. This is a shot of oxygen for the\r\ndevelopment process of the recipient countries.\r\nThat having been said, however, the Government\r\nof Cape Verde believes that we will need to analyse the\r\nproblem further in order to ensure that solutions are\r\nintegrated effectively into the international agenda. On\r\nthe one hand, the situation of poor countries, which are\r\ndeeply indebted, requires an increase in solidarity. On\r\nthe other hand, we also believe that some gesture\r\nshould be made towards the medium-income countries,\r\nparticularly those that are bereft of natural resources\r\nand only slightly indebted and who, at the same time,\r\nhonour their debt servicing in a structural framework\r\nthat is marked by budgetary constraints. Otherwise, the\r\nmessage underlying the decision to pardon the debt\r\nwill be extremely ambiguous and could lend itself to\r\nvarious interpretations.\r\nI would like to end with what one normally starts\r\nwith, and that is by congratulating the President on his\r\nelection to lead the sixtieth session of the General\r\nAssembly. My congratulations are equally extended to\r\nSweden, his country, which has always given\r\ninvaluable assistance promoting the self-determination\r\nof peoples, world peace and development. I would also\r\nlike to express my gratitude to his predecessor,\r\nMinister of State Jean Ping, for the competent and wise\r\ndischarge of his functions during a period of intense\r\nand difficult negotiations.\r\nMay I finally address our gratitude,\r\nencouragement and confidence to the Secretary-\r\nGeneral, Mr. Kofi Annan. His vision of the future of\r\nthe world and of the United Nations deserves to be\r\nsupported by us all, so that our Organization, which\r\nbelongs to all of us, can respond to the growing and\r\ncomplex challenges of the current world.\r\n28\r\nA/60/PV.19\r\nThe Acting President: I now call on His\r\nExcellency Mr. Siosiua T’Utoikamanu, Minister for\r\nFinance of the Kingdom of Tonga.\r\nMr. T’Utoikamanu (Tonga): May I first take this\r\nopportunity to congratulate the President on his\r\nelection to lead the work of the General Assembly. Let\r\nme also reassure him of Tonga’s support and full\r\nconfidence that the sixtieth session of the General\r\nAssembly will be fruitful and successful under his very\r\nable leadership.\r\nI would also like to give due recognition to the\r\nsterling work of his predecessor, Mr. Jean Ping,\r\nMinister for Foreign Affairs and Cooperation of\r\nGabon, during the fifty-ninth session of the General\r\nAssembly.\r\nI also join others in commending Secretary-\r\nGeneral Kofi Anan for his leadership of our\r\nOrganization.\r\nAs we celebrate the sixtieth anniversary of our\r\nOrganization, we can pause and reflect on where we\r\nare, and on the basis of our experience in the past and\r\nthe opportunities available for us in the future. We can\r\nchart a roadmap that will ensure that we, the Member\r\nStates, deliver on our commitments to the purposes and\r\nprinciples of the Charter and international law, which\r\nare indispensable foundations of a more peaceful,\r\nprosperous and just world. Tonga shares the concerns\r\nvoiced by several other delegations that business\r\ncannot proceed as usual, as this will continue to affect\r\nthe role and relevancy of our Organization and the\r\nimportant place of multilateralism in accomplishing its\r\naims.\r\nThe Secretary-General’s High-level Panel on\r\nThreats, Challenges and Change delivered the\r\nlandmark report expected of it. The Panel’s far-\r\nreaching findings and recommendations laid a firm\r\nfoundation for what our Foreign Minister described last\r\nyear as “constructive engagement”. Tonga remains\r\noptimistic that the level and intensity of engagement\r\namong Member States can still produce a lasting\r\nlegacy of improvement and the necessary changes for\r\nour Organization and its important work.\r\nLast Friday, at the conclusion of the historic\r\nHigh-level Plenary Meeting, heads of State and\r\nGovernment adopted the outcome document, which\r\nprovides multilateral solutions to the problems in\r\ndevelopment, peace and collective security, human\r\nrights, the rule of law and the strengthening of the\r\nUnited Nations. The baton has now been passed on to\r\nus to begin the implementation phase of the summit’s\r\noutcome, and we need to rise to the challenge to make\r\ngood on our promises.\r\nThe development agenda remains the first priority\r\nfor small island developing countries, including Tonga.\r\nOver three decades, we have accumulated experience\r\nin national and integrated regional development\r\nplanning and have, therefore, fully embraced our\r\nprimary responsibility for our own development. The\r\nachievement of the Millennium Development Goals\r\nhas been incorporated into our wider development\r\nefforts.\r\nThe financing of these development programmes,\r\nhowever, continues to depend on bilateral and\r\nmultilateral official development assistance (ODA), as\r\nwell as on concessionary loans from regional and\r\nglobal financial institutions.\r\nIn this regard, we welcome the proposed\r\nincreased resources that will become available as a\r\nresult of the establishment of timetables by many\r\ndeveloped countries to achieve the target of 0.7 per\r\ncent of gross national product (GNP) for ODA by\r\n2015. We congratulate those countries that have\r\nalready fulfilled their commitment in meeting the\r\nrequired target. The recent efforts and initiatives to\r\nenhance the quality of aid and to increase its impact,\r\nincluding the Paris Declaration on Aid Effectiveness,\r\nare also welcome steps.\r\nODA, while necessary, will be insufficient on its\r\nown and would have to be complemented by active\r\npromotion of foreign direct investment, improving\r\ntrade access and effective development partnerships.\r\nThe outcome document emphasizes that one of\r\nthe critical challenges to economic growth is to ensure\r\nthat the necessary internal conditions are put in place\r\nfor mobilizing domestic savings. Tonga embarked on a\r\npublic sector and economic reform programme in 2002.\r\nTo date, several important pieces of legislation have\r\nbeen enacted through the Legislative Assembly,\r\nincluding the Public Finance Act of 2002, to modernize\r\nthe way the Government manages its finances and to\r\nprovide for more transparency; the Public Service Act\r\nof 2002, to modernize employment and remuneration\r\nmethods; and the Public Enterprise Act of 2002 to\r\nprovide for increased accountability by public\r\nenterprises. A programme of reform of Tonga’s system\r\n29\r\nA/60/PV.19\r\nof taxation is also under way to bring it into conformity\r\nwith international norms and bilateral and multilateral\r\nobligations.\r\nTonga welcomes the recognition in the outcome\r\ndocument of the special needs and vulnerabilities of\r\nsmall island developing States and the commitment to\r\naddress those needs and vulnerabilities through full and\r\neffective implementation of the Mauritius Strategy\r\nadopted by the International Meeting to Review the\r\nImplementation of the Programme of Action for the\r\nSustainable Development of Small Island Developing\r\nStates and the Barbados Programme of Action for the\r\nSustainable Development of Small Island Developing\r\nStates.\r\nEnergy continues to play a crucial role in Tonga’s\r\nsustainable development strategies, and maintaining a\r\nfine balance between energy, the environment and the\r\neconomy is a national priority. Tonga’s increasing\r\nreliance on imported petroleum products to satisfy its\r\nenergy needs means that it is particularly vulnerable to\r\nexternal events that affect the price and availability of\r\npetroleum products. In this regard, Tonga reiterates its\r\nconcern over the continuing escalation of the price of\r\noil and its negative impact on its economy. Concerted\r\nefforts will have to focus on research and development\r\nfor alternative sources of energy.\r\nTonga recognizes the need to promote gender\r\nequality with the implementation of its National Policy\r\non Gender and Development, which was approved in\r\n2001.\r\nRemittances are a welcome source of foreign\r\nexchange, and Tonga is recorded as one the countries\r\nmost dependent on them as they amount to 39 per cent\r\nof gross domestic product. We therefore acknowledge\r\nthe important nexus between international migration\r\nand development and the need to deal with the\r\nchallenges and opportunities that migration presents to\r\ncountries of origin, destination and transit. We also\r\nlook forward to the General Assembly’s high-level\r\ndialogue on international migration and development,\r\nto be held in 2006.\r\nWe join with others who have voiced their regret\r\nat the failure of the 2005 Nuclear Non-Proliferation\r\nTreaty Review Conference and reiterate the importance\r\nof implementing the three pillars of the Treaty.\r\nTonga supports the call to establish the mandate,\r\nmodalities, functions, size, composition membership,\r\nworking methods and procedures of the new Human\r\nRights Council as soon as possible during the current\r\nsession of the General Assembly.\r\nWe fully recognize that post-conflict peacebuilding\r\nis vital to achieving sustainable peace and support the\r\nestablishment of a Peacebuilding Commission by the\r\nend of 2005.\r\nWe strongly condemn terrorism in all its forms\r\nand manifestations, committed by whomever, wherever\r\nand for whatever purpose, as it constitutes one of the\r\nmost serious threats to international peace and security.\r\nWe also look forward to the successful conclusion of\r\nthe comprehensive convention on international\r\nterrorism during the present session of the Assembly.\r\nTonga continues to support the work of the Counter-\r\nTerrorism Committee and has progressed well in\r\ndrafting domestic legislation to put into effect all of the\r\n12 counter-terrorism conventions to which we have\r\nacceded.\r\nWe applaud the efforts and proposals for a\r\ncomprehensive package of reforms to revitalize the\r\nGeneral Assembly and to strengthen the Economic and\r\nSocial Council, to enable them to fulfil their mandates\r\nas envisaged in the Charter. We also support the\r\nongoing work of the Secretary-General to improve the\r\nefficiency and effectiveness of the Secretariat.\r\nPerhaps one of the more intense engagements\r\namong our membership involves the reform of the\r\nSecurity Council. Tonga maintains its support for\r\nJapan’s proper and permanent place on any enhanced\r\nCouncil. The emergence, in particular, of prospective\r\npermanent members and novel ideas on criteria has\r\nmade this issue more deserving of further patience,\r\npoise and pragmatism. However, momentum and\r\nadvances on readily agreeable aspects of our reform\r\nagenda should proceed to fruition.\r\nThe ever-changing landscape of the Middle East\r\ncontinues to present hopeful signs suggesting that an\r\nenduring peace is possible. Genuine gestures, like that\r\ninvolving Gaza, by Israel and the Palestinian Authority,\r\noffer a platform upon which mutual borders might be\r\nsecured and upon which statehood might flourish.\r\nRegional organizations play an important role in\r\nsupporting and complementing the interests of member\r\ncountries in various fields, and Tonga acknowledges\r\nthe role of the Pacific Island Forum in that regard. At a\r\nregional level, Tonga is fully committed to its\r\n30\r\nA/60/PV.19\r\nobligations in ensuring peace in the region and\r\ncontinues to support the Regional Assistance Mission\r\nto the Solomon Islands with the third deployment by\r\nthe Tonga Defence Services currently in operation in\r\nthe Solomon Islands. The Pacific Plan, which was\r\narticulated by our Pacific Forum leaders for the\r\nrealization of their vision through deeper and stronger\r\nregional cooperation and integration in the areas of\r\neconomic growth, social development, security and\r\nenvironmental protection, will be tabled for\r\nconsideration by the leaders in October of this year.\r\nTonga, therefore, welcomes the call for support of a\r\nstronger relationship between the United Nations and\r\nregional organizations.\r\nThe Kingdom continues to observe a “one-China”\r\npolicy that recognizes Taiwan as an integral and\r\ninalienable part of China. An essential component of\r\nthat policy properly acknowledges that common and\r\nmutual issues are ideally left to an across-the-Strait\r\nframework dialogue, as opposed to any multilateral\r\nformula, however well conceived.\r\nTonga continues to develop and strengthen its\r\n“Look East” policy, in particular with China. Earlier\r\nthis year, the Kingdom established a diplomatic\r\npresence in Beijing to give strong voice to its interests\r\nand impetus to its exploration and pursuit of mutually\r\nrelevant and beneficial ventures, including tourism,\r\ntrade, aviation and security.\r\nThe world is watching us. Let us not renege on\r\nour commitments but push forward on the reforms that\r\nare essential to ensuring that multilateralism remains\r\nthe most efficient and effective way to address global\r\nproblems and issues.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Raymond Ramazani Baya, Minister for\r\nForeign Affairs and International Cooperation of the\r\nDemocratic Republic of the Congo.\r\nMr. Ramazani Baya (Democratic Republic of\r\nthe Congo) (spoke in French): It is a pleasure to join\r\npreceding speakers in congratulating Mr. Jan Eliasson\r\non his election as President at the sixtieth session of\r\nthe General Assembly. In particular, I welcome the fact\r\nthat the international community has given him the\r\nhonour of being elected President of the General\r\nAssembly, at its present session at which we are\r\ncommemorating the sixtieth anniversary of the\r\nOrganization. Moreover, at the present session we\r\nshall, above all, work to implement the commitments\r\nundertaken by the heads of State or Government to\r\nstrengthen United Nations reform and adapt the\r\nOrganization to the changes on the international stage\r\nso that it can remain the forum for coordination and\r\ndebate, an irreplaceable instrument for conflict\r\nprevention and management and the body for\r\nupholding international law and the integrity of States.\r\nI also congratulate the President at the fifty-ninth\r\nsession, Mr. Jean Ping, Minister of State and Minister\r\nfor Foreign Affairs, Cooperation and la Francophonie\r\nof the Gabonese Republic. With his great human\r\nqualities and his skill as a statesman, he carried out his\r\nmission with tact and personal engagement.\r\nFinally, allow me to convey to Secretary-General\r\nKofi Annan the encouragement and the gratitude of\r\nMr. Joseph Kabila, President of the Democratic\r\nRepublic of the Congo, for his commitment to finding\r\na solution to the crisis in the Great Lakes region and\r\nfor the importance that he attaches to the protection of\r\nthe values of human dignity.\r\nMr. Eliasson is presiding over the General\r\nAssembly at a pivotal moment for our Organization. It\r\nwould be hard not to make a connection between the\r\nhistory of my country, the President’s mandate and the\r\ndestiny of an eminent citizen of his country, Sweden,\r\nwho gained fame in my country for his commitment to\r\nthe cause of peace. I am referring to Mr. Dag\r\nHammarskjöld, the second Secretary-General of the\r\nUnited Nations.\r\nAs the President has assumed his functions in\r\nSeptember, it should be recalled that on 20 September\r\n1960, my country became a Member of the United\r\nNations. And on 18 September 1961, the late\r\nSecretary-General Dag Hammarskjöld gave his life for\r\nhis commitment to the Democratic Republic of the\r\nCongo. I pay tribute to the memory and the courage of\r\nthat hero, as well as to the civilian and military\r\nmembers of the United Nations Operation in the Congo\r\nwho lost their lives alongside our soldiers while\r\ndefending the sovereignty and the integrity of our\r\nterritory.\r\nA comparison of the United Nations involvement\r\nin the Congo in 1960 and that of the present reveals a\r\nnumber of similarities, including the tireless dedication\r\nto the cause of peace demonstrated by the Blue\r\nHelmets. My country has twice benefited from peace\r\noperations, and we know the price paid by United\r\nNations forces to save us from disaster. Our first-hand\r\n31\r\nA/60/PV.19\r\nexperience of United Nations intervention strengthens\r\nour belief that now, more than ever, the world needs a\r\nstrong, reformed United Nations.\r\nAs discussions on Security Council reform have\r\nreached a crucial stage, it is time for us to acknowledge\r\nthat, in spite of its limitations, the United Nations —\r\nthe forum of nations — has become the conscience of\r\nhumanity. Its present and future role can be addressed\r\nonly when one reflects on recent changes in the world\r\nand on the Organization’s capacity to adapt to the new\r\nchallenges posed by development, the debt crisis, the\r\nspecific needs of the least developed countries,\r\nterrorism and the issues of human rights, peace and\r\ncollective security.\r\nIn that context, it is desirable for the United\r\nNations to modify its structure in order to be better\r\nable to face new and old challenges and promote the\r\nvalues of our civilization, founded on the principles of\r\nfreedom and democracy.\r\nThe desired enlargement of the Security Council,\r\nas envisaged, is now a requirement of the greatest\r\ndemocratic importance. But while it is necessary, it is\r\nnot in itself sufficient to ensure the harmonious and\r\nefficient functioning of the United Nations system. We\r\nmust go further, beyond mere expansion, to realize the\r\nambitions that Member States have for the United\r\nNations. Security Council reform should not\r\novershadow the need to review the other United\r\nNations organs, in particular the Economic and Social\r\nCouncil, the Secretariat and the General Assembly,\r\nwith a view to strengthening their mandates, and\r\nenabling the President of the General Assembly to play\r\na primary role in seeking solutions to international\r\nproblems.\r\nAlso in the context of reform, my country looks\r\nforward to the establishment of the new Peacebuilding\r\nCommission and to the creation of multi-year standing\r\nfunds. That would enable countries emerging from\r\nconflict to receive real, substantial contributions in\r\nsupport of rehabilitation and reconstruction efforts and\r\nwould help those countries lay the foundations for\r\nsustainable development.\r\nThe international community has invested heavily\r\nin the work of rebuilding State structures in the\r\nDemocratic Republic of the Congo and has provided\r\nsignificant support through the United Nations\r\nOrganization Mission in the Democratic Republic of\r\nthe Congo (MONUC). I convey the deep gratitude of\r\nthe Congolese people.\r\nIn the context of the holding of transparent\r\nmultiparty elections to put an end to the crisis of\r\nlegitimacy and the endless loop of transitions, the\r\nDemocratic Republic of the Congo is taking giant steps\r\ntowards concluding the transition process. I would like\r\nto assure the Assembly of the determination of the\r\nGovernment of National Unity to carry out the\r\ntransition in accordance with the constitutional\r\ntimetable.\r\nThe adoption by referendum of a draft\r\nconstitution by the end of the year will make the\r\nprocess irreversible. The elections must take place.\r\nAnd it is certain that they will take place, because of\r\nthe great determination of the Congolese people and\r\nthe great commitment of the Government of National\r\nUnity. The harmonious progress in the process, despite\r\nsome logistic constraints related to the immense size of\r\nthe national territory and the complexity of the voter\r\nregistration process, leads us to predict with confidence\r\nthat the various electoral deadlines will be met. To\r\ndate, nearly 12 million voters have been registered,\r\nbearing out the enthusiasm that has been in evidence\r\nsince the start of the registration process.\r\nIt is now urgent to quickly stabilize the security\r\nsituation, including, in particular, through the prompt\r\nresolution of the worrisome issue of the disarmament\r\nof foreign armed groups, which threaten to disturb,\r\neven compromise, the proper holding of elections.\r\nIt should be recalled that it is urgent to support\r\nthe efforts of the Democratic Republic of the Congo to\r\nput an end to the presence of armed groups in the\r\neastern part of the national territory and ensure their\r\nrepatriation, in accordance with the relevant\r\nresolutions of the Security Council, the African Union\r\nand the Economic Community of Central African\r\nStates. Adequate support for the training and equipping\r\nof our restructured and integrated armed forces, as well\r\nas the firm engagement of MONUC, will lead those\r\ngroups to disarm. However, the Democratic Republic\r\nof the Congo has never preferred the military option or\r\never felt that it was the only possible way to ensure the\r\nrepatriation of the foreign armed elements that have\r\nproliferated in the North and South Kivus. Therefore\r\nwe have maintained contacts, through various\r\nintermediaries, with representatives of the Front\r\ndémocratique pour la libération du Rwanda, which has\r\n32\r\nA/60/PV.19\r\nkept open the possibility of sustained voluntary\r\ndisarmament followed by the voluntary repatriation of\r\nRwandese armed elements. Two sets of consultations\r\nwere held — in March and in September 2005 — but\r\nso far they have not led to the hoped-for results. If they\r\nfail, we will have to reconsider the option of forced\r\ndisarmament, no matter what the cost for the\r\nCongolese armed forces, to whom it will fall to enforce\r\nit.\r\nThe Democratic Republic of the Congo is\r\ngrateful to the Security Council for having authorized\r\nMONUC to take action under Chapter VII of the\r\nCharter of the United Nations, whose application has\r\nhad real results in Ituri. Recourse to Chapter VII in\r\nother areas, however, in particular in the North and\r\nSouth Kivus, has not yet had the full deterrent effect\r\nanticipated. Therefore, is it not time to consider, as the\r\nSecurity Council has wished, what assistance to\r\nprovide to the Forces armées de la République\r\ndémocratique du Congo to realize the forced\r\ndisarmament of the militias? Naturally, the successful\r\noutcome of such an operation will also depend on the\r\ndetermination of the Democratic Republic of the\r\nCongo and of MONUC, and, above all, on the sincere\r\ncommitment of our neighbours. The latter must refrain\r\nfrom any form of negative interference that would\r\ncompromise efforts to neutralize the militias and other\r\narmed groups.\r\nBeyond our security and strictly political\r\nconcerns, we must also meet the legitimate needs of a\r\npopulation that for years has been deprived of its basic\r\nsubsistence requirements. The economic and social\r\npolicy of the Transitional Government seeks, in the\r\nshort term, to meet the requirements to combat poverty,\r\nas well as to restructure the legal and financial sectors\r\nand to help restart productive activities — areas where\r\na certain degree of success has been achieved. The\r\nState budget has increased substantially, the exchange\r\nrate has been stabilized, inflation is under control and,\r\nfor the past three years, growth rates have ranged from\r\n6 to 7 per cent. Those favourable economic developments\r\nhave enabled us to launch a number of recovery plans\r\nin the areas of basic infrastructure and education, as\r\nwell as in the field of health, by combating major\r\nepidemics and pandemics.\r\nBut the pace of progress in the social sphere is\r\nslow: very slow, in view of the people’s numerous\r\nexpectations. In order to consolidate the gains we have\r\nmade, we will need to pick up the pace of our activities\r\nand rapidly institute social initiatives that will have a\r\nvisible impact. We therefore welcome the\r\ncommitments made by our bilateral and multilateral\r\npartners to assist us in that direction.\r\nThe Government of the Democratic Republic of\r\nthe Congo is well aware of the importance of regional\r\ncooperation and of good-neighbourliness. For that\r\nreason, we support the Secretary-General’s initiative —\r\nin conjunction with the Group of Friends of the Great\r\nLakes Region — to organize in Nairobi an\r\nInternational Conference on Peace, Security,\r\nDemocracy and Development in the region.\r\nMy country has been the main battleground of an\r\narmed conflict, with a toll of over 3 million dead,\r\nmassive infringements of human rights and of\r\ninternational humanitarian law, the destruction of\r\nhospitals, schools, roads and bridges and the looting of\r\nnatural resources and other forms of wealth. For that\r\nreason, my country hopes to be one of the main\r\nbeneficiaries of the special reconstruction fund that has\r\nbeen set up within the framework of the International\r\nConference on the Great Lakes region, and a priority\r\nzone in the subregion for rehabilitation and\r\ndevelopment.\r\nThe trials experienced by the Congolese people,\r\nand by all the peoples of the Great Lakes region,\r\nenable us to understand the aspirations for peace\r\nvoiced by other peoples. We therefore support the\r\npeace process in the Middle East. The Democratic\r\nRepublic of the Congo welcomes the withdrawal of\r\nIsraeli troops from the Gaza Strip. We believe that that\r\ninitiative is an important step forward, one that should\r\nbe consolidated in order to ensure peace and to put an\r\nend to the cycle of violence in that region. The\r\nsensitivity and the complexity of that situation further\r\nemphasize the commitment made by the State of Israel\r\nand by the Palestinian Authority to reach a negotiated\r\nsolution to the crisis in the Middle East.\r\nI also wish to commend the United Nations and\r\nthe African Union for their efforts to bring the\r\nelections in Burundi and the Central African Republic\r\nto a successful conclusion. The positive outcome of the\r\nreconciliation processes in those two countries, as well\r\nas the prospects for positive developments in the\r\nsituation in the Congo, bode well for the emergence of\r\na new period of stability, democracy and prosperity for\r\nCentral Africa.\r\n33\r\nA/60/PV.19\r\nIn view of new threats, I wish to reaffirm the\r\ncommitment of the Democratic Republic of the Congo\r\nto the principles upon which our collective security is\r\nbased. The coming years will be a time of increased\r\ncompetition among nations in the areas of trade,\r\nfinancial markets and research, including nuclear\r\nresearch; rapid globalization, made possible through\r\ninformation and communication technologies, has\r\ngiven rise at times to sometimes uncontrolled\r\nliberalization and bitter competition. It is thus our\r\nhistoric responsibility to equip the United Nations with\r\nthe resources and structures not only to keep the\r\npeace wherever necessary and to guarantee our\r\ncollective security wherever it is threatened, but also to\r\nbetter address issues of economic and social\r\ndevelopment, to establish more equitable rules of the\r\ngame for international trade, to fight collectively and\r\neffectively against illiteracy, ignorance, intolerance,\r\nepidemics, disease and natural disasters, and, naturally,\r\nagainst terrorism, violence and injustice in all their\r\nforms so that we can build a more brotherly, peaceful,\r\nhumane and just world.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Besnik Mustafaj, Minister for Foreign\r\nAffairs of the Republic of Albania.\r\nMr. Mustafaj (Albania) (spoke in French): Let\r\nme first convey, on behalf of the people and the\r\nGovernment of Albania, the most profound sentiments\r\nof sympathy, friendship and solidarity to the people of\r\nthe United States and to President Bush with respect to\r\nthe human suffering and the material damage caused by\r\nHurricane Katrina.\r\nI would like to wish Mr. Jan Eliasson every\r\nsuccess in carrying out his important mission. I take\r\nthis opportunity to assure him of the full cooperation of\r\nmy country in accomplishing the undertakings ahead of\r\nus. Let me also join others in thanking Mr. Jean Ping\r\nfor the dedication he demonstrated as president of the\r\nGeneral Assembly at its previous session and for the\r\nefforts he invested in the revitalization of our\r\nOrganization.\r\nAlbania aligns itself fully with the statement\r\nmade at the 9th plenary meeting by Mr. Jack Straw,\r\nForeign Secretary of the United Kingdom, on behalf of\r\nthe European Union.\r\nI am privileged to address the Assembly on\r\nbehalf of the new Albanian Government, which took\r\noffice following recent parliamentary elections. I will\r\nset out some of my country’s positions on issues of\r\nconcern to us all and outline my Government’s\r\nstrategic priorities in the field of foreign policy.\r\nThe fact that, just a few days ago, a large number\r\nof heads of State and Government gathered at the\r\nUnited Nations to assess the progress made in the\r\nimplementation of the Millennium Development Goals\r\nand to debate the reform of the Organization should be\r\ntaken as a reaffirmation that multilateralism is a\r\ndriving force in global policy. That also serves once\r\nagain to confirm that we are living in a very complex\r\nand multidimensional environment that clearly requires\r\ncomprehensive, global and coherent reactions.\r\nThe need for enhanced regional and global\r\ncooperation has never been more pronounced. Albania\r\ntherefore supports the outcome of the High-level\r\nPlenary Meeting, which reaffirms our faith in the\r\nOrganization, the importance of the core values and\r\nprinciples of international cooperation, the global\r\npartnership for development, concerted actions to\r\nstrengthen collective security and peace, the fight\r\nagainst terrorism, promoting human rights and the rule\r\nof law and the strengthening of the United Nations, in\r\nparticular its comprehensive reform. Albania believes\r\nthat, through concrete and speedy action, the sixtieth\r\nsession of the General Assembly will constitute an\r\nimportant and meaningful step towards the\r\nimplementation of all the commitments to which I have\r\nreferred.\r\nAlbania believes that the United Nations should\r\nbe further strengthened in order to continue to play a\r\ndecisive role in the efforts of the international\r\ncommunity to create a safer, more stable and\r\nprosperous world. We would like to reiterate our\r\nappreciation for the efforts of the Secretary-General\r\nwith regard to reforming the United Nations. Albania\r\nshares his view that the United Nations needs to have\r\nthe legitimacy and flexibility to adapt itself to the\r\ncircumstances of a changing world. The Security\r\nCouncil clearly has enormous responsibility in that\r\nregard. My country fully supports the reform of the\r\nSecurity Council. It should be noted, however, that we\r\nview Council reform from the standpoint of improving\r\nits working methods and transparency and of adjusting\r\nand improving the decision-making system. We firmly\r\nbelieve that Members acting together have the\r\nnecessary power and capacity to achieve very broad\r\nconsensus on Council reform.\r\n34\r\nA/60/PV.19\r\nThe roles of the General Assembly, the Economic\r\nand Social Council and the Secretary-General must not\r\nbe underestimated. Their potential has not yet been\r\nfully explored. The success of the reform effort can be\r\nassured if it is coherent and aimed at the Organization\r\nas a whole. Albania is encouraged by the outcome\r\ndocument of the High-level Plenary Meeting with\r\nregard to the strengthening of the United Nations. We\r\nreaffirm our willingness to work with all delegations to\r\nachieve the broadest consensus possible on the most\r\nimportant reform issues.\r\nAlbania believes that the Peacebuilding\r\nCommission will be an essential and efficient tool for\r\ndeveloping more coherent, relevant and better funded\r\nstrategies and for giving timely political attention to a\r\ncountry making the transition from conflict to\r\nsustainable development. In that connection, the\r\nreform of the United Nations will better enable the\r\nOrganization to improve the work of the international\r\ncommunity and assist countries in the post-conflict\r\nphase.\r\nWe believe that the exchange of views on the\r\nestablishment of the Human Rights Council will be\r\ncompleted soon. An action-oriented Council with a\r\ncredible membership will improve the quality of\r\nUnited Nations efforts in the area of human rights.\r\nMoreover, we fully support the strengthening of the\r\nOffice of the High Commissioner for Human Rights,\r\nincluding increasing its budget.\r\nAlbania believes that the initiative to establish a\r\nDemocracy Fund is an essential component of reform.\r\nMy country will make every effort to support the Fund.\r\nLike other friendly countries, we consider it an\r\neffective mechanism to support new democracies,\r\nstrengthen civil society and establish institutions\r\nsupporting the rule of law.\r\nThe numerous tragic events of recent years have\r\nconfirmed that terrorism, which has taken thousands of\r\ninnocent lives, is the most urgent threat facing the\r\nworld today. My country will remain committed to\r\nfighting this evil. We support Security Council\r\nresolution 1624 (2005), which was adopted during the\r\nhigh-level summit. We also join the solemn appeal to\r\nfinalize the comprehensive convention against\r\nterrorism during the course of this session of the\r\nGeneral Assembly. We believe that acts of terrorism\r\ncarried out with weapons of mass destruction can have\r\nunprecedented consequences for humankind.\r\nArms control is a key element of my country’s\r\nsecurity policy. In that regard, I should like to point out\r\nour ongoing support for the further strengthening of\r\ncrucial international disarmament and non-proliferation\r\ninstruments. Albania is therefore fully committed to\r\ncooperate on disarmament and non-proliferation issues\r\nboth in its own region and beyond. To that end, we\r\nhave put in place robust measures at the national level\r\nto prevent the illicit trafficking in arms on our territory.\r\nIn addition, with regard to implementing commitments\r\non the control of small arms and light weapons, we\r\nhave amended our national legislation in order to bring\r\nit closer to that of the European Union in areas such as\r\nlicensing, strengthening import and export regimes and\r\nenforcement. Part of the Government’s programme in\r\nthis area has included the destruction of some 200,000\r\nsmall arms and light weapons that had been in the\r\nhands of civilians. Moreover, in cooperation with\r\nforeign donors, the Government has drafted a\r\nprogramme to destroy all chemical weapons materials\r\non our territory, thereby contributing to the\r\nstrengthening of security in the region and beyond.\r\nAlbania is continuing to demonstrate the growing\r\nmaturity of its democracy. The year 2005 is an election\r\nyear in Albania. Last July’s parliamentary elections\r\nand orderly transfer of power were tangible\r\ndevelopments that had a positive impact on the\r\ncountry’s future political, economic and social\r\ndevelopment.\r\nAlbania believes that good governance is a key\r\nelement in improving the lives of all its citizens. Good\r\ngovernance is also an essential precondition to\r\nguaranteeing sustainable economic growth and\r\neradicating poverty. In that regard, we will work\r\ntirelessly to strengthen the rule of law, promote\r\ntransparency in the decision-making process and\r\nincrease the Government’s sense of responsibility to\r\nserve all citizens.\r\nWith regard to the economy, the new Albanian\r\nGovernment’s priorities in the coming years will be to\r\nfight corruption and the factors that encourage it,\r\npromote free competition and relentlessly combat\r\nmonopolies.\r\nA set of measures is being contemplated to\r\nimprove the national education system. Among those\r\nmeasures is the opening of universities to all who want\r\nto pursue higher education.\r\n35\r\nA/60/PV.19\r\nIn addition, for the first time in its history, a\r\nwoman heads Albania’s National Assembly. This is a\r\nstrong indication of Albania’s serious commitment to\r\ngender equality.\r\nThe new Government is committed to improving\r\nthe country’s macroeconomic indicators. We are\r\ndetermined to develop social policies that guarantee\r\ngradual improvements in people’s living standards,\r\nparticularly for the most vulnerable. In order to achieve\r\nits programme’s goals, the Government will support\r\nthe expansion and modernization of the financial\r\nsystem, while keeping inflation under control, in an\r\neffort to improve the legal framework necessary for\r\neconomic development.\r\nWith regard to our close cooperation with the\r\nWorld Bank and the International Monetary Fund, we\r\nare determined to promote sound macroeconomic and\r\ninvestment policies that will guide the country towards\r\nsustainable development, encourage the private sector\r\nand promote employment.\r\nI would also like to assure the Assembly that our\r\nGovernment is fully committed to implementing the\r\nMillennium Development Goals. We share the belief\r\nthat coordinating and harmonizing national and local\r\ndevelopment strategies, with wide-scale civil society\r\nparticipation, private sector initiative, heightened\r\npublic awareness and the holding of public debates to\r\nidentify the most effective ways and means to achieve\r\nthe Millennium Development Goals will lead to the\r\ndesired results, including in Albania.\r\nThe Albanian Government is resolved to combat\r\norganized crime, transnational crime, illegal trafficking\r\nand terrorism relentlessly by strengthening national\r\nlegislation and law enforcement structures and by\r\nestablishing relevant implementation mechanisms and\r\nfully committing itself to regional cooperation on a\r\nwider scale. That effort will serve to bring us closer to\r\nour friendly neighbours as well as to all European\r\ncountries. This is a common struggle.\r\nIt should be recalled that my country has had\r\nexcellent experience in coexistence among different\r\nreligious communities. We are convinced that\r\nstrengthening dialogue among cultures, civilizations\r\nand religions is an important element in strengthening\r\npeaceful coexistence and good-neighbourly relations. It\r\nalso holds great potential for strengthening cooperation\r\namong countries. In that connection, an international\r\nforum was held in Tirana in December 2004 under the\r\nauspices of the President of Albania and the Director-\r\nGeneral of UNESCO. In addition to discussing\r\nimportant issues related to such a dialogue, the\r\ngathering also paved the way for further cooperation in\r\nthat regard.\r\nMy country has decisively committed itself to the\r\npath to Euro-Atlantic integration, with the clear\r\npurpose of joining the European Union and NATO. We\r\nview Euro-Atlantic integration as our country’s entry\r\ninto the zone of peace, stability and prosperity\r\nestablished in Western Europe over the course of many\r\nyears. Joining that family will signal our society’s\r\nembrace of such values as economic and political\r\nfreedom, fundamental human rights and freedoms, the\r\nprimacy of law, social prosperity and solidarity. It will\r\nalso reflect that fact that we are making our\r\ncontribution to that set of values.\r\nAlbania is preparing for the closure of\r\nnegotiations of the Stabilization and Association\r\nAgreement with the European Union that will lead to\r\nits signature. We are convinced that our country has the\r\nability to meet all the requirements of this very\r\nrigorous process. Albanian society is firmly committed\r\nto carry out reform, which will contribute to our\r\nintegration into the European Union. We believe that\r\nthe reform process is, first and foremost, in the interest\r\nof the country and of strengthening the economy and\r\nimproving Albania’s image in the world.\r\nWe view NATO as a guarantor of security in our\r\nregion. By increasing cooperation with NATO we are\r\naiming at membership soon. Albania’s participation in\r\nNATO peacekeeping operations in Bosnia and\r\nHerzegovina and Afghanistan constitutes a real\r\ncontribution to both regional and international peace\r\nand security.\r\nGood-neighbourly relations and cooperation with\r\nthe countries of our region continue to be top priorities\r\nof our foreign policy. Our vision for a region of\r\nstability and security, through fruitful bilateral and\r\nmultilateral cooperation, is sincere and is already quite\r\nclear. Our philosophy regarding the development of\r\nsuch relations is based on three basic principles:\r\ntransparency, tolerance and dialogue. In that context,\r\nwe have intensified high-level political dialogue with\r\nall the countries of the region. We have expanded the\r\nframework for legal and institutional cooperation at the\r\nbilateral and multilateral levels in many areas of\r\ncommon interest. That dialogue is becoming more\r\n36\r\nA/60/PV.19\r\nconstant and sensible due to a spirit of mutual\r\nunderstanding and confidence.\r\nThrough their growing participation in\r\npeacekeeping missions in areas of conflict throughout\r\nthe world, several countries of the region have been\r\ntransformed from consumers to worthy contributors to\r\nthe maintenance of international peace and security.\r\nWith regard to positive developments and\r\nprogress in the region, Albania has consistently played\r\na positive, moderating and constructive role vis-à-vis\r\nAlbania’s neighbouring countries by promoting multi-\r\nethnic coexistence in an atmosphere of harmony and\r\nlasting peace. Albanian foreign policy holds that\r\ndetermining the status of Kosovo is an important issue.\r\nThere is no more time to lose. The status quo will not\r\nguarantee lasting peace in the region. We believe that\r\nthe answer to Kosovo’s status should take into account\r\nthe will of its people as democratically expressed and\r\nnot disregard the rights of minorities. In that regard,\r\nconditional independence could allow the international\r\ncommunity to monitor the development of Kosovo’s\r\ninstitutions and society for a given period and, above\r\nall, would provide a guarantee for Serbs and other\r\nminorities to live in their own homes in that country.\r\nWe all believe that Kosovo’s future, as for all the\r\ncountries in the region, lies in European and Euro-\r\nAtlantic integration.\r\nWe Albanians are confident that, in his\r\nforthcoming report, Mr. Kai Aide, Special Envoy of the\r\nSecretary-General for Kosovo, will provide an\r\nobjective assessment of the standards achieved thus far\r\nin Kosovo in connection with the establishment of the\r\ninstitutions for the rule of law and a democratic\r\nenvironment that will open the way for negotiations on\r\nKosovo’s final status. The Contact Group on Kosovo\r\nhas an important role to play in that process.\r\nIn short, there have been some preliminary\r\npositive results. But there is much work to be done by\r\nus all to encourage and sustain the dialogue between\r\nPristina and Belgrade. There are many issues to\r\ndiscuss. With good will and the determination to\r\nachieve peace, we have much cause to optimistic.\r\nThe Acting President: I now call on His\r\nExcellency the Honourable Abdulkader Shareef,\r\nDeputy Minister for Foreign Affairs and International\r\nCooperation of the United Republic of Tanzania.\r\nMr. Shareef (United Republic of Tanzania): On\r\nbehalf of the United Republic of Tanzania, I\r\ncongratulate the President on his election as President\r\nof the General Assembly at its sixtieth session. I wish\r\nhim every success. I would also like to extend my\r\ndelegation’s gratitude to his predecessor, Mr. Jean\r\nPing, for presiding over the Assembly’s fifty-ninth\r\nsession, which, among other accomplishments,\r\nsuccessfully negotiated the outcome document of the\r\nHigh-level Plenary Meeting.\r\nAt the outset, I should like to commend\r\nSecretary-General Kofi Annan for his outstanding and\r\ntenacious leadership of the United Nations through one\r\nof the most trying interludes in the Organization’s\r\nhistory. That period has probably been the most\r\ncreative and visionary in the Secretary-General’s\r\ncareer, as he inspired the Organization and its\r\nmembership to embark upon ambitious and much-\r\nneeded reforms to make the Organization relevant and\r\nequal to the threats and challenges of a globalizing\r\nworld in the twenty-first century.\r\nThe summit that has just ended set the tone,\r\nagenda and direction for where the United Nations\r\nshould go 60 years after its inception at San Francisco\r\nin 1945. The pace of reform will be determined by the\r\ncollective political dedication of us, the Members of\r\nthe Organization. The process of United Nations\r\nreform has brought us together and reaffirmed the\r\nsovereign equality of nations and demonstrated the\r\nindispensability of collective action and the demands\r\nof shared responsibility and obligations in international\r\naffairs. Although what we have agreed upon falls short\r\nof what we set out to accomplish, we have to put\r\ndetails into what we need to implement with the same\r\nspirit of collective dedication and a sense of common\r\npurpose. We should not allow political expediency and\r\nposturing to rob us of our declared objectives.\r\nThe glaring indignities of poverty, hunger,\r\nilliteracy and preventable disease amidst the glamour\r\nand opulence of prosperity in some quarters of the\r\nworld should be relegated to the dustbin of history.\r\nThat is achievable if we implement the commitments\r\nthat we resolved to undertake at the summit that has\r\njust ended. At Monterrey we agreed on a framework\r\nfor partnership. For some members of the G-8,\r\nGleneagles transformed a 30-year-old pledge to devote\r\n0.7 per cent of gross domestic product (GDP) to\r\nofficial development assistance into a timetable; for\r\nothers, it resulted in predictable increases. Debt\r\n37\r\nA/60/PV.19\r\nsustainability has finally given way to debt\r\ncancellation for some countries, including my own, the\r\nUnited Republic of Tanzania. That is a tremendous\r\nrelief and will make a significant quantitative and\r\nqualitative difference to our development programmes\r\nand priorities.\r\nTrade and investment have also received\r\nacceptance as being central to growth and\r\ndevelopment. The Doha trade and development round\r\nof negotiations, to take place in Hong Kong later this\r\nyear, should be completed with agreements on pending\r\nissues such as subsidies.\r\nThe political capital generated at the summit\r\nshould bring about a convergence of resources from\r\nour development partners and the economic, political,\r\nfiscal and institutional reforms already under way in\r\nAfrica, and result in predictable and implementable\r\ndevelopment programmes. The issue of absorptive\r\ncapacity should not arise when there is coherence and\r\ncoordination among our partners within a collaborative\r\nframework at country level to mainstream assistance\r\ninto national development strategies and priorities.\r\nThe United Republic of Tanzania has already\r\ncomplied with the critical element of paragraph 22 (a)\r\nof the 2005 World Summit Outcome (resolution 60/1),\r\nwhich calls upon developing countries to adopt and\r\nimplement comprehensive national strategies to\r\nachieve the Millennium Development Goals (MDG).\r\nWe are ahead in achieving the goal regarding universal\r\nprimary education, namely, nine years before the 2015\r\ndeadline. We are on-course in achieving the goals\r\nregarding access to safe drinking water, reducing child\r\nmortality and promoting gender equality in political\r\nparticipation and decision-making structures. With\r\nsteady assistance and our macroeconomic and political\r\nstability, we should get closer to achieving most of the\r\nGoals by 2015.\r\nIn sub-Saharan Africa individual countries are\r\naccelerating reforms and improving the climate for\r\ninvestment. Frontloading aid flows and innovative new\r\nsources of finance to bridge the financial gap in\r\nachieving the MDGs should be scaled up, as should\r\naid-in-trade to overcome supply side constraints.\r\nSubsidies and market-access issues should also be\r\naddressed simultaneously in the international\r\ndevelopment agenda. The outcome of the Helsinki\r\nprocess, with its wealth of ideas, adds tremendous\r\nvalue both to the reform process launched last week\r\nand to the overall international development agenda. It\r\naddresses political deficits and requirements to bring\r\nabout purposeful development and democratic changes\r\nin this era of globalization.\r\nThe relationship between development and\r\nsecurity at the national and international levels has\r\nclearly emerged during the debate and negotiations on\r\nthe 2005 World Summit Outcome, on which I do not\r\nneed to dwell here. The arms race in conventional and\r\nnuclear weapons can only bring the world to\r\napocalyptic brinkmanship — by design or by accident.\r\nThe agonizing endeavour to mobilize development\r\nefforts to achieve the MDGs stands in stark contrast to\r\nthe irony of spending trillions of dollars on armaments\r\nof total and mass destruction. It is therefore most\r\ndisconcerting that the summit was unable to come up\r\nwith an agreement on disarmament and non-\r\nproliferation. We should not give up on the subject of\r\ndisarmament and non-proliferation. Let us therefore\r\nmake another effort to resume negotiations on those\r\nissues.\r\nWe in Tanzania and in our region are also\r\nparticularly keen to see a global convention concluded\r\nsoon to regulate the marking and tracing of all small\r\narms and light weapons and on the illicit brokering of\r\narms which fuel violent conflicts and instability in our\r\nregions in Africa.\r\nCollective security cannot be enhanced without\r\nreform of the Security Council. The reform of the\r\nSecurity Council too has been deferred, but the issue of\r\nthe Council’s expansion and the reform of its working\r\nmethods should remain on the agenda. Negotiations on\r\nthe issue should resume soon. The United Republic of\r\nTanzania supports the Ezulwini consensus on the\r\nreform of the Security Council, bearing in mind that\r\nonly Africa has yet to have either a permanent seat or a\r\nveto in the Council. Our interlocutors should recognize\r\nthat imbalance in our negotiations and should try to\r\naccommodate Africa’s demands to make the Security\r\nCouncil more, not less, representative and more, not\r\nless, legitimate.\r\nThe condemnation of terrorism in all its forms\r\nand manifestations brings us closer to an agreed\r\ndefinition, which would be helpful in galvanizing our\r\nundivided efforts to combat terrorism. The lack of an\r\nagreed definition, however, should not delay an\r\nagreement on a comprehensive anti-terrorism\r\nconvention in the course of this session of the General\r\n38\r\nA/60/PV.19\r\nAssembly. As a victim of terrorism in recent years, the\r\nUnited Republic of Tanzania has a compelling reason\r\nto support a global anti-terrorist strategy.\r\nRespect for the human rights and fundamental\r\nfreedoms of all people is entrenched in the purposes\r\nand principles of the Charter of the United Nations and\r\nbuttressed by the Universal Declaration of Human\r\nRights. For nearly 60 years, the institutional expression\r\nand status of human rights in the United Nations has\r\nbeen evolving, and it still is. We support the\r\nestablishment of the Human Rights Council to the\r\nextent that it will elevate the centrality of human\r\nrights, enhance the moral authority and integrity of the\r\nUnited Nations, and overcome the shortcomings of the\r\ncurrent Commission on Human Rights. The new\r\nCouncil should embody the principles and practices of\r\npeer review in its working methods to avoid double\r\nstandards in accountability and compliance, which\r\nhave plagued the Human Rights Commission.\r\nThe new concept of the “responsibility to protect”\r\nmerits our support, after the recent international\r\nfailures to protect people in Rwanda and Bosnia. The\r\nresponsibility to protect should be a collective\r\nundertaking by States to protect populations from\r\ngenocide, crimes against humanity and war crimes.\r\nHowever, we will need to establish benchmarks and\r\nsafeguards to guarantee against unilateral and\r\npolitically motivated interventions, such as those\r\nexperienced in the past with what were conceived and\r\npresented as humanitarian intervention.\r\nThe African continent is the main scene of both\r\nlooming and several ongoing natural and human-made\r\ndisasters. Some are forgotten and protracted, while\r\nothers gain initial media attention but receive delayed,\r\nand often inadequate, responses. We support the\r\nrecommendations in the outcome document for new\r\nstandby arrangements and funding for emergencies in\r\nAfrica.\r\nThere is an international regime in place to\r\nprovide protection and assistance to refugees fleeing\r\nfor their lives from persecution, violence and gross\r\nviolations of human rights. The United Republic of\r\nTanzania has received and protected such victims since\r\nwe became independent, in 1961. Currently, Tanzania\r\nis still hosting over half a million refugees. We are\r\ngratified and encouraged by the commitment in the\r\noutcome document to safeguard the institution of\r\nasylum and by its reaffirmation of the principle of\r\nsolidarity and burden-sharing in assisting refugee\r\npopulations and their host communities. We equally\r\nhope that the recognition of the Guiding Principles on\r\nInternal Displacement will provide more effective\r\nprotection for internally displaced persons by relevant\r\nand appropriate authorities.\r\nThe outcome document has duly recognized the\r\ntragedy of the HIV/AIDS pandemic, the malaria and\r\nthe tuberculosis that have hit Africa so hard. That\r\nglobal awareness should be matched by adequate\r\nfunding to save current and succeeding generations\r\nfrom the ravages of those diseases.\r\nTanzania would like to thank President Olusegun\r\nObasanjo of Nigeria for the statement he made, in his\r\ncapacity as Chairman of the African Union, on the\r\nsituation relating to conflicts, peace and security in\r\nAfrica. We are grateful to him, to other African\r\nleaders and to the Chairman of the African Union\r\nCommission — His Excellency President Alpha\r\nKonare — as well as to all our friends outside Africa,\r\nfor their dedicated efforts to prevent and resolve\r\nconflicts in Africa.\r\nLast week, the Security Council adopted its\r\nresolution 1625 (2005), on strengthening the\r\neffectiveness of the Council’s role in conflict\r\nprevention, particularly in Africa. Among other things,\r\nthe resolution stresses the importance of averting\r\nconflicts to make possible peaceful development,\r\nsecurity and stability in Africa. The resolution also\r\ncalls for the strengthening of cooperation and\r\ncommunication between the United Nations and\r\nregional organizations such as the African Union in\r\nmediation efforts and peacekeeping.\r\nThe bulk of United Nations peacekeeping\r\noperations are in Africa, following peace agreements\r\nthat are at various stages of implementation. Despite\r\nserious numerical, logistical, financial and sometimes\r\nimage constraints, multidimensional peacekeeping\r\noperations are making positive contributions to\r\nrestoring peace in Africa in collaboration with the\r\nAfrican Union and other friends of Africa. Political and\r\noperational partnerships between the United Nations\r\nand the African Union need to be strengthened and\r\ninstitutionalized.\r\nWe welcome the implementation of the\r\nComprehensive Peace Agreement in the Sudan in\r\npartnership with the United Nations. We encourage\r\nprogress in the current peace negotiations on Darfur.\r\n39\r\nA/60/PV.19\r\nThe institutional and operational requirement to\r\nbridge the transitional gap from peacekeeping to\r\ndevelopment, in the form of a Peacebuilding\r\nCommission, is one of the main decisions to have been\r\ntaken in the current reform of the United Nations.\r\nAfrica needs the Commission. It should become\r\noperational as soon as possible. The peaceful outcomes\r\nin Burundi and Somalia — and, soon, in Sierra Leone\r\nand Liberia — require a peacebuilding mechanism\r\nduring the transition from peacekeeping to\r\nreconstruction and development. The peace processes\r\nin both Burundi and Somalia have had tortuous paths,\r\nbut those countries finally have peace agreements and\r\ntransitional Governments in place. The Peacebuilding\r\nCommission should focus priority attention on both\r\nBurundi and Somalia. The second summit on the Great\r\nLakes region, to be held later this year in Nairobi, will\r\npave the way for a peace and security pact and for\r\npeacebuilding initiatives in the region.\r\nThe only remaining case of self-determination in\r\nAfrica is Western Sahara. We appeal for maximum\r\ncooperation by the parties concerned and for\r\nunrelenting support for the issue from the international\r\ncommunity through the Baker plan. It is in the interest\r\nof all of us here to reach a peaceful solution to that\r\nproblem.\r\nI cannot conclude my statement without\r\naddressing the situation in the Middle East, and in\r\nparticular the question of Palestine, which remains of\r\ngreat concern to my Government. There have been\r\npath-breaking developments in the Israeli-Palestinian\r\nconflict to revive the road map and invigorate the\r\ninitiatives of the Quartet. The new leadership of\r\nMr. Mahmoud Abbas at the Palestinian Authority, the\r\nwithdrawal of Israel from the Gaza Strip and the\r\ncoming elections in the occupied territories are\r\ninjecting new dynamism and a positive direction into\r\nthe peace process. But we must accept the reality that\r\nthe people of Palestine have equal rights, not only to\r\nlive in peace and security in full human dignity but\r\nalso to establish their own independent State,\r\ncoexisting side by side with the State of Israel. We\r\nshould therefore do all we can to help secure the just\r\nand lasting peace that is the right of the Palestinian,\r\nIsraeli and Arab peoples.\r\nFinally, I want to reiterate our deepest sympathies\r\nand condolences to the victims, the Government and\r\nthe people of the United States of America in the wake\r\nof the death and destruction wreaked by Hurricane\r\nKatrina.\r\nThe President: We have heard the last speaker in\r\nthe general debate for this meeting.\r\nSeveral representatives have requested to be\r\npermitted to speak in exercise of their right of reply.\r\nMay I remind members that statements in exercise of\r\nthe right of reply are limited to 10 minutes for the first\r\nintervention and to five minutes for the second\r\nintervention, and should be made by delegations from\r\ntheir seats.\r\nMr. Mavroyiannis (Cyprus): I wish to reply to\r\nthe statement made this morning by Mr. Abdullah Güll,\r\nDeputy Prime Minister and Minister for Foreign\r\nAffairs of Turkey. Without examining Mr. Güll’s\r\nassessment of recent developments with regard to the\r\nCyprus problem, with which we entirely disagree, and\r\nwithout entering into polemics, I would like briefly to\r\nmake the following points.\r\nFirst, there are not two peoples in Cyprus. All\r\npeople on Cyprus, regardless of their ethnic or\r\nreligious origins, make up the Cypriot people.\r\nSecondly, there is no such thing as the “Greek\r\nCypriot administration”. One would have thought that\r\nspeakers addressing the General Assembly could at\r\nleast conform to the provisions of the Charter and the\r\nresolutions of the Organization, and refrain from\r\ninsulting its general membership by pretending that the\r\nRepublic of Cyprus, the only recognized State on the\r\nisland, does not exist.\r\nThirdly, references to unfair restrictions imposed\r\nupon Turkish Cypriots, as Turkey has chosen to label\r\nthem, are profoundly misguided. I believe there is no\r\nneed for me to explain that international legal norms\r\nsafeguard the sovereignty and territorial integrity of\r\nStates and could not possibly condone the separatists\r\nattempts in the occupied part of Cyprus in breach of\r\nSecurity Council resolutions.\r\nFourthly, and lastly, the Turkish accusation that\r\nthe Government of Cyprus is attempting to refer the\r\nCyprus issue to other forums is completely inconsistent\r\nwith reality. We maintain that there is no alternative to\r\nthe United Nations context for seeking a solution to the\r\nCyprus problem, but we cannot accept Turkey’s\r\nattempts to evade fulfilling its obligations within the\r\nEuropean Union framework by using as a pretext the\r\n40\r\nA/60/PV.19\r\nongoing efforts to solve the Cyprus problem at the\r\nUnited Nations.\r\nMr. Kitchen (Zimbabwe): The Foreign Minister\r\nof the Czech Republic today made a careless and\r\nunsubstantiated allegation: that my country is one of\r\nthose that have repeatedly failed to respond to human\r\nrights concerns of the international community. We do\r\nnot know what concerns he was talking about. The\r\nMinister has obviously allowed himself to be\r\nmisinformed about Zimbabwe. We hope his delegation\r\nwill find the courage to check its information with an\r\nopen an unbiased mind. However, we have an idea\r\nabout what the Minister meant by the “international\r\ncommunity”. We know that his country is eager to\r\nimpress the particular international community he was\r\ntalking about. However, my delegation would\r\nappreciate it if the Czech Republic refrained from\r\nusing the name of Zimbabwe in pursuit of its\r\nobjectives.\r\nMr. Udovicki (Serbia and Montenegro): I would\r\nlike to reply to the statement made by Mr. Besnik\r\nMustafaj, Minister for Foreign Affairs of the Republic\r\nof Albania.\r\nWe are surprised that Albania has changed its\r\npolicy and that it is advocating the independence of\r\nKosovo and Metohija. That demand prejudges the\r\nfuture status of Kosovo and Metohija before talks on\r\nthat issue have even started.\r\nIt does not contribute to the much-needed\r\ncooperation between Belgrade and Tirana or to stability\r\nin the region. We would like recall that Kosovo and\r\nMetohija is a part of Serbia and that talks on the future\r\nstatus of the province will be conducted between\r\nBelgrade, Pristina and the international community,\r\nwithin which there is wide consensus.\r\nMr. Cumberbach Miguén (Cuba) (spoke in\r\nSpanish): An old comic tells the story of a rabbit that,\r\nprotected by hunters, was able to tame lions. Then one\r\nday, confronted by one of the great felines without his\r\nusual protectors, he was devoured on the spot.\r\nApparently, the regime misgoverning the Czech\r\nRepublic is now, with regard to Cuba, playing the role\r\nof that rabbit, sheltered by a powerful guardian. It\r\napparently is unaware of the fact that, for some 47\r\nyears now, the Cuban revolution has been resisting the\r\nonslaughts of the greatest Power of this world, which\r\nhas attempted to undermine Cuba in every way\r\npossible. And yet, what can one expect from satraps,\r\nlackeys and boot-lickers?\r\nFollowing instructions given thousands of miles\r\naway in Prague, just to the north of our island, the\r\nCzech delegation sits here in judgement of others with\r\nrespect to human rights. We look forward to hearing\r\nabout the immaculate record of human rights\r\nprotection and promotion in that country.\r\nWe suppose that it has magically stemmed the\r\nrise of xenophobia and fascist discrimination that has\r\nbeen practised in the Czech Republic since the Second\r\nWorld War against the Romas minority. We would also\r\nimagine that the supreme moralists and protectors of\r\nthe Czech Republic have managed to reverse the\r\nspectacular upsurge in prostitution and violence against\r\nwomen and children associated with that terrible era. In\r\nsuch an unassailable position, the Czech Republic must\r\nnow be free of the mafia that has corrupted its every\r\ninstitution and controls every shady dealing\r\nimaginable, from drugs and weapons to financial\r\ncrime. In a perfect society like that of the Czech\r\nRepublic, it was surprising to hear of the recent\r\nresignation of the Prime Minister under allegations of\r\nembezzlement of public funds.\r\nThe Commission on Human Rights needs to be\r\nrebuilt in order to put an end to the pathetic circus\r\nshows played out every year by delegations such as\r\nthat of the Czech Republic — pitifully, compared to the\r\ntrue artists of the genre — in the conference rooms of\r\nUnited Nations headquarters in Geneva. If such\r\nmiserable spectacles pass for cooperation with the\r\nhuman rights machinery of the Organization, to which\r\nthe Czech representative referred with such dramatic\r\nhypocrisy this morning, Cuba wants nothing to do with\r\nit. The same holds true if we are expected to put up\r\nwith the tall stories retailed by the United States in the\r\nCommission’s work as it blackmails and bullies half\r\nthe world.\r\nAllow us to recall that the Czech Republic\r\nremained shockingly and resoundingly silent when the\r\nCommission debated the scandalous cases of torture\r\nand violence inflicted on prisoners at the illegal naval\r\nbase of Guantánamo. If the human rights council to be\r\nestablished repeats the falsehoods, double standards,\r\npoliticization and selectivity of view that the Western\r\nPowers and their political satellites have imposed on\r\nthe Commission for years, we can announce its\r\nsuperannuation here and now.\r\n41\r\nA/60/PV.19\r\nGiven its own situation, the Czech Republic,\r\nrather than dancing badly to someone else’s music,\r\nwould do better to strive to win international respect by\r\naddressing the serious political, social and economic\r\nproblems within its own borders.\r\nMs. Dolakova (Czech Republic): Let me briefly\r\ncomment on what the representatives of Zimbabwe and\r\nCuba have just said in reply to the address of the\r\nMinister for Foreign Affairs of the Czech Republic this\r\nmorning.\r\nMy delegation would like to express its regret\r\nthat the mere statement of the obvious facts on the lack\r\nof cooperation of certain countries, including Cuba and\r\nZimbabwe, with the Commission on Human Rights\r\ncould cause such strong responses. We could also\r\ninterpret that overreaction as a sign of nervousness and\r\nbad conscience.\r\nWe sincerely hope that the cooperation of those\r\ncountries with the Commission will soon improve, and\r\nwe are ready to discuss those issues at relevant\r\ninternational forums, including the future human rights\r\ncouncil. At the same time, we will not shy away from\r\ndiscussing openly, constructively and fully any matter\r\nof substance related to the alleged violations of human\r\nrights in my country.\r\nMr. Mustafaj (Albania) (spoke in French):\r\nFrankly, I was not expecting such a swift reaction from\r\nmy friends in Belgrade. I would like to clarify that\r\nAlbania has not and will not intervene in any way in\r\nthe future of Kosovo, but that since Kosovo is our\r\nnearest neighbour, we cannot remain indifferent,\r\nparticularly as we prepare for the launching of\r\nnegotiations on the future and final status of that\r\ncountry.\r\nWe must not forget that we are paying such\r\nparticular attention to the region’s future because any\r\ninstability there is fraught with consequences for my\r\ncountry. It will be recalled that there was a\r\nhumanitarian disaster there six years ago, and my\r\ncountry suffered its consequences. More than 1 million\r\ninnocent Kosovars sought refuge in Albania, a country\r\nwith very limited resources for sheltering so many\r\npeople. My country also suffered the consequences of\r\nthe war. We do not wish to see that repeated.\r\nSo long as the international community remains\r\ncommitted to and involved in debating the future of\r\nKosovo, it is perfectly natural and sincere to express\r\nour thoughts about its future. It is not we, however,\r\nwho will decide. There are concrete factors, the\r\ninstitutions and people of Kosovo, and international\r\nagencies present there, and they will determine the\r\nprovince’s future.\r\nSecondly, I find it very old-fashioned to suggest\r\nthat the fact that we are still talking about the future of\r\nKosovo could in some way hamper relations between\r\nTirana and Belgrade. Albania and Serbia and\r\nMontenegro are independent countries. No third-party\r\nissues, such as those of Kosovo, can determine\r\nrelations and exchanges between our two countries. We\r\nare resolved to develop good economic, cultural and\r\npolitical relations because they help to bring our\r\ncountries closer together and serve stability and\r\nfriendship in the region. One cannot base dialogue on\r\nblackmail. That is not normal.\r\nMr. Cumberbach Miguén (Cuba) (spoke in\r\nSpanish): My delegation deeply regrets the fact that the\r\ndelegation of the Czech Republic persists in its false\r\naccusations.\r\nWith regard to cooperation with United Nations\r\nhuman rights mechanisms, our country, as is well\r\ndocumented, has always cooperated with all those\r\nthematic mechanisms of the Office of the High\r\nCommissioner for Human Rights that have not been\r\nsubject to double standards or politicization. On a\r\nnumber of occasions, we have welcomed\r\nrepresentatives of the Office to our territory, including\r\nthe very first High Commissioner in 1993.\r\nAs to the concerns attributed to my delegation by\r\nthe delegation of the Czech Republic, I would recall —\r\nin case Prague has been struck with amnesia — that the\r\nCzech Republic has over the course of the years been\r\ninvolved in numerous schemes to discredit the\r\nachievements of the Cuban people. It is no coincidence\r\nthat it has served as a docile mouthpiece to the United\r\nStates in its attempts to undermine Cuba in the\r\nCommission, organizing conferences and meetings at\r\nUnited Nations headquarters in Geneva and in Prague\r\nin recent years on the so-called human rights situation\r\nin Cuba, with the participation and full cooperation of\r\nthe cream of the far-right Cuban terrorists from Miami\r\nand well-known genocidal democrats from other parts\r\nof the world.\r\nIt was only to be expected that, true to form, the\r\nGovernment of the Czech Republic would vociferously\r\nsupport the establishment by the United States of the\r\n42\r\nA/60/PV.19\r\nso-called Commission for Assistance to a Free Cuba. It\r\neven sent its ambassador to Washington, D.C., for the\r\nappointment of the coordinator for transition in\r\nCuba — a kind of proconsulate appointed by the\r\nEmpire to enact its political ambitions and wild dreams\r\nfor our country. The Czech Government is little more\r\nthan an accomplice and sponsor of the terrorism waged\r\nagainst Cuba and its people, and has played an active\r\nrole in the cruel economic blockade of our country.\r\nIts attitude should therefore be judged and\r\ncondemned by the international community. It is they,\r\nand not us, who should be nervous and guilt-ridden.\r\nOur delegation reserves the right to revisit this issue. In\r\nthe meantime, and to the displeasure of the Czech\r\nRepublic, our people, under the leadership of its party\r\nand freely elected Government, will not allow its\r\nrevolution and achievements to be trampled underfoot\r\nby mercenaries and terrorists in the pay of a foreign\r\nPower that the Government of the Czech Republic has\r\nthe sad and dirty task to support.\r\nMr. Kitchen (Zimbabwe): My delegation, in its\r\nlast intervention, invited the delegation of the Czech\r\nRepublic to look at the issues with an open mind. It is\r\nclear from the response we have just received that it is\r\nnot prepared to do so. That is understandable, but also\r\nregrettable.\r\nThe meeting rose at 7.25 p.m.\r\n"