"United Nations A/60/PV.50\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n50th plenary meeting\r\nFriday, 11 November 2005, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-59974 (E)\r\n*0559974*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nIn the absence of the President, Mr. Diarra (Mali)\r\ntook the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda items 9 and 117 (continued)\r\nReport of the Security Council (A/60/2)\r\nQuestion of equitable representation on and increase\r\nin the membership of the Security Council and\r\nrelated matters\r\nMr. Oshima (Japan): We condemn terrorism in\r\nall its forms, whenever and wherever it occurs. Please\r\nallow me at the outset to express Japan’s sympathy and\r\ndeep condolences to the families of the victims and to\r\nthe people and the Government of the Hashemite\r\nKingdom of Jordan in connection with the recent\r\ntragedy caused by the heinous terrorist attacks in\r\nAmman.\r\nAs we intensify our efforts on some critical issues\r\nin the implementation of the 2005 World Summit\r\nOutcome, such as the Peacebuilding Commission, the\r\nHuman Rights Council, and management reform, under\r\nthe strong and able leadership of Mr. Eliasson, my\r\ndelegation looks forward to seeing him demonstrate the\r\nsame leadership in guiding us on another major issue,\r\nthat of reform of the Security Council, further building\r\non what was achieved under his predecessor, Foreign\r\nMinister Jean Ping of Gabon, during the previous\r\nsession.\r\nMy delegation wishes also to acknowledge with\r\nthanks the tireless efforts and important contributions\r\nmade by Ambassadors Paulette Bethel of the Bahamas\r\nand Christian Wenaweser of Liechtenstein, as co-Vice-\r\nChairpersons of the Open-ended Working Group.\r\nMy delegation attaches great importance to this\r\njoint debate on the two items under consideration —\r\nthe annual report on the activities of the Security\r\nCouncil and reform of the Security Council — as it\r\nprovides a timely and useful opportunity to reflect on\r\nthe way forward on the key issues involved here,\r\nnamely the Security Council’s structural reform and\r\nimprovement of its working methods.\r\nFirst, I wish to touch briefly on the annual report\r\nthat was presented by Ambassador Andrey Denisov of\r\nthe Russian Federation, the President of the Council, to\r\nwhom I wish to express our appreciation. Japan, as a\r\nserving member on the Council for this year and next,\r\nwelcomes the report. The report covers the full range\r\nof the Council’s activities, which have become\r\nincreasingly diverse and complex, reflecting the new\r\nchallenges facing today’s world in the area of peace\r\nand security.\r\nSince Japan has the honour to serve as the Chair\r\nof the Working Group on Peacekeeping Operations\r\nestablished within the Council, I wish to add a few\r\nwords to supplement the section dealing with\r\npeacekeeping operations. As the report succinctly\r\nstates, the Working Group on Peacekeeping Operations\r\nhas been trying to be more proactive in its work in\r\norder to ensure a more focused debate and closer\r\n2\r\nA/60/PV.50\r\nattention to key issues through, first, more frequent\r\nmeetings with troop-contributing countries, major\r\nfinancial contributors and other stakeholders to\r\nimprove cooperation and understanding among key\r\nactors; secondly, timely and focused debates on certain\r\nthematic issues of major concern, such as sexual\r\nexploitation and abuse in the context of specific United\r\nNations peacekeeping missions; and, thirdly, improved\r\ninformation-sharing and coordination of work between\r\nthe Council’s Working Group and the General\r\nAssembly’s Special Committee on Peacekeeping\r\nOperations to achieve the complementary relationship\r\nthat should exist between the two bodies. This is very\r\nmuch a work in progress, and I intend to follow it\r\nthrough with the cooperation of all those actively\r\ninvolved in the work of peacekeeping operations.\r\nI might mention in this connection that I have just\r\nconcluded a field mission, in my capacity as Chairman\r\nof the Working Group and with the backing of the\r\nCouncil, to Ethiopia and Eritrea. I met with the\r\nrepresentatives of the mission deployed there — the\r\nUnited Nations Mission in Ethiopia and Eritrea\r\n(UNMEE) — and the troop-contributing countries, as\r\nwell as military commanders, in order to be apprised\r\nfirsthand of the worrisome situation that is developing\r\nalong the border. I am reporting my findings back to\r\nthe Council and its Working Group.\r\nReform of the Security Council, in terms of\r\nexpanding its membership and improving its working\r\nmethods, is long overdue. World leaders recognized\r\nthat fact in their Millennium Declaration five years\r\nago, and they have done so again this year in a clearer\r\nand more definitive way in the outcome document.\r\nAs we are repeatedly reminded, the challenges\r\nthat today face the United Nations as a whole and the\r\nSecurity Council in particular are vastly different from\r\nthose of 1945. The basic structure and composition of\r\nthe Security Council, however, essentially continues to\r\nreflect the world as it was 60 years ago. To be\r\neffective, it must be changed to better reflect the\r\nrealities of today’s world. In recognition of this, our\r\nleaders affirmed, at the world summit in September,\r\nthat early reform of the Security Council is an essential\r\nelement of our overall efforts to reform the United\r\nNations. The primordial task for Member States now is\r\nto act and deliver on that conviction in the form of\r\nconcrete solutions.\r\nFirst, we have advocated the expansion of the\r\nSecurity Council to reflect the realities of the twenty-\r\nfirst century, with the inclusion, on a permanent basis,\r\nof Member States that have the manifest will and real\r\ncapacity to take on a major role in the maintenance of\r\ninternational peace and security. That position has\r\ncome to be shared by a large number of Member\r\nStates. This must happen if the Security Council is to\r\nremain effective and relevant. Few disagree with the\r\nlogic and rationale for such action. In 1946, for\r\nexample, approximately 70 per cent of the budget\r\nresources required by the Organization came from the\r\nPermanent Five members, which thus provided a solid\r\npower base for making decisions and ensuring that\r\nthose decisions would be implemented effectively.\r\nIn 2005, by contrast, that percentage has declined\r\nto only about 37 per cent of the Organization’s current\r\nregular budget and to about 45 per cent of its\r\npeacekeeping operations budget. This significant shift\r\nin the balance of power and resources — among other\r\nfactors — calls for and justifies an expansion of the\r\nCouncil’s membership that will truly enhance the\r\neffectiveness of its collective action. Expansion will\r\nalso have to be carried out in ways that will maintain\r\nthe efficiency of the Council’s work.\r\nSecondly, and no less important, improving the\r\nworking methods of the Security Council has been an\r\nimportant concern for all Member States, small and\r\nlarge, and that too must be addressed. We acknowledge\r\nand welcome certain progress made in recent years in\r\nthe Security Council, but more needs to be done. To\r\nthat end, we believe that three things must go together.\r\nFirst, the General Assembly has a legitimate role\r\nin seeking improvement of the Council’s working\r\nmethods, as it has indeed tried to do for more than a\r\ndecade through the Open-ended Working Group that it\r\nestablished under resolution 48/26. Unfortunately,\r\nthose deliberations have so far failed to produce\r\ntangible, agreed results. The time has come, however,\r\nto exert real effort to harvest what can now be\r\nharvested in that regard. At the same time, we must\r\neffect changes in the Council’s composition,\r\ndemonstrating our collective pragmatism and\r\nflexibility in the pursuit of our common commitment.\r\nAnother key factor related to achieving\r\nimprovement in the Security Council’s working\r\nmethods is the direct responsibility of the Council\r\nitself. As master of its own rules and procedures under\r\n3\r\nA/60/PV.50\r\nthe provisions of the Charter, the Council is\r\nresponsible for any decision in that area. That being\r\nrecognized, we believe that the Council is expected to\r\nact and to do more in response to the concerns of a\r\nlarge portion of the General Assembly membership. In\r\nthat regard, reactivation of the Council’s informal\r\nworking group on documentation and other procedural\r\nquestions should be considered, among other measures,\r\nas a step towards achieving improvement in its\r\nworking methods. All members of the Council must be\r\nengaged on this matter, but we expect greater\r\nresponsiveness and activism from the five permanent\r\nmembers because of their special role and the\r\nresponsibility incumbent upon them by reason of their\r\npermanent status and the privileges and influence\r\nassociated with it.\r\nThirdly, we believe that an expansion of the\r\nCouncil’s membership, particularly of the permanent\r\ncategory, would also be a relevant and important —\r\nalbeit indirect — factor in bringing about changes and\r\nimprovements in the Council’s working methods,\r\nincluding by breathing new life into its modus\r\noperandi, because its impact would no doubt be felt.\r\nWith regard to changing the structure and\r\ncomposition of the Security Council, we believe that\r\nwe achieved quite significant progress during the fifty-\r\nninth session of the General Assembly, as partly\r\nreflected in the 2005 World Summit Outcome\r\n(resolution 60/1). Particularly noteworthy is the fact\r\nthat for the first time in the Organization’s history,\r\nseveral draft resolutions were submitted to the\r\nAssembly calling for significant changes in the\r\nCouncil’s composition.\r\nThe group of four countries — Brazil, Germany,\r\nIndia and Japan — supported by many other sponsors,\r\nsubmitted a draft resolution (A/59/L.64) on Security\r\nCouncil reform that includes expansion in the\r\npermanent and the non-permanent categories. That\r\neffort, together with other subsequent actions —\r\nincluding, notably, by the African States — has created\r\na momentum in the General Assembly in New York\r\nand in world capitals for fundamental structural reform\r\nof the Security Council on a scale unprecedented in\r\nrecent United Nations history.\r\nThe efforts made by the group of four and the\r\nother sponsors enjoyed the broad support of Member\r\nStates, and we would like to take this opportunity to\r\nexpress once again Japan’s heartfelt appreciation to\r\nthose who have supported our efforts. I wish in\r\nparticular to express, on behalf of my Government, our\r\nsincere thanks to all those countries that have\r\nexpressed their support for a permanent seat for Japan.\r\nThe momentum thus created has not gone away;\r\nit has sustained itself and now demands a concrete\r\noutcome. That will be our new task in the next stage of\r\nthe process in which we now find ourselves following\r\nthe world summit. In this second stage, building on the\r\nmomentum created at the fifty-ninth session of the\r\nGeneral Assembly, we need to look beyond the fact\r\nthat none of the draft resolutions submitted last session\r\nwas put to a vote, and seek a solution that can\r\ncommand broader support than has been possible thus\r\nfar.\r\nThere are those who want to conclude that\r\nSecurity Council reform is over. They are mistaken.\r\nReform is a process, and it moves in a continuum, step\r\nby step. That is particularly true with regard to such a\r\nsensitive, challenging endeavour as reform of the\r\nCouncil that tries to address fundamental changes in its\r\ncomposition. No effort should be spared to move this\r\narduous process forward.\r\nJapan is determined to continue to work, on the\r\nbasis of the building blocks already laid down and in\r\ncooperation with all interested States, to move the\r\nprocess forward and to arrive at a solution that is\r\nbroadly acceptable to the membership. For the first\r\ntime in United Nations history, there is a real prospect\r\nthat bold action can result in a concrete solution during\r\nthe present session of the General Assembly, along\r\nwith agreement on other, larger United Nations reform\r\nissues. That will no doubt require greater activism,\r\nrealism, innovation and imagination on the part of all\r\nindividual States and groups of States interested in the\r\nmatter. We call upon all Member States to take an early\r\ndecision on Security Council reform within the current\r\nsession of the General Assembly. As Prime Minister\r\nKoizumi stated at the 2005 world summit, “Let us all\r\nunite in an endeavour to make this session of the\r\nGeneral Assembly a session for action: action to\r\nachieve the comprehensive renewal of the United\r\nNations” (A/60/PV.6, p. 36).\r\nIn closing, we would like to reiterate that Japan\r\nwill spare no effort to achieve the goal of overall\r\nUnited Nations reform. We look forward to working\r\nhard towards that goal, under the strong leadership of\r\n4\r\nA/60/PV.50\r\nthe President, during this historic session of the\r\nGeneral Assembly.\r\nMr. Faaborg-Andersen (Denmark): I thank the\r\nPresident for convening this meeting of the General\r\nAssembly. I would like to express my delegation’s\r\ngratitude for his strong effort to push forward the\r\nUnited Nations reform agenda.\r\nDenmark believes that the composition of the\r\nSecurity Council must reflect the world as it looks\r\ntoday. Facing the challenges of the twenty-first century\r\nrequires the enhanced legitimacy, credibility and\r\neffectiveness for the Council’s work.\r\nThe present composition of the Security Council\r\nis a reflection of a world that no longer exists. If the\r\nCouncil is to continue to play a decisive role in the\r\npromotion of peace, security, human rights and\r\ndemocracy, broader representation is needed. In recent\r\nmonths, a broad majority of Member States have\r\ndemonstrated clear support for reform and expansion\r\nof the Security Council. Furthermore, the 2005 World\r\nSummit Outcome (resolution 60/1) sets out a specific\r\ntask for us to carry out in that regard.\r\nWhen it comes to Council reform, we are not\r\nstarting from scratch. It is not a clean-slate situation:\r\nthere are certain given facts. Among them is that the\r\nCouncil consists of both permanent and non-permanent\r\nmembers and that the permanent members have certain\r\nprivileges, most notably the veto power.\r\nIn our view, it is not realistic — and perhaps not\r\neven desirable — to attempt to change those basic\r\nattributes of the Council. They are, after all, no small\r\npart of the reason why the Council has survived and\r\nplayed a significant role during the past 60 years.\r\nInstead, our efforts should be aimed at levelling the\r\nplaying field in the Council by ensuring a better overall\r\nbalance in both categories of membership among\r\ncountries from various geographical regions having\r\ndifferent levels of economic development.\r\nThere can be no denying that permanent\r\nmembership confers considerable advantages: better\r\ninstitutional memory, greater mastery of the game, et\r\ncetera. As a current non-permanent member of the\r\nSecurity Council, Denmark can certainly testify to that.\r\nAdding additional permanent members, particularly\r\nfrom the developing countries, will thus ensure a more\r\nlevel playing field. That having been said, we see no\r\nreason why there should be an expansion in the number\r\nof veto-carrying permanent members.\r\nIt is for those reasons that Denmark has for many\r\nyears been supporting a model of expansion according\r\nto which both the number of non-veto-carrying\r\npermanent members and the number of non-permanent\r\nseats in the Council would be increased, and both\r\ndeveloping and developed countries would hold seats\r\nas permanent members. That basic approach was\r\nreflected in the proposal of the group of four countries,\r\nwhich we sponsored. We still believe that that proposal\r\nis the only one that will be able to gather broad support\r\namong the membership.\r\nThe reform of the Security Council goes far\r\nbeyond the question of the expansion of the\r\nmembership. It is also very much a matter of\r\naddressing issues concerning the working methods and\r\noperation of the Council. There is a need for more\r\ntransparency and inclusiveness in the work of the\r\nSecurity Council vis-à-vis the general membership; a\r\nlarge measure of agreement on practical steps in that\r\ndirection has already been achieved in the Open-ended\r\nWorking Group.\r\nAnother aspect of reform relates to the need for\r\nchange in the organization of work within the Council\r\nitself, including rationalization of the way in which the\r\nCouncil conducts its deliberations, et cetera. Such\r\nreform measures are long overdue and, simply put, are\r\nan imperative if an expanded Security Council is to be\r\nable to work efficiently.\r\nA comprehensive reform approach that covers\r\nboth enlargement and working methods is needed, and\r\nwe should not attempt to deal with those issues\r\nsequentially or separately in a piecemeal manner. Much\r\nis at stake, and we all share the same goal: the need for\r\na stronger and more efficient United Nations.\r\nThe issue of Security Council reform has been on\r\nthe agenda for more than 12 years. The time for\r\nreflection is over and the time for action has arrived. It\r\nis our responsibility to send a clear message to the\r\nworld saying that we want a stronger United Nations,\r\ncapable of addressing the new threats and challenges\r\nthat the world is facing today.\r\nMs. Hřebíčková (Czech Republic): I should like\r\nfirst of all to express sincere sympathy and\r\ncondolences, on behalf of the Czech people and the\r\nCzech Government, to the people and the Government\r\n5\r\nA/60/PV.50\r\nof Jordan in connection with the terrorist attacks that\r\ntook place the day before yesterday in Amman. We\r\ncondemn terrorism in all its forms.\r\nWe probably all agree that the reform and\r\nexpansion of the Security Council is long overdue.\r\nSuch reform — which would make the Security\r\nCouncil a more representative, transparent and efficient\r\nbody — has been rightly seen as a key element of\r\noverall United Nations reform; a wave of hope in that\r\nregard was generated in the course of the preparations\r\nfor this year’s United Nations summit.\r\nHowever, the issue proved to be too difficult to\r\nbe resolved as part of the summit outcome, despite the\r\nfact that we were closer than ever to finding a\r\nreasonable approach, one which would garner broad\r\nsupport in the General Assembly, an option second best\r\nto a — clearly elusive — consensus.\r\nOur views on Security Council reform are well\r\nknown. The Czech Republic has consistently supported\r\nenlargement of the Security Council in both categories\r\nof membership — that is, in the permanent member\r\ncategory as well as in the elected member category.\r\nThat naturally places us in the camp of supporters of\r\nthe draft resolution presented earlier this year by the\r\ngroup of four countries. There are a number of reasons\r\nfor that. The key one for the Czech Republic is that the\r\ngroup seeks to substantively enhance the representation\r\nof developing countries. We continue to believe that\r\nthat proposal offers a viable model for the Council’s\r\nexpansion — a model that still has the potential to gain\r\nthe support of the required majority of Member States.\r\nAs we undertake efforts to expand the Council,\r\nwe should not lose sight of reform in the area of\r\nworking methods. In this context, we find the Swiss\r\ninitiative and proposal to be very inspiring. However,\r\nowing to the complexity and sensitivity of these\r\nquestions, including the possibility that they might\r\ninterfere with other reform issues, it seems that further\r\ncareful consideration of the proposal is necessary. The\r\nCzech Republic and the Czech delegation is ready to\r\ntake part in that effort too.\r\nMr. Dabbashi (Libyan Arab Jamahiriya) (spoke\r\nin Arabic): I should like at the outset to express our\r\nheartfelt condolences to the Government and the\r\nbrotherly people of Jordan in connection with the\r\nterrorist attacks that took place in Amman two days\r\nago.\r\nI would like to express our support for the\r\nstatement made by the representative of Nigeria on\r\nbehalf of the Group of African States.\r\nDeveloping countries have understood for many\r\ndecades that there is an imbalance in the Security\r\nCouncil membership, and have worked since the 1970s\r\nto redress the imbalance, including through the\r\ninclusion of this item on the agenda of the General\r\nAssembly at its thirty-fourth session, in 1979.\r\nHowever, the powers that be, which are interested in\r\nmaintaining the status quo, did not allow the General\r\nAssembly to consider the item seriously until the forty-\r\nseventh session, in 1992. In 1993, the General\r\nAssembly adopted resolution 48/26, by which it\r\nestablished an Open-ended Working Group to consider\r\nthe question of equitable representation on and increase\r\nin the membership of the Security Council.\r\nHowever, as we all know, the efforts of the\r\nWorking Group came to a dead end as a result of\r\nprivileged Council members’ insistence on keeping\r\ntheir privileges. When we speak of equitable\r\nrepresentation on and increase in the membership of\r\nthe Security Council and related matters, we should\r\nseriously consider all the factors that affect the\r\nperformance of the Security Council and prevent it\r\nfrom carrying out its mandate to maintain international\r\npeace and security, in particular the right of veto,\r\nwhich only the permanent Council members enjoy.\r\nNone of us can deny that the current situation in\r\nthe Security Council is a result of the outcome of the\r\nSecond World War. It is a situation that was imposed\r\non the entire international community by the victors in\r\nthat war. They controlled the Security Council and\r\nmade it the predominant body, inequitable, imbalanced\r\nand lacking democracy, where the right of veto is\r\nabused and where international problems are dealt with\r\nselectively and in a discriminatory way. In most cases,\r\naggressors are protected and granted impunity, while\r\nsanctions are unjustly imposed on countries that do\r\nnothing to deserve them, for no other reason than that\r\ntheir policies do not serve the interests of some of\r\nthose privileged members of the Council. Because of\r\nthe veto power, the United Nations has been unable to\r\nuphold justice among peoples. Reform of the Security\r\nCouncil has thus become more urgent than ever.\r\nThe African continent has suffered the most as a\r\nresult of the arrangements put in place following the\r\nSecond World War, including the establishment of the\r\n6\r\nA/60/PV.50\r\nSecurity Council, from which most of the countries of\r\nthe continent, then under colonialist Powers and\r\nracism, were completely excluded. Now that African\r\ncountries have attained their independence, having\r\nmade incredible sacrifices and after long suffering, and\r\nsince they constitute one fourth of the international\r\ncommunity represented in the United Nations, they\r\nmust have justice. They deserve recognition of their\r\nrights and they deserve redress of the historic injustice\r\nthey have endured, through an opportunity for\r\nequitable representation in the Security Council.\r\nEquitable representation for the African continent\r\nmeans it must have permanent membership of the\r\nCouncil, just as other continents do. Even without\r\ncomprehensive reform of the Security Council, the\r\nAfrican continent should also be granted a number of\r\nnon-permanent seats commensurate with its number of\r\nMembers of the United Nations.\r\nLibya, as a member of the African Union, holds\r\nfirm in its support for the unified African position\r\ntaken at the fifth ordinary session of the Assembly of\r\nthe African Union, held in Sirte, Libya, on 4 and 5 July\r\n2005, a position reiterated in the two extraordinary\r\nsummits of the African Union, held in Addis Ababa on\r\n4 August and 31 October 2005. That African position\r\nstipulates that two permanent seats, with all the\r\nprivileges — including, I stress, veto power — and five\r\nnon-permanent seats, should be granted to Africa. We\r\nin Libya would prefer Africa’s permanent seats to be\r\nallocated to the African Union rather than to any\r\nspecific country, and to be rotated, as was decided at\r\nthe African summit held in Harare in 1997.\r\nThe African continent does not wish and will not\r\naccept to be the loser in whatever arrangements are\r\nmade regarding the increase in Security Council\r\nmembership. The African continent has a right to all\r\nthe privileges enjoyed by other continents. The\r\nequation here is very simple: either all have privileges\r\nor no one has privileges, and by this I mean in\r\nparticular the veto power. When veto power in the\r\nSecurity Council is abolished, that will be the\r\nbeginning of genuine reform of the Security Council\r\nand of the United Nations as a whole.\r\nAlthough we recognize that the Security Council\r\nhas achieved some success in making peace and\r\npreventing conflicts, particularly in Africa, we are\r\ndisappointed and frustrated by the Council’s inability\r\nso far to adopt any measure to protect the Palestinian\r\npeople from suffering at the hands of the occupying\r\nPower, or to assist the Palestinian people in regaining\r\ntheir territories and enable them to achieve their\r\ninalienable rights, particularly the right of return, the\r\nright to self-determination and the right to establish an\r\nindependent State of their own throughout their\r\nterritory.\r\nMr. Salgueiro (Portugal): I would like to extend\r\nmy Government’s and my own most sincere\r\ncondolences to the Hashemite Kingdom of Jordan and\r\nto its people on the loss of life and the casualties that\r\nresulted from the horrendous terrorist acts in Amman.\r\nI would like to start by thanking the President for\r\nconvening this very timely meeting. We are halfway\r\nbetween the September High-level Plenary Meeting\r\nand the end of the year, when we will have to review\r\nprogress on the crucial issue of Security Council\r\nreform.\r\nDuring the last session of the General Assembly,\r\nand for the first time since the establishment of the\r\nOpen-ended Working Group more than 10 years ago,\r\nthree draft resolutions were submitted on the question\r\nof Security Council reform. Besides that, a number of\r\nStates have put forward concrete ideas on this issue.\r\nAll this is an indication that the need for Security\r\nCouncil reform is widely acknowledged in this\r\nAssembly. This was confirmed at the September\r\nsummit by our heads of State or Government, who\r\nconsidered “early reform of the Security Council [to\r\nbe] an essential element of our overall effort to reform\r\nthe United Nations” (resolution 60/1, para. 153).\r\nAs is well known to the Assembly, Portugal was a\r\nsponsor of draft resolution A/59/L.64, submitted earlier\r\nthis year by the group of four countries and others. We\r\ncontinue to stand by the principles of that draft\r\nresolution and to consider that reform along the lines\r\nlaid out in it provides the best answer for adapting the\r\nSecurity Council and the United Nations to the twenty-\r\nfirst century.\r\nAllow me once again to reiterate briefly our\r\nguiding principles on this important issue of Security\r\nCouncil reform. First, reform, in our opinion, must\r\ncomprise concrete and ambitious proposals, both on the\r\nmatter of enlargement and on that of working methods.\r\nWe fully understand and accept that in many\r\ncircumstances the Security Council needs to work with\r\ndiscretion. But the Council acts on behalf of the\r\ninternational community, and we all have to feel that\r\nwe have a stake in its deliberations. The fact is that a\r\n7\r\nA/60/PV.50\r\nworking culture for which the Charter did not provide\r\nhas developed over the years in the relationship\r\nbetween the Security Council and the membership at\r\nlarge, as well as with the Secretariat. This working\r\nculture has been an object of criticism. We believe that\r\na decisive improvement in this situation demands\r\naction through joint structural and working-methods\r\nreforms. Expansion and working methods are two sides\r\nof the same coin.\r\nSecondly, enlargement should take place in the\r\nexisting two categories of permanent and non-\r\npermanent members, providing for more and better\r\nrepresentativity of the wider membership in the\r\nSecurity Council. That would pave the way for an\r\nincreased presence by developing countries in both\r\ncategories and would allow Africa to accede to\r\npermanent membership. In addition, preserving the\r\nimpediment to the immediate re-election of non-\r\npermanent members would guarantee a chance of\r\naccession to the Council for the vast majority of the\r\nUnited Nations membership, comprising more than 100\r\nsmall and medium-sized States.\r\nConcerning the question of the veto, our long-\r\nstanding position is that the requirement for concurring\r\nvotes — established in Article 27, paragraph 3, of the\r\nCharter — should not be expanded beyond the current\r\npermanent members of the Security Council.\r\nFinally, Portugal believes that, whatever reforms\r\nwe may carry out at present, a review exercise should\r\nbe conducted at a specified time in the future — for\r\nexample, within 15 years — in order to assess the\r\nmerits of those reforms and their impact on the work of\r\nthe Organization.\r\nI would like to conclude by expressing the hope\r\nthat by the end of the year, we will be in a position to\r\nreport concrete progress on Security Council reform. It\r\nis my firm belief that reasonable, clear and democratic\r\nreform is likely to gather sufficient support in the\r\nGeneral Assembly. A Security Council that reflects the\r\nrealities of today’s world would bring a new\r\nmomentum to the work of the Organization.\r\nMrs. Papadopoulou (Greece): Please allow me\r\nat the outset to express my country’s deep condolences\r\nto the people and the Government of the Hashemite\r\nKingdom of Jordan as well as to the families of the\r\nvictims of the tragedy caused by the horrendous\r\nterrorist attacks in Amman. Greece condemns terrorism\r\nin all its forms, whenever and wherever it occurs.\r\nHeads of State or Government, at their summit\r\nlast September, agreed that there is a need for reform\r\nof the United Nations to make it reflect the realities of\r\ntoday’s world. Reform has been discussed for the past\r\n12 years in a Working Group specifically created for\r\nthat purpose. In the past 12 months, further extensive\r\ndebate has been under way within the United Nations\r\nas well as in academic and political circles, in non-\r\ngovernmental organizations and in the media.\r\nWith specific regard to Security Council reform,\r\nthree draft resolutions have been submitted (A/59/L.64,\r\nL.67 and L.68), and it is clear that consensus —\r\nalthough highly desirable — is extremely difficult to\r\nachieve. That having been said, we believe that\r\ninsisting at this stage on taking a decision by consensus\r\non this particular issue would only perpetuate the\r\ncurrent impasse. In our national parliaments, decisions\r\nare made every day on serious — indeed, crucial —\r\nissues without consensus.\r\nIn all our previous statements on this issue, we\r\nhave clearly expressed our support for the principles\r\nset out in draft resolution A/59/L.64, which we joined\r\nin sponsoring. In our view, that approach to the\r\nproblem is the most realistic one. Expanding the\r\nnumber of permanent and non-permanent members is\r\nessential to achieve balance in the Security Council. It\r\nwould increase the Council’s accountability and\r\ntransparency, enhancing its multicultural and\r\nmultidimensional character and making it more\r\nrepresentative of the world we live in. It would\r\nstrengthen the Council’s credibility and legitimacy and\r\ntherefore its effectiveness.\r\nIn order to effectively face today’s serious global\r\nthreats and challenges, the United Nations — in\r\nparticular the Security Council — must be urgently\r\nreformed and modernized. If we want the Organization\r\nto continue to play a crucial and decisive role in the\r\ntwenty-first century, decisions on these matters cannot\r\nbe further delayed. This is a time for action, and we\r\nmust not lose the current momentum.\r\nMr. Loizaga (Paraguay) (spoke in Spanish):\r\nPermit me at the outset to express, on behalf of the\r\npeople and the Government of Paraguay, our heartfelt\r\ncondolences to the people and the Government of the\r\nHashemite Kingdom of Jordan on the criminal terrorist\r\nattacks committed on Wednesday in Amman, which\r\nclaimed the lives of innocent civilians. We condemn\r\n8\r\nA/60/PV.50\r\nsuch cowardly criminal acts, which have no\r\njustification whatsoever.\r\nThis plenary meeting is devoted to considering\r\nagenda items 9 and 117, which refer both to the report\r\nof the Security Council (A/60/2) and to the report of\r\nthe Open-ended Working Group on the Question of\r\nEquitable Representation on and Increase in the\r\nMembership of the Security Council and Other Matters\r\nrelated to the Security Council (A/59/47).\r\nWith regard to the report of the Council, my\r\ndelegation acknowledges that progress has been made\r\nin its presentation but believes that it should be\r\nimproved further, given the substantial increase in the\r\nCouncil’s agenda. That would enable Member States\r\nand international public opinion alike to analyse and\r\nsubstantively assess the Council’s work and to\r\nunderstand the basis of the decisions taken. We also\r\nbelieve that an interactive General Assembly debate on\r\nthe report between members and non-members of the\r\nCouncil would strengthen the Organization.\r\nWe make that observation because, in our view,\r\nMember States’ consideration of the report should not\r\nbe limited to a mere formality, but rather should be a\r\nreaffirmation of the Assembly’s responsibility for\r\nissues of fundamental importance for the entire\r\nmembership of the Organization. Member States have\r\nthe right and the duty to be familiar with and fully\r\nanalyse the Council’s work, because the Council acts\r\non behalf of everyone under the mandate entrusted to it\r\nin the Charter of the Organization.\r\nMoreover, we should like to highlight the\r\nprogress made in the open meetings held by the\r\nSecurity Council in recent years, which have enabled\r\nnon-members to express to the Council their points of\r\nview on topics of general interest and great importance.\r\nHowever, Member States very often feel that their\r\nviews are not taken into account when decisions are\r\ntaken. In addition, we wish to express once again our\r\ndelegation’s concern at the legislative role being\r\nplayed by the Security Council, to the detriment of the\r\nGeneral Assembly’s authority.\r\nIn the outcome document of the recent world\r\nsummit, our heads of State or Government devoted a\r\nspecial section to the Security Council, in which they\r\nexpressed their support for\r\n“early reform of the Security Council — an\r\nessential element of our overall effort to reform\r\nthe United Nations — in order to make it more\r\nbroadly representative, efficient and transparent\r\nand thus to further enhance its effectiveness and\r\nthe legitimacy and implementation of its\r\ndecisions”. (resolution 60/1, para. 153)\r\nParaguay has therefore been carefully following\r\ninitiatives to reform the Security Council both with\r\nregard to its composition and to its working methods,\r\nbecause our Organization is an instrument of the\r\ninternational community which must evolve and adapt\r\nitself to the realities of the new century.\r\nThe Republic of Paraguay reiterates its position\r\nin favour of an increase in the number of Security\r\nCouncil members. It is essential that in effecting such\r\nan increase we take into account today’s political\r\nreality and the increase in the number of States\r\nMembers of the Organization.\r\nIn order to bring about a Security Council that is\r\nmore democratic and representative, we must enlarge\r\nboth categories of members — permanent and non-\r\npermanent — and must include both developed and\r\ndeveloping countries, taking into consideration the fact\r\nthat the latter are underrepresented in that important\r\norgan. The increase in the number of Council members\r\nwill make that body more representative and will thus\r\ngive it greater legitimacy.\r\nLikewise, as a fundamental part of that reform,\r\nwe should also study the right of veto. We should\r\naspire to a gradual elimination of the veto until it\r\ndisappears completely. As a first step, it should be\r\nstrictly limited to matters under Chapter VII of the\r\nCharter. Likewise, we could also leave open the\r\npossibility of a periodic review of the reform, in order\r\nto analyse the functioning of the Security Council in\r\nthe light of the needs and realities that arise.\r\nMy delegation also feels that due consideration\r\nshould be given to any suggestion that will improve the\r\nworking methods of the Security Council, make the\r\nCouncil more transparent and responsible and ensure\r\ngreater participation by all Member States. For that\r\nreason, the proposal on the reform of the working\r\nmethods of the Council circulated by the delegations of\r\nCosta Rica, Jordan, Liechtenstein, Singapore and\r\nSwitzerland is an important contribution containing\r\nelements that will enhance the debate on that subject.\r\nParaguay feels that enlargement of the Council and\r\nreform of its working methods must be addressed as\r\none comprehensive package.\r\n9\r\nA/60/PV.50\r\nNo reform of the United Nations will have the\r\neffect we all desire, without the long overdue reform of\r\nthe Security Council. Until that occurs, we will not be\r\nable to speak of an Organization in step with the times\r\nin which we live and able to meet the aspirations and\r\nrespond to the interests of the international community.\r\nIn conclusion, I would like to express the hope\r\nthat this reform will not suffer the same fate as the\r\nprovisional rules of procedure of the Security Council.\r\nIf those provisional rules of procedure were to be the\r\nmeasure of our hopes, we must ask ourselves whether\r\nit would be appropriate to wait another 60 years for\r\nreform.\r\nMrs. Silkalna (Latvia): May I begin by\r\nextending our deepest sympathies to the Hashemite\r\nKingdom of Jordan in connection with the horrific\r\nattacks on Amman two days ago.\r\nMy delegation welcomes this opportunity to\r\nrevisit the question of Security Council reform. Over\r\nthe past two months we have focused our efforts on\r\nthose elements of the 2005 World Summit Outcome\r\n(resolution 60/1) for which our leaders have set a time\r\nframe for concrete results. However, our heads of State\r\nand Government have also requested a stocktaking of\r\nprogress towards Security Council reform before the\r\nend of this year. If we are to register any progress at\r\nall, our collective courage and will to act on this matter\r\nin the upcoming weeks will be of crucial importance.\r\nAs a sponsor of the Group of Four (G-4) proposal\r\n(A/59/L.64) that was submitted at the fifty-ninth\r\nsession of the General Assembly, Latvia can reaffirm\r\nits support for the creation of both new permanent seats\r\nwithout right of veto, and non-permanent seats. We\r\nconsider that the model of enlargement offered by the\r\nG-4 sufficiently meets the need for a more\r\nrepresentative Security Council. It also widens the base\r\nof financial and other resources permanently available\r\nfor the implementation and enforcement of Security\r\nCouncil decisions.\r\nAt the same time, we would encourage efforts by\r\nthe Security Council to further adjust its working\r\nmethods, in order to strengthen the relationship\r\nbetween the Security Council and the wider\r\nmembership. Many delegations have already called for\r\nmore transparency in the work of the Security Council,\r\nand we add our voice to that call. We also welcome the\r\nvaluable contribution by Switzerland, Jordan,\r\nSingapore, Liechtenstein and Costa Rica in that\r\ndirection. We see enlargement and working-method\r\nreform as complementary, equally important processes.\r\nSecurity Council reform will clearly take time\r\nand patience, but substantial progress will never be\r\nmade if we move at the current pace. Given that no\r\nconsensus has been achieved in the past 12 years, how\r\ncan we continue to delude ourselves and others that\r\nwide consensus will ever be possible on the question?\r\nWe can debate for 12 more years and wait for miracles,\r\nor we can act decisively. We need not fear change if it\r\nis achieved with the tools of democracy. In a\r\ndemocratic organization such as the United Nations, a\r\nvote need not be divisive; it is a useful tool for\r\nreaching decisions and getting things done within a\r\nreasonable time span. The United Nations needs a\r\nmodern, updated Security Council, the sooner the\r\nbetter.\r\nMr. Sen (India): First of all, let me begin by\r\nconveying our deepest condolences to Jordan on the\r\ntragic loss of life. It seems that the “heartache and the\r\nthousand natural shocks” have crossed all limits in our\r\ntime. We shall certainly continue our stern and\r\ncommon struggle against terrorism.\r\nI do not think that I will now rehash and repeat\r\nthe old arguments and replay the old debates. I will\r\nbegin by recalling a gentleman named Raymond\r\nMikesell, who worked in the United States Treasury\r\nDepartment in the 1940s and who revealed in his\r\nmemoir entitled The Bretton Woods Debates that he\r\nwas asked — in fact instructed — to arrive at\r\npredetermined quotas by suitably adjusting statistics in\r\norder to ensure the overwhelming voting power and\r\npermanent presence of the big four: France, actually,\r\nwas added later, after the antipathy to De Gaulle had\r\nbeen overcome. That was in fact also the process\r\nfollowed — he said in the book — in the creation of\r\nthe United Nations which, together with the Bretton\r\nWoods institutions, was part of one plan. In fact, he\r\nnotes that similarly the dominance and permanent\r\npresence of the big four in the United Nations was\r\nensured. Incidentally, I would like to add that the\r\nquotas and the manner in which they were arrived at —\r\nwere challenged by many delegations at that time,\r\nexcept of course for the delegation of Canada, which\r\nthought the mathematics was impeccable.\r\nThe point I am trying to make is that the political\r\nand economic order created in 1945 was a result of\r\n10\r\nA/60/PV.50\r\nthose twin acts of gerrymandering. Therefore the\r\nconcentration of political and economic power has to\r\nbe transformed together to redress the balance in the\r\ninterests of the developing countries.\r\nNobody wants to underestimate or to downplay\r\nthe immense role that the victory of the big four played\r\nin the history of the world and for the world today. But\r\nat the same time it is very important to remember — or\r\nat least it would do no harm to sometimes remember —\r\nthat soldiers from the colonies also contributed to that\r\nvictory.\r\nBut for the post-Yalta and post-Potsdam world,\r\nMahatama Gandhi’s non-violent struggle against\r\ncolonialism, involving hundreds of millions of people,\r\nplayed, I think, an equally important role, especially in\r\nterms of its impact, ranging from the anti-colonial and\r\nanti-apartheid struggles of Africa, through Martin\r\nLuther King and the civil rights movement in the\r\nUnited States, to Lech Walesa and the 10 million-\r\nstrong Solidarity movement in Poland. And it is our\r\ncontention that this struggle will not be completed until\r\nthe defeated and the colonized of 1945 take their place\r\nas equal members in the decision-making councils of\r\nthe United Nations, especially as permanent members\r\nof the Security Council.\r\nThe most powerful permanent member of the\r\nSecurity Council has talked of criteria. Another\r\npermanent member, in contradistinction to its own\r\nrevolutionary tradition, has spoken of gradualism, the\r\nclassical liberal doctrine. These remarks actually\r\nremind us of the old colonial argument — that you are\r\nnot yet ready for independence, or that you should not\r\nenter this cricket club or that hospital because you do\r\nnot belong to the ruling elite. Quite clearly, this is an\r\nargument that we cannot accept.\r\nSimilarly, the same most powerful permanent\r\nmember has said that we should not revisit the old\r\ndebates and has therefore opposed the reintroduction of\r\nthe three proposals on reform introduced at the\r\nAssembly’s fifty-ninth session. In fact it added, if I\r\nrecall rightly, that we bit off more than we could chew.\r\nUnless one’s reach exceeds one’s grasp, how is one\r\ngoing to reform anything? Certainly we object to being\r\neither bitten or chewed. Ours is the old democratic\r\nobjection to one country being chewed by another; it is\r\nbased entirely on a regard for the discomfort of the\r\ncountry being so chewed.\r\nTherefore, I am confident that the African Union\r\nwill not be deterred — in terms of the decision taken at\r\nAddis Ababa and reiterated by South Africa\r\nyesterday — from introducing its draft resolution at the\r\ncurrent session, as it has decided.\r\nOne of the leading lights of the Uniting for\r\nConsensus group claimed that the proposal of the\r\nAfrican Union regarding the two “empowered seats”, if\r\nI recall the words correctly, means that they could be\r\nfilled either by two or by more Member States from\r\namong the African Union. In other words, Uniting for\r\nConsensus knows the African mind better than the\r\nAfricans. Africa is being discovered afresh by the\r\nUniting for Consensus group; the Ezulwini Consensus\r\nand the Addis Ababa decision mean exactly what that\r\ngroup says they mean. This is what Edward Said, a\r\ngreat Palestinian and one of the greatest figures of our\r\ntime, called “orientalism”. When practised by a\r\nrepresentative of the Orient, it becomes a caricature of\r\nthe original.\r\nIn the 1940s, the United States drafts for an\r\ninternational organization called the future United\r\nNations Security Council “the executive committee”,\r\nthe implication being that the General Assembly was\r\nthe legislature. If the executive committee usurps\r\nlegislative and judicial powers, then we are on the road\r\nto dictatorship. As we all know, in the last decade-and-\r\na-half, if not more, the Security Council has\r\nincreasingly been exercising those functions. It has\r\nbeen delimiting boundaries, setting up tribunals,\r\nimposing reparations and making laws. It is worth\r\nremembering that in the Namibia case, one of the\r\njudges of the International Court of Justice said clearly\r\nthat the Security Council was set up simply to keep the\r\npeace, not to change the world order, and not to do\r\nthings which are better left to a peace treaty or a peace\r\nsettlement.\r\nIt is quite clear to us that if the Charter can be\r\nflouted, no individual country can really do much\r\nabout it because if it is under sanctions and it chooses\r\nto regard the sanctions as illegal, it would merely have\r\nmore sanctions imposed on it. Therefore the remedy,\r\naccording to some, is the International Court of Justice.\r\nAnd here I agree, in terms of the Aegean continental\r\nshelf case and the hostages in Iran case, that the Court,\r\naccording to Article 41 of its Statute, does not\r\nrecognize litispendance, that is, that it cannot take up\r\nmatters which are before the Security Council. Also, as\r\nfor the Namibia and Lockerbie cases, in peripheral\r\n11\r\nA/60/PV.50\r\nremarks, the Court is not bound not to carry out a\r\njudicial review, but the limitation quite clearly is that\r\nthis can be done only in contentious proceedings or in\r\nthe case of advisory opinions, which are only rarely\r\nsought. There is no other way of doing this.\r\nWhat is more — and this is more important —\r\nthe judgements of the Court cannot be enforced on the\r\nSecurity Council. There can be legal complications and\r\ncontradictions, because there is no legal way of\r\ndeciding, for instance, that if a certain Security Council\r\ndecision violates jus cogens — as indeed was the case\r\nin the genocide case, according to the International\r\nCriminal Tribunal for the Former Yugoslavia, in\r\nreference to Council resolution 713 (1991) — or if a\r\nsanctions regime violates jus cogens, then those who\r\nare actually implementing the regime could always\r\nclaim the protection of Article 25 of the Charter. There\r\nis no way of resolving this. The only way left that has\r\nnot been tried earlier is through an enlargement,\r\nparticularly of the permanent membership, of the\r\nSecurity Council and the transformation of its working\r\nmethods. That is the only recourse logically,\r\ntechnically and legally remaining.\r\nHowever, leaving this aside for the moment in\r\norder to get to the working methods themselves, one of\r\nthe delegations mentioned, I believe it was yesterday,\r\nthat the Group of Four (G-4) has been obsessed purely\r\nwith the question of enlargement. Even a cursory\r\nglance at the G-4 draft resolution would show that that\r\nis not the case. It is a comprehensive proposal with\r\ndetailed paragraphs on working methods, particularly\r\non the representation of countries through participation\r\nin subsidiary organs and the like, and the manner in\r\nwhich work should be conducted. So even if it is an\r\nobsession, I think it is, to be fair, a comprehensive\r\nobsession. One of the delegations said yesterday that if\r\nthe working methods are considered together with\r\nenlargement, then that would take the working methods\r\nhostage. What we are seeing, and as I have just\r\ndemonstrated, is that the working methods are and\r\nwould be taken hostage by the Security Council unless\r\nthey are accompanied by enlargement. It is true, as the\r\ndelegation said, that in the past, perhaps enlargement\r\nwas sometimes privileged. But then, as I have just\r\nshown, there was good reason for that.\r\nThe prime mover of the draft resolution on\r\nworking methods says that the General Assembly\r\nwould invite the Security Council to consider these\r\nworking methods. It would really break our heart if the\r\nSecurity Council were to decline this invitation. And in\r\nfact the Council did decline it even before it was made.\r\nThe most powerful member of the Security Council has\r\nclearly said that the Council will determine its own\r\nworking methods and procedures. Similarly, the same\r\nprime mover goes on to say that it is for the Council to\r\ndecide the actions that it would take, or, in this case,\r\nnot to take any action at all, which I suppose is also a\r\nkind of action.\r\nIn any case, it is quite clear to us that the most\r\nunacceptable part is to say, as did the statement of the\r\nprime mover, that the working methods do not require\r\na modification of the Charter. If there is no\r\nmodification of the Charter, there will certainly be no\r\nnew working methods. The history of the last half\r\ncentury more than amply proves this. In fact, another\r\nmover of the draft resolution quite clearly stated that\r\nthe report of the Security Council had once again gone\r\nback to the old style of mere facts, which, ultimately,\r\nare meaningless without any analytical content. In\r\nother words, the new style simply proved to be a brief\r\nIndian summer, followed again by the long winter of\r\nthe old style. So it is clear that working methods\r\ncannot be improved unless there is either an\r\nenlargement of the Council, through the addition of\r\nnew permanent members committed to improving\r\nthose methods and that would be held accountable in a\r\nreview if they do not, or, at least, a Charter amendment\r\non some of those working methods.\r\nOne country to the north of us was extremely\r\neloquent on the non-use of the veto in the case of the\r\nresponsibility to protect, an area in which that country\r\nhas in the recent past played a leading role in\r\norganizing several workshops. But I faintly recall that,\r\nduring negotiations in the group of 30 and the group of\r\n15, when we had argued in favour of including the non-\r\nuse of the veto in the outcome document, that country’s\r\nflag certainly did not go up in our support.\r\nWe have to be very clear on the fact that, unless\r\nthere is a determination to move uninterruptedly to a\r\nCharter amendment on issues such as the non-use of\r\nthe veto, there is no practical way that these new\r\nworking methods can actually be implemented in or by\r\nthe Security Council.\r\nHaving said that — I am speaking for India now,\r\nnot on behalf of the group of four — we would\r\ncertainly support this draft resolution on working\r\nmethods if it were to come up for action. We would\r\n12\r\nA/60/PV.50\r\nsupport it, and we would support it in spite of the\r\nconstraints that I have mentioned. Those constraints\r\nare obvious. From what I have said, it follows that we\r\nwould actually be substituting words for action. We\r\nwould be giving an impression of reform when, in fact,\r\nno reform was taking place.\r\nBut in spite of that, I say that we would support\r\nthese working methods, because at least it would be\r\nsome kind of a declaration in words that we are moving\r\nin the right direction — so we would still support it if\r\nit were to come up for action.\r\nThe most powerful country that I mentioned\r\nearlier has also — at least in some capitals —\r\ncirculated a non-paper, entitled, I believe, “Defeating\r\nthe Swiss resolution”. It reminds me, actually, of the\r\nnon-paper they had circulated earlier, on “Defeating\r\nthe G-4 resolution”. In other words, let us defeat\r\neverything that is reasonable and public-spirited in\r\norder to ensure the continued victory of unreason and\r\nto use again the Uniting for Consensus argument that\r\nthis would cause division and be inflammatory.\r\nObviously, anything that precedes a reform is bound to\r\nbe inflammatory. All radicalism is inflammatory.\r\nThe same paper goes on to say, “We reject this\r\nbecause it would mean the imposition of General\r\nAssembly oversight”. I thought that was the whole\r\nidea — that the General Assembly should have some\r\noversight.\r\nI would not really refute the arguments regarding\r\nArticle 30 and so on, because my young friend the\r\nPermanent Representative of Costa Rica has already\r\ndone this with great ability and skill — to borrow\r\nLincoln’s phrase, far above my power to add or detract.\r\nI will therefore not go into this, but, still, I would say\r\nthat a step is good only if it leads to further decisive\r\nsteps in the very near future, because without this\r\nfundamental change in the balance of forces we cannot\r\nreally effect reform of any kind.\r\nIn that same paper, and even in other statements,\r\nthey have said that — an argument, incidentally, used\r\nearlier by the Uniting for Consensus group — that the\r\nSwiss paper and earlier such draft resolutions would all\r\nlead to a draining out of concentration and energy from\r\nthe reform process. At any rate, if those are not the\r\nexact words, certainly this is their meaning.\r\nI would suggest that we all recall the period after\r\nJuly, because when the discussions on the\r\ncomprehensive reform of the Security Council ended,\r\nmuch of the colour, energy and synergy had gone out\r\nof the debate on the larger reform process and gone out\r\nof the negotiations. That is perfectly natural, because,\r\nafter all, the Security Council reform added synergy to\r\nthe general reform process for the simple reason that it\r\nis the heart of the reform — so it is perfectly natural.\r\nThe report of the Security Council that has been\r\npresented — I will not go into it because I have spoken\r\nat length already, and I do want to take up too much of\r\nthe Assembly’s time — but it merely confirms what we\r\nhave been saying, quite apart from the point made by\r\nthe movers of the Swiss resolution. It is reminiscent of\r\nCharles Dickens’s Mr. Gradgrind — facts, facts, facts;\r\nand we all know where Mr. Gradgrind ended up. Facts\r\nreally get one nowhere without some analytical\r\ncontent.\r\nBut apart from that, there are many other\r\nissues — consider the United Nations Mission in\r\nEthiopia and Eritrea (UNMEE), which we have had\r\noccasion to discuss. Although some progress has been\r\nmade, the Charter is still not being followed in the case\r\nof the relationship between the Security Council and\r\nthe troop-contributing countries. The thing is that, even\r\nhere, if it is not arbitrary strength, then it is indecisive\r\nweakness. In any case, it does not fulfil the essential\r\ncriterion for reasonable action, which is what the\r\nancient Greeks called sophrosyne — the golden mean.\r\nTherefore, if we look at this issue or at other\r\nworking methods, as distinguished from actions that\r\nhave been taken — for instance, some of the thematic\r\ndebates — I think we will find that they take up too\r\nmuch of the time and energy of the Security Council,\r\nbesides encroaching on the prerogatives of the General\r\nAssembly, because all that means is that the Security\r\nCouncil has less time to do something well, and more\r\ntime to do ill what needs to be done well.\r\nI think that we need to take a fresh look at this\r\ngamut of issues. I am not suggesting for a moment that\r\nthere have been no successes — not at all. There have\r\nbeen successes, but at the same time it is important to\r\nremember that there have been failures that could have\r\nbeen mitigated, mistakes that could have been\r\ncorrected, and successes that could have been made\r\nmore secure had there been an enlargement of the\r\nSecurity Council with the entry of new members,\r\nparticularly from Africa — the continent to which 70\r\nper cent of the Council’s time is devoted. Such new\r\n13\r\nA/60/PV.50\r\nmembers would have brought new essence, added\r\noptimality, and added acceptance to decisions and\r\nthereby minimized the use of force.\r\nIt would therefore be incorrect to think — and\r\nwould not really be conducive to a reasonable future if\r\none continued to feel — that all is for the best in the\r\nbest of all possible worlds, because to say that the\r\nworking methods of the Security Council are adequate\r\nwould be tantamount to saying that the Spanish\r\nInquisition was a time of objective judgment and\r\ntransparency. I do not think that any of us could say\r\nthat.\r\nI believe, therefore, that we need to remember\r\nthat there is a lot of room for improvement. We must\r\nalso consider practical ways of adopting these new\r\nworking methods and consider how the practical\r\nenlargement of the Security Council could take place,\r\nso that we can bring about a truly multilateral order in\r\nwhich justice reigns — not simply the capricious use of\r\nforce. I am sure that one day that will happen. In the\r\nmeantime, let us remember the Psalm in the Bible that\r\nstates: “Ye weigh out the violence of your hands in the\r\nearth” (The Holy Bible, Psalms 58:2).\r\nI have spoken at great length. I do not want to\r\naddress all the arguments of the Uniting for Consensus\r\ngroup, which we have addressed in so many earlier\r\ndebates. Briefly, to recapitulate, when one speaks of\r\nequity and equality, one should not forgot that this also\r\napplies within the permanent membership of the\r\nSecurity Council. And when one speaks of small\r\ncountries, it is worth recalling that many small\r\ncountries are, in fact, sponsors of the group of four’s\r\ndraft resolution. Nor should one forget that the\r\narithmetic of the Uniting for Consensus proposal, in\r\nparticular its emphasis on re-election and permanent\r\npresence applicable to all non-permanent seats, might\r\nin fact mean that there would be less chance of small\r\ncountries being elected, whereas the G-4 proposal\r\nclearly increases those chances, even if not by a very\r\nlarge factor.\r\nWith that, I rest our case. I would only say in\r\nconclusion that I think it is a grave error for those who\r\nthink that the issue of reform will go away to believe\r\nthat the reform will be a bit like the Cheshire cat: that\r\nyou will have a grin without a cat. They may well find\r\nthat the cat has nine lives. In fact, in that sense, they\r\nmay not only have caught the cat by the wrong tail but\r\ncaught the wrong cat by the wrong tail.\r\nIt is now late. I would therefore conclude by\r\nsaying that those who want to defend selfish privileges,\r\nprevent the empowerment of the developing countries\r\nand maintain the developing countries’ role as the\r\nobjects of history are, to our mind, forces already in\r\ndissolution. They have mistaken the hour of the day: it\r\nis evening.\r\nMr. Loayza Barea (Bolivia) (spoke in Spanish):\r\nAllow me, on behalf of the Government and the people\r\nof Bolivia, to convey to the Hashemite Kingdom of\r\nJordan our sincere condolences at the loss of human\r\nlives resulting from the unspeakable terrorist attacks\r\nthat took place in Amman. We firmly denounce those\r\nattacks.\r\nIn its section on the Security Council, the 2005\r\nWorld Summit Outcome (resolution 60/1) adopted by\r\nour heads of State or Government underlines that early\r\nreform of the Council is an essential element in making\r\nit more broadly representative, more efficient and more\r\ntransparent.\r\nIn that context, commitment to achieving the goal\r\nof enhancing the Council’s effectiveness and\r\nlegitimacy in the implementation of its resolutions is\r\nparticularly important. Such reform will respond to the\r\nexpectations, which have existed since the reform\r\nprocess began, that the joint efforts of Member States\r\ncan reap auspicious results.\r\nMy Government seeks to give the principal\r\norgans of the Organization the credibility and the\r\neffectiveness needed to tackle the vital issues on the\r\ninternational agenda. For the Security Council, which\r\nhas the primary responsibility for the maintenance of\r\ninternational peace and security, to be representative, it\r\nmust reflect the new twenty-first-century reality of the\r\nentire international community, in accordance with the\r\nprovisions of the Charter of the United Nations.\r\nAs we noted last February at an informal meeting\r\nof the General Assembly, I must reaffirm that Bolivia\r\nshares the aspiration for, and interest in, a broader\r\nconcept of collective security that, in an effective and\r\nequitable manner, reflects and ensures the inclusion of\r\nall States Members of the Organization.\r\nThus, the option of broader participation in the\r\nCouncil would be a recognition of those principles and\r\nwould ensure that the Council’s decisions embody the\r\nconstructive action that should characterize its work. In\r\nthat context, the Council’s working methods are\r\n14\r\nA/60/PV.50\r\nparticularly germane, in particular the Council’s\r\nrelations with the General Assembly. Proposals put\r\nforward in that respect have contributed interesting\r\npoints for our consideration.\r\nThat line of action should be applied not only to\r\nthe principal organs of the United Nations but also to\r\nthe agencies, funds and programmes of the United\r\nNations system. That would lead to greater\r\ncoordination and more dynamic participation. Those\r\nentities should have the operational capacity to achieve\r\nconcrete results that reflect, and give expression to, the\r\npolitical will of our States.\r\nThe President took the Chair.\r\nThat the issue of Security Council reform has\r\nbeen under consideration for more than a decade\r\ndemonstrates the complexity of achieving that goal.\r\nAlthough the various consultations and meetings have\r\nnot produced the anticipated results, they have\r\ncontributed to agreement on the various proposals for\r\nthe Council’s new structure, reflecting the spirit of the\r\nmandate of our heads of State or Government.\r\nFor that reason, we continue to believe that\r\nrepresentation on the Security Council must be\r\nbroadened. That expansion should have the primary\r\ngoal of ensuring balanced geographical representation,\r\nnot merely because that goal responds to a general\r\nprinciple but because, we are increasingly convinced,\r\nregional initiatives are decisive in the settlement of\r\nspecial problems.\r\nIf the Security Council possesses the legitimacy\r\nthat a comprehensive participatory process would\r\nconfer on it, the United Nations system will gain the\r\ncapacity to find solutions to the situations in various\r\nregions of the world that have not been satisfactorily\r\nresolved and responses to potential threats to\r\ninternational peace and security.\r\nIt is our belief that we must redouble our efforts\r\nto find a solution that reflects the aspirations of our\r\nGovernments and our peoples. No effort to that end\r\nwould be in vain. We trust that under your open,\r\ntransparent and measured leadership, Mr. President, we\r\nwill establish the most appropriate modalities for\r\ndealing with this important issue, as well as with\r\nestablishment of the Human Rights Council and the\r\nPeacebuilding Commission.\r\nMr. Cordovez (Ecuador) (spoke in Spanish): It is\r\na particular pleasure, Sir, to address the General\r\nAssembly under your presidency.\r\nI would like to convey the condolences and the\r\nfeelings of solidarity of the Government and the people\r\nof Ecuador to the Government and the people of Jordan\r\nfor the recent unspeakable attacks against them.\r\nDespite the enormous changes that the\r\ninternational system has undergone in the past 60\r\nyears, the concept of collective security enshrined in\r\nthe Charter of the United Nations has maintained its\r\nfull force. But the effective application of that concept\r\nrequires an efficient institutional mechanism. In order\r\nfor it to be effective, the structure and the working\r\nmethods of the Security Council must be modernized:\r\nthey have to catch up with the world.\r\nThe reform of the Security Council is absolutely\r\nessential to ensure the Council’s authority and\r\ncredibility. The composition of the Council has not\r\nreflected the current reality for many years, and it\r\nshould be enlarged as soon as possible. In doing so, we\r\nmust take into account the principle of equitable\r\ngeographic distribution. There must, of course, be\r\nmore representation of developing countries in the\r\nCouncil.\r\nThe Council’s working methods must be made\r\ndemocratic, as should its procedures and the way in\r\nwhich it takes its decisions. The transparency of its\r\nprocedures and those of its subsidiary bodies should be\r\nincreased.\r\nThe Council must give a more frequent account\r\nof its proceedings to countries not members. Here I\r\nwould endorse what the delegate of India said, that\r\nconsideration of a report of the kind we are now\r\ndiscussing should not be an annual event, but part of a\r\nmuch more frequent and interactive relationship\r\nbetween the Council and the General Assembly.\r\nThe Council must also maintain a better dialogue\r\nwith countries that are not Council members. It should\r\ncoordinate better with regional and subregional\r\norganizations for conflict prevention, peacekeeping and\r\npeacebuilding. This is particularly important in the\r\nLatin American and Caribbean region.\r\nThe countries that are involved in issues that are\r\ndealt with in informal Council consultations should be\r\nheard directly in those meetings. General and public\r\nsummaries of what is discussed and decided in\r\n15\r\nA/60/PV.50\r\ninformal consultations should be produced and made\r\navailable immediately to States not members of the\r\nCouncil. Also, an overlapping of functions with the\r\nCouncil’s subsidiary bodies should be avoided.\r\nThe Government of Ecuador feels that we should\r\nconsider restricting the right of veto of the permanent\r\nmembers to very specific subjects, with a view to\r\neventually eliminating the veto. A first step towards\r\nthat goal would be to limit the exercise of the right of\r\nveto exclusively to the provisions of Chapter VII of the\r\nCharter.\r\nEcuador feels that 12 years of negotiations on\r\nthese matters is too much time and has already cost the\r\nOrganization an enormous amount of money as well as\r\nuntold efforts on the part of all delegations. We need to\r\nfind a way to make progress in this area. We feel that\r\nthe proposal of Brazil, India, Germany and Japan has\r\naspects of great interest that we support and that merit\r\nthe soonest possible attention.\r\nI would suggest that we decide how and when we\r\nare going to adopt the most necessary decisions,\r\nincluding the increase in members, in order to\r\nmodernize the Council, and that we then subsequently\r\nmove forward with the necessary political will.\r\nMr. Butagira (Uganda): To begin, I would like,\r\non behalf of the Ugandan Government, to extend our\r\nheartfelt condolences to the Hashemite Kingdom of\r\nJordan on the tragic loss of innocent lives. This tragic\r\nincident underscores the fact that the international\r\ncommunity should, more than ever before, resolve to\r\nfight the cancer of terrorism. In this regard, this\r\nGeneral Assembly should move quickly to conclude\r\nthe convention on counter-terrorism.\r\nUganda congratulates Ambassador Andrey\r\nDenisov of the Russian Federation, for presenting, on\r\nbehalf of the Security Council, the report of the\r\nCouncil. We congratulate also the two co-Chairs of the\r\nOpen-ended Working Group on the Question of\r\nEquitable Representation on and Increase in the\r\nMembership of the Security Council and other Matters\r\nrelated to the Security Council.\r\nUganda aligns itself with the statement made by\r\nthe representative of Nigeria on behalf of the African\r\nGroup.\r\nThe Security Council, as per its Charter mandate,\r\nis primarily responsible for the maintenance of\r\ninternational peace and security. That is a very heavy\r\nresponsibility exercised on behalf of Member States,\r\nwhich must have full confidence in the Council’s\r\noperations and be assured that their interests are\r\nprotected.\r\nVery often, however, we have witnessed instances\r\nwhen, for unexplained reasons, the Security Council\r\nhas adopted a hands-off policy. Africa, for instance,\r\nhas witnessed a number of devastating conflicts. Yet,\r\nbeyond condemnation and statements of appeal, the\r\nSecurity Council has not done enough.\r\nThe volatile security situation in eastern\r\nDemocratic Republic of Congo is a case in point. This\r\nregion has become a haven for all manner of rebel\r\ngroups, who are a threat to the security of neighbouring\r\nStates. The Council has watched as the numbers of\r\nthese rebel groups have multiplied and they have\r\nacquired considerable quantities of arms. For example,\r\na Ugandan rebel group known as the People’s\r\nRedemption Army has grown to over 2,000 in number,\r\nunder the eyes of the United Nations Organization\r\nMission in the Democratic Republic of the Congo\r\n(MONUC). Uganda warned of the existence of this\r\ngroup, but its warnings were ignored until recently,\r\nwhen the MONUC Representative, Ambassador Swing,\r\nacknowledged the presence of this and other rebel\r\ngroups.\r\nSurely, the Security Council cannot allow the\r\neastern Democratic Republic of the Congo to be a\r\nconservation area for rebels. His Excellency President\r\nMuseveni of Uganda has suggested a way forward —\r\nthat is, to give MONUC a robust mandate to disarm\r\nthese negative elements or invite a third party to do the\r\njob. Alternatively, Uganda, Rwanda, Burundi, the\r\nDemocratic Republic of the Congo and other\r\nneighbours could act jointly under Security Council\r\nauthorization to wipe out these terrorists, or the\r\nCouncil could authorize the African Union to do so.\r\nThe Security Council should weigh these options\r\nas a matter of urgency. The leader of the Council\r\ndelegation to the Great Lakes region, Ambassador\r\nJean-Marc de La Sablière of France, is quoted as\r\nsaying in Uganda on 9 November, when the Council\r\nmission was in Uganda, that the time for voluntary\r\ndisarmament has come to an end. So let the Council act\r\nquickly to disarm the rebels for the sake of peace and\r\nsecurity in the region.\r\nWith regard to the question of equitable\r\nrepresentation on the Security Council, much has been\r\n16\r\nA/60/PV.50\r\nsaid by many delegations, all emphasizing the\r\nimportance of Council membership reflecting the\r\nrealities of the modern world. Suffice it to say that\r\nAfrica has been in the unenviable position of being\r\ntreated as a second class citizen. It is the only continent\r\nwithout permanent membership. Much of the Council’s\r\nwork concerns Africa. By asking for two permanent\r\nseats with all the prerogatives, including the veto, we\r\nare not begging for favours. We are demanding a\r\ncorrection of a historic wrong. The present\r\narrangement of five permanent members with a\r\nmonopoly on the power of veto cannot be rationally\r\njustified, but as long as it lasts, we demand that Africa\r\nbe accorded the same privilege. It is in this connection\r\nthat the African Union reaffirmed last month its\r\nprevious position calling for two permanent seats, with\r\nall the privileges that go with that status, as well as five\r\nnon-permanent seats.\r\nWe do not buy the argument that it may be\r\ndifficult to ask for permanent seats with the power of\r\nveto because the present five permanent members have\r\nno wish to enlarge their club. We are fighting for a\r\nprinciple that should not be sacrificed at the altar of\r\nexpediency. History is replete with examples where\r\nsteadfast struggle, however longlasting, has resulted in\r\nvictory.\r\nWith regard to its working methods, the Security\r\nCouncil should not function as an exclusive club.\r\nGreater involvement by non-member States in its work\r\nis essential. For example, if a matter under discussion\r\naffects a Member State, that State should be afforded\r\nan opportunity to make a statement, rather than merely\r\nbeing invited to listen to the statements of Council\r\nmembers. In addition, the veto should be used as a last\r\nresort, if used at all, and certainly not in cases\r\ninvolving genocide, ethnic cleansing and crimes\r\nagainst humanity.\r\nMr. Spatafora (Italy): First of all, let me express,\r\non behalf of the Government of Italy, the strongest\r\npossible condemnation of the criminal terrorist attacks\r\nagainst the civilian populations in Amman and\r\nBaghdad. Italy expresses its sincere solidarity to the\r\nGovernments and the peoples of the Hashemite\r\nKingdom of Jordan and of Iraq and to the families of\r\nthe innocent victims.\r\nI would like to join my colleagues, Mr. President,\r\nin expressing my appreciation for the way in which\r\nyou are leading the consultations on the various\r\nfollow-ups to the outcome document (resolution 60/1).\r\nWe feel your passion, the optimism of your heart and\r\nwhat I would call your “Mediterranean” enthusiasm,\r\nbut at the same time we feel and appreciate your cool\r\nand calm presence. We are pleased to see that our\r\nPresident has a political vision, but that at the same\r\ntime he is keen to avoid getting out of touch with the\r\nmembership — that is, with the ground and its hard\r\nrealities. Such a balance, I believe, is the Dag\r\nHammarskjöld legacy at its best.\r\nI would also like to join my colleagues in\r\nexpressing strong support to and appreciation for the\r\nVice-Chairs of the Open-ended Working Group,\r\nAmbassador Bethel and Ambassador Wenaweser, for\r\ntheir efforts and determination in leading, with energy\r\nand commitment and in a very delicate and sensitive\r\nenvironment, the discussions on the fundamental issue\r\nof improving the Security Council’s working methods.\r\nI would like to recall, in that regard, that we must\r\nimplement the decision taken by the General Assembly\r\nat the 117th meeting of the fifty-ninth session. By\r\napproving paragraph 19 of the report of the Open-\r\nended Working Group (A/59/47), we have committed\r\nourselves to continue to work through the Group,\r\nconsidering both the expansion of the Security Council\r\nand the improvement of its working methods, “drawing\r\non the experience of its fifty-ninth session as well as\r\nthe views to be expressed during its sixtieth session”.\r\nThere is now a proposal on the table — a very lucid,\r\ninteresting and articulate document circulated by the\r\ngroup of five small nations (S-5) — which, because of\r\nits fresh approach, deserves our very careful attention\r\nand our constructive, result-oriented and non-divisive\r\nengagement. By “non-divisive”, I mean that we will\r\nhave to be consensus-led, avoiding a vote.\r\nI now turn to today’s consultations on Security\r\nCouncil reform. As I am taking the floor at this stage\r\nof the debate, I feel that I should just say that I fully\r\nagree with and strongly support the approaches,\r\nconsiderations and reflections already put forward by\r\nmany like-minded colleagues. To mention only one of\r\nthese, I recall the statement by the Permanent\r\nRepresentative of Pakistan. Full of substance,\r\ncreativity and flexibility, that statement was an\r\ninvitation addressed to the entire membership to\r\nbecome engaged, under the President’s leadership, in\r\nconstructive, result-oriented, comprehensive and non-\r\ndivisive consultations and negotiations.\r\n17\r\nA/60/PV.50\r\nIndeed, today’s consultations should offer to the\r\nmembership an opportunity for a moment of reflection\r\nso that, standing on solid ground, taking a fresh\r\napproach and building upon lessons learned, we can\r\nstart a new phase of a fruitful brick-building exercise,\r\nas you said earlier, Mr. President. The positions taken\r\non this matter by Uniting for Consensus are well\r\nknown, and it is not necessary for me to expand on\r\nthem; Ambassador Akram and many others among my\r\ncolleagues have been very eloquent on the matter. I\r\nshould just like to recall that the main feature and the\r\nstrength of our position is its flexibility, which allows\r\nbreathing room for a fresh approach, if and when\r\nneeded its inclusiveness and its capacity to\r\naccommodate the interests and concerns of ever-\r\ngrowing sectors of the membership.\r\nAs I recently recalled, the statements on Security\r\nCouncil reform made by our political leaders at the\r\nsummit and at the ministerial segment of the General\r\nAssembly show, through the objectivity of the\r\nnumbers, that a very clear relative majority — more\r\nthan 42 per cent — of Member States now uphold\r\npositions, values and principles that are Uniting for\r\nConsensus positions, values and principles.\r\nUniting for Consensus is ready to engage, under\r\nthe President’s leadership, in brick-building\r\nconsultations and negotiations with all sectors of the\r\nmembership, in good faith and with strong good will\r\nand a constructive and result-oriented approach, aimed\r\nat comprehensive and non-divisive Security Council\r\nreform.\r\nBut let us bear in mind one of the most important\r\nlessons learned from the last session: we must not\r\nallow ourselves to become hostages to this issue,\r\nrisking the derailment or mishandling of other issues\r\nthat, in the follow-up to the summit, have more urgent\r\npriority. Such derailment or mishandling will occur if\r\nour approach to the Security Council issue is divisive\r\ninstead of consensus-led. “Consensus” does not mean\r\n“unanimity”; rather, it means “quality consensus”, a\r\nconcept that I have borrowed from the President of the\r\nGeneral Assembly and that has important political and\r\ngeopolitical bearings. A quality consensus must be\r\npursued with patience and determination, bearing in\r\nmind that the time has come for us — the entire\r\nmembership — to try our best to address the issues at\r\nstake with a fresh approach, leaving behind the old\r\ndivisive paths that have led us nowhere.\r\nAs stated in a very balanced way by Ambassador\r\nWenaweser, Permanent Representative of\r\nLiechtenstein, at the 48th meeting,\r\n“Security Council reform cannot be at the top of\r\nour agenda for the time being. At the same time,\r\nof course, the agreement in the outcome\r\ndocument regarding early reform must not be\r\nignored. It therefore seems advisable to gradually\r\nand cautiously build up the necessary political\r\nmomentum that can result in effective change and\r\nreal reform, with the strongest possible political\r\nsupport from the membership”.\r\nAmbassador Hannesson, Permanent\r\nRepresentative of Iceland, has expressed the view that\r\nthe proposal of the Group of Four countries remains\r\nthe most “practical” basis for reforming the Council. I\r\ndo not believe that what we need is simply a\r\n“practical” way out. What is on the table?\r\nWe have heard strong requests for national\r\npermanent seats, strong requests for two regional —\r\nnot national — permanent seats for Africa and requests\r\nfor a permanent seat that would rotate among Arab\r\nStates. Then we have the position of the 57 members of\r\nthe Organization of the Islamic Conference (OIC) — a\r\nsector representing nearly a third of this house —\r\nwhich is set out in the Final Communiqué of the\r\nAnnual Coordination Meeting of Ministers for Foreign\r\nAffairs of the OIC, issued in New York on 23\r\nSeptember 2005 (A/60/440). In paragraph 64, the\r\nCommuniqué states that the Meeting\r\n“stressed an increased role of regional groups in\r\nnomination of their representatives to serve on\r\nthe Council. The Meeting called for a\r\ncomprehensive reform of the Security Council in\r\nall its aspects so as to make it more democratic,\r\nrepresentative, transparent and accountable. It\r\nalso recognized that there was a wide support for\r\nincreasing the number of non-permanent\r\nmembers in the Security Council. It decided that\r\nany reform proposal which neglect the adequate\r\nrepresentation of the Islamic Ummah in any\r\ncategory of membership in an extended Security\r\nCouncil will not be acceptable to the Islamic\r\nWorld.”\r\nParagraph 68 states:\r\n“the Meeting stressed the initiation of\r\nconstructive negotiation between all United\r\n18\r\nA/60/PV.50\r\nNations Member States, to refrain from pushing\r\ndivisive votes, without imposing any time limits.\r\nIt called for [and to build] upon the points of\r\nconvergence such as the need to enlarge the\r\nCouncil, to increase the representation of\r\ndeveloping countries, and to improve the working\r\nmethods and transparency of the Council’s\r\nwork.”\r\nIs that the voice of a third of the membership\r\ncalling for a “practical” solution, or is it a strong\r\nappeal by a third of the membership for a more\r\nadvanced dialogue and for more flexible and inclusive\r\n“political” solutions? — a path, by the way, that is the\r\nsame path for which Uniting for Consensus is striving.\r\nWe will trust your judgement and powers of\r\nanalysis, Mr. President, when the time comes for you\r\nto assess where we stand on the path that must lead to\r\nthe reform of the Security Council.\r\nI would like to conclude by stressing a point that\r\nis of fundamental importance for all of us as far as\r\nSecurity Council reform is concerned, as it has a direct\r\nimpact on our ownership of this House. In shaping the\r\nreform, we will have to be vigilant in order to preserve\r\nthe “ownership rights” conferred on all of the Member\r\nStates by the Charter on the basis of sovereign equality.\r\nWe must prevent those rights from being gradually\r\neroded. We will succeed if we do not compromise on\r\none point: whichever Member State may have a seat in\r\nthe Security Council, in whatever capacity, with or\r\nwithout a long renewable mandate, that Member State\r\nmust be there only because we — the owners of the\r\nHouse — have decided to send it there with our votes.\r\nWe may in future decide to keep that same Member\r\nState on the Council if, in our judgement, the time is\r\nnot ripe for a rotation, on the basis of a scenario\r\nrequiring our votes either in the General Assembly or,\r\nif necessary, in the regional group. A different scenario\r\nwould imply — let us not fool ourselves — that we\r\nhave given up our ownership.\r\nOnly if and when all Member States feel that they\r\nare not marginalized and that they will always be part\r\nof the process because they are owners of this House\r\nwill we succeed in strengthening this Organization,\r\nbecause we will succeed in engaging all of its\r\ncomponents. That is also the reason why we need non-\r\ndivisive reform.\r\nThe President: I thank the Permanent\r\nRepresentative of Italy for his kind words with regard\r\nto how to combine Nordic and Mediterranean qualities\r\nas President of the General Assembly.\r\nMs. Rivero (Uruguay) (spoke in Spanish): I\r\nshould like first of all to express, on behalf of the\r\nGovernment and the people of Uruguay, our profound\r\nsolidarity with the people of Jordan in connection with\r\nthe heinous terrorist attacks that took place there.\r\nAs we have make clear on various occasions,\r\nUruguay firmly believes in multilateralism. That is\r\nwhy, since the very creation of this Organization, we\r\nhave contributed to the best of our ability to the many\r\nactivities of the United Nations.\r\nUruguay has served in the Security Council for\r\njust one term. However, that was in 1965 and 1966 —\r\nmany years ago. It was a very different time, and the\r\nwork of the Council was very different from today.\r\nThat is why we welcome this opportunity to\r\nspeak about the report of the Security Council. Thanks\r\nto the volume and comprehensiveness of the report, we\r\ncan see that the work of that body has increased\r\nconsiderably in recent years, in terms of both its\r\nquantity and its scope. We would like to say that we\r\nappreciate the difficult work carried out by States\r\nmembers of the Council on a daily basis, as well as\r\ntheir efforts to make that work more accessible to other\r\nMember States.\r\nBecause we know that today’s world is very\r\ndifferent, we share the views of representatives who\r\nspoke earlier, that both the composition of the Council\r\nand its working methods must be adjusted to current\r\npolitical conditions, so as to make it a more effective\r\ninstrument for dealing with current threats to\r\ninternational peace and security. Uruguay has\r\nexpressed this view before: we want a more efficient,\r\nmore democratic and more representative body.\r\nWith regard to expansion, we can support the\r\nmodel presented by the Group of Four countries, but\r\nwe reiterate our firm opposition to the extension of the\r\nright of veto.\r\nIt is clear that today’s urgent situations make a\r\nrapid response from the United Nations essential. But\r\nthat does not imply that such response will be\r\nevaluated and decided upon without taking into\r\naccount the considerations of Member States. We feel\r\nvery optimistic in this regard, given the near-consensus\r\namong representatives concerning the need to devote a\r\nlarge part of the task of reforming the Security Council\r\n19\r\nA/60/PV.50\r\nto improving its working methods. In this respect, we\r\nview with particular interest the proposal introduced by\r\nthe group of five small States — the “Small Five” —\r\nand we hope that it will provide a good basis for our\r\nfuture work in this field.\r\nWe consider it essential to increase the\r\ntransparency of the Council’s work as a way of\r\nincreasing its credibility. We believe the practice of\r\nholding open debates in which all Member States can\r\nparticipate is quite suitable. However, there is room for\r\nimprovement. It always surprises us when a draft\r\nresolution or declaration is produced immediately at\r\nthe conclusion of such a debate. It seems to us that a\r\ncertain amount of time should be set aside to allow\r\nCouncil members to consider the comments that have\r\nbeen made. They should not just listen to what is said\r\nbut — more important — pay attention to it.\r\nWe are convinced that the enormous amount of\r\ntime devoted to this subject will produce the desired\r\nresults. We are confident that by bringing together all\r\nof the intelligent suggestions that have been made, we\r\nwill be able to achieve, if not the perfect solution, at\r\nleast the goal that we have set ourselves: to bring the\r\nSecurity Council’s working methods up to date.\r\nMr. Kittikhoun (Lao People’s Democratic\r\nRepublic) (spoke in French): For 13 years now we\r\nhave been engaged in this long and difficult debate on\r\nthe reform of the Security Council — a subject that, as\r\nwe are all keenly aware, is of overriding importance.\r\nSome — not without justification — have become\r\nfrustrated and impatient, while others have counselled\r\ncaution.\r\nIn this complex world in which threats to peace\r\ncontinue to loom, there can be no doubt that the\r\nSecurity Council has a significant role to play. To make\r\nthat organ more effective, representative and\r\ndemocratic, it must be reformed so as to take account\r\nof current global realities.\r\nThe position of the Lao People’s Democratic\r\nRepublic on Security Council reform is well known\r\nand has been reaffirmed on many occasions. We favour\r\nan increase in the number of both permanent and non-\r\npermanent members, from developed and developing\r\ncountries, in accordance with the principle of equitable\r\ngeographic distribution and taking into account the\r\nrelative importance of countries. We also believe that\r\nthe reform should include measures that would make\r\nthe working methods of the Council more transparent,\r\nparticularly with regard to its decision-making process.\r\nAfrica is a large continent. The African people,\r\nlike all other peoples, deserve our highest respect. The\r\nfact that Africa has no permanent seat on the Security\r\nCouncil in order to promote its rights is unjust. This\r\ninjustice needs to be corrected, and Africa should,\r\ntherefore, also have permanent seats in a future,\r\nenlarged Council.\r\nOur world today is undergoing rapid and complex\r\nchange. We are all encountering new, complex global\r\nrealities. The Security Council, the principal body for\r\nthe maintenance of international peace and security,\r\nmust adapt to these realities. We must work together in\r\na spirit of compromise to reform the Security Council\r\nin order to make it more effective, legitimate,\r\ndemocratic and transparent.\r\nMr. Suazo (Honduras) (spoke in Spanish): My\r\nfirst words are directed to the Government and people\r\nof the Kingdom of Jordan to express our feelings of\r\nsolidarity and condolences with regard to the terrorist\r\nattacks in the capital of Amman and upon the occasion\r\nof the loss of precious human life. Honduras repeats its\r\ncondemnation and rejection of all acts of terrorism.\r\nWe would also like to express our thanks to the\r\nrepresentative of the Russian Federation, Ambassador\r\nDenisov, for his presentation of the report on the\r\nactivities of the Security Council. This document has\r\nbeen discussed at length by others who have taken the\r\nfloor before me. This makes it difficult for me not to be\r\nrepetitive or redundant in my intervention. However, I\r\ndo consider it important to reiterate and state that we\r\nagree with many of the ideas that have been expressed.\r\nWith regard to the fact that we need a thoroughgoing\r\nand systematic analysis of the activities carried out by\r\nthe Security Council in the promotion of international\r\npeace and security. A mere list of the activities of the\r\nSecurity Council, documents circulated and thematic\r\naccounts give us only a limited view of what is being\r\ndone. Very often, we do not know how and why certain\r\ndecisions have been taken and particularly why in\r\ncertain urgent situations there sometimes seems to be\r\nparalysis. The format of the document is repeated\r\nevery year, but it gives us no more than a limited and\r\nincomplete view of all that is being done in the\r\nSecurity Council. This debate in the General Assembly\r\nis also part of this ritual, when we discuss this report.\r\nWhat has been said yesterday and today is the same\r\n20\r\nA/60/PV.50\r\nthing that my delegation has been hearing for the past\r\nten years.\r\nWe are not moving forward, neither with enough\r\nspeed nor in the right direction. The recent summit and\r\nthe broad discussions of the future of the United\r\nNations and its main bodies gave rise to hopes that this\r\nyear’s report would be more substantive and\r\nsystematic. We hope that after the current\r\nconsiderations raised in this discussion, the Security\r\nCouncil will take into account all of the contributions\r\nand inputs made, so that next year we will see a report\r\nthat reflects provisions of the Charter and the\r\nexpectations of this Assembly with regard to that\r\ndocument.\r\nNow I would like to refer to the reform of the\r\nSecurity Council and its enlargement. My delegation\r\nwould like to stress the need for the body that has a\r\ndirect bearing on political decisions regarding\r\ninternational peace and security and matters of life and\r\ndeath for thousands of human beings to be more\r\ndemocratic, more transparent and more representative\r\nand, therefore, more universally legitimate.\r\nDiscussions on these matters are well known and will\r\nstrengthen the Council and this is why we have always\r\nsupported the need for the Council’s reform. We feel\r\nthat this will give greater and universal legitimacy to\r\nits actions and to its consultative and decision-making\r\nprocesses. In this respect, Honduras feels that Germany\r\nand Japan are two Members of this Organization that\r\nmeet the requirements to be part of this body. Their\r\ncontribution in humanitarian, social and economic\r\nfields puts them in the vanguard as candidates for seats\r\non the Council.\r\nHonduras, which is a founding Member of this\r\nOrganization, considers that reform and the\r\nstrengthening of the United Nations are closely linked\r\nto the integrity and legitimacy of its bodies. Therefore,\r\nwe feel that the document adopted by the heads of\r\nState and Government at the last Summit gives us a\r\nclear and precise mandate to carry out the reform and\r\nexhaust all possible avenues for enlargement of the\r\nSecurity Council, the creation of the Peacebuilding\r\nCommission and the Human Rights Council. These\r\nbodies should work jointly and in unison within a new\r\ninternational architecture.\r\nMy delegation will continue contributing and\r\nfollowing up all initiatives and proposals aimed at\r\nstrengthening our Organization. For that reason we are\r\nvery happy to see the document prepared by the\r\ndelegations of Costa Rica, Jordan, Liechtenstein,\r\nSingapore and Switzerland on the importance of\r\ndefining the working methods and procedures of the\r\nSecurity Council, and particularly — its rules of\r\nprocedure.\r\nMr. Zinsou (Benin) (spoke in French): Allow me\r\nto express from this rostrum my solemn condolences\r\nand those of my delegation to the delegation of the\r\nHashemite Kingdom of Jordan upon the terrorist\r\nattacks that took place in that country 9 November\r\n2005. We repeat here our condemnation of terrorism in\r\nall its forms. My delegation aligns itself with the\r\nstatement made here yesterday by the Permanent\r\nRepresentative of Nigeria on behalf of the African\r\nGroup.\r\nMr. President, my country, Benin, thanks you for\r\norganizing this debate. The annual report covers a\r\nperiod of intense activity by the Council, which has\r\nbeen faced with events and unfolding crisis situations.\r\nAfrica has been the main arena of its interventions. The\r\nCouncil has striven to make the best possible use of the\r\ntools at its disposal under the Charter in order to\r\ncontrol very diverse situations characterized by great\r\ninstability in the fields of operation where missions are\r\ndeployed on the continent. My delegation has\r\ncontributed as much as possible to ensuring consensus\r\nwithin the Council on the ways to implement\r\nappropriate responses to the various problems that the\r\nchanging situations in the field has placed before the\r\nCouncil in the exercise of its primary responsibility for\r\nthe maintenance of international peace and security.\r\nWe welcome, in particular, the synergy that the\r\nEconomic Community of West African States\r\n(ECOWAS) and the African Union has been able to\r\ndevelop with the United Nations to put the peace\r\nprocess in Côte d’Ivoire into the proper perspective.\r\nAdoption of resolutions 1572 (2004) and 1584 (2005)\r\ngave the Council the means to put pressure on the\r\nparties in Côte d’Ivoire to avoid any worsening of the\r\nsituation that could lead to an escalation of the crisis.\r\nHowever, although the coordinated actions of the\r\nUnited Nations and regional African organizations\r\nhave been effective, the phenomenon of local ethnic\r\nviolence has seriously affected the civilian population\r\nand has presented a major challenge. The massacre in\r\nGatumba in Burundi on 13 August 2004, and the broad\r\ncondemnation that ensued, was a catalyst in favour of\r\n21\r\nA/60/PV.50\r\nthe emergence of a consensus on the principle of\r\nincluding in peacekeeping operations the mandate to\r\nensure, by all means, the effective protection of\r\ncivilians who are threatened by violence.\r\nWe must not neglect to mention here an essential\r\naspect of the protection of civilians — that of children\r\nin armed conflict. That question was given special\r\nattention by the Council in the period covered by the\r\nreport. My country welcomes the opportunity that it\r\nhad to play a leading role in that area, in particular\r\nthrough the organization of a public debate on the issue\r\nand the holding of negotiations on resolution 1612\r\n(2005) which was adopted by the Council on 26 July\r\n2005.\r\nThat resolution authorizes the implementation of\r\nan oversight mechanism and the dissemination of\r\ninformation on children affected by armed conflicts, as\r\nwell as the creation of a working group to study the\r\nreport produced by that mechanism. We welcome the\r\nfact that the working group is being lead by the\r\nAmbassador of France, His Excellency Mr. Jean-Marc\r\nde La Sablière, who will chair the group.\r\nAnother major problem facing the Council has\r\nbeen the non-respect of the arms embargoes imposed\r\nby the Council. The problem is very serious in Somalia\r\nand the Democratic Republic of the Congo where the\r\nflow of illegal arms continues to fuel endemic\r\nviolence. It is necessary to ensure the political will of\r\nneighbouring countries and Member States in general\r\nin order to resolve that issue.\r\nAmong the progress that has been made with\r\nregard to the maintenance of peace in the period under\r\nconsideration, specific reference should be made to the\r\ncase of Sierra Leone, where the peacekeeping\r\noperation will soon be completely withdrawn and will\r\nbe replaced by an integrated support office for\r\npeacebuilding. That office will have an important role\r\nto play in eliminating the underlying causes of the\r\nconflict. We could ask ourselves why it was not\r\npossible to address those issues during the period when\r\nthe mission was fully operational. We hope that the\r\nmandates of peacekeeping operations in the future will\r\ntake account of the underlying causes of conflict.\r\nWe welcome the fact that the question of land\r\nproperty rights in Burundi has been addressed in the\r\nframework of the international support mechanism\r\ndesigned to help that country after the restoration of\r\nconstitutional order.\r\nThe Council is seen more often as a body\r\nresponsible for managing crises and conflicts. But a\r\ncloser reading of the Charter will bring to light some\r\nfunctions that a particular historical context has\r\nallowed us to ignore. Thus, the role of the Security\r\nCouncil in the area of conflict prevention has not been\r\nfully developed. Resolution 1625 (2005), which was\r\nnegotiated by my delegation in close cooperation with\r\nother African countries that are Council members and\r\nwhich was adopted by the heads of State and\r\nGovernment on 14 September 2005, fills that gap to a\r\ncertain extent.\r\nCurrently, the Secretary-General is looking at the\r\nmodalities for its implementation. However, let us\r\nmake no mistake here. These are not measures intended\r\nexclusively for Africa. They make up a framework of\r\naction that can be applied in any country throughout\r\nthe world that is facing a situation that poses a risk for\r\ninternational peace and security.\r\nWe could not close without repeating, once again,\r\nour hope to see the reform of the Security Council soon\r\nattaining success and leading to an enlargement of its\r\nmembership in a manner that respects the legitimate\r\ndemands of the African continent.\r\nConcerning the no less important issue of\r\nworking methods, my delegation fully supports the\r\nprinciple of strengthened consultations with Member\r\nStates and of enhanced transparency in the work of the\r\nCouncil. That transparency must allow for the\r\ndiscretion required when dealing with certain sensitive\r\nmatters and must take account of the interests of\r\nMember States.\r\nThe Council will be dealing with the issue of its\r\nworking methods shortly. However, that question\r\nshould be examined in relationship with the new\r\nmembership of an enlarged Council. The work methods\r\nof a Council with 25 or 26 members will differ\r\nconsiderably from those of a Council with 15 members.\r\nThe question of work methods therefore can be dealt\r\nwith in an integrated manner only when the issue of the\r\nmembership of the Council has been fully defined.\r\nNevertheless, all the improvements that can be\r\nintroduced immediately should be introduced, taking\r\ninto account the views of Member States.\r\nThe issue of thematic debates continues to be a\r\nsensitive issue. The thematic debates have a\r\nconsiderable usefulness for the work of the Council.\r\nThey are necessary for the adoption of a proactive\r\n22\r\nA/60/PV.50\r\napproach in identifying and managing new threats and\r\nin the Council’s exercise of its monitoring\r\nresponsibilities. They also offer the possibility for\r\nbroader consultation with Member States.\r\nThe President: We have heard the last speaker in\r\nthe debate on the items of today and yesterday.\r\nMay I take it that the Assembly takes note of the\r\nreport of the Security Council contained in document\r\nA/60/2?\r\nIt was so decided.\r\nThe President: A representative has asked to\r\nspeak in right of reply. May I remind members that, in\r\naccordance with General Assembly decision 34/401,\r\nstatements in exercise of the right of reply are limited\r\nto 10 minutes for the first intervention and to 5 minutes\r\nfor the second and should be made by delegations from\r\ntheir seats.\r\nMr. Kitaoka (Japan): Thank you, Sir for\r\nallowing us to exercise our right of reply, as the\r\nmeeting comes to an end. My comments are related to\r\nthe statement made by the representative of the\r\nDemocratic People’s Republic of Korea this morning. I\r\nwill keep my remarks brief and positive. First, we\r\nfirmly believe that the qualifications of a given country\r\nfor permanent membership in the Security Council\r\nshould be judged based on that country’s contributions\r\nto the maintenance of international peace and security.\r\nSecondly, regarding the issues of the past, I wish\r\nto record that Prime Minister Koizumi has expressed\r\non various occasions, including on 22 April of this year\r\nto more than 100 world leaders attending the Asia-\r\nAfrica summit in Bandon, Indonesia, Japan’s heartfelt\r\napology for what Japan caused through its colonial rule\r\nand aggression, and stated its renewed resolve to\r\ncontribute to the peace and prosperity of the world in\r\nthe future. He again elaborated those thoughts on\r\n15 August of this year. My delegation would like to\r\nremind the Democratic People’s Republic of Korea and\r\nthe international community as a whole that the fifth\r\nmeeting of the six-party talks was held in Beijing and\r\nbilateral talks between Japan and the Democratic\r\nPeople’s Republic of Korea were reconvened last week\r\nafter one year’s suspension. The representatives of our\r\ntwo countries had an in-depth exchange of views on\r\nvarious matters, including the settlement of unfortunate\r\npast issues, as well as outstanding issues of concern.\r\nThey considered the talks to be very useful and agreed\r\nthat it would be desirable to reconvene the bilateral\r\ntalks in the near future.\r\nMr. Ri Song Hyon (Democratic People’s\r\nRepublic of Korea): The reform of the Security\r\nCouncil involves the interests of all Member States, big\r\nand small. For that reason, the discussion of Council\r\nreform is very complicated. Today, my delegation\r\npresented our views on that matter, including on the\r\nCouncil’s working methods. In particular, we\r\nmentioned Japan’s bid for a permanent seat and the\r\nissue of past crimes. That issue is really a yardstick to\r\nestimate whether or not Japan is truly committed to\r\npeace. My delegation is consistent in its position as\r\nregards Security Council reform, particularly the issue\r\nof permanent seats.\r\nAs for what the representative of Japan has just\r\nsaid about its commitment to peace, we cannot really\r\nknow what Japan’s real intentions are. We need\r\nactions — actions and deeds that match those words,\r\nbecause it is saying one thing and actually doing\r\nanother. One particular example to which I referred is\r\nthe fact that they are still worshipping at the altar of\r\npast crimes. I do not need to go into detail about that.\r\nWe therefore view the issue of the reform of the\r\nSecurity Council with the utmost seriousness.\r\nThe representative of Japan also touched\r\nsomewhat on bilateral issues, but since this is not the\r\nappropriate forum in which to deal with them, I will\r\nnot go into further detail.\r\nThe President: We have come to the end of the\r\ndebate on Security Council reform. I would like to\r\nthank delegations for the serious, calm, constructive\r\nand, in some cases, even erudite, spirit in which they\r\nconducted the debate on the report of the Security\r\nCouncil and the issue of Security Council reform.\r\nI think that I can say that, as a result of the\r\ndebate, we have a clearer view and perspective on the\r\npositions of Member States on Security Council work\r\nand Security Council reform. Members will understand\r\nthat it is not possible to make a fair and full summary\r\nof that rich and comprehensive debate, so I will just\r\nlimit myself to a few comments.\r\nRegarding the report of the Security Council, a\r\nnumber of delegations noted improvements in the\r\ndepth, thrust and content of the report. The report by\r\nthe President of the Security Council, Ambassador\r\nDenisov, was welcomed and was well received. Some\r\n23\r\nA/60/PV.50\r\ndelegations underlined the need for the report to\r\ncontinue in that direction and become even more\r\nanalytical so as to truly serve its intended purpose as a\r\nmeans of communication with the General Assembly.\r\nAs members may recall, the representatives of\r\nseveral Member States advocated strengthened\r\nexchanges between the Council and the Assembly, for\r\ninstance in the areas of peacekeeping and sanctions\r\nregimes.\r\nWith regard to the reform of the Security Council\r\nitself, I am sure that we all followed with great interest\r\nthe positions put forward by delegations over the past\r\ntwo days. There seems to be general support for\r\nmaking the Council broadly representative and\r\ncontinuously effective, of course, and also for\r\nimproving its working methods in order to enhance the\r\nlegitimacy of its decisions. However, it is obvious that\r\nviews are still divergent — in some cases, strongly\r\ndivergent — as to the modalities for reforming the\r\nCouncil, especially regarding enlargement. That issue\r\nclearly relates to the fundamental interests of Member\r\nStates.\r\nThe improvement of the Council’s working\r\nmethods has been a recurring theme and an important\r\nsubject of our discussions, and I understand that that\r\nissue will continue to be discussed among Member\r\nStates. Intentions and interests have also been\r\nexpressed by various delegations with a view to taking\r\nother concrete steps at a later stage. Concerning the\r\nprocess for the further consideration of Council reform,\r\na number of States called for the continuation of the\r\nOpen-ended Working Group on the Question of\r\nEquitable Representation on and Increase in the\r\nMembership of the Security Council and Related\r\nMatters. I would like to thank the co-Chairpersons for\r\nthe work that they carried out in that regard.\r\nI think that we all now need to fully analyse the\r\ncomments made during the debate and consider what\r\nhas been stated in this body. In my work, I will be\r\nguided by the outcome document and by the debate, as\r\nwell as by possible further proposals and initiatives\r\nfrom members, in order to fulfil the requirement set out\r\nin the outcome document, namely, to review progress\r\nby the end of the year. The serious debate today, and\r\nthe tone in which it was conducted, represent an\r\nimportant contribution by the General Assembly in the\r\ncontext of that review of progress. I will continue to\r\nlisten to Member States on this very important issue.\r\nThe President: May I take it that it is the wish of\r\nthe General Assembly to conclude its consideration of\r\nagenda item 9?\r\nIt was so decided.\r\nThe President: The General Assembly has thus\r\nconcluded this stage of its consideration of agenda item\r\n117.\r\nAgenda item 109\r\nNotification by the Secretary-General under\r\nArticle 12, paragraph 2, of the Charter of the\r\nUnited Nations\r\nNote by the Secretary-General (A/60/352)\r\nThe President: As members are aware, in\r\naccordance with the provisions of Article 12, paragraph\r\n2 of the Charter of the United Nations, and with the\r\nconsent of the Security Council, the Secretary-General\r\nis mandated to notify the General Assembly on matters\r\nrelative to the maintenance of international peace and\r\nsecurity that are being dealt with by the Security\r\nCouncil and on matters with which the Council has\r\nceased to deal.\r\nMay I take it that the Assembly takes note of\r\ndocument A/60/352?\r\nIt was so decided.\r\nThe President: The General Assembly has thus\r\nconcluded this stage of its consideration of agenda item\r\n109.\r\nThe meeting rose at 5.40 p.m.\r\n"