"United Nations A/60/PV.17\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n17th plenary meeting\r\nTuesday, 20 September 2005, 6.50 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-51428 (E)\r\n*0551428*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 6.50 p.m.\r\nItem 7 of the provisional agenda (continued)\r\nOrganization of work, adoption of the agenda and\r\nallocation of items\r\nReport of the General Committee (A/60/250\r\nand Corr.1)\r\nThe President: May I invite the General\r\nAssembly to direct its attention to section I of the\r\nreport of the Committee. In that section, the General\r\nCommittee took note of the information contained in\r\nparagraphs 2 and 3.\r\nMay I request the General Assembly to now\r\ndirect its attention to section II, entitled “Organization\r\nof the session”, which contains a number of\r\nrecommendations concerning the General Committee,\r\nrationalization of work, opening and closing dates for\r\nthe session, schedule of meetings, the general debate,\r\nconduct of the meetings, and so on. All of those\r\nrecommendations concern established practice, so\r\nrather than going through them one by one, I believe it\r\nwould be better and more efficient that we address all\r\nof these organizational matters concerning the General\r\nAssembly as a whole.\r\nAs there are no comments on that approach, we\r\nshall proceed accordingly.\r\nMay I take it that it is the wish of the General\r\nAssembly to take note of all of the information that it\r\nis requested to take note of and to approve all the\r\nrecommendations that the General Committee has\r\nmade in section II of the report?\r\nIt was so decided.\r\nThe President: Having just adopted the\r\nrecommendation in paragraph 16 of section II, I should\r\nlike to remind members that, during the final week of\r\nRamadan, from 31 October to 4 November 2005, when\r\nlocal time will be Eastern Standard Time, the hours of\r\nthe plenary meetings and the meetings of the Main\r\nCommittees will be from 9:30 a.m. to 12:30 p.m. and\r\nfrom 2:30 p.m. to 5:30 p.m. at the latest.\r\nHaving also just adopted the recommendation in\r\nparagraph 20 on waiving the requirements of rule 67 of\r\nthe rules of procedure of the General Assembly to\r\ndeclare a meeting open, I should like to endorse the\r\npractical suggestion that has been made at previous\r\nsessions: that each delegation designate someone to be\r\npresent in the meeting rooms at the scheduled time.\r\nNext, I invite the Assembly to turn its attention to\r\nsection III of the memorandum, entitled “Observations\r\non the organization of the work of the General\r\nAssembly”.\r\nMay I take it that it is the wish of the General\r\nAssembly to take note of the information contained in\r\nthat section, concerning the timely submission of draft\r\nproposals for the review of their programme budget\r\nimplications?\r\nIt was so decided.\r\n2\r\nA/60/PV.17\r\nThe President: May I now invite members to\r\nturn their attention to section IV dealing with the\r\nadoption of the agenda. The question of allocation of\r\nitems will be dealt with subsequently in section V.\r\nIn section IV, the General Committee took note of\r\nthe information contained in paragraphs 48 to 53.\r\nIn paragraph 54, the General Assembly is\r\ninformed that the General Committee decided to\r\npostpone to a later date its consideration of the\r\ninclusion of item 18 of the draft agenda, “Question of\r\nthe Comorian island of Mayotte”.\r\nIn paragraph 55, the General Committee\r\nrecommends that the consideration of item 39 of the\r\ndraft agenda, “Question of the Malagasy islands of\r\nGlorieuses, Juan de Nova, Europa and Bassas da\r\nIndia”, be deferred to the sixty-first session and that\r\nthe item be included in the provisional agenda of that\r\nsession.\r\nMay I take it that the Assembly approves that\r\nrecommendation?\r\nIt was so decided.\r\nThe President: With respect to paragraph 56, the\r\nGeneral Committee decided not to recommend the\r\ninclusion of item 42 of the draft agenda.\r\nIn paragraph 57, in connection with item 74 of\r\nthe draft agenda, “Holocaust remembrance”, the\r\nGeneral Committee recommends that item 74 be\r\nincluded in the agenda of the current session under\r\nheading D, “Promotion of human rights”.\r\nMay I take it that the Assembly approves that\r\nrecommendation?\r\nIt was so decided.\r\nThe President: In paragraph 58, in connection\r\nwith item 156 of the draft agenda, “Observer status for\r\nthe Latin American Integration Association in the\r\nGeneral Assembly”, the General Committee\r\nrecommends its inclusion in the agenda of the current\r\nsession under heading I, “Organization, administrative\r\nand other matters”.\r\nMay I take it that the Assembly approves that\r\nrecommendation?\r\nIt was so decided.\r\nThe President: In paragraph 59, in connection\r\nwith item 157 of the draft agenda, “Observer status for\r\nthe Common Fund for Commodities in the General\r\nAssembly”, the General Committee recommends its\r\ninclusion in the agenda of the current session under\r\nheading I.\r\nMay I take it that the Assembly approves that\r\nrecommendation?\r\nIt was so decided.\r\nThe President: With respect to paragraph 60, the\r\nGeneral Committee decided not to recommend the\r\ninclusion of item 158 of the draft agenda.\r\nWith regard to the proposal made by the Vice-\r\nChairperson of the Third Committee concerning the\r\nconsideration of the matters raised in the letter dated\r\n26 November 2004 from the Chairman of the Third\r\nCommittee to the President of the General Assembly of\r\nthe fifty-ninth session, the General Committee decided\r\nto postpone to a later date consideration of the issues\r\nraised in that letter.\r\nWe turn now to the agenda which the General\r\nCommittee recommends in paragraph 61 of its report\r\nfor adoption by the General Assembly, taking into\r\naccount the decisions just adopted on items 18, 39, 42,\r\n74, 156 to 158 of the draft agenda, and concerning the\r\nletter of the Third Committee.\r\nBearing in mind that the agenda is now organized\r\nunder nine headings, we shall consider the inclusion of\r\nitems under each heading as a whole. I should like to\r\nremind members once again that, at present, we are not\r\ndiscussing the substance of any item.\r\nI give the floor to the representative of Solomon\r\nIslands.\r\nMr. Beck (Solomon Islands): My delegation\r\nwishes to refer to document A/60/250 and to register\r\nits disappointment in the manner in which the General\r\nCommittee discussed the issue of the agenda. Solomon\r\nIslands, among other countries, was actually denied the\r\nopportunity to debate the inclusion of certain items on\r\nthe agenda, and feels that the United Nations must at\r\nleast have a mechanism in place to provide for the full\r\nand equal participation of all Member States.\r\nRulings by the Chair to limit speakers on\r\nprovisional agenda item 56 in the current working\r\npaper and item 60 denied the right of Member States to\r\nspeak on the issue. In that regard, Solomon Islands\r\nfeels that the principles of democracy and universality\r\nwere not respected. Those principles should not be\r\n3\r\nA/60/PV.17\r\nchallenged, but rather protected and upheld. At times,\r\nmy delegation feels, the Secretariat tends to dictate and\r\nimpose on States, putting on paper rules that restrict\r\ncountries from presenting their views, indirectly\r\nmarginalizing them from the process that they should\r\nbe part of.\r\nMy delegation feels that, so long as we take such\r\nan approach, this Assembly will pick and choose which\r\nthreats to discuss and which to sweep under the carpet.\r\nSolomon Islands hopes that the approach taken by the\r\nGeneral Committee this year in discussing the two\r\nitems must not and should not set a precedent for\r\nfuture General Committee working methods.\r\nI wish to close by assuring you, Sir, of Solomon\r\nIslands’ continued support during your term in office.\r\nThe President: The statement of the\r\nrepresentative of Solomon Islands is duly noted.\r\nReferring to that very special situation, I want to\r\nmake the point that, in view of the summit meeting,\r\nwhich was imminent at the time, the limitation of\r\nspeakers was very much due to the enormous time\r\npressures under which we were then working, with\r\ndelegations on their way out to the airport and the very\r\nspecial conditions that existed before the summit. The\r\nlimitation was the recommendation of the General\r\nCommittee members, whom I am there to serve and\r\nchair.\r\nI thank the representative of Solomon Islands for\r\nthe continued confidence that he expressed.\r\nItems 1 to 3 and 8 have already been dealt with.\r\nWe turn to items 4 to 7. May I take it that those\r\nitems are included in the agenda?\r\nIt was so decided.\r\nThe President: I give the floor to the\r\nrepresentative of Gambia.\r\nMr. Fal (Gambia): I want to make an intervention\r\non the statement you just made, Sir, concerning the\r\nreason why item 42 of the provisional agenda was not\r\nincluded in the agenda of the sixtieth session. In that\r\nconnection, I want to clarify the fact that the time\r\nconstraint due to the High-level Plenary Meeting was\r\nthe sole reason that debate on the two Taiwan-related\r\nissues was cut short. The limitations on the number of\r\nspeakers, as well as on the time allocated to each\r\nstatement as adopted by the General Committee on\r\n13 September, should in no way set a precedent for\r\nfuture debates on those issues. The right of every State\r\nMember of the United Nations to raise issues of\r\nconcern to the international community should\r\ntherefore be recognized and reaffirmed.\r\nI want to call members’ attention to the fact that\r\nthe General Committee had actually decided to shorten\r\nthe debate on the two proposals listed under items 42\r\nand 158 in the provisional agenda regarding the\r\nsituation in the Taiwan Strait.\r\nThe President: The statement of the\r\nrepresentative of Gambia is duly noted.\r\nWe turn now to the inclusion of the items listed\r\nunder heading A, “Maintenance of international peace\r\nand security”.\r\nMay I take it that the items listed under heading\r\nA are included in the agenda?\r\nIt was so decided.\r\nWe come now to heading B, “Promotion of\r\nsustained economic growth and sustainable\r\ndevelopment in accordance with the relevant\r\nresolutions of the General Assembly and recent United\r\nNations conferences”.\r\nMay I take it that the items listed under that\r\nheading are included in the agenda?\r\nIt was so decided.\r\nThe President: Next, we turn to heading C,\r\n“Development of Africa”.\r\nMay I take it that the item listed under that\r\nheading is included in the agenda?\r\nIt was so decided.\r\nThe President: Now we come to heading D,\r\n“Promotion of human rights”.\r\nMay I take it that the items listed under heading\r\nD are included in the agenda?\r\nIt was so decided.\r\nThe President: Heading E is entitled “Effective\r\ncoordination of humanitarian assistance efforts”.\r\nMay I take it that the items listed under that\r\nheading are included in the agenda?\r\nIt was so decided.\r\n4\r\nA/60/PV.17\r\nThe President: Next, we turn to heading F,\r\n“Promotion of justice and international law”.\r\nMay I take it that the items listed under heading F\r\nare included in the agenda?\r\nIt was so decided.\r\nThe President: Now we turn to heading G,\r\n“Disarmament”.\r\nMay I take it that the items listed under that\r\nheading are included in the agenda?\r\nIt was so decided.\r\nThe President: Heading H is entitled “Drug\r\ncontrol, crime prevention and combating international\r\nterrorism in all its forms and manifestations”.\r\nMay I take it that the items listed under that\r\nheading are included in the agenda?\r\nIt was so decided.\r\nThe President: Lastly, we turn to heading I,\r\n“Organizational, administrative and other matters”.\r\nMay I take it that the items listed under heading I\r\nare included in the agenda?\r\nIt was so decided.\r\nThe President: We turn now to section V of the\r\nreport of the General Committee on allocation of items.\r\nThe General Committee took note of the\r\ninformation contained in paragraphs 62 to 64.\r\nMay I take it that it is the wish of the General\r\nAssembly to also take note of the information\r\ncontained in paragraph 64 concerning the granting of\r\nobserver status?\r\nIt was so decided.\r\nThe President: We shall now turn to the\r\nrecommendations contained in paragraphs 66 to 70. We\r\nshall take up the recommendations one by one.\r\nBefore we proceed, may I remind members that\r\nthe item numbers cited here refer to the agenda in\r\nparagraph 61 of the report before us in document\r\nA/60/250.\r\nWe turn first to paragraphs 66 (a) to (l) relating to\r\nplenary meetings.\r\nI give the floor to the representative of the United\r\nStates of America.\r\nMr. O’Brien (United States of America): The\r\nUnited States will not participate in the adoption of this\r\nsection of the report of the General Committee. We\r\nnote that paragraph 66 (j) does not follow past practice\r\nin accurately reflecting what transpired in the\r\nCommittee, and are pleased that a corrigendum has\r\nbeen issued.\r\nThe United States will not support the adoption of\r\nthis section because we do not agree with the allocation\r\nof the item on the International Criminal Court (ICC)\r\ndirectly to the plenary. If the General Assembly is to\r\nconsider that technical legal item, it should do so in the\r\nLegal Committee, as it has for the past 15 years. To\r\nmove the item to the plenary would be to ignore efforts\r\nto reform and rationalize the work of the General\r\nAssembly. That is the basis for our objection to the\r\nproposed allocation.\r\nThe International Court of Justice, established by\r\nthe Charter as the principal judicial organ of the United\r\nNations, reports directly to the plenary, as do the\r\nInternational Criminal Tribunals for the Former\r\nYugoslavia and Rwanda, established by the Security\r\nCouncil as subsidiary bodies of that principal organ.\r\nUnlike those judicial Tribunals, the International\r\nCriminal Court — a treaty body to which many United\r\nNations Members do not belong — is neither a United\r\nNations organ nor a subsidiary body. It is not\r\nappropriate for the ICC item to be sent directly to the\r\nplenary, and the United States will not support that\r\nrecommendation by the General Committee.\r\nThe President: I take note of the statement of the\r\nrepresentative of the United States.\r\nMay I take it that it is the wish of the General\r\nAssembly to take note of all of the information that the\r\nGeneral Committee wishes it to take note of and\r\napprove all of the recommendations of the General\r\nCommittee?\r\nIt was so decided.\r\nThe President: We now turn to paragraph 67,\r\nrelating to item 97, “General and complete\r\ndisarmament”.\r\nMay I take it that the General Assembly approves\r\nthat recommendation?\r\nIt was so decided.\r\nThe President: We turn now to paragraphs 68\r\nrelating to item 64, “Advancement of women”.\r\n5\r\nA/60/PV.17\r\nMay I take it that the General Assembly approves\r\nthat recommendation?\r\nIt was so decided.\r\nThe President: We turn now to paragraph 69\r\nrelating to item 125, “Programme planning”.\r\nMay I take it that the General Assembly approves\r\nthat recommendation?\r\nIt was so decided.\r\nThe President: We turn now to paragraphs 70 (a)\r\nand (b).\r\nMay I take it that the General Assembly approves\r\nthe recommendations relating to items 155 and 156,\r\n“Observer status for the Latin American Integration\r\nAssociation in the General Assembly” and “Observer\r\nstatus for the Common Fund for Commodities in the\r\nGeneral Assembly”?\r\nIt was so decided.\r\nThe President: We shall now turn to paragraph\r\n71 of the report of the General Committee.\r\nI invite members to turn to the list of items\r\nrecommended by the General Committee for\r\nconsideration directly in plenary meeting under all the\r\nrelevant headings.\r\nTaking into account the decisions just adopted,\r\nmay I consider that the General Assembly approves the\r\nallocation of items listed in paragraph 71?\r\nIt was so decided.\r\nThe President: We come now to the list of items\r\nwhich the General Committee has recommended for\r\nallocation to the First Committee under all the relevant\r\nheadings.\r\nTaking into account the decisions just adopted,\r\nmay I take it that the General Assembly approves the\r\nallocation of items proposed for the First Committee?\r\nIt was so decided.\r\nThe President: We turn now to the list of items\r\nwhich the General Committee recommends for\r\nallocation to the Special Political and Decolonization\r\nCommittee (Fourth Committee) under all the relevant\r\nheadings.\r\nTaking into account the decisions just adopted,\r\nmay I consider that the General Assembly approves the\r\nallocation of items proposed for the Special Political\r\nand Decolonization Committee (Fourth Committee)?\r\nIt was so decided.\r\nThe President: We come now to the list of items\r\nwhich the General Committee has recommended for\r\nallocation to the Second Committee under all the\r\nrelevant headings.\r\nTaking into account the decisions just adopted,\r\nmay I consider that the General Assembly approves the\r\nallocation of items proposed for the Second\r\nCommittee?\r\nIt was so decided.\r\nThe President: We turn now to the list of items\r\nwhich the General Committee recommends for\r\nallocation to the Third Committee under all the\r\nrelevant headings.\r\nTaking into account the decisions just adopted,\r\nmay I take it that the General Assembly approves the\r\nallocation of items proposed for the Third Committee?\r\nIt was so decided.\r\nThe President: Next, we come to the list of items\r\nwhich the General Committee recommends for\r\nallocation to the Fifth Committee under all the relevant\r\nheadings.\r\nTaking into account the decisions just adopted,\r\nmay I take it that the General Assembly approves the\r\nallocation of items proposed for the Fifth Committee?\r\nIt was so decided.\r\nThe President: Lastly, we come to the list of\r\nitems which the General Committee recommends for\r\nthe Sixth Committee.\r\nTaking into account the decisions just adopted,\r\nmay I take it that the General Assembly approves the\r\nallocation of items proposed to the Sixth Committee?\r\nIt was so decided.\r\nThe President: The General Assembly has thus\r\nconcluded its consideration of the first report of the\r\nGeneral Committee. I wish to thank all the members of\r\nthe Assembly for their cooperation.\r\nEach Main Committee will receive the list of\r\nagenda items allocated to it so that it may begin its\r\nwork in accordance with rule 99 of the rules of\r\nprocedure.\r\n6\r\nA/60/PV.17\r\nI give the floor to the representative of Costa\r\nRica.\r\nMr. Díaz Paniagua (Costa Rica) (spoke in\r\nSpanish): Having made our decisions, I wish to note\r\nthat my delegation feels that, in the context of the\r\nrevitalization of the General Assembly, the agenda\r\nitems on the law of the sea and criminal justice should\r\nhave been allocated to the Sixth Committee. As\r\nmembers are aware, my delegation could not make its\r\nview prevail in the General Committee. We hope that\r\nour proposal will be taken into account in the\r\nallocation of items next year.\r\nThe President: The statement of the\r\nrepresentative of Costa Rica is duly noted.\r\nThe meeting rose at 7.15 p.m.\r\n"