"United Nations A/60/PV.34\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n34th plenary meeting\r\nMonday, 17 October 2005, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-55524 (E)\r\n*0555524*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 111 (continued)\r\nElections to fill vacancies in principal organs\r\n(b) Election of eighteen members of the Economic\r\nand Social Council\r\nThe President: The General Assembly will now\r\nturn to the election of 18 members of the Economic\r\nand Social Council to replace those members whose\r\nterm of office expires on 31 December 2005. The 18\r\noutgoing members are: Azerbaijan, Benin, the Congo,\r\nCuba, Ecuador, France, Germany, Ireland, Jamaica,\r\nJapan, Kenya, Malaysia, Mozambique, Nicaragua,\r\nSaudi Arabia, Senegal, Spain and Turkey.\r\nAs of 1 January 2006, the following States will be\r\nrepresented on the Economic and Social Council:\r\nAlbania, Armenia, Australia, Bangladesh, Belgium,\r\nBelize, Brazil, Canada, Chad, China, Colombia, Costa\r\nRica, Denmark, the Democratic Republic of the Congo,\r\nGuinea, Iceland, India, Indonesia, Italy, Lithuania,\r\nMauritius, Mexico, Namibia, Nigeria, Pakistan,\r\nPanama, Poland, the Republic of Korea, the Russian\r\nFederation, South Africa, Thailand, Tunisia, the United\r\nArab Emirates, the United Kingdom of Great Britain\r\nand Northern Ireland, the United Republic of Tanzania\r\nand the United States of America. The names of those\r\n36 States should therefore not appear on the ballots.\r\nIn accordance with paragraph 4 of General\r\nAssembly resolution 2847 (XXVI) of 20 December\r\n1971, and taking into account the number of States that\r\nwill remain members of the Council after 1 January\r\n2006, the 18 members should be elected as follows:\r\nfive from the Group of African States, three from the\r\nGroup of Asian States, one from the Group of Eastern\r\nEuropean States, four from the Group of Latin\r\nAmerican and Caribbean States and five from the\r\nGroup of Western European and other States. The\r\nballot papers reflect that pattern.\r\nI should like to inform the Assembly that those\r\ncandidates, their number not exceeding the number of\r\nseats to be filled, who receive the greatest number of\r\nvotes and a two-thirds majority of members present\r\nand voting, will be declared elected. In the case of a tie\r\nvote for a remaining seat, there will be a special\r\nrestricted ballot limited to those candidates that have\r\nobtained an equal number of votes.\r\nMay I take it that the General Assembly agrees to\r\nthat procedure?\r\nIt was so decided.\r\nThe President: In accordance with rule 92 of the\r\nrules of procedure, the election shall be held by secret\r\nballot and there shall be no nominations.\r\nRegarding candidatures of the respective regional\r\nGroups, the Secretariat has been informed of the\r\nfollowing. For the five vacant seats from among the\r\nAfrican States, the Group has endorsed five candidates:\r\nAngola, Benin, Guinea-Bissau, Madagascar and\r\nMauritania.\r\n2\r\nA/60/PV.34\r\nFor the three vacant seats from among the Asian\r\nStates, the Group has endorsed three candidates: Japan,\r\nSaudi Arabia and Sri Lanka.\r\nFor the one vacant seat from among the Eastern\r\nEuropean States, the Group has endorsed the Czech\r\nRepublic.\r\nFor the four vacant seats from among the Latin\r\nAmerican and Caribbean States, there are five\r\ncandidates: Cuba, Guyana, Haiti, Paraguay and\r\nUruguay.\r\nFor the five vacant seats among the Western\r\nEuropean and other States, the Group has endorsed five\r\ncandidates: Austria, France, Germany, Spain and\r\nTurkey.\r\nIn accordance with rule 92 of the rules of\r\nprocedure, we shall now proceed to the election by\r\nsecret ballot.\r\nBefore we begin the voting process, I should like\r\nto remind members that, pursuant to rule 88 of the\r\nrules of procedure of the General Assembly, no\r\nrepresentative shall interrupt the voting except on a\r\npoint of order on the actual conduct of the voting. I\r\nshould like to seek the usual cooperation of\r\nrepresentatives during the time of the conduct of the\r\nelection.\r\nI should also like to remind members that during\r\nthe voting, all campaigning should cease in the\r\nconference room. That means, in particular, that once\r\nthe election has begun, no campaign materials may be\r\ndistributed in the room. All representatives are also\r\nasked to remain in their seats in order that the voting\r\nprocess may proceed in an orderly manner. I thank\r\nmembers in advance for their cooperation.\r\nWe shall now begin the voting process.\r\nBallot papers marked “A”, “B”, “C”, “D” and “E”\r\nwill now be distributed. I request representatives to use\r\nonly those ballot papers and to write on them the\r\nnames of the States for which they wish to vote.\r\nA ballot paper containing more names from the\r\nrelevant region than the number of seats assigned to it\r\nwill be declared invalid. Names of Member States on a\r\nballot paper that do not belong to that region will not\r\nbe counted at all.\r\nAt the invitation of the President, Mr. Londoño\r\n(Colombia), Ms. Heikkilä (Finland), Ms. Kollár\r\n(Hungary), Mr. Kyaw Moe Tun (Myanmar),\r\nMr. Lee Jang-keun (Republic of Korea) and\r\nMr. Kitchen (Zimbabwe) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.40 a.m. and\r\nresumed at 12.35 p.m.\r\nThe President: The result of the voting is as\r\nfollows:\r\nGroup A — African States\r\nNumber of ballot papers: 189\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 189\r\nAbstentions: 1\r\nNumber of Members voting: 188\r\nRequired majority of Members present\r\n and voting: 126\r\nNumber of votes obtained:\r\nAngola 186\r\nMadagascar 184\r\nBenin 183\r\nMauritania 181\r\nGuinea-Bissau 180\r\nGroup B — Asian States\r\nNumber of ballot papers: 189\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 188\r\nAbstentions: 1\r\nNumber of Members voting: 187\r\nRequired majority of Members present\r\n and voting: 125\r\nNumber of votes obtained:\r\nSaudi Arabia 182\r\nJapan 180\r\nSri Lanka 180\r\nMyanmar 1\r\nGroup C — Eastern European States\r\nNumber of ballot papers: 189\r\nNumber of invalid ballots: 3\r\nNumber of valid ballots: 186\r\nAbstentions: 12\r\nNumber of Members voting: 174\r\nRequired majority of Members present\r\n and voting: 116\r\nNumber of votes obtained:\r\nCzech Republic 173\r\nAzerbaijan 1\r\n3\r\nA/60/PV.34\r\nGroup D — Latin American and\r\n Caribbean States\r\nNumber of ballot papers: 189\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 188\r\nAbstentions: 0\r\nNumber of Members voting: 188\r\nRequired majority of Members present\r\n and voting: 126\r\nNumber of votes obtained:\r\nParaguay 160\r\nGuyana 158\r\nCuba 154\r\nHaiti 138\r\nUruguay 121\r\nNicaragua 1\r\nGrenada 1\r\nGroup E — Western European and\r\n other States\r\nNumber of ballot papers: 189\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 188\r\nAbstentions: 5\r\nNumber of Members voting: 183\r\nRequired majority of Members present\r\n and voting: 122\r\nNumber of votes obtained:\r\nAustria 175\r\nFrance 175\r\nGermany 174\r\nSpain 173\r\nTurkey 172\r\nIreland 4\r\nGreece 1\r\nAustralia 1\r\nHaving obtained the required two-thirds majority,\r\nAngola, Austria, Benin, Cuba, Czech Republic,\r\nFrance, Germany, Guinea-Bissau, Guyana, Haiti,\r\nJapan, Madagascar, Mauritania, Paraguay, Saudi\r\nArabia, Spain, Sri Lanka and Turkey were elected\r\nmembers of the Economic and Social Council for\r\na three-year term beginning 1 January 2006.\r\nThe President: I congratulate those States that\r\nhave been elected members of the Economic and Social\r\nCouncil, and I thank the tellers for their assistance in\r\nthis election.\r\nThat concludes our consideration of sub-item (b)\r\nof agenda item 111.\r\nThe meeting rose at 12.40 p.m.\r\n"