"United Nations A/60/PV.18\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n18th plenary meeting\r\nWednesday, 21 September 2005, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-51622 (E)\r\n*0551622*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 10:05 a.m.\r\nInternational Day of Peace\r\nThe President: Before giving the floor to the\r\nfirst speaker in the general debate for this morning, I\r\nwish to remind members that today, 21 September, in\r\naccordance with General Assembly resolution 55/282\r\nof 7 September 2001, the Assembly is observing the\r\nInternational Day of Peace. A very fine ceremony took\r\nplace at the Peace Bell this morning, which reminded\r\nus of the realities in the world, which we should all\r\nbring into this Hall. Let us keep the International Day\r\nof Peace in our minds, both today and in the days,\r\nmonths and years to come.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I now give the floor to His\r\nExcellency Mr. Abdullah Gül, Deputy Prime Minister\r\nand Minister for Foreign Affairs of the Republic of\r\nTurkey.\r\nMr. Gül (Turkey): At the outset, I would like to\r\nconvey the condolences of my people to the friendly\r\npeople of the United States on the tragic loss of life\r\nand large-scale destruction caused by Hurricane\r\nKatrina. This is also a stark reminder of the many other\r\nnatural and man-made disasters, such as famine in\r\nAfrica, tsunamis, earthquakes, ecological catastrophes\r\nand wide-scale violence and terrorism. They all require\r\nsustained international attention and cooperation.\r\nHaving suffered from similar disasters, Turkey deeply\r\nfeels for others and stands in solidarity with them.\r\nUpholding the principles of justice, dignity,\r\nequality and social progress for the men and women of\r\nour world should be the basis of the international order.\r\nWe must spread justice together with freedom. We\r\ncannot rest until we provide prosperity and dignity for\r\nevery human being. Those principles should guide us\r\nin our future efforts.\r\nWe have left a very busy period behind,\r\nculminating with an important summit. The Summit\r\nOutcome document (resolution 60/1) has encouraged\r\nus all to focus on the global problems we face and on\r\nthe way to achieve positive change. Now is the time to\r\nact. We must start implementing what we have agreed\r\nupon on issues ranging from peacebuilding to human\r\nrights. While doing this, we must not lose sight of our\r\nmain target: we must reach the internationally agreed\r\ndevelopment goals, including the Millennium\r\nDevelopment Goals, by the year 2015.\r\nWith these things in mind, we welcome the\r\nSecretary-General’s proposal to start with an\r\naccountability pact (see A/60/PV.9). We also welcome\r\nyour idea, Mr. President, to submit an outline of work\r\nfor the year ahead related to follow-up of the summit.\r\nA large number of international problems that are\r\nhigh on the United Nations agenda are occurring in our\r\npart of the world. These are real issues that closely\r\naffect the daily lives of our people. As a country with a\r\n2\r\nA/60/PV.18\r\nrich heritage and great international experience, we are\r\nworking to build a culture of compromise and\r\nreconciliation.\r\nOur historical and cultural links to nations in\r\nneighbouring regions from Eurasia to the Islamic world\r\nand our role as a member of European, trans-Atlantic\r\nand Mediterranean institutions will have a positive\r\neffect on Turkey’s contribution to international\r\nrelations in the twenty-first century.\r\nIt is against that background, and with a sense of\r\nconfidence, that I take the opportunity to submit to the\r\nAssembly’s attention Turkey’s candidacy for a\r\nnon-permanent seat on the Security Council for the\r\nterm 2009-2010.\r\nOngoing reform efforts hold great promise for the\r\nimprovement of the political, social and economic\r\nstandards of the Middle East region. We will continue\r\nto encourage and assist those local efforts.\r\nConcerning the Arab-Israeli conflict, the Israeli\r\nwithdrawal from the Gaza Strip is an encouraging\r\ndevelopment. We would like to witness the same\r\npositive trend in the West Bank. Israeli settlement\r\nactivities in occupied territories must come to an end.\r\nThe sanctity of the holy sites in Jerusalem must be\r\nrespected. The road map should be revived and fully\r\nimplemented.\r\nFurthermore, we must not let terror and violence\r\nderail the process this time. The reform of the\r\nPalestinian National Authority must move forward,\r\nparticularly in the security domain. Efforts to improve\r\nthe living conditions of the Palestinians have to be\r\nintensified. We support the work of Mr. James\r\nWolfensohn, Quartet Special Envoy for\r\nDisengagement, and are cooperating with him. We\r\nbelieve these efforts will help restore a sense of hope\r\namong the Palestinians and ensure security for the\r\nIsraelis.\r\nIn order to integrate the Palestinians with the\r\nworld, seaports and airports must be built and\r\nactivated. Border crossings and trade corridors must\r\nfunction smoothly. Freedom of movement must be\r\nachieved. Such measures will go a long way towards\r\nrevitalizing the Palestinian economy. That will\r\nencourage the Palestinians to become real partners in\r\npeace with the Israelis. Turkey is already actively\r\nworking with the parties for the realization of this\r\nvision. We are determined to continue to contribute in\r\nany way we can.\r\nIraq’s destiny and the way the events are\r\nunfolding in that country are of crucial importance for\r\npeace and stability in the Middle East and beyond.\r\nBuilding a democratic and prosperous Iraq at peace\r\nwith itself and its neighbours will be possible only if\r\nthe Iraqi people act as one, in full solidarity and with a\r\nclear vision. Ethnic and religious differences in Iraq\r\nshould not be divisive. Rather they should be a source\r\nof cultural plurality. Otherwise, the new Iraq will be a\r\nsource of instability and conflict, instead of hope and\r\ninspiration for the entire region.\r\nTurkey, in cooperation with the United Nations,\r\nhas been in the forefront of efforts for political and\r\neconomic rehabilitation in Iraq. The Neighbours of\r\nIraq forum, again pioneered by Turkey, has been an\r\nefficient platform to support the unity and territorial\r\nintegrity of Iraq.\r\nThe security situation is a source of concern for\r\nall. Iraq has, unfortunately, become a training ground\r\nfor terrorists. As a neighbouring country, Turkey\r\nsuffers as a result of this. We are concerned that\r\nterrorism emanating from Iraq might have a ripple\r\neffect on other countries, including Turkey. It is our\r\njoint duty to prevent such an outcome.\r\nThe problems of Nagorny Karabakh, Abkhazia\r\nand South Ossetia continue to impede peace and\r\ncooperation in the South Caucusus. These problems\r\ndefy all United Nations principles. They demand our\r\nurgent attention. In particular, a peaceful settlement\r\nmust be found to the Nagorny Karabakh issue\r\nconsistent with the territorial integrity of Azerbaijan.\r\nSteps towards ending the occupation of Azeri territory\r\nwill create a better climate in the region, including in\r\nTurkish-Armenian relations. We are giving full support\r\nto the efforts of the Minsk Group. We are closely\r\nfollowing the high-level contacts between Turkey’s\r\ntwo neighbours and are encouraging the parties to\r\nmake progress.\r\nIn Afghanistan, many challenges still lie ahead.\r\nThe continued support of the international community\r\nis still needed. Among other matters, education, health,\r\ngender equality and economic development need\r\nincreased attention. Alternative crops must be\r\nencouraged in order to replace widespread poppy\r\ncultivation. As a country that has twice led the\r\nInternational Security Assistance Force in Afghanistan,\r\n3\r\nA/60/PV.18\r\nfor a total of 14 months during the past three years,\r\nTurkey wishes to reiterate its continued commitment.\r\nWe welcome the holding of elections as an encouraging\r\ndevelopment for democracy in Afghanistan.\r\nWe are determined to continue our support for the\r\nstrengthening of peace, stability and prosperity in\r\nSouth-East Europe. The Balkan region has made\r\nconsiderable progress towards the establishment of a\r\npeaceful environment leading to economic\r\ndevelopment. The political and economic consolidation\r\nof Bosnia and Herzegovina and final-status talks in\r\nKosovo need to be monitored carefully. Turkey will\r\ncontinue to be a reliable partner in this process.\r\nRegarding the Eastern Mediterranean, our vision\r\nis to create a basin of cooperation, stability and\r\nprosperity among Turkey, Greece and the two peoples\r\nof Cyprus. However, it is regrettable that, at a time\r\nwhen we are debating the best way to reform the\r\nUnited Nations and enhance its role, we are at the same\r\ntime witnessing an attempt to move the Cyprus\r\nproblem away from this Organization. We regard these\r\nefforts to undermine the role of the United Nations as a\r\nmost disturbing paradox. The Annan plan represented a\r\nunique basis for the solution of this problem. Although\r\nit did not fully meet their expectations, for the sake of\r\ncompromise the Turkish Cypriots approved the plan by\r\nan overwhelming majority.\r\nOn the other hand, under the effective guidance\r\nof the Greek Cypriot leadership, the rejection of the\r\nAnnan plan in a referendum held last year was a blow\r\nto the international community. Thus, a chance to put\r\nan end to the division of the island once and for all was\r\nmissed.\r\nThe report of the Secretary-General (S/2004/437)\r\nissued after the referendum gave an overview of the\r\nlong negotiating process and recommended the lifting\r\nof all restrictions upon the Turkish Cypriots.\r\nUnfortunately, against established practice, the\r\ncomprehensive report of the Secretary-General on\r\nCyprus is being disregarded. As a result, the unfair\r\nrestrictions imposed upon the Turkish Cypriots could\r\nnot be lifted. One might find it difficult to believe that\r\nthe Turkish Cypriots still continue to live under\r\nrestrictions, cut off from the outside world.\r\nDuring the ensuing period, the Secretary-\r\nGeneral’s soundings and his efforts to reactivate the\r\ntalks based on his plan have yielded no tangible results\r\nbecause of the continued intransigence of the Greek\r\nCypriot administration. As if that were not enough, the\r\nGreek Cypriot administration is now trying to sideline\r\nthe United Nations and carry this issue to other forums.\r\nI urge all international actors to discourage these\r\nmisguided efforts. Turkey continues to be ready to\r\ncontribute to United Nations endeavours to find a just,\r\nequitable and lasting solution to the Cyprus problem on\r\nthe basis of the Annan plan.\r\nOn this occasion, I would like to reiterate the\r\nproposal that I made on 30 May 2005 for the lifting of\r\nall restrictions related to the island (see A/59/820). In\r\nthat proposal, I basically suggested that it was\r\nnecessary to enable the free movement of people,\r\ngoods and services and to lift all restrictions applied to\r\nseaports and airports between the two sides in Cyprus\r\nas well as to Turkey and Greece. It is evident that this\r\nproposal conforms to the legitimate expectations of the\r\ninternational community.\r\nWe attach great importance to furthering our\r\nrelations and cooperation with the African continent.\r\nAccording to an action plan, Turkey is vigorously\r\ndeveloping its relations with Africa as a whole. We\r\nrecently opened an office in Addis Ababa to serve as a\r\ncoordination centre for Turkish humanitarian and\r\ndevelopmental assistance to the continent. The Turkish\r\nGovernment has also declared 2005 as the Year of\r\nAfrica in Turkey. We will continue our contributions to\r\ninternational institutions, working to alleviate the\r\nsuffering and eliminate disease and hunger in Africa.\r\nThe chain of attacks in various parts of the world\r\nproves that no country is immune to terrorism. We\r\ncondemn these atrocities in the strongest terms. No\r\ndistinction should be made among terrorist\r\norganizations. There is no room for double standards in\r\nthis fight. We must reject terrorism as a method,\r\nregardless of where, why and how it is employed.\r\nCombating terrorism should be a global and collective\r\neffort, and the United Nations should continue to play\r\na prominent role. We welcome Security Council\r\nresolutions that call for strengthened measures against\r\nincitement of terrorist acts and in favour of the\r\nprevention of armed conflict, particularly in Africa. We\r\nmust also resist any temptation to associate any\r\nspecific culture, religion or faith with terrorism.\r\nWe should keep in mind that the right to the\r\npeaceful uses of nuclear energy requires full and\r\ntransparent cooperation with the International Atomic\r\nEnergy Agency. The establishment of zones free of\r\n4\r\nA/60/PV.18\r\nweapons of mass destruction, particularly in the\r\nMiddle East, will be an important contribution to\r\ninternational peace and security.\r\nStrengthening multilateralism and the central role\r\nof the United Nations in the international system is a\r\nfundamental aspect of our foreign policy. It is the\r\nstrongest hope and guarantee for a safer and better\r\nworld.\r\nThe President: I now give the floor to His\r\nExcellency The Honourable Alexander Downer,\r\nMinister for Foreign Affairs of Australia.\r\nMr. Downer (Australia): Australia is a founding\r\nMember of the United Nations, and we have long\r\nsupported this Organization’s important role in world\r\naffairs. The United Nations has many achievements to\r\ncelebrate in its sixtieth year. Equally, the sixtieth\r\nanniversary places the shortcomings and indeed the\r\nfailings of the United Nations under a microscope for\r\nall to see.\r\nIn approaching this occasion, the United Nations\r\nand its Members have been presented with a challenge:\r\nto find practical and workable ways to bring greater\r\nsecurity and prosperity to the people of the world\r\nthrough a reformed United Nations system. This has\r\nnot been easy. The reform agenda is simultaneously\r\nvast and urgent, with agreement on approaches\r\ndifficult — at times impossible — to achieve, as the\r\nrecent summit process made clear.\r\nAustralia welcomes the summit’s progress in\r\nsome important areas, particularly the agreement to\r\nestablish a Peacebuilding Commission to assist fragile\r\nStates, a field of endeavour where Australia has long\r\nbeen active in its own region, as I have outlined in\r\nprevious addresses to the General Assembly. We also\r\nwelcome the fact that States have agreed for the first\r\ntime that the international community, through the\r\nUnited Nations, has the responsibility to act to protect\r\npopulations from gross and systematic violations of\r\nhuman rights.\r\nWe also welcome the call for early conclusion of\r\na comprehensive terrorism convention and early entry\r\ninto force of the International Convention for the\r\nSuppression of Acts of Nuclear Terrorism.\r\nWe are pleased that, on development, the Summit\r\nOutcome (resolution 60/1) recognizes what already\r\nunderpins Australia’s approach to development\r\nassistance: that good governance, sound economic\r\npolicies, anti-corruption measures and trade\r\nliberalization are critical elements in fighting poverty\r\nand promoting economies and stable communities.\r\nAustralia has a proud record of assistance in these\r\nareas, further underscored by our announcement last\r\nweek of an increase in Australia’s overseas aid\r\nallocation to about 4 billion Australian dollars by\r\n2010 — a doubling of aid from 2004 levels — as well\r\nas generous contributions of 10 million Australian\r\ndollars to the Democracy Fund and 3 million to the\r\nPeacebuilding Fund over three years.\r\nAs a nation that strongly supports an ambitious\r\noutcome of the Doha round of multilateral trade\r\nnegotiations and recognizes the crucial importance of\r\nthis to developing countries, Australia also welcomes\r\nthe pledge and challenge put forward by President\r\nBush a week ago (see A/60/PV.2): that the United\r\nStates is ready to eliminate all tariffs, subsidies and\r\nother barriers if other nations do the same.\r\nBut alongside these welcome outcomes, many\r\nquestions and, in some cases, vast disappointments\r\nremain. On arms control and non-proliferation, we\r\nhave absolutely nothing to show — an extraordinarily\r\npoor outcome given a contemporary global security\r\nenvironment in which proliferation threats are so\r\nclearly evident.\r\nThe outdated ideology that too many delegations\r\nbrought to negotiations was a damningly deep\r\nreflection on the intergovernmental process at the\r\nUnited Nations. We did not grasp the opportunity\r\nprovided by the largest-ever gathering of world leaders\r\nto produce a political declaration defining acts of\r\nterrorism.\r\nHow can some nations continue to assert that the\r\ndeliberate maiming and targeting of civilians is\r\nsometimes justified?\r\nHow is it — after atrocities in Sharm el-Sheikh,\r\nIstanbul, Jakarta, Riyadh and on a daily basis in Iraq —\r\nthat some continue to employ double standards,\r\ndeceiving themselves into believing that such terrorists\r\ncould ever be considered to be “freedom fighters”?\r\nThis is not an argument about the merits of a\r\nparticular cause. It is about the moral imperative to\r\noutlaw behaviour that offends civilization.\r\nWe were disappointed that the summit missed the\r\nopportunity to make progress on Security Council\r\nreform to ensure that the Council’s membership and\r\n5\r\nA/60/PV.18\r\nfunctioning match the priorities and the realities of this\r\ncentury.\r\nWhile the summit resolved to create a Human\r\nRights Council, the outcome document is\r\ndisappointingly short on detail. A new Human Rights\r\nCouncil must overcome the credibility deficit that\r\nplagues current human rights machinery and that sees\r\nsome of the most egregious human rights abusers\r\nelevated to positions of leadership.\r\nAustralia will participate constructively in\r\nnegotiations on the shape of this new Council. We will\r\nalso more than double — to $650,000 — our\r\ncontribution to the Office of the High Commissioner\r\nfor Human Rights.\r\nFinally, the management reforms agreed at the\r\nsummit are a step in the right direction, but they are\r\njust that — one step.\r\nThe Secretary-General needs more authority and\r\nflexibility to manage the United Nations. And — as\r\nrecent inquiries have highlighted in sobering detail —\r\nthe United Nations accountability, audit and oversight\r\nsystems must be massively strengthened. It will not be\r\neasy, but we must address anew our failures.\r\nThe summit heralded an historic shift in our\r\nthinking on humanitarian intervention, showing a\r\nwillingness to embrace a new mindset, one which\r\naddresses our responsibility to watch out for each other\r\nin times of need — our collective “responsibility to\r\nprotect”. Too often the world has stood by watching\r\nhumanitarian disasters unfold before international\r\nmachinery has creaked into action.\r\nIn Somalia, Bosnia, Rwanda and Kosovo, action\r\ntaken was too little, too late. Today, the situation in\r\nDarfur epitomizes those shortcomings.\r\nAs the Summit Outcome makes clear, all States\r\nhave a responsibility to protect their own population\r\nfrom egregious crimes such as genocide and crimes\r\nagainst humanity. Where a population is suffering\r\nserious harm, and the relevant State is unwilling or\r\nunable to stop this, the principle of non-intervention\r\nshould yield to the collective responsibility to protect.\r\nThe Security Council must now rely on this new\r\nconsensus to respond more effectively to humanitarian\r\ncrises.\r\nWe have a responsibility to react faster to\r\nsituations of compelling human need, and we must do\r\nmore to help countries rebuild, recover and reconcile\r\nafter conflicts or disasters.\r\nIn the last year we have seen the people of\r\nAfghanistan and Iraq exercise restored democratic\r\nrights. The international community must continue\r\nsupport for their transformations, help them to leave\r\nbehind the experience of brutal dictators and narrow\r\nregimes, and ensure that progress and democracy take\r\nroot.\r\nCeding any ground in Iraq or Afghanistan to the\r\ntyranny of terrorism and the violent suffering it brings\r\nwould be a backward step in our global campaign, a\r\ncampaign we continue to fight but have not yet won, as\r\nthe July terrorist attacks in London and the ongoing\r\nterrorist menace in South-East Asia and elsewhere\r\nmake clear. There remains an urgent need for nations to\r\ncome together to confront terrorists in the battle of\r\nideas, contest extremist ideologies, and build greater\r\nand more productive dialogue between faiths and\r\ncivilizations.\r\nAustralia is doing its utmost in our region to\r\ntackle terrorism and the ideology that feeds it. United\r\nNations machinery must also play a part. Many\r\nMember States still need assistance to implement\r\nUnited Nations counter-terrorism standards and build\r\ntheir counter-terrorism capabilities — the kind of\r\noutcomes Australia is already pursuing in cooperation\r\nwith its regional partners. Leaders made some progress\r\nin this direction last week but did not adopt the\r\nSecretary-General’s counter-terrorism strategy.\r\nAustralia welcomed the General Assembly’s\r\nadoption of the International Convention for the\r\nSuppression of Acts of Nuclear Terrorism in April this\r\nyear. Our Prime Minister, John Howard, signed that\r\nConvention for Australia at the summit. It is now\r\nimperative that we redouble our efforts to conclude a\r\ncomprehensive convention against terrorism during\r\nthis session of the General Assembly. Closing the gaps\r\nin the counter-terrorism legal framework is an essential\r\ncomplement to our concerted efforts to prevent future\r\nattacks and to prosecute those who commit terrorist\r\nacts. Effective international efforts to criminalize such\r\nacts are a vital step forward.\r\nThe world today is confronted by a menace not\r\nenvisaged at the time the Geneva Conventions were\r\ndrafted — terrorist organizations and their foot\r\nsoldiers, like those captured in Afghanistan, who bear\r\narms on a battlefield but pay no heed to the laws of\r\n6\r\nA/60/PV.18\r\nwar, fight for no regular army, wear no uniform and\r\nbear no recognizable insignia. Just as international law\r\nevolved to deal with a scourge of another age —\r\npiracy — so today a comprehensive convention against\r\nterrorism is needed to help deal with these perpetrators\r\nof terrorist acts.\r\nThe summit was a lost opportunity on\r\ndisarmament and non-proliferation. Multilateral non-\r\nproliferation regimes are being tested now by a small\r\nminority of Governments that flout the norms and\r\nstandards observed by the rest of the international\r\ncommunity and which in doing so imperil the security\r\nof us all.\r\nA dangerous new dimension to this global\r\nchallenge is the known ambition of terrorists to acquire\r\nweapons of mass destruction. It is therefore imperative\r\nthat we take practical action against proliferation as it\r\noccurs, through innovative measures such as the\r\nProliferation Security Initiative that complement and\r\nreinforce multilateral regimes.\r\nEarlier this year I saw firsthand the Review\r\nConference of the Parties to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons be thwarted by\r\na few countries determined to prevent consensus.\r\nAustralia — together with the overwhelming\r\nmajority of States — remains unwavering in its support\r\nfor the Non-Proliferation Treaty, and we will continue\r\nto take a leading role in universalizing the Additional\r\nProtocol on strengthening nuclear safeguards, making\r\nit a precondition for the supply of uranium to non-\r\nnuclear-weapon States.\r\nIt is not acceptable, in the current global climate,\r\nthat we have not started negotiations on a fissile\r\nmaterial cut-off treaty, a treaty which would reduce the\r\nrisk of leakage of fissile material to proliferators or\r\nterrorists and would buttress nuclear disarmament\r\ngains made to date.\r\nI am pleased to be chairing the Comprehensive\r\nTest-Ban Treaty Article XIV Conference this\r\nafternoon, looking for ways to accelerate that Treaty’s\r\nentry into force.\r\nA firmer and more active Security Council role\r\non the issue of weapons of mass destruction is also\r\nsorely needed.\r\nAustralia is a committed and long-term supporter\r\nof the United Nations and of the vital role that it can\r\nplay in promoting international peace and security. We\r\nhave a proud record of contributing to United Nations\r\nactivities, funding and debates, extending back to its\r\nformation in 1945.\r\nBut we are not an uncritical supporter. The need\r\nto reform the United Nations has been a consistent\r\ntheme since I first addressed the General Assembly at\r\nits fifty-first session in 1996. Such a need is all the\r\nmore compelling today.\r\nThe reality is that there continue to be States\r\nfailing or in precipitous decline for no reasons other\r\nthan poor leadership and poor governance — with\r\ndisastrous results for human lives. What does it say\r\nwhen the international community proves to be\r\nunwilling to act when misrule has caused life\r\nexpectancy to plunge in what was one of Africa’s most\r\npromising countries — from around 63 years in the\r\nearly 1990s, to just under 34 years in 2004? Would\r\ntoday’s United Nations be able to prevent another\r\nRwanda?\r\nWe and the publics of the world expect much of\r\nthe United Nations, and rightly so. The stakes are too\r\nhigh in this complex and challenging security\r\nenvironment to accept anything less. We all have a part\r\nto play. There was some welcome progress at the\r\nsummit; but where we have fallen short we must\r\nacknowledge it and be ambitious in pursuing more\r\nmeaningful reform. Large challenges loom before us.\r\nWe should approach them with a degree of realism.\r\nAustralia does not believe that the United Nations is\r\nthe answer to all the problems of the world. But the\r\nOrganization does have a role to play. When we call on\r\nthe United Nations, it must be able to fulfil that role\r\neffectively and expeditiously. The publics of the world\r\nexpect nothing less.\r\nThe President: I now call on His Excellency Mr.\r\nAhmed Aboul Gheit, Minister for Foreign Affairs of\r\nthe Arab Republic of Egypt.\r\nMr. Aboul Gheit (Egypt) (spoke in Arabic): At\r\nthis session we celebrate the sixtieth anniversary of the\r\nestablishment of the United Nations. We also begin,\r\nactively and seriously, our effort to revitalize this\r\nstrong Organization, which humankind decided to\r\nestablish after it experienced two devastating wars\r\nduring the first half of the twentieth century. There is\r\nno doubt that this session has been convened at a time\r\nwhen international relations are undergoing major\r\nchanges and when hope is being tempered by threats\r\n7\r\nA/60/PV.18\r\nand challenges to the stability of the international\r\ncommunity and the peace and security of all our\r\npeoples.\r\nRecent international developments have proved\r\nthe increasing need to strengthen the capabilities of the\r\nmultilateral framework in addressing problems facing\r\nour nations and peoples and in achieving the required\r\nbalance on four issues that we consider to be at the\r\ncore of our contemporary interests: development,\r\ninternational peace and security, human rights and the\r\ninstitutional reform of the Organization.\r\nAddressing the issue of development at the\r\ninternational level requires strong political will to\r\nimplement the commitments we have undertaken,\r\nwhich we reaffirmed together in the outcome document\r\nof the High-level Plenary Meeting (resolution 60/1),\r\nprimarily the implementation of the Millennium\r\nDevelopment Goals adopted at the Millennium\r\nSummit, the revitalization of the international\r\npartnership for development and the mobilization of\r\nthe financial resources it requires, and the fulfilment of\r\nthe commitment made by many developed countries to\r\nreach the target of 0.7 per cent of gross domestic\r\nproduct (GDP) in official development assistance by\r\n2015. I would like to take this opportunity to express\r\nEgypt’s appreciation to the countries that have\r\nreaffirmed their commitment to fulfil their obligations\r\nin that regard.\r\nIn attaining our common goals, it is therefore\r\nimperative to use the consensus we reached at the\r\nHigh-level Plenary Meeting as a platform to build\r\ngreater consensus towards achieving the development\r\npriorities of developing countries, especially during the\r\nupcoming Ministerial Conference of the World Trade\r\nOrganization, to be held in Hong Kong, and at other\r\ninternational forums dealing with issues of importance\r\nto the developing world, especially those of trade, debt\r\nrelief, investment and industrial modernization, as well\r\nas other issues that can bring about the justice and\r\nopenness required in our international trading system\r\nand provide developing countries with the\r\nopportunities they need to raise the living standards of\r\ntheir peoples.\r\nIn fulfilling our long-standing commitments to\r\nachieve sustained economic growth and sustainable\r\ndevelopment in Africa, Egypt wishes to call upon our\r\npartners in developed countries to play a leading role\r\nin support of the implementation of the New\r\nPartnership for Africa’s Development (NEPAD). That\r\nAfrican-owned initiative constitutes an ambitious\r\npartnership for sustainable development that can\r\nensure Africa’s integration into the world economy,\r\nlead to the achievement of good national and\r\ninternational governance and promote the contribution\r\nof civil society and the private sector in the\r\nachievement of our development goals.\r\nAlong with achieving economic security for all, it\r\nis essential that we strive to achieve international peace\r\nand security by practically and realistically addressing\r\nthe challenges and threats facing the international\r\ncommunity. Since terrorism is the most dangerous\r\nmenace of our times, Egypt actively contributed to\r\nreaching consensus on the Summit Outcome\r\ndocument’s condemnation of terrorism in all its forms\r\nand manifestations, as it constitutes one of the most\r\nserious threats to international peace and security.\r\nContrary to what some might have imagined, the\r\nrecent terrorist attacks that have struck many\r\ncountries — including Egypt — have now made it\r\nclear that terrorism is a danger that does not distinguish\r\namong peoples, cultures or religions; rather it is a non-\r\ndiscriminating threat to human civilization. Those\r\nattacks have also reminded us that counter-terrorism\r\nefforts should not be limited to enhancing measures to\r\ncombat terrorism or to finding ways to improve their\r\nimplementation. Rather, they should include effectively\r\naddressing the underlying causes of the phenomenon.\r\nAccordingly, Egypt has put forth an initiative to\r\nconvene a high-level meeting of the General Assembly\r\nto draft and adopt a comprehensive plan of action that\r\nincludes the necessary legal and practical measures to\r\ndeal effectively with terrorism — without affecting the\r\nability of peoples under occupation to gain their\r\nindependence in accordance with established\r\ninternational law and norms — until it is completely\r\neradicated.\r\nIn conformity with that position, Egypt pledges to\r\nexert extensive efforts with a view to concluding a\r\ncomprehensive convention on international terrorism.\r\nSuch a convention, along with the 12 existing\r\ninternational counter-terrorism conventions, to which\r\nthe International Convention for the Suppression of\r\nActs of Nuclear Terrorism was added this year, could\r\nconstitute the most comprehensive legal framework\r\npossible to tackle this phenomenon.\r\n8\r\nA/60/PV.18\r\nThe issues of disarmament and the\r\nnon-proliferation of weapons of mass destruction relate\r\nto another major threat requiring concerted\r\ninternational action in the near future, specially as the\r\nHigh-level Plenary Meeting could not reach agreement\r\non how to address those issues in a manner consistent\r\nwith their crucial importance and urgency to the safety\r\nand security of the human race. Our common\r\nendeavour should be based on restoring the balance\r\nbetween nuclear disarmament, non-proliferation and\r\nthe peaceful uses of nuclear energy: the three pillars of\r\nprogress in achieving our common objectives. The\r\npoint of departure for our undertaking can only be the\r\nconsensus reached at the 1995 Review Conference of\r\nthe Parties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT), which constitutes an integral\r\npart of the package that made possible the indefinite\r\nextension of the NPT, along with the resolution on the\r\nMiddle East adopted at that Conference. Concerted\r\ninternational efforts, in particular by nuclear-weapon\r\nStates, to achieve the universality of the NPT are\r\nessential; otherwise, we risk having the Treaty lose its\r\ncredibility and relevance.\r\nTo that end, we require strong political will to\r\nrelaunch the United Nations disarmament machinery,\r\nreinforce the mutual and balanced implementation of\r\ncommitments and obligations set forth in existing\r\ntreaties, achieve the universality of those treaties prior\r\nto making any attempts to impose further obligations\r\non States parties and fully respect the commitments\r\nentered into under those instruments. We also need\r\ndetermination to establish a nuclear-weapon-free zone\r\nin the Middle East, in order to support efforts to reach\r\na just and comprehensive peace in the region.\r\nThe establishment of the Human Rights Council\r\nmust prove to be a landmark in the promotion of, and\r\nrespect for, principles and freedoms. Its mandate,\r\ncomposition and methods of work must be formulated\r\nin a democratic manner and be based on the principle\r\nof equitable geographic distribution while also taking\r\ninto consideration each region’s specific cultural and\r\ncivilizational characteristics. The Human Rights\r\nCouncil must also assist and encourage countries to\r\nimprove human rights and respect for the rule of law\r\non their territories. To that end, we must strengthen the\r\nhuman rights machinery and the rule of law in a\r\nmanner that will enable us to redress existing\r\nshortcomings — in particular, politicization, selectivity\r\nand double standards — and as to promote coexistence\r\nand dialogue among civilizations in contrast to the\r\ndivision and differences that characterize our current\r\nhandling of these issues. In that connection, I agree\r\nwith the previous speaker, the Minister for Foreign\r\nAffairs of Australia.\r\nThe Egyptian National Council on Human Rights\r\nhas been established in order to promote that effort. It\r\nenjoys the institutional independence it needs to carry\r\nout its tasks with due impartiality and objectivity. It\r\nalso has the capacity to promote respect for human\r\nrights and fundamental freedoms, including the right to\r\nparticipate in the formulation, prioritization and\r\nimplementation of national policies.\r\nWe must also launch a coordinated multilateral\r\neffort to promote human rights and to address rights\r\nviolations by enhancing the capacity of States to\r\nprotect their populations against genocide, ethnic\r\ncleansing, war crimes and crimes against humanity.\r\nHere, we must not capitalize on exceptional situations\r\nas a pretext to interfere in the internal affairs of States.\r\nIn accordance with the Charter of the United Nations\r\nand the relevant provisions of international law, we\r\nmust draw a line between the inability of a State to\r\nprotect its population against such crimes and its\r\nunwillingness to do so.\r\nOur common efforts to ensure larger freedom for\r\nour peoples are closely linked to our resolve and ability\r\nto settle current political issues, most notably in our\r\nregion, the Palestinian question. While we welcome the\r\nIsraeli withdrawal from the Gaza Strip and a few\r\nsettlements in the northern part of the West Bank, we\r\nalso call upon the Israeli Government to continue\r\nwithdrawing its troops from all Palestinian territories\r\nand to implement all of its commitments in that\r\nrespect, in accordance with the road map, which should\r\nlead us to our common goal: the establishment of an\r\nindependent Palestinian State coexisting with Israel in\r\nmutual peace and security. However, until we reach\r\nthat goal, Israel must cease settlement activities in the\r\nWest Bank, stop building its separation wall, improve\r\nthe humanitarian situation of the Palestinians in the\r\noccupied territories and launch final-status negotiations\r\ntowards a comprehensive settlement. Israel must also\r\nwithdraw from the remaining Arab territories in Syria\r\nand Lebanon occupied in 1967.\r\nFurthermore, we cannot address respect for\r\nhuman rights unless we address the human rights\r\nsituation in Iraq, particularly every Iraqi citizen’s right\r\n9\r\nA/60/PV.18\r\nto life. In that context, and despite the establishment of\r\nthe Interim Government and the drafting of a new\r\nconstitution, national reconciliation among the entire\r\nbrotherly Iraqi people is still needed. We urgently need\r\nan increased understanding that violence and the\r\nkilling of innocent people will not lead to the desired\r\nsecurity and stability for Iraq.\r\nEgypt will continue its support for the important\r\nsteps taken by the Sudan towards peace and stability, in\r\nthe context of maintaining that country’s sovereignty\r\nand territorial integrity. Egypt will continue to support\r\nthe implementation of the Nairobi Comprehensive\r\nPeace Agreement on southern Sudan and the Cairo\r\nagreement complementing it. We will also participate\r\nactively in peace negotiations on Darfur under the\r\nauspices of the African Union and continue Egypt’s\r\nsupport by contributing troops to the United Nations\r\nMission in the Sudan, as well as observers to the\r\nAfrican Union Mission in Darfur.\r\nIt is in that context that Egypt continues to place\r\nthe security and stability of Africa at the centre of its\r\nregional and international policies. Egypt will therefore\r\ncontinue to increase its efforts to resolve contemporary\r\nAfrican political problems. It has contributed, and will\r\ncontinue to contribute, to all peacekeeping operations\r\nin Africa, as well as to support all of Africa’s ongoing\r\nefforts to implement an integrated approach to\r\ndevelopment that covers all political, economic and\r\nsocial dimensions. Egypt’s commitment to Africa is\r\nbased on an unwavering conviction of our common\r\ndestiny and on the need for continued cooperation.\r\nHere, the African Union has a central role to play; it\r\nmust have the full support of the United Nations.\r\nBecause of the particular importance that Africa\r\nattaches to the link between security and development\r\nin addressing situations in countries emerging from\r\nconflict, Egypt has supported the establishment of the\r\nproposed Peacebuilding Commission. However, the\r\nactivities of the Commission must reflect a balance\r\namong the various mandates of the principal organs of\r\nthe United Nations and the various steps taken in\r\ntackling each issue. We also call for a leading in the\r\nwork of the Commission role for both the General\r\nAssembly and the Economic and Social Council, along\r\nwith the Security Council. The Commission must\r\nbecome neither a body to impose trusteeship on States\r\nnor an instrument to bypass the will and the national\r\npriorities of States. The Peacebuilding Commission\r\nmust always remain an effective advisory body\r\nfocusing on mobilizing assistance to post-conflict\r\ncountries on its agenda, in order to enable them to\r\nattain their national aspirations to sustainable peace\r\nand stability.\r\nThe United Nations will not be able to carry out\r\nall those increasing and challenging tasks unless we\r\nembark upon effective institutional reform that takes\r\ninto consideration the balance between the\r\nOrganization’s principal organs, that ensures the\r\nimplementation of the Organization’s tasks and that\r\nenhances the credibility of the United Nations and\r\neliminates the causes of the criticism it has been\r\nfacing.\r\nThere is no doubt that among the most important\r\npillars of institutional reform is the revitalization of the\r\nGeneral Assembly and the strengthening of its role as\r\nthe chief deliberative, policymaking, implementing and\r\nmonitoring body of the United Nations. The Assembly\r\nshould cooperate with the Secretary-General within a\r\ntransparent framework and should provide him with the\r\nauthority he needs to carry out his tasks effectively\r\nwhile ensuring that he remains committed to the tasks\r\nmandated by the principal organs of the Organization.\r\nWe look forward to the proposals that the\r\nSecretary-General is expected to present, including\r\nthose on improving auditing and oversight, which\r\nshould duly take into account the intergovernmental\r\nnature of the existing budgetary and management\r\ncommittees. We also look forward to undertaking,\r\nthrough the General Assembly and other relevant\r\nbodies, a one-time review of mandates older than five\r\nyears, while emphasizing the need to avoid a mere\r\nregulatory approach to that issue and the imperative of\r\ntaking its political implications into consideration. We\r\nmust never neglect the international political balance,\r\nor affect ongoing efforts to resolve contemporary\r\nproblems.\r\nIn that context, the reform and expansion of the\r\nSecurity Council is becoming increasingly important,\r\nparticularly in the light of the Council’s role in the\r\nmaintenance of international peace and security. That\r\nreform must ensure that the Security Council is more\r\nrepresentative of the general membership of the\r\nOrganization and more transparent in addressing the\r\nissues on its agenda. In that regard, I wish to stress the\r\ncommitment of Egypt to the African Common Position\r\non this issue, as set out in the Ezulwini consensus and\r\nthe Sirte declaration, which aims at fulfilling the\r\n10\r\nA/60/PV.18\r\nlegitimate aspirations of our continent for permanent\r\nand balanced representation in an expanded Security\r\nCouncil and at remedying the existing imbalance in the\r\nrepresentation of Africa in particular and of developing\r\ncountries in general.\r\nThe outcome document that we adopted at the\r\nHigh-level Plenary Meeting marking the sixtieth\r\nanniversary of the United Nations (resolution 60/1) is\r\nsolid proof of the vitality of the Organization and of a\r\ngenuine desire that its essential role continue. We look\r\nforward to working together to move ahead and to\r\nimprove the capacity of the United Nations to fulfil our\r\ncommon objectives on the basis of firm political will to\r\nimplement the commitments agreed upon in that\r\ndocument. We must expand the agreement’s scope to\r\nencompass all aspects of international action. That is\r\nthe only path available to us in order to attain our\r\npeoples’ aspirations to peace, security and stability.\r\nThe President: I now call on His Excellency The\r\nHonourable Samuel R. Insanally, Minister for Foreign\r\nAffairs of the Republic of Guyana and the former\r\nPresident of the General Assembly.\r\nMr. Insanally (Guyana): Following closely, as it\r\ndoes, on the heels of last week’s High-level Plenary\r\nMeeting, the remainder of the sixtieth session of the\r\nGeneral Assembly is challenged to take steps towards\r\nthe early implementation of the agreed outcome. In the\r\neyes of many, the summit document (resolution 60/1)\r\nis less than satisfactory in terms of both its scope and\r\nits substance. Nonetheless, it represents a common\r\nplatform on which we can build further to reach higher\r\nlevels of international cooperation.\r\nTo you, Mr. President, my dear friend, falls the\r\ntask of spearheading that enterprise. Your outstanding\r\ndiplomatic experience assures us all that you will\r\nsucceed in the mandate given to you. If I am to give\r\nyou any advice on how you should now proceed, I\r\nwould simply echo — and then perhaps very slightly\r\nparaphrase — the words of Dag Hammarskjöld, your\r\ncompatriot and former Secretary-General, when he\r\nsaid, “Never measure the height of a mountain until\r\nyou have reached the top”. To this I would add, then\r\nyou will see that the climb was not all that bad.\r\nWe owe a debt of gratitude to His Excellency\r\nMr. Jean Ping of Gabon, the outgoing President, for his\r\neffective stewardship of the work of the Assembly\r\nduring the fifty-ninth session. To the Secretary-General\r\nI wish to express our appreciation for his effort to\r\nequip our Organization for the challenges that we\r\nconfront today.\r\nI would also like to offer our appreciation and\r\nthanks to our host country, the United States, and to\r\nrenew to it our assurances of sympathy with regard to\r\nthe severe losses suffered in the wake of Hurricane\r\nKatrina.\r\nAs was stated earlier by President Jagdeo of\r\nGuyana (see A/60/PV.8), international development\r\ngoals — and especially the Millennium Development\r\nGoals, which were set at the Summit five years ago and\r\nwhich we have just reviewed — remain an important\r\nbenchmark for global development. Aimed at securing\r\nthe important prerequisites for our economic and social\r\nadvancement in such areas as health, education and\r\nother basic services, they must be fully embraced and\r\npursued by the international community.\r\nMy own country has been diligent in working\r\ntowards those objectives. Through a visionary poverty-\r\nreduction strategy and the allocation of more resources\r\nto the social sector, we have been able to improve the\r\nlot of the disadvantaged among our population and\r\nenlarge their opportunities for a better life.\r\nUnfortunately, however, further progress is now being\r\njeopardized by a number of untoward developments.\r\nAmong these has been the recent revision of Europe’s\r\nagriculture policy, and more particularly the European\r\nCommission’s proposal to drastically reduce the price\r\nfor the sugar exports of African, Caribbean and Pacific\r\nStates. That proposal, if implemented, will seriously\r\naffect our own sugar industry and will plunge many of\r\nour people who depend on it into extreme poverty.\r\nOur economy stands to lose some $40 million per\r\nyear, a sum that nullifies the $8 million which we will\r\nhave received as a result of the recent Group of Eight\r\ndecisions on debt relief. The result is an example of the\r\nskewed and often incoherent policies pursued by some\r\ndeveloped countries. Without consultation or warning,\r\nthey adopt measures that wreak enormous havoc on the\r\neconomies of developing countries, particularly the\r\nsmall and the vulnerable.\r\nThe only hope on the horizon for us lies in the\r\npromise held out by several recent initiatives, such as\r\nthe Millennium Challenge Account of the United\r\nStates, the International Finance Facility of the United\r\nKingdom, the Action Against Hunger and Poverty\r\nInitiative, led by Brazil and other States, and, more\r\nlatterly, the levy on air travel suggested by France and\r\n11\r\nA/60/PV.18\r\nothers for the financing of development. As the review\r\nof the Millennium Development Goals has revealed, an\r\nadditional $50 billion will be needed annually to reach\r\nthe targets set. New and additional resources are\r\ntherefore clearly required if we are to make any impact\r\non global poverty.\r\nWhile we in the developing world would prefer to\r\nrely on trade instead of aid for our development, the\r\nprospects for improving our position are bleak. The\r\nroad from Cancún to Dalian to Hong Kong has been\r\ntedious, strewn with obstacles and, now, highly\r\nuncertain. As in New York, developed countries seem\r\ncontent with making broad declarations rather than\r\nspecific commitments. The calls by small economies\r\nfor special and differential treatment have thus far been\r\nonly grudgingly acknowledged. Yet, without full regard\r\nfor paragraph 35 of the Doha Declaration, countries\r\nlike mine are likely to be further marginalized by the\r\nglobal economy.\r\nEconomic and social progress will come to the\r\ndeveloping world only when its countries are allowed\r\nto have a say in the decision-making on development\r\nissues. The chapter in the 2005 Human Development\r\nReport on our interdependent world quotes an African\r\nproverb that states that “Until the lions have their\r\nhistorians … tales of hunting will always glorify the\r\nhunter” (p. 113). It is therefore time for the developing\r\nworld, which has long been considered only an object\r\nin the development process, to be given a more active\r\nand participatory role in the process. Only then will we\r\nbe able properly to address the outcome of our policies.\r\nMany of the prescriptions for poverty eradication\r\nhave been based on the time-worn theory of\r\ndevelopment that posits that the increasing economic\r\nprosperity of the developed world will eventually raise\r\nthe standard of living for all States — that is to say,\r\nthat a rising tide lifts all boats. But any serious analysis\r\nof that development paradigm as it has functioned over\r\nthe past several decades will amply demonstrate that\r\nthat is a very flawed concept. The gap between rich\r\nand poor countries continues to widen, a reality to\r\nwhich the 2005 Human Development Report amply\r\ntestifies.\r\nThere therefore has to be a serious global\r\nrethinking of what constitutes real and sustainable\r\ndevelopment. We cannot avoid the conclusion that\r\nwhile the realization of the Millennium Development\r\nGoals will provide the necessary foundation for\r\ndevelopment, true economic and social progress cannot\r\nbe achieved in the absence of a more comprehensive\r\npolicy framework that encompasses significant\r\nassistance and investment flows, wider debt relief,\r\nmore equitable trade and economic cooperation and the\r\ntransfer of science and technology for development\r\npurposes. That realization has led my Government to\r\nadvocate at the United Nations the promotion of a new\r\nglobal human order: a more comprehensive and holistic\r\nstrategy based on equity and social justice.\r\nWith regard to the second major area of concern\r\naddressed in the Secretary-General’s report entitled “In\r\nlarger freedom” (A/59/2005) — namely, the issues of\r\ndemocracy, human rights and security — let me say\r\nthat Guyana, as a newly restored democracy, fully\r\nsupports the promotion of all fundamental human\r\nfreedoms and values. After all, they constitute the\r\nbedrock of the United Nations Charter and the basic\r\nrights of our peoples. We therefore welcome the\r\ninitiative to establish a Democracy Fund to propagate\r\nthe democratic ideal, as well as the setting up of a\r\nHuman Rights Council to replace the current\r\nCommission on Human Rights.\r\nRaising the status of the Commission on Human\r\nRights can do much to enhance respect for human\r\nrights. We are concerned, however, about the\r\nrepresentative character of the proposed Council and\r\nwould be seriously distressed if it were to emerge as an\r\nelite directorate sitting in judgement of other States\r\ndeemed to be less than equal. The holier-than-thou\r\nattitude of some countries on matters relating to\r\ndemocracy and human rights is not acceptable in an\r\nOrganization founded on the principles of the equality\r\nof States, mutual understanding and respect. No one is\r\nperfect, and we all fall short of the glory of God. It\r\nwould therefore be imperative for the General\r\nAssembly, in its further consideration of that proposal,\r\nto carefully examine such issues as the criteria for\r\nmembership, size and voting procedures, in order to\r\nensure that the principles of the Charter are not\r\nvitiated.\r\nFinally, there is the third leg of the report’s\r\nthematic tripod, namely, security. As is now\r\nuniversally recognized, security is a sine qua non for\r\nthe protection of democracy and human rights, as well\r\nas for the promotion of development. It is therefore\r\nessential, in view of the vast array of threats to\r\ninternational peace and security, that we mount the\r\nnecessary defences against the spread of terrorism,\r\n12\r\nA/60/PV.18\r\ntransboundary crime, arms and drug trafficking,\r\ndisease and the increasing incidence of natural\r\ndisasters, which must now be an integral process of our\r\ndevelopment analysis. Unfortunately, however, the cost\r\nof such measures takes a very heavy toll on our limited\r\nhuman and financial resources — resources that can be\r\nbetter spent in the area of development.\r\nTo illustrate the challenge we face, let me cite the\r\ncase of my own country, which, after suffering a\r\ndisastrous flood earlier this year that led to a loss of\r\nalmost 60 per cent of our gross domestic product\r\n(GDP) — according to an assessment by the Economic\r\nCommission for Latin America and the Caribbean —\r\nnow faces spiralling oil prices, amounting, in terms of\r\nexpenditure, to 24 per cent of GDP and heavy revenue\r\nloss to our sugar-export earnings. How can one speak\r\nmeaningfully in such circumstances of achieving the\r\nMillennium Development Goals? Small countries like\r\nours have to find solutions to these pressing problems,\r\nor else run the risk of being thrust further back into\r\nunderdevelopment.\r\nFor several decades now, we have been seeking to\r\nreform the United Nations system to make it more\r\nresponsive to the challenges of our times. To some\r\nextent we have succeeded in our effort but, clearly,\r\nmuch more remains to be done. We therefore urge the\r\nPresident to hold to his promise and to pursue the\r\nrevitalization of the General Assembly, the most\r\ndemocratic and representative of the United Nations\r\norgans, to enable it to promote the high principles and\r\npurposes of the Charter. The potential of the\r\nAssembly’s role in fighting the scourge of war and\r\npromoting development is yet to be fully explored and\r\nexploited. At the same time, it is necessary to bring\r\ndevelopment issues, which are now largely the purview\r\nof multilateral financial institutions, more fully within\r\nthe ambit of the United Nations, particularly the\r\nEconomic and Social Council, where developing\r\ncountries can have a greater voice on matters\r\npertaining to their welfare.\r\nOf some urgency is the reform of the Security\r\nCouncil, the organ responsible for the maintenance of\r\ninternational peace and security. It is time that the\r\nCouncil be made more equitable in its composition,\r\nmore democratic in its decision-making and more\r\neffective in its operation. The deliberations of the\r\nrelevant working group have generated wide-spread\r\nagreement on the need for expansion of the Council’s\r\nmembership. The various permutations have been\r\nexplored, and all options are on the table. We are now\r\noffered a historic opportunity to reform the Council —\r\nan opportunity that, if not taken now, may not soon\r\ncome our way again. My delegation therefore urges the\r\nAssembly to expedite and conclude its work in this\r\narea.\r\nThe latest proposal for an advisory Peacebuilding\r\nCommission is a welcome one, since there is a clear\r\nrelationship between conflict and development. Much\r\ntoo often, the gains made in the area of conflict\r\nresolution are rapidly negated by the lack of\r\naccompanying measures to preserve stability and\r\nencourage development. Such a commission, if\r\nproperly conceived and constituted, can usefully\r\ncomplement and optimize the work of the principal\r\norgans of the United Nations.\r\nIn the end, however, if we are to achieve a\r\nstronger, more democratic and effective United\r\nNations, we will have to go beyond the reform of its\r\norgans and agencies to a reform of the attitudes and\r\nbehaviour of States, which, while giving lip service to\r\nsuch concepts as partnership, cohesion and\r\ninterdependence, fail to practice those virtues in their\r\nrelations with other States. There is always a vast\r\ndivide between declarations and deeds. Yet, the\r\nimplementation of the common agenda that we have set\r\nourselves at the sixtieth session is not possible without\r\na greater commitment to change.\r\nAs the 2005 Human Development Report states, it\r\ncannot be business as usual for the United Nations. The\r\nMillennium Declaration must be more than a paper\r\npromise. We need to\r\n“mobilize the investment resources and develop\r\nthe plans needed to build the defences that can\r\nstop the tsunami of world poverty”. (2005 Human\r\nDevelopment Report, p. 2)\r\nThat is the challenge issued to the sixtieth session\r\nof the General Assembly, and the yardstick by which\r\nits success will be judged. For the sake of the billions\r\nwho continue to live in fear and want, we must seek to\r\nachieve that larger freedom that is the birthright of all\r\nhumankind.\r\nThe President: May I say that I particularly\r\nappreciate the advice given by the Minister for Foreign\r\nAffairs of Guyana, former General Assembly President\r\nInsanally, who mentioned a quotation by Secretary-\r\nGeneral Dag Hammarskjöld. As the Assembly may be\r\n13\r\nA/60/PV.18\r\naware, Mr. Hammarskjöld was born 100 years ago this\r\nyear. The quote he mentioned was:\r\n“Never measure the height of the mountain until\r\nyou have reached the top; then you will see how\r\nlow it was”.\r\nI referred to a similar quotation from his memoirs\r\nin my statement on 13 June, which I hope the\r\nAssembly will not mind my repeating, because it is\r\nrelated to the quotation read by former Assembly\r\nPresident Insanally. The quotation is:\r\n“Never look down to test the ground before\r\ntaking your next step; only he who keeps his eye\r\nfixed on the far horizon will find the right road”.\r\nI now call on His Excellency The Honourable\r\nPierre Stewart Pettigrew, Minister for Foreign Affairs\r\nof Canada.\r\nMr. Pettigrew (Canada) (spoke in French): The\r\nsixtieth anniversary of the United Nations is cause for\r\ninspiration, concern and action. It is a source of\r\ninspiration because 60 years of collective action for\r\npeace and development is an anniversary to celebrate.\r\nAnd what better time to do so than on the International\r\nDay of Peace? It is a cause for concern because the\r\nchallenges, far from diminishing, have continued to\r\ngrow, and we have not reached a consensus on a whole\r\nrange of essential reforms. Some important\r\ncomponents are missing. It is a call for action because\r\nall of us here have recognized that the United Nations\r\nremains an indispensable instrument and because\r\nchange is still needed. We have no choice: we must\r\nmove forward.\r\nBut we have come a long way. Two years ago, the\r\nUnited Nations was in a sorry state indeed; the\r\nsituation in Iraq not only had divided the membership\r\nbut had left deep scars within our institution. That is\r\nwhy I pay tribute to the Secretary-General for having\r\nestablished the High-level Panel on Threats,\r\nChallenges and Change, whose report (A/59/565) has\r\ntruly revolutionized how all of us think about the\r\nOrganization’s future.\r\nJeffrey Sachs and his colleagues also delivered to\r\nus a remarkable document on “Investing in\r\nDevelopment” — development that Canada has done\r\nso much to promote ever since the era of Lester\r\nPearson. In “In larger freedom” (A/59/2005), the\r\nSecretary-General summarized that work with clarity\r\nand discernment and set out an ambitious plan for us.\r\nWe have not adopted all of his recommendations — far\r\nfrom it. We could have, and should have, done better.\r\nThe summit is by no means the end of the debate. To\r\nthe contrary, we have a mandate to continue our efforts\r\nand to make this sixtieth-anniversary year a year of\r\nreform.\r\nWe are all aware of the risks of unilateralism or\r\npiecemeal multilateralism. But we are not sufficiently\r\naware that humanity’s future lies in accepting the\r\ninextricable links among security, development and\r\nhuman rights.\r\nTo predict the future is to understand the past, so\r\nit behoves us all to look back over the 60 years of our\r\nOrganization. The contribution of the United Nations\r\nto the progress of humanity is indisputable. The\r\nOrganization’s successes, more than its failures, show\r\nus the path to take so that we can meet current and\r\nfuture challenges.\r\nLet us not forget that in 1945 the whole world\r\nwas rising from ruins and States were determined that\r\nthat would never happen again. So it is not surprising\r\nthat the first objective expressed in the Charter of the\r\nUnited Nations centred on security so as to “save\r\nsucceeding generations from the scourge of war, which\r\ntwice in our lifetime has brought untold sorrow to\r\nmankind”.\r\nWe have known the horrors of war over the past\r\n60 years, but we have avoided descending into the hell\r\nof a third world war. How did we do that? At the\r\nUnited Nations, the super-Powers had no choice. Under\r\nthe aegis of the Organization, they concluded major\r\ndisarmament and arms control agreements. In sum, the\r\nrole played by the United Nations in ending the stand\r\noff between East and West is one of the greatest\r\nsuccesses of the past century.\r\n(spoke in English)\r\nSixty years ago, the nations meeting in San\r\nFrancisco set the second objective: to reaffirm faith in\r\nfundamental human rights, in the dignity and worth of\r\nthe human person, in the equal rights of men and\r\nwomen and of nations large and small. The founders of\r\nthe United Nations foresaw that if we were to avoid the\r\nconflicts of the past, the world of tomorrow needed to\r\nbe more human. With that in mind, Canada’s John\r\nHumphrey worked hard to help draft the Universal\r\nDeclaration of Human Rights.\r\n14\r\nA/60/PV.18\r\nWe have become ever more demanding about the\r\nprotection of human rights — including women’s\r\nrights — as well we should be. We are duty-bound to\r\nprevent or combat flagrant violations, which still\r\nplague the world. The Commission on Human Rights\r\nhas played a key role in that respect, but its serious\r\nshortcomings unfortunately eclipse its valuable\r\ncontributions, necessitating its replacement.\r\nMr. Mwakwere (Kenya), Vice-President, took the\r\nChair.\r\nHistory shows that democracy and human rights\r\ngo hand in hand. The United Nations has entrenched\r\nhuman rights through a series of legal instruments that\r\nGovernments concluded under the Organization’s aegis\r\nand has extended a range of protections, such as\r\nconventions on eliminating discrimination against\r\nwomen, on children’s rights and against torture.\r\nThe United Nations remains a key forum for\r\ndebating human rights failures around the world. And\r\nit is in that area that the Organization has played a\r\nleading role in changing global culture, fostering the\r\nacceptance of new standards and setting criteria for\r\njudging Governments’ actions. That is another\r\nremarkable success for the United Nations.\r\nThe third objective of the Charter called on\r\nMembers to establish conditions under which justice\r\nand respect for the obligations arising from treaties and\r\nother sources of international law can be maintained.\r\nFor 60 years, the United Nations has been at the heart\r\nof a vast network of bilateral and regional treaties\r\ncovering nearly the gamut of international relations. In\r\nso doing, the Organization has helped to bring about an\r\ninfinitely more integrated world where interactions\r\namong peoples take place in a predictable fashion and\r\nwithin a defined regulatory framework. This global\r\nlegal framework is the foundation of peace. Where the\r\nframework has not yet taken shape, conflicts multiply.\r\nThe world needs the United Nations to perfect this\r\ntremendous asset.\r\nThe fourth objective of the Charter touched at the\r\nheart of our debate today on the Millennium\r\nDevelopment Goals, calling on members to promote\r\nsocial progress and better standards of life in larger\r\nfreedom. That message was prophetic at the time. The\r\nfounders of the United Nations already foresaw that\r\nbeyond the massive destruction of 1939 to 1945, a\r\nfundamental poverty afflicted almost every country and\r\nregion in the world — a poverty that had to be fought\r\nunwaveringly.\r\nToday, we salute their hope and their desire to\r\ncreate a better, safer and more prosperous world.\r\nAmong the surest ways in which to create that type of\r\nworld are the growing participation of women in\r\neconomic, civil and political life and the emergence of\r\na middle class, both of which justify hope for real\r\nprogress on the road to growth. Those promising trends\r\nneed to be accelerated.\r\nThe United Nations has played a fundamental\r\nrole on that front. Its specialized agencies and affiliates\r\nhave helped set development objectives and have\r\ndelivered the bulk of international aid. Thanks to those\r\nefforts, the world is a better place to live in today. And\r\ntoday, five years after the Millennium Development\r\nGoals were adopted, the United Nations is where the\r\nworld’s nations recall their common commitment to\r\ndevelopment, with a keener understanding, since the\r\nMonterrey summit, of the obligations that we all must\r\nbear.\r\nWith respect to the four major objectives of the\r\nCharter, comparing ideals against reality inevitably\r\nbrings disappointment. For each major step forward,\r\nthere have been many failures, in particular the absence\r\nof a collective will to adapt our institution to current\r\nneeds.\r\nWhere are we now, and what do we need to do to\r\nbetter respond to our hopes? The starting point is\r\nclearly the document (resolution 60/1) approved by\r\nheads of State or Government last week. That\r\ndocument is a foundation on which, with a great deal\r\nof political will on the part of all Members, we can\r\nthink of renewing the United Nations. In any case, we\r\nhave a working framework for the years to come.\r\nI am especially pleased that the document\r\nincludes strong references to development and to the\r\nvalues and principles that inspire us. The declaration\r\nalso provides clear, important directions on United\r\nNations management, transparency and accountability.\r\nBut we need to go much further in that direction.\r\nI would now like to address some of the points\r\nraised in the declaration. First is the “responsibility to\r\nprotect”. In recognizing that responsibility, this body\r\nhas taken a step that goes beyond utterances of “Never\r\nagain” — a step that brings us closer to making\r\n15\r\nA/60/PV.18\r\ngenocide, war crimes and crimes against humanity\r\nthings of the past. We now need to implement it.\r\nSecondly, with respect to the Human Rights\r\nCouncil, Canada is disappointed that members did not\r\nshow greater courage. We have not established the\r\nCouncil; we have only the mandate to work on that\r\nissue this year. We need such a Council because it will\r\nhelp us take an in-depth look at situations of concern to\r\nus, such as that in Iran. Canada’s position is clear: the\r\nCouncil must be a permanent body, with members\r\nelected by a two-thirds majority, on the basis of\r\nspecific criteria, and it must provide for a system of\r\npeer review, starting with the countries that will sit on\r\nthe Council. I am pleased, however, that the High\r\nCommissioner for Human Rights will have a bigger\r\nbudget.\r\n(spoke in French)\r\nThirdly, let me turn to the Peacebuilding\r\nCommission. Here again, our work is unfinished. A\r\nreference to a sequential relationship between the\r\nSecurity Council and the Economic and Social Council\r\ncould have been a solution to the question of relations\r\nbetween the Commission and existing bodies.\r\nThe fourth point is global health. The United\r\nNations must make every effort to protect threatened\r\npopulations. HIV/AIDS, tuberculosis and malaria still\r\nplague the world, to our collective shame. We have a\r\nshared responsibility to eliminate those diseases; we\r\ncan and must do better. We need to prepare for\r\npandemics, including avian flu, on which Canada\r\nrecently hosted an international meeting of health\r\nministers.\r\nFifthly, with respect to terrorism, the attacks that\r\ntook place this past summer in London, in Egypt and\r\nelsewhere make it more necessary than ever that there\r\nbe a global convention in the war on terror.\r\nBut we must also bear in mind that the overall\r\nglobal security architecture must be strengthened, from\r\nlight weapons to weapons of mass destruction,\r\nincluding the whole range of disarmament and arms\r\ncontrol measures. We can certainly be heartened by the\r\nprogress that is being made in the Middle East, Haiti,\r\nthe Sudan and Afghanistan, high-priority regions for\r\nCanada and where United Nations action is often\r\nexemplary. But that success remains fragile, and the\r\ncommitment of the United Nations must continue.\r\nSixthly, concerning the environment, if we want\r\nto leave future generations a planet that is a healthy\r\nplace to live, we need jointly to manage its\r\nenvironment. In less than two months, Montreal will\r\nplay host to a climate-change conference that should\r\nrepresent a milestone in terms of our common thinking\r\nand action in the face of that phenomenon. We will be\r\ndiscussing the progress made in implementing the\r\nKyoto Protocol and new possibilities for action in the\r\ndecades to come.\r\nLet me conclude with a few thoughts on what the\r\nfinal document does not say, or at least does not say\r\nwell.\r\nFirst, on disarmament, it is deplorable that a\r\nUnited Nations outcome document could contain not\r\none paragraph on disarmament and non-proliferation at\r\na time when we are debating Iran’s and North Korea’s\r\nnuclear programmes.\r\nSecondly, on women’s rights, it is deeply\r\nregrettable that the document could not even reiterate\r\nas forcefully the commitments made 10 years ago in\r\nBeijing or Cairo on women’s rights and gender\r\nequality, despite the fact that they lie at the very heart\r\nof the Millennium Development Goals. All Member\r\nStates need to implement their provisions and move\r\nfrom promises to action.\r\nThirdly, on the International Criminal Court,\r\nCanada regrets the absence of any reference in the\r\ndocument to the International Criminal Court, as well\r\nas its silence on commitments to end impunity. It is\r\nimperative that the United Nations address the issue of\r\nimpunity. Two years ago, when the Rome Statute came\r\ninto force, the Secretary- General clearly stated that\r\n“the time is at last coming when humanity no longer\r\nhas to bear impotent witness to the worst atrocities,\r\nbecause those tempted to commit such crimes will\r\nknow that justice awaits them”.\r\nWe urge all States to sign and ratify the Rome\r\nStatute. Together, we will break the cycle of impunity,\r\nand justice will be done for the victims of such crimes.\r\nWe are meeting in New York today to help solve\r\nhumanity’s problems. But while this Hall has witnessed\r\ntoo many unresolved debates and far too much costly\r\ninaction, the challenges and problems we discuss lie far\r\nafield. Over the years we have confronted grave\r\nchallenges in the Sudan, Haiti, Kosovo and Rwanda,\r\nand in many other places. In some cases, we can hold\r\n16\r\nA/60/PV.18\r\nour heads high; in others, we need to recognize, and\r\nlearn from, our mistakes and failures. I think we have\r\ncharted the course, but we still have far to travel.\r\nThe Acting President: I give the floor to His\r\nExcellency Mr. Ahmed Shaheed, Minister for Foreign\r\nAffairs of the Maldives.\r\nMr. Shaheed (Maldives): Mr. President, on\r\nbehalf of my delegation, allow me to congratulate\r\nMr. Jan Eliasson on his election to preside over this\r\nsession of the General Assembly. I should like also to\r\ntake this opportunity to pay tribute to his predecessor\r\nfor the exemplary manner in which he guided the work\r\nof the fifty-ninth session of the Assembly.\r\nAllow me also to thank the Secretary-General,\r\nMr. Kofi Annan, for his inspiring report entitled “In\r\nlarger freedom: towards development, security and\r\nhuman rights for all”.\r\nIt was 40 years ago today that the Maldives was\r\nadmitted to the membership of the United Nations. We\r\nare very proud of that milestone. We were then the\r\nsmallest country to have joined the United Nations, a\r\nfact which led to questions being asked in some\r\nquarters as to the viability of full membership for small\r\nStates and their ability to assume it. We survived the\r\nso-called mini-State debate, thereby reinforcing the\r\nconcept of the sovereign equality of all States,\r\nregardless of size. We also survived the cold war\r\nwithout losing the peace and stability that have been so\r\nessential to the social and economic progress of our\r\npeople.\r\nBut today we are facing a much more challenging\r\ntask and much more serious questions about the\r\neconomic viability of the country, whose economy has\r\nbeen devastated by the Indian Ocean tsunami.\r\nCompared to other affected countries, the loss of life\r\nand property damage in the Maldives were small in\r\nabsolute numbers. But in proportionate terms, we are\r\nthe worst-affected country.\r\nSome 62 per cent of the gross domestic product\r\nhas been destroyed. More than 7 per cent of the\r\npopulation is internally displaced. The social and\r\neconomic infrastructure was damaged or destroyed in\r\nover one quarter of all inhabited islands, 12 of which\r\nare now nothing but rubble.\r\nGiven the nationwide scale of destruction, timely\r\nassistance from the international community was\r\ncrucial in dealing with the emergency relief\r\nrequirements. We thank all nations, peoples and\r\norganizations for their generosity.\r\nI would also like to extend a special vote of\r\nappreciation and thanks to President Bill Clinton, the\r\nUnited Nations Special Envoy for Tsunami Recovery,\r\nfor his commitment and leadership in coordinating\r\ninternational efforts to assist affected countries with\r\nthe recovery. We are particularly grateful for his\r\ncontinued engagement, given that nearly nine months\r\nafter the tsunami, the situation in the country has not\r\neased.\r\nThere are still major funding gaps in the national\r\neconomic recovery programme. An economy which\r\nhad grown at an average of 8 per cent per annum\r\nduring the past two decades is now forecast to contract\r\nby 3 per cent. Rising oil prices, unforeseen tsunami-\r\nrelated expenditures and tourism revenue shortfall are\r\ncreating significant financial pressures requiring, for\r\nthe first time in our history, budget support from\r\ndonors.\r\nAs a small country, the Maldives lays great store\r\non assistance from the international community for its\r\nsurvival. We hope that our appeals for assistance will\r\nresult in the extension of the support that is required to\r\ntide us over the current blip in the economy.\r\nIt is ironic that just six days before the tsunami\r\nstruck, the Assembly had voted to begin a transition\r\nperiod for the Maldives for graduation from least\r\ndeveloped country status. While we recognize the\r\nachievements of our people through their diligent\r\nefforts and the support of the donor community, it is\r\nvital that trade preferences and other concessions not\r\nbe phased out through graduation before the country\r\nrecovers from the extensive destruction caused by the\r\ntsunami.\r\nThe tsunami that struck the Indian Ocean was a\r\ngrim reminder of the ferocity of the elements and the\r\nhelplessness of communities exposed to natural\r\ndisasters. Just as we support the establishment of a\r\ntsunami early warning system for the Indian Ocean,\r\nour thoughts are also with the millions of people in the\r\nUnited States, India, China, Japan and elsewhere who\r\nrecently have faced extreme weather events which\r\nbrought unprecedented death, destruction and pain. Our\r\nhearts go out to those in New Orleans affected by\r\nHurricane Katrina.\r\n17\r\nA/60/PV.18\r\nOne cannot overstate the importance of protecting\r\nthe environment and saving lives. There is no longer a\r\nfrontline comprising only small low-lying island\r\nStates. Indeed, climate change can cause destruction\r\nanytime and anywhere. Prevention is the only option\r\nwhen there is no cure. We hope that the Kyoto Protocol\r\nwill be implemented with full effectiveness.\r\nSmall States have the narrowest margins of safety\r\nand the least ability to mitigate or overcome\r\nenvironmental catastrophes. We would like to assert\r\nthe critical importance of the early and effective\r\nimplementation of the Mauritius Strategy for Small\r\nIsland Developing States.\r\nNot only is the Maldives seeking to build back\r\nbetter after the tsunami but we are also going through a\r\nhistoric transformation of the governance structures of\r\nthe country. The Agenda for Democracy and Reform\r\nbeing pursued by the Government focuses not only on\r\nmaking the Maldives a twenty-first century democracy,\r\nbut also on strengthening human rights protection.\r\nWith the acceleration of the Government’s reform\r\nprogramme over the past two years, sweeping changes\r\nhave been brought to the political landscape of the\r\nMaldives. Political pluralism has been strengthened by\r\nintroducing, for the first time in the country’s history, a\r\nmultiparty system. The country is also undertaking\r\nunprecedented legal and judicial reforms aimed at a\r\ncomprehensive modernization of the criminal justice\r\nsystem in order to bring it into compliance with\r\ninternational norms and standards.\r\nA Constitutional Assembly is in session to draw\r\nup a modern democratic constitution to embed liberal\r\ndemocracy in the country and strengthen adherence to\r\ninternational standards in civil liberties and the\r\nprotection of human rights.\r\nJust last week, the Maldives signed on to the\r\nOptional Protocol to the Convention against Torture\r\nand Other Cruel, Inhuman or Degrading Treatment or\r\nPunishment. We are already committed to full\r\ntransparency and openness in safeguarding human\r\nrights in the Maldives. We believe that the engagement\r\nof the international community is one of the strongest\r\nsafeguards in protecting human rights. We have already\r\nacceded to a number of conventions on human rights\r\nand we are confident that the measures currently under\r\nway in the national reform programme will enable us\r\nto fully comply with and become parties to the\r\nInternational Covenant on Civil and Political Rights\r\nand the International Covenant on Economic, Social\r\nand Cultural Rights.\r\nTo recall Sir Winston Churchill, it would not be\r\nenough to say that we will do all that we can. Rather,\r\nwe would like to say that we will do all that is\r\nrequired, and then some, to ensure that our people live\r\nin larger freedom, as envisaged in the United Nations\r\nCharter.\r\nWe are mindful that under Article 2, paragraph 7,\r\nof the United Nations Charter Member States are not\r\nrequired to submit matters within their domestic\r\njurisdiction for settlement in United Nations forums,\r\nbut the Maldives believes that its aspirations to build a\r\nmodern and mature democracy are important enough to\r\nbe articulated before this Assembly. Moreover, given\r\nour limited resources and dearth of technical expertise,\r\nthe support of the international community is vital for\r\nthe success of the ambitious democracy project being\r\npursued by the Government. We are indeed encouraged\r\nby the initiative to establish a Democracy Fund. I\r\ngratefully acknowledge the support being extended to\r\nus by the United Nations system and our bilateral\r\npartners in this historic enterprise in the Maldives.\r\nToday, on the occasion of the fortieth anniversary\r\nof the admission of the Maldives to the United Nations,\r\nmy President wrote to the Secretary-General thanking\r\nhim and the United Nations membership for their\r\ncollaboration and support over the past four decades on\r\nmatters of crucial national interest to the Maldives: we\r\nrecall the support given by this Assembly to the\r\nrequirements of protection and security of small States;\r\nwe acknowledge the important role played by the\r\nUnited Nations membership in advancing efforts to\r\nprotect the global environment; and we are gratified by\r\nthe assistance that we are getting towards the\r\nattainment of the Millennium Development Goals\r\n(MDGs). Already we are on track for attaining most of\r\nthe MDGs.\r\nWe hope that the outcome document of the High-\r\nlevel Plenary Meeting (resolution 60/1) will expedite\r\nthe march of countries towards attainment of the\r\nMDGs and towards conquering disease, despair and\r\ndeprivation.\r\nThe July bombings in London and other incidents\r\nof terrorism have shocked and horrified us. We hope\r\nthat measures agreed upon to combat international\r\nterrorism, strengthen peace and international security,\r\npromote peacebuilding and strengthen the United\r\n18\r\nA/60/PV.18\r\nNations machinery on human rights protection will be\r\nfollowed up effectively.\r\nSound multilateralism is crucial to our quest for a\r\nbetter world in an age of globalization. It is therefore\r\nimportant that the effectiveness of the United Nations\r\nbe strengthened.\r\nWe welcome the proposals made by the\r\nSecretary-General on all aspects of United Nations\r\nreform. While we recognize the need for\r\ncomprehensive reforms, we hope that the reforms of\r\nthe Security Council will be completed before the\r\nyear’s end in order to enable it to reflect more fully the\r\nrealities of the twenty-first century. Our support of the\r\nGroup of Four proposal is based on those\r\nconsiderations and we hope that there will be wide\r\nsupport for it.\r\nWe have consistently expressed concern about\r\nconflict and tension in the Middle East. We are\r\nencouraged by the Israeli withdrawal from the Gaza\r\nStrip. We hope that this will be a first step in the\r\nmovement towards a just and lasting peace in the\r\nMiddle East.\r\nIn conclusion, allow me to reiterate the firm\r\ncommitment of the Maldives to the principles and\r\npurposes enshrined in the United Nations Charter. We\r\nwill work with the other members of the international\r\ncommunity to uphold and promote those lofty\r\nobjectives.\r\nWe seek a world, as envisioned 60 years ago in\r\nthe United Nations Charter, of all peoples living in\r\nlarger freedom, free from want, free from fear and with\r\nthe dignity that God almighty bestowed on all of us.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Tsend Munkh-Orgil, Minister for\r\nForeign Affairs of Mongolia.\r\nMr. Munkh-Orgil (Mongolia): Let me begin by\r\ncongratulating the President of the fifty-ninth session\r\nof the General Assembly, His Excellency Mr. Jean\r\nPing, for his tireless efforts in the lead-up to the\r\nsummit meeting and for his contribution to the\r\nelaboration and adoption of the outcome document\r\n(resolution 60/1). Mongolia considers the outcome\r\ndocument, with all its omissions, to be another\r\nimportant milestone in forging global consensus on\r\ndevelopment, and pledges to contribute its modest\r\nshare to the successful implementation of the\r\ncommitments contained therein. In this connection, I\r\nwould also like to commend our Secretary-General,\r\nMr. Kofi Annan, for his leadership and vision and to\r\nwish him well in his bold reform activities. I also\r\nwarmly congratulate Mr. Jan Eliasson on his well-\r\ndeserved election to the presidency and express our\r\nconfidence that his skill, experience and intimate\r\nknowledge of the matters at hand will enable us to\r\nsuccessfully follow through on the commitments made\r\nby our leaders last week in this Assembly.\r\nMongolia is poised to achieve most of its\r\nMillennium Development Goals (MDGs) on education,\r\ngender, child and maternal health and combating\r\nvarious diseases by 2015. Capitalizing on its 1990s\r\nsystem of public health and education and a traditional\r\nculture of gender equality, Mongolia is well on track to\r\nachieve, by 2015, universal primary education and\r\nliteracy, eliminate gender disparity at all levels of\r\neducation, and reduce its child mortality rate by two\r\nthirds and maternal mortality rate by three fourths.\r\nHowever, the most important goal of halving poverty\r\nby 2015 looks highly elusive, if not unachievable, at\r\nthe moment. Aware of its responsibility for its own\r\ndevelopment, Mongolia has, by and large, managed its\r\npublic finances responsibly and maintained\r\nmacroeconomic stability. It has done its utmost to\r\nadopt and implement sound national policies and\r\ndevelopment strategies and to introduce good\r\ngovernance and the rule of law.\r\nYet, like many other small, vulnerable and\r\ncommodity-dependent economies, Mongolia’s\r\ndevelopment is severely handicapped by many factors\r\nwell beyond its control. Skyrocketing oil prices, for\r\ninstance, are taking a serious toll on economic growth,\r\nengulfing whatever gains we made earlier on, and are\r\nexposing already vulnerable societies to increased\r\nhardship and uncertainty. Many frustrated oil-\r\nimporting developing countries have articulated a\r\nnumber of interesting ideas during this general debate,\r\nand we urge the international financial institutions and\r\nthe oil producers to heed our collective appeal.\r\nLast week world leaders once again reaffirmed\r\ntheir commitment to address the special needs of the\r\nlandlocked countries and their special difficulties in\r\nintegrating into multilateral trading systems. Full,\r\ntimely and effective implementation of the Almaty\r\nProgramme of Action and the Sao Paulo Consensus\r\nadopted at the eleventh session of the United Nations\r\nConference on Trade and Development will provide a\r\nsignificant boost to the development and poverty\r\n19\r\nA/60/PV.18\r\nreduction efforts of the landlocked countries, including\r\nMongolia. Mongolia spends a significant portion of its\r\ngross domestic product (GDP) on transit transportation\r\nand insurance costs through its two neighbours, Russia\r\nand China, roughly double the transportation costs of\r\nother developing countries. Since 1998, Mongolia has\r\nbeen negotiating with these two neighbours on a\r\nframework agreement on transit transport to reduce\r\ntransit transportation costs and related cumbersome\r\nprocedures, both in crossing the land border and in\r\ntrans-shipment at ports. Six rounds of talks ended for\r\nthe most part inconclusively, but we hope that with the\r\nrenewed commitment of our leaders to the Almaty\r\nDeclaration, agreement will be within our collective\r\nreach.\r\nMongolia is a small economy, highly vulnerable\r\nto commodity market fluctuations and weather and\r\nclimatic conditions. The call made in the Summit\r\nOutcome document (resolution 60/1) on the need to\r\nsupport the efforts of commodity-dependent countries\r\nto restructure, diversify and strengthen the\r\ncompetitiveness of their commodity sectors merits a\r\nswift response from the international community. In\r\nthis regard, I wish to draw the attention of this\r\nAssembly to the important recommendations derived\r\nfrom the Multi-Stakeholder Consultations organized by\r\nthe New Rules for the Global Finance Coalition in\r\npreparation for the summit. Recommendations include\r\ncommodity price arrangements and stabilization tools\r\nand the establishment of a rapid-responding,\r\noverarching, grant-financed shocks facility for low-\r\nincome commodity-dependent countries. Immediate\r\nestablishment of such a facility would make a tangible\r\ncontribution to our efforts to reduce poverty.\r\nMongolia is highly susceptible to natural\r\ndisasters, which cause loss of life and extensive\r\ndamage to its economy. In addition, desertification,\r\ndeforestation and soil erosion hamper our development\r\nefforts. We urge the international community to\r\nredouble its efforts to address these trans-boundary\r\nthreats collectively. For our part, we will continue to\r\ntake specific measures in combating desertification, in\r\nusing land resources properly and in protecting forests\r\nby introducing and implementing special protective\r\nstrategies.\r\nDespite an encouraging increase in official\r\ndevelopment assistance (ODA) in recent years, after a\r\ndecade of steady decline, the world is still well short of\r\nachieving the long-standing target of 0.7 per cent of\r\nGDP. We are encouraged that the war against poverty\r\nwill now be waged more aggressively with the\r\ncommitment of the world leaders to increase ODA to\r\ndeveloping countries by $50 billion a year by the year\r\n2010. However, it is imperative to increase the aid\r\nquantity to a sufficient level to make multiple\r\ninvestments in the health, education and economic\r\ninfrastructure needed to break cycles of deprivation\r\nand ensure sustained growth. Furthermore, the quality\r\nof aid has to be improved, as per the principles of the\r\nParis Declaration on Aid Effectiveness of March 2005,\r\nwith a particular emphasis on providing stable and\r\npredictable multi-year financing, and with a focus on\r\ndevelopment goals, mutual accountability, building\r\ninstitutional capacity, untying aid, reducing transaction\r\ncosts and bureaucratic procedures and increasing the\r\nrecipient’s ownership of aid.\r\nMongolia fully endorses the recommendation of\r\nthe Secretary-General that, starting in 2005, developing\r\ncountries with sound, transparent and accountable\r\nnational strategies should receive a sufficient increase\r\nin aid, of sufficient quality and timeliness to enable\r\nthem to achieve their Millennium Development Goals.\r\nIn addition, new and innovative sources of financing,\r\nincluding an International Finance Facility, quick-\r\nimpact initiatives and debt-conversion for MDG\r\nimplementation projects should urgently be put in\r\nplace.\r\nMongolia, for one, resolves to introduce free\r\nschool lunches, starting with those for primary\r\nschoolchildren, as a quick-impact initiative.\r\nDespite the importance of aid for developing\r\ncountries, trade and investment play a pivotal role in\r\nensuring sustainable development. According to the\r\n2005 Human Development Report, trade barriers faced\r\nby developing countries exporting to developed\r\ncountries are three to four times higher than those\r\nfaced by developed countries when they trade with\r\neach other. The current multilateral trade negotiations\r\nhave not produced a tangible outcome that would meet\r\nour expectations from the Doha development agenda.\r\nThe Doha Round, to be successful, should result in\r\nestablishing fairer and more favourable terms of trade\r\nfor developing countries, especially those with special\r\nneeds, in the form of enhanced and predictable market\r\naccess and assistance in building productive and trade\r\ncapacities. Mongolia appreciates the decision of the\r\nEuropean Union to provide duty-free access to over\r\n7,200 goods from small and vulnerable economies,\r\n20\r\nA/60/PV.18\r\nincluding Mongolia, under the special Generalized\r\nSystem of Preferences Plus scheme. Increased and\r\nbetter access means that more families will be able to\r\nleave destitution and poverty behind.\r\nThe Summit Outcome emphasized once again the\r\nimportance of a timely, effective, comprehensive and\r\ndurable solution to the debt problems of developing\r\ncountries. In assessing the eligibility of countries for\r\ndebt relief, we urge the donor community not to limit\r\nitself to mere statistics or rigid categorizations such as\r\n“least developed countries”. Debt relief should be\r\nconsidered comprehensively, taking into account the\r\nhistory and impact of the debt on the development of\r\nthe recipient country and its actual capacity to repay.\r\nMany of these factors were taken into account when\r\nMongolia negotiated its debt repayment with Russia. I\r\nwould like to take this opportunity to express from this\r\npodium the gratitude of my Government to the\r\nGovernment of the Russian Federation for its display\r\nof solidarity and political and economic pragmatism in\r\nresolving this issue, so important for us.\r\nWe believe that education is an engine for\r\ndevelopment, a guarantee of the respect for human\r\nrights and a pillar of democracy. Mongolia has made\r\nsubstantial efforts in the second half of the last century\r\nto develop its education system. As a result, the adult\r\nliteracy rate has reached 97.8 per cent. Nonetheless,\r\ntaking stock of our recent past, we have drawn lessons\r\nso as to further improve the deliverables of the\r\neducation system. Stronger emphasis is now placed on\r\nvocational and technical training, the quality of\r\neducation, addressing functional illiteracy against the\r\nbackdrop of the rapid advance of information and\r\ncommunications technology and the universal usage of\r\nEnglish. These policy measures are taken in\r\naccordance with the Dakar Framework for Action and\r\nthe United Nations Literacy Decade.\r\nMongolia welcomes the strong focus on human\r\nrights, rule of law and democracy in the Summit\r\nOutcome. Democracy and rule of law are not part of a\r\nstate of affairs that can be arranged or introduced\r\novernight. We believe that fostering democracy and\r\nrule of law is a continuous process, and we hope that\r\nthis long-term, sustained approach will prevail in the\r\nactivities of United Nations institutions. We support\r\nthe efforts of the United Nations to make democracy a\r\nuniversal environment for global governance. We\r\nbelieve that the United Nations Democracy Fund is an\r\nimportant product in the overall reform process, as it\r\nhighlights the importance of democracy and the role of\r\nthe Organization. Mongolia believes that the Fund\r\nshould serve as a vital instrument to assist Member\r\nStates in the consolidation of democracy and\r\nimplementation of their commitments, including the\r\nUlaanbaatar Declaration and Plan of Action adopted at\r\nthe fifth International Conference of New or Restored\r\nDemocracies in 2003 and approved by the General\r\nAssembly in its resolution 58/13.\r\nWe all agree that the United Nations must be\r\nstrengthened to meet the challenges of the new\r\nmillennium. This will be an all-encompassing task that\r\nwould involve system-wide reform of the Organization\r\nto bring it in line with the realities of our era,\r\nincluding, where necessary, changes in composition,\r\nmandates, procedures and working methods of the\r\nprincipal and subsidiary organs, the various\r\nprogrammes and funds, as well as the establishment of\r\nnew or reinvigoration of existing bodies. Overall,\r\nUnited Nations assistance needs to be focused, results-\r\noriented and tailored to the priority development needs\r\nof the countries concerned. It has to be designed to\r\nbring a tangible and speedy impact on the lives of\r\nordinary people and to help them escape the trap of\r\npoverty and live in dignity, free from want.\r\nAccountability, oversight, management performance\r\nand transparency of the Secretariat must be brought to\r\na new level of efficiency, professionalism and ethical\r\nconduct on a par with the best corporate governance\r\npractices.\r\nMongolia supports the idea of empowering the\r\nSecretary-General, the chief administrative officer of\r\nthe United Nations, with greater authority and\r\nflexibility in administering the work of the\r\nOrganization in line with the Charter’s provisions. All\r\ntoo often, sound management reforms proposed by the\r\nSecretary-General have been stalled by us, the Member\r\nStates.\r\nIn conclusion, Mr. President, let me voice\r\nMongolia\u0027s confidence that we collectively will\r\nsucceed in reforming our world Organization, and the\r\nrenewed and reinvigorated United Nations will be\r\nbetter equipped to address effectively the manifold\r\nchallenges that lie ahead.\r\nThe Acting President: I now give the floor to\r\nHis Excellency Mr. Cyril Svoboda, Minister for\r\nForeign Affairs of the Czech Republic.\r\nMr. Svoboda (Czech Republic): Let me begin by\r\ncongratulating Mr. Eliasson on his election to the\r\n21\r\nA/60/PV.18\r\npresidency. He is at the steering wheel of one of the\r\nmost challenging sessions of the General Assembly in\r\nhistory — not only because it is the sixtieth\r\nanniversary of our Organization but mainly because of\r\nour agenda and the gravity of problems awaiting\r\nresolution. While thanking his able and devoted\r\npredecessor, Mr. Jean Ping, I would like to wish the\r\nPresident every success in the coming months of hard\r\nand hopefully rewarding work.\r\nThe European Union invested a huge effort in the\r\npreparations for both the High-level Plenary Meeting\r\nand our current session, and the Czech Republic was an\r\nintegral and active part of this process. We heard the\r\nstatement of the European Union presidency a few\r\ndays ago, and I have no intention of repeating it.\r\nRather, let me present here several ideas and comments\r\nof a more general nature.\r\nMillions of our fellow human beings in Africa\r\nand elsewhere are trapped in absolute poverty, with\r\nlittle or no access to education, medical and other\r\nservices, and are deprived of a dignified existence. In\r\ntheir regions or in other parts of the world, fascinating\r\ntechnical achievements and thriving economies enable\r\nlarge numbers of people to enjoy an unprecedentedly\r\nhigh quality of life. Some may simply conclude that\r\nthere are several distinct worlds on our planet. But\r\nwhile the gaps may still be widening, let us be sure that\r\nwe all live in only one increasingly interconnected\r\nworld. There is no way to separate the rich from the\r\npoor or to separate different ethnic groups. And the\r\nresponsibility for our future is equally indivisible.\r\nMoreover, we are repeatedly reminded that\r\ndespite many advancements this world is still very\r\nfragile and vulnerable. What is the common feature of\r\nthe 9/11, Bali, Madrid, Beslan, Baghdad or London\r\nterrorist attacks; floods in China or in Central Europe\r\nin 2002 and again in 2005; drought in parts of Africa;\r\nthe Indian Ocean tsunami; and devastating hurricanes\r\nin the Caribbean and the Gulf of Mexico? They all\r\nexpose in their own way the vulnerability and fragility\r\nof our civilization.\r\nDeveloped or developing, big or small, we\r\ncontinue to be vulnerable to the forces of nature as well\r\nas the forces of evil. Fortunately, the worst of\r\nsituations tends to awaken the best in human character:\r\nafter any such disaster or terrorist attack we have seen\r\nraising waves of solidarity on a global scale, we have\r\nseen renewed determination to fight the evil.\r\nIt is our duty to tap this positive energy. Although\r\nno one will ever achieve 100 per cent security, much\r\ncan be done by deepening our cooperation,\r\nstrengthening preventive measures, stepping up our\r\nefforts in combating terrorism, enhancing the\r\nmechanisms of development and humanitarian aid and,\r\nin the long run, simply fulfilling the Millennium\r\nDevelopment Goals. If reformed and mandated, the\r\nUnited Nations can play a central role in this process.\r\nLast year, many of us spoke of reform, and\r\nreform has indeed been one of the most frequently used\r\nwords since then. There was much expectation in the\r\nair, much sincere effort to bring about change, as well\r\nas many brilliant contributions to the debate: the report\r\nof the High-level Panel on Threats, Challenges, and\r\nChange, the final report of the United Nations\r\nMillennium Project “Investing in Development” (the\r\nSachs report) and the Secretary-General’s report “In\r\nLarger Freedom”.\r\nAfter several rounds of discussion, we could say\r\nwe knew the diagnosis and could prescribe the\r\nnecessary medication, hoping that the summit would\r\nadd the most needed ingredients: the political will and\r\nthe means of delivery.\r\nSo, was the summit a success or a failure? I tend\r\nto view its results, the outcome document, with sober\r\noptimism. The challenge was enormous: to bring\r\ntogether development, security and human rights and to\r\ncraft a new delicate balance among the elements that\r\nconstitute our global agenda. In my view, the summit\r\nmanaged — and this could be its major achievement —\r\nto set the tone, to set at least rough parameters of a new\r\nequation, the fine-tuning of the details being left for\r\nthe coming months. We have guidance for further talks\r\non assistance and relief for developing countries. We\r\nhave a prospect of increasing development aid,\r\nincluding from the Czech Republic.\r\nAt the summit, we agreed that the human rights\r\nmachinery needed strengthening and redesigning.\r\nIndeed, it was probably the first time at such a major\r\nevent that human rights was placed on an equal footing\r\nwith issues such as development and security. But\r\nmany pieces of the puzzle have yet to be put in place.\r\nIn shaping the future Human Rights Council, we\r\nhave to make sure that the progressive features and\r\nexperience of the Human Rights Commission are not\r\nlost, while avoiding its weaknesses and what\r\nspecifically did not work, securing cooperation from\r\n22\r\nA/60/PV.18\r\ncountries such as Belarus, Cuba, Myanmar, Zimbabwe\r\nand others which repeatedly failed to respond\r\nadequately to the international community’s concerns\r\nabout human rights.\r\nMoreover, the summit reinforced our\r\ncommitment to join forces in fighting terrorism, made\r\nthe groundbreaking decision to create the\r\nPeacebuilding Commission and endorsed the twin\r\nconcepts of responsibility to protect and human\r\nsecurity — all of which bring new hope to those facing\r\nlawlessness and oppression and which extend existing\r\nstandards of peace and security.\r\nBut there are also areas where the summit failed:\r\namong others, disarmament and non-proliferation and,\r\nmost notably, the expansion of the Security Council.\r\nOur reform mission remains unfinished, but must\r\ncontinue.\r\nIf it is to face up to new challenges and tasks, the\r\nSecretariat must be strong and healthy. It has to\r\nundergo profound reform. The need for such a reform\r\nis further underlined by the recent findings of the\r\nVolcker report. I welcome the emphasis that the\r\nsummit put on United Nations management and its call\r\nfor efficiency, effectiveness and accountability.\r\nAll in all, the summit took many steps in the right\r\ndirection, shaping our vision and sharpening our tools.\r\nBut there is another, hidden part of the story. Do all of\r\nus really want the United Nations to grow stronger and\r\nmore efficient? Will a better, reformed — and truly\r\nuniversal — United Nations be able to spare the world\r\nall of its troubles? Will it be able to find solutions to\r\nevery conflict and bring lasting peace to every\r\nnotorious hot spot, including the Balkans, the Middle\r\nEast, Iraq, Afghanistan and a number of places in\r\nAfrica? Will it be able to prevent millions of people\r\nfrom dying from hunger and diseases such as\r\nHIV/AIDS? Will it be strong enough to guarantee and\r\npromote democracy and human rights?\r\nThere is hope, and there is a chance — but the\r\nanswer depends on us. I can assure the Assembly that\r\nthe Czech Republic is ready to carry out its part of the\r\nassignment, including in the Security Council if elected\r\nfor the period 2008-2009.\r\nThe President: I now give the floor to The\r\nHonourable Sam Kutesa, Minister for Foreign Affairs\r\nof the Republic of Uganda.\r\nMr. Kutesa (Uganda): I should like first of all to\r\ncongratulate you, Sir, on your election to preside over\r\nthe General Assembly at this important session, at\r\nwhich we pledge our full cooperation. I also wish to\r\nthank your predecessor, Mr. Jean Ping, for having\r\nconducted the proceedings of the fifty-ninth session so\r\nefficiently and for having spearheaded the vital\r\nnegotiations on the outcome document adopted by the\r\nsummit.\r\nI must also express my gratitude to the\r\nSecretary-General for his leadership, especially his\r\nefforts to reform the United Nations so as to make it\r\nmore responsive to the dynamics and demands of the\r\ncurrent world.\r\nThe founding fathers of the United Nations\r\ndreamed of an organization that would be able, in the\r\nwords of the Charter, to promote social progress and\r\nbetter standards of life in larger freedom. It was in\r\npursuit of that dream that the General Assembly at its\r\nfifty-fifth session adopted the Millennium\r\nDevelopment Goals (MDGs). That was a milestone in\r\nthe realization of one of the purposes and principles of\r\nthe Charter — to achieve international cooperation in\r\nsolving international problems of an economic, social,\r\ncultural or humanitarian character, to promote and\r\nencourage respect for human rights and fundamental\r\nfreedoms for all and to be the centre for harmonizing\r\nthe actions of nations in attaining those common ends.\r\nA great deal has been done since the Millennium\r\nSummit in 2000, at both national and international\r\nlevels, to attain the objectives that we set ourselves in\r\nthe MDGs. Asia and Latin America have progressed\r\nwell, while Oceania and Africa have not been quite as\r\nsuccessful. On the whole, Africa’s performance has\r\nshown mixed results. Some regions, especially in\r\nNorth Africa, have registered positive achievements,\r\nwhile others have faired negatively.\r\nIn a globalized world, the future and welfare of\r\nall are interlinked. Poverty in one part of the world\r\nthreatens peace and security globally. Equally, an\r\nepidemic in a remote village in Africa threatens the\r\nhealth of the prosperous individual in New York. In\r\nessence, we all share a common fate. The international\r\ncommunity has therefore a self-interested obligation to\r\nhelp Africa emerge from its current predicament. Let\r\nthe wealth of some enhance the welfare of all.\r\nUganda hopes that the World Summit Outcome\r\n(resolution 60/1) marks a real commitment to\r\n23\r\nA/60/PV.18\r\nimproving the welfare of the world’s poor and to\r\nmaking the United Nations the vanguard for the\r\naspirations of all. We hope that it will not suffer the\r\nfate of the commitments that preceded it.\r\nPeace and security is a prerequisite for\r\ndevelopment. One of the reasons why Africa has failed\r\nto register substantial achievements with regard to the\r\nMDGs is lack of stability, peace and security.\r\nConflicts, wars and civil strife afflicting the continent\r\nhave acted as disincentives to development. The 1885\r\nBerlin Conference split Africa up, without due regard\r\nto the long-term interests of the African peoples. The\r\nGreat Lakes region found itself at the confluence of all\r\nthe colonial Powers. That confluence created a political\r\nand social situation that has, over the years, proved\r\ndifficult to manage. It is a complex situation, with both\r\npositive and negative tendencies. The cold war further\r\nexacerbated the situation as the East battled the West\r\nfor influence. Indeed, former Secretary-General Dag\r\nHammarskjöld lost his life in the context of that\r\nexplosive political mix.\r\nAs Africa struggles to set its house in order,\r\nUganda has identified four main causes of conflict on\r\nthe continent which negative forces have exploited for\r\ntheir own ends. They include parasitic vested interests;\r\nsuperficiality and obscurantism in identifying and\r\ndealing with those parasitic interests and their effects\r\non a particular country or group of countries; weak and\r\ndisoriented local leadership; and, finally, the\r\npre-industrial characteristics of Africa.\r\nThose are the core causes of conflict, although\r\nthere are others. Paying clear and careful attention to\r\nthem could provide a vital springboard from which\r\nlong-term solutions could be found.\r\nThe conflict in the Democratic Republic of the\r\nCongo and the Great Lakes region in general is caused\r\nby a combination of those factors. Those with the most\r\nto lose in the Democratic Republic of the Congo are\r\nmarginalized, while real issues of statecraft have been\r\npushed to the periphery. No attention is being given to\r\ncreating institutions and infrastructure that can sustain\r\nthe State.\r\nThe integration of armed factions into one single\r\nnational armed force is half-hearted. How can a State\r\nexist without the minimum pillars of support, such as\r\nan army capable of defending its territorial integrity?\r\nThe view that justice should precede integration\r\nis wrong, in our opinion. While justice is important, it\r\nis Uganda’s belief that it should not take precedence\r\nover the integration of armed groups. We should\r\nintegrate all factions, and then seek to punish those that\r\nare guilty of any offences later. Uganda advocates the\r\nconcept of provisional immunity or immunité\r\nprovisoire, as it is referred to in Burundi. On the other\r\nhand, equal attention needs to be given to issues of\r\ndevelopment, rehabilitation and the recovery of the\r\neconomy. A growing economy is necessary for\r\nsustainable peace. What we are witnessing today is a\r\nrush to elections and political agendas without due\r\nregard being given to the institutions and infrastructure\r\nnecessary for the long-term sustainability of peace. We\r\nhave travelled this road before, with disastrous\r\nconsequences. Let the immediate past of the continent\r\nbe a guiding lesson for all of us.\r\nThe Lusaka peace accord provided a strong\r\nmechanism enabling the region and the Democratic\r\nRepublic of the Congo to play complementary roles in\r\nthe peace process. Unfortunately, it has been\r\nabandoned. The central problem of negative forces,\r\nwhich the agreement recognized, has been put on the\r\nback burner. For over five years, the United Nations\r\nOrganization Mission in the Democratic Republic of\r\nthe Congo (MONUC) has made no significant effort to\r\nensure the demobilization and disarmament of those\r\ngroups, thus leaving in place the seeds of future\r\nconflict. We are, however, hopeful that our efforts,\r\nboth at the bilateral level and in the Tripartite\r\nCommission, which is composed of Uganda, Rwanda\r\nand the Democratic Republic of the Congo, with the\r\nparticipation of Burundi, will iron out those problems\r\nand allow our region to attain peace and stability.\r\nFor some time now, the situation in Burundi has\r\nbeen a real concern to the Great Lakes region and to\r\nthe international community at large. The destruction\r\nand loss of life that took place spurred the regional\r\nStates, together with South Africa, to undertake and\r\nspearhead a peace initiative. It was a long and arduous\r\nprocess. With the support of the United Nations and the\r\ninternational community, signs of success are today\r\nevident.\r\nIn the past few months, the people of Burundi\r\nelected their leaders in local, parliamentary and,\r\nfinally, presidential elections. They look to the future\r\nwith hope. Uganda welcomes His Excellency\r\nMr. Pierre Nkurunziza, the new President of Burundi,\r\n24\r\nA/60/PV.18\r\nand we look forward to working with him to\r\nconsolidate peace in the region. The international\r\ncommunity and the United Nations have an obligation\r\nto make peace sustainable. Reconstruction,\r\nrehabilitation and development will be necessary. We\r\nhope that due attention is given to institutional\r\ncapacity-building so that Burundi does not relapse into\r\nthe fratricidal anarchy that had been its bane over the\r\npast decade.\r\nAfter two decades of conflict in southern Sudan,\r\nthe people of the Sudan, led by the Government and\r\nthe Sudanese People’s Liberation Movement and Army\r\n(SPLM/A), signed the Comprehensive Peace\r\nAgreement earlier this year. The guns are silent, and\r\nthe long-tortured people of southern Sudan are now\r\nenjoying some peace. It is unfortunate that the late\r\nJohn Garang passed away at a time when\r\nimplementation of the Agreement was in its early\r\nstages. We are confident that given the commitment of\r\nboth the Government of the Sudan and SPLM the\r\npeace agreement will hold and will be comprehensively\r\nimplemented. We are also confident that the Sudan is\r\nheaded for a peaceful future. We hope that other\r\nconflicts, such as that in Darfur, will be peacefully\r\nresolved using the Comprehensive Peace Agreement as\r\nan inspiration and a model.\r\nThe signature and implementation of the\r\nComprehensive Peace Agreement in the Sudan has led\r\nto increased optimism about peace in northern Uganda.\r\nThe Lord’s Resistance Army (LRA), a terrorist group\r\nthat has long maimed, kidnapped and terrorized the\r\ncivilian population of northern Uganda, for a long time\r\nhad sanctuary in southern Sudan, from where it\r\nlaunched its terrorist activities. With the cooperation of\r\nthe Sudanese Government, including SPLA/SPLM in\r\nthe south, these terrorists are being flushed out from\r\nsouthern Sudan. Uganda’s strategy of peace\r\nnegotiations combined with maximum military\r\npressure has significantly reduced the LRA’s capacity\r\nto commit evil. However, as peace returns to the\r\nregion, we need international cooperation and\r\nassistance to supplement the Government of Uganda’s\r\npost-conflict humanitarian, rehabilitation and\r\ndevelopment programme, which is already under way\r\nin northern Uganda.\r\nSomalia has been in a state of anarchy for more\r\nthan a decade and a half. Peace efforts by the\r\ninternational community and the United Nations have\r\nbeen anything but timid. A sense of frustration on the\r\npart of the United Nations has led to resignation and\r\ndespair, thus condemning the Somali people to a state\r\nof bondage and being held hostage by the warlords.\r\nIt is in this void that the regional States, under the\r\nIntergovernmental Authority on Development (IGAD),\r\ntook on the mantle of negotiating peace and\r\nre-establishing order. Anarchy is contagious. We\r\ncannot feel safe in a situation pregnant with arms\r\ntrafficking, religious extremism, the dumping of\r\nradioactive waste and the potential for breeding\r\nterrorists in the region. These are realistic threats, and\r\nIGAD cannot ignore them. The international\r\ncommunity — and, most especially, the members of the\r\nSecurity Council — should not be deluded by\r\ngeographical distance. A potential threat to\r\ninternational peace truly exists in Somalia.\r\nIt is in view of these current and latent threats\r\nthat the members of IGAD took upon themselves to\r\nnegotiate with Somalia for peace. Over a period of two\r\nyears, we went through a very laborious and sometimes\r\nfrustrating negotiating process until agreement was\r\nreached on formation of a Government of national\r\nunity last year. At the end of the process, we expected\r\nthe Security Council to join us in the pursuit of peace.\r\nWe expected that all efforts would be geared towards\r\ncreating the necessary legal and political atmosphere to\r\nfacilitate the realization of peace for the long-suffering\r\npeople of Somalia.\r\nWe were, however, deeply disappointed when the\r\nCouncil, in its wisdom, acted otherwise, leaving the\r\nregion and, most important, the Somali people to their\r\nfate. The decision to uphold the arms embargo and to\r\nreject even its partial lifting denied the region a chance\r\nto implement the peace process to its logical end. We\r\nhope that it is not too late for the Council to evaluate\r\nand review its position.\r\nLet me briefly make some comments on the\r\nproposed reform of the United Nations. The institution\r\nwe have today was conceived and created 60 years ago.\r\nThe sense of triumphalism of the victors in the Second\r\nWorld War, the anguish of the vanquished and the\r\nassumed indifference of the colonial peoples,\r\nespecially in Africa, formed the background to the run-\r\nup to the creation of the United Nations.\r\nThe institution that emerged reflected those\r\nrealities. Nowhere within the United Nations, was this\r\nmore apparent than in the Security Council. The victors\r\nreserved for themselves the right to determine the\r\n25\r\nA/60/PV.18\r\ndestiny of others. This was done without due regard for\r\nthe interests of those that the decisions were to affect\r\nmost. Today, the situation has dramatically changed.\r\nColonial peoples have gained independence, and the\r\ninternational power structure has changed.\r\nDecisions of the Security Council need wider\r\nsupport diplomatically, financially and militarily in\r\norder to be implemented. It has, therefore, become an\r\nimperative to reform the Security Council and make it\r\nmore representative and reflective of the realities of\r\ntoday’s world.\r\nIn Africa, where most Security Council mandated\r\noperations take place, we believe that it is time for the\r\ncontinent, composed of 53 States, to have a real say in\r\nhow those operations are formulated and implemented.\r\nToday, Africa is the only continent that has no\r\nrepresentation at the real decision-making level of the\r\nCouncil. It is for these reasons that we demand that the\r\ncontinent be given two permanent seats with veto and\r\ntwo additional non-permanent seats. A Council thus\r\ncomposed will be more democratic and credible and\r\nwill have its decisions more widely accepted.\r\nWhile the dream of the founding fathers of the\r\nUnited Nations was to save succeeding generations\r\nform the scourge of war, conflicts remain a reality in\r\ntoday’s world. For 60 years, the United Nations has\r\nfailed to live up to this expectation. Uganda, therefore,\r\nwelcomes the establishment of the Peacebuilding\r\nCommission and a Peacebuilding Support Office. We\r\nhope that the 31 December 2005 deadline will be met\r\nin order to enable those vital bodies help the United\r\nNations effectively address conflict and make peace\r\nmore sustainable.\r\nIn the same vain, we support the establishment of\r\nthe Democracy Fund, which should be used to support\r\ncountries’ home-grown institutions and not as a\r\nmechanism to import foreign brands of democracy.\r\nMy delegation is cognizant of the primary\r\nresponsibility of States to protect their own people. In\r\nthe event of failure, the international community has a\r\nresponsibility to protect in order to prevent genocide\r\nand ethnic cleansing. However, this responsibility\r\nshould be clearly defined and its exercise should have\r\nthe prior authorization of the Security Council.\r\nWe believe that the commitment of our leaders to\r\nsupport a stronger relationship between the United\r\nNations and regional and subregional organizations\r\nwill help expand the capacity of the international\r\ncommunity to handle the old and new challenges\r\nfacing the world. Indeed, regional organizations that\r\nhave a capacity for prevention of armed conflict or\r\npeacekeeping should use it to enhance the United\r\nNations in this field.\r\nThe existing Commission on Human Rights has\r\nbeen deficient in its performance over the years. We\r\nbelieve that it is time to create an independent\r\ninstitution with an effective and clear mandate to\r\nhandle human rights. The proposal to create a Human\r\nRights Council is timely. We hope that all the\r\nnecessary details will be agreed upon so that this\r\nCouncil can be launched.\r\nIn conclusion, allow me to restate Uganda’s\r\ncommitment to the ideals and principles of the United\r\nNations. The Organization has served us relatively well\r\nover the years. It is capable of serving us even better\r\nand achieving the dreams and ideals emanated by the\r\nframers of the Charter 60 years ago. This can happen\r\nonly if we take the bold step of adopting the far-\r\nreaching, innovative reforms proposed by the\r\nSecretary-General and if we fully implement the\r\noutcome document.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Khurshid Mehmud Kasuri, Minister for\r\nForeign Affairs of Pakistan.\r\nMr. Kasuri (Pakistan): Let me congratulate the\r\nPresident of the current session and former President\r\nJean Ping for the success of the historic sixtieth\r\nanniversary summit. We admire the dedication and\r\nskill with which President Ping conducted the\r\npreparations for the summit. We thank the Secretary-\r\nGeneral for his initiative to convene the summit and his\r\nnumerous constructive ideas to advance development\r\nand United Nations reform.\r\nPakistan supported adoption of the outcome\r\ndocument. It reflects the existing consensus on a range\r\nof issues. However, like many others, we are\r\ndisappointed with the results. We could have achieved\r\nmore, perhaps, if the agenda were not so extensive, if\r\nSecurity Council reform had not sapped energy from\r\nthe preparatory process, and if the negotiations on the\r\ndocument had been commenced earlier.\r\nDevelopment was, and remains, of the highest\r\npriority for the vast majority of Member States. The\r\nsummit was to focus on fulfilment of the\r\n26\r\nA/60/PV.18\r\ninternationally agreed development goals. There are\r\nwelcome recommendations on official development\r\nassistance (ODA) targets, debt relief, enhancing and\r\nimproving aid and addressing the special needs of\r\nAfrica; but we did not advance very much on trade,\r\ninvestment flows and global governance.\r\nHowever, we can recover lost ground and lost\r\ntime on development through a focused and more\r\ndetermined implementation process. The objective\r\nmust be accorded first priority. Fortunately, agreement\r\nexists already on development goals, including the\r\nMillennium Development Goals (MDGs). The\r\ndeveloping countries are adopting national strategies to\r\nachieve those goals. Development partners must now\r\ndemonstrate the political will to fully support the\r\nnational strategies and to accept greater equity in the\r\ninternational trade and financial systems.\r\nWe must quickly put in place an effective\r\nmechanism to promote and monitor the implementation\r\nof the goals and agreements on development. Adequate\r\nresources must be provided for the purpose.\r\nThe summit emphasized the role of the Economic\r\nand Social Council in promoting policy dialogue,\r\ndevelopment cooperation, post-conflict development\r\nand coordination within the United Nations system.\r\nPakistan believes that the Economic and Social\r\nCouncil should now serve as the central forum for\r\nfollow-up and implementation of the development\r\ncommitments made at the summit. In this regard, we\r\nwould propose that the model developed for tracking\r\ntsunami aid — the so-called DAD (Development\r\nAssistance Database) system — be replicated to assess\r\nthe status of implementation of the agreed development\r\ngoals. Pakistan has also offered to convene a high-level\r\ninformal meeting of members of the Economic and\r\nSocial Council and other stakeholders towards the end\r\nof this year to review the steps taken to advance the\r\nimplementation of the development goals and decide\r\non further measures.\r\nThe widely recognized interlinkage between\r\npeace and development has now been institutionalized\r\nwith the decision to establish the Peacebuilding\r\nCommission. Pakistan is proud that the Peacebuilding\r\nCommission evolved from the concept of ad hoc\r\ncomposite committees that we introduced in 2003. As a\r\nmajor troop contributor to United Nations\r\npeacekeeping operations and, in particular, through our\r\nengagement in complex missions, such as in Sierra\r\nLeone, Liberia, the Democratic Republic of the Congo\r\nand Burundi, Pakistan has a wealth of experience and\r\nexpertise to contribute to the work of the Peacebuilding\r\nCommission. We shall take part actively in the\r\ndiscussions to be held in the General Assembly to\r\nfinalize the details and modalities for the\r\ncommencement of the Commission’s work.\r\nTerrorism is a global menace and requires a\r\ncollective response. Pakistan has been a major target of\r\nterrorism. We are at the forefront of the international\r\nwar against terrorism. At home, the Pakistan\r\nGovernment has instituted a number of short- and long-\r\nterm measures to eliminate terrorism and extremism.\r\nThese include banning extremist organizations and\r\ndetention of extremists, crackdowns against hate\r\nmaterial, halting the misuse of religious institutions,\r\nregistration and reform of the madrassas and fighting\r\nilliteracy and poverty.\r\nThe summit has endorsed the elaboration of a\r\ncomprehensive strategy against terrorism. We should\r\nset up an ad hoc working group to elaborate this\r\nstrategy. A comprehensive strategy should oppose\r\nterrorism, wherever and by whomever — individuals,\r\ngroups or States. No strategy can be comprehensive if\r\nit does not address the factors that contribute to\r\nextremism, including poverty, political and economic\r\ninjustice, foreign occupation and denial of the right to\r\nself-determination.\r\nDialogue and understanding between civilizations\r\nand religions should also be an essential component of\r\na comprehensive strategy on terrorism. There are\r\nseveral noteworthy and mutually reinforcing initiatives\r\nthat can be coalesced to generate international and\r\nnational action. These include President Musharraf’s\r\nstrategy of “enlightened moderation”, which seeks to\r\nsimultaneously promote internal reform in the Islamic\r\nworld and the active support of the international\r\ncommunity to help resolve political disputes and\r\naddress the socio-economic and development\r\nchallenges of the Islamic world.\r\nThe failure to achieve agreement on disarmament\r\nand non-proliferation in the outcome document reflects\r\nthe deep differences that exist among Member States.\r\nThis is dangerous for peace and stability, especially in\r\nregions of tension. It is time for the international\r\ncommunity, for the entire United Nations membership,\r\nnot just some self-selected States, to promote a new\r\nconsensus on disarmament and non-proliferation\r\n27\r\nA/60/PV.18\r\nthrough the Conference on Disarmament or a special\r\nsession of the Disarmament Commission.\r\nThe summit also could not achieve full consensus\r\non how to ensure the effective promotion of human\r\nrights that, along with “peace and development”, is the\r\nthird pillar of United Nations reform. We should build\r\non the agreement reached to evolve a full consensus.\r\nPakistan will join in creating a new and representative\r\nHuman Rights Council as a subsidiary body of the\r\nGeneral Assembly. Its mandate and methods must\r\npromote cooperation rather than confrontation. We\r\nmust also improve and rationalize the Sub-Commission\r\non the Promotion and Protection of Human Rights, the\r\nhost of special mechanisms that exist on the subject\r\nand the participation of civil society in the work of the\r\nUnited Nations on human rights. We feel that this\r\nexercise of reform should be entrusted to a working\r\ngroup in Geneva.\r\nWe have committed ourselves to strengthening\r\nthe United Nations and making it more effective,\r\nefficient, democratic and accountable. Our pledge to\r\nreaffirm the central position of the General Assembly\r\nshould be given real meaning. The Assembly’s role and\r\nmandate should be preserved from encroachment,\r\nespecially by the Security Council. It is the General\r\nAssembly that should ensure the follow-up of the\r\nsummit’s decisions.\r\nIn its capacity as President of the Economic and\r\nSocial Council, Pakistan will work closely with\r\nmember States to implement the proposed enhanced\r\nrole of the Council with adjustments to the Council’s\r\norganization, agenda and working methods.\r\nThe Security Council has the primary\r\nresponsibility for the maintenance of international\r\npeace and security, but it lacks transparency and\r\ndemocracy. It is neither fully representative nor\r\naccountable to the general membership. The rationale\r\nfor its reform is, therefore, clear. The Council should\r\nbe enlarged by adding 10 additional non-permanent\r\nmembers to reflect the entire spectrum of the United\r\nNations membership. It could allow immediate\r\nre-election to enable major countries to seek more\r\nfrequent membership of the Council, but it should not\r\nadd to inequality by inducting new permanent\r\nmembers. That would alienate many important\r\ncountries, divide and weaken the United Nations and\r\nfurther reduce the Council’s credibility and legitimacy.\r\nThe proposal of Uniting for Consensus is\r\nequitable, fair and democratic. It has the flexibility to\r\naccommodate the positions and aspirations of all\r\ncountries and regional and political groupings,\r\nincluding those of Africa. It will increase the\r\nrepresentation of the general membership in the\r\nSecurity Council. It will enhance the stature of the\r\nGeneral Assembly by making the Council more\r\naccountable to the general membership. We are ready\r\nto continue efforts — in any open and transparent\r\nformat, including that of the General Assembly’s\r\nOpen-ended Working Group — to reach consensus on\r\nSecurity Council reform.\r\nPakistan is gratified that the summit reaffirmed\r\nthe central values and principles of the United Nations\r\nand acknowledged that the range of threats we face\r\nrequires our urgent, collective and more determined\r\nresponse. It also acknowledged that many threats are\r\ninterdependent. We welcome the renewed emphasis on\r\nthe peaceful settlement of disputes and on the Charter’s\r\nstrict constraints on the use of force. It is befitting that\r\nwe are observing the International Day of Peace today.\r\nPakistan believes that while dealing with new\r\nthreats, such as terrorism and weapons of mass\r\ndestruction, the United Nations must continue to\r\naccord priority to addressing and resolving the\r\nnumerous disputes and conflicts that afflict so many\r\nregions of our world.\r\nIn Africa, there is a new dynamic of regional\r\nownership and international engagement and\r\npartnership in addressing conflicts and complex crises.\r\nProgress is, however, mixed. Relative improvements in\r\nSierra Leone and Liberia are in contrast with numerous\r\nchallenges in Côte d’Ivoire, the Democratic Republic\r\nof the Congo and Burundi. We are heartened by the\r\nprospects of peace in the Sudan. Somalia, on the other\r\nhand, still awaits the international attention and\r\nsupport needed to restore security and consolidate the\r\npainful gains in the peace process. Pakistan will\r\ncontinue to contribute to United Nations and\r\ninternational efforts for the restoration of peace and\r\nstability in Africa.\r\nThe early resolution of the Israeli-Palestinian\r\nissue in accordance with the relevant United Nations\r\nresolutions and a two-State solution would usher in an\r\nera of peace and stability in the Middle East. We have\r\nwelcomed Israel’s withdrawal from the Gaza, and we\r\ntrust that it will be followed by withdrawal from the\r\n28\r\nA/60/PV.18\r\nWest Bank, leading to the creation of an independent\r\nand viable Palestinian State. Pakistan will do whatever\r\nit can to promote durable peace in the Middle East.\r\nThat would help considerably to eliminate the\r\nconditions that encourage extremism and terrorism.\r\nPakistan also hopes for the early restoration of\r\npeace and security in Iraq. We should encourage a\r\ndemocratic consensus among its peoples and regions\r\nthat preserves Iraq’s unity and territorial integrity, as\r\nwell as the strengthening of its national capability to\r\npreserve security by combating violence and terrorism.\r\nAfghanistan has completed another milestone\r\nwith the successful holding of parliamentary elections.\r\nThe international community must remain fully\r\nengaged to help Afghanistan overcome the remaining\r\nchallenges. Pakistan is committed, bilaterally and\r\nmultilaterally, to support efforts for peace, security,\r\ndevelopment and reconstruction in Afghanistan. We\r\nwish to see the 3 million Afghan refugees whom we\r\nstill host return to their homes in safety and honour.\r\nThere should be no self-serving questions or\r\nquibbling about Pakistan’s commitment and\r\ncontribution to peace and security in Afghanistan,\r\nwhich are in Pakistan’s own best interest. Pakistan is\r\nactively engaged in halting illegal cross-border\r\nmovement and containing the threat posed by the\r\nTaliban and Al-Qaida, including through the Pakistan-\r\nAfghanistan-United States Tripartite Commission.\r\nPakistan’s military presence along the border far\r\nexceeds the combined strength of the national and\r\ninternational military presence in Afghanistan. We\r\nrecently proposed partial fencing of the border in\r\nlimited areas to minimize the chances for illegal\r\nmovements. We hope that that will be accepted and\r\nimplemented in the spirit in which it was offered.\r\nRelations between India and Pakistan are\r\nimproving. There is new hope for peace and\r\ncooperation in South Asia. We must also give that hope\r\nto the people of Jammu and Kashmir in their legitimate\r\nquest for self-determination. In his address to the\r\nsummit on 14 September, President Musharraf said that\r\nPakistan and India must not remain trapped by hate and\r\nhistory in a cycle of confrontation and conflict. To\r\nprevent that from happening, it is essential to find a\r\njust solution to the dispute over Jammu and Kashmir,\r\nacceptable to Pakistan, India and, above all, the people\r\nof Kashmir. On the same day, the President met with\r\nthe Indian Prime Minister, Mr. Manmohan Singh, in\r\nNew York to further advance the ongoing composite\r\ndialogue between our two countries.\r\nPeace in our neighbourhood will also provide a\r\nfillip to the efforts being undertaken by Pakistan for\r\nrapid and equitable socio-economic development. We\r\nshare the emphasis placed by the summit on the role of\r\nnational policies and development strategies in the\r\nachievement of sustainable development. The\r\nGovernment has taken a series of actions to transform\r\nPakistan into a modern, dynamic, progressive and\r\ndemocratic Islamic State. Our policies have produced\r\nvisible results: macroeconomic stability, 8.4 per cent\r\ngrowth in gross domestic product last year, a reduced\r\nfiscal deficit and growing export earnings, external\r\nremittances and investment. The major focus of our\r\nGovernment now is to accelerate the transfer of\r\neconomic benefits to the people of Pakistan. We are\r\nconfident that we will achieve all the targets of the\r\nMillennium Development Goals.\r\nPakistan is also succeeding against terrorism and\r\nextremism. It is on the path to sustainable democracy.\r\nOur people have been empowered from the grass-roots\r\nlevel up. That includes guaranteed 30 per cent\r\nrepresentation of women at all levels. Minorities have\r\nbeen brought into the mainstream. We are determined\r\nto sustain those positive trends in our national\r\ndevelopment. At the same time, we are working to\r\nforge close economic partnerships in the region and\r\nbeyond.\r\nIt is in the same spirit of constructive engagement\r\nthat Pakistan wishes to pursue cooperative\r\nmultilateralism and to strengthen the United Nations —\r\nthis unique forum that is indispensable, in our\r\ninterdependent world, for all States, large or small,\r\npowerful or weak.\r\nPakistan participated actively in, and contributed\r\nconstructively to, the preparation of the summit and its\r\noutcome. We are committed to furthering the reform\r\nprocess in the follow-up to the summit’s decisions. We\r\nlook forward to working closely with all other Member\r\nStates and would like to assure the Assembly of our\r\nfull cooperation in this historic endeavour.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Ignacio Walker, Minister for Foreign\r\nAffairs of the Republic of Chile.\r\nMr. Walker (Chile) (spoke in Spanish): I am\r\npleased to commend the President, and the other\r\n29\r\nA/60/PV.18\r\nmembers of the Bureau on their election. We assure\r\nthem of our full willingness to cooperate in the tasks\r\nfacing us.\r\nWe arrived at this session of the General\r\nAssembly with the same conviction and resolve that we\r\nhad 60 years ago. We still believe that this is the place\r\nwhere we can collectively promote human rights,\r\ndevelopment, solidarity and peace. The political\r\nagreement reached last week, although it did not meet\r\nall our expectations, enables us to embark on the path\r\ntowards comprehensive and balanced renewal of the\r\nUnited Nations system. We have the necessary\r\nmandates to begin renewal during this session. That\r\nmust be possible, because our interest is the interest of\r\nhumanity.\r\nWe have here an exceptional opportunity to\r\nstrengthen multilateralism and to build it within the\r\ngenuine framework of international coexistence.\r\nMultilateralism is the very cornerstone of our foreign\r\npolicy. In the multilateral system, negotiation and\r\nconsensus are the tools to create international regimes\r\nthat promote globalization in a legitimate and effective\r\nmanner. The United Nations is a unique forum in that\r\nprocess, and we must strengthen it in order to achieve\r\nthose goals. Hence, the urgent need to implement\r\nUnited Nations reform.\r\nWe believe that multilateralism can furnish us\r\nboth with more and better instruments to allow every\r\ncountry, large or small, to participate in the elaboration\r\nof rules and in the allocation of the benefits of\r\nglobalization. We are convinced that globalization is\r\nmore of an opportunity than a threat. For that reason\r\nwe must assure the management of globalization,\r\nwhich can be achieved only through institutions that\r\nconform to clear, stable and equitable rules of the game\r\nwithin the context of international law. Economic\r\nforces do not act in a political vacuum, which is why\r\nwe need both a new architecture and new working\r\nmethods in the United Nations system.\r\nIt is in that spirit that Chile has taken an active\r\npart in various meetings concerned with the\r\nrevitalization of the United Nations, promoting\r\ncomprehensive reform in the major areas of\r\ndevelopment, security, democracy and human rights. I\r\nwould like to touch briefly on each of those areas.\r\nProtection of human rights is, in our opinion, the\r\ncentral issue of globalization and a continuing\r\npreoccupation in the recent history of Chile and Latin\r\nAmerica. That history has been written by the citizens\r\nand their struggles to restore respect for the dignity and\r\nrights of the individual.\r\nIndeed, human rights are a legitimate concern of\r\nthe international community. Examination of human\r\nrights issues by the United Nations does not constitute\r\nundue interference. On the contrary, it is the exercise\r\nof a shared responsibility, from a standpoint of\r\ncooperation and not of confrontation. When States are\r\nunable or unwilling to act, the Organization cannot\r\nremain indifferent in the face of genocide, ethnic\r\ncleansing, war crimes and crimes against humanity.\r\nThe responsibility to protect is an international moral\r\nobligation that we cannot shirk.\r\nFor Chile, the decision to establish the Human\r\nRights Council is a significant step towards universal\r\nprotection of human rights. We hope that before the\r\nend of the session, its characteristics, including its\r\nstatus as a permanent organ, will have been defined.\r\nThe election of its members by a two-thirds majority of\r\nthe Assembly, as we propose, will strengthen that\r\norgan’s legitimacy.\r\nComprehensive reporting by the Office of the\r\nUnited Nations High Commissioner would also\r\nenhance the credibility of the multilateral human rights\r\nsystem. In order to avoid the politicization and\r\nselectivity that are harming United Nations human\r\nrights work, a peer review system would promote\r\ngreater cooperation, with all countries subject to\r\nobjective evaluations — particularly for those that\r\naspire to seats on the Human Rights Council.\r\nDemocratic values are cross-cutting: they apply\r\nto the citizens who participate in the life of a\r\ncommunity, they underlie the organization of\r\ngovernment and public institutions, and they are also\r\nthe linchpin of international coexistence. Democratic\r\nvalues are a priority on the multilateral agenda and\r\nshould be reflected in the active commitment of\r\nMember States to promote and defend democracy. It\r\nwas that interest that has motivated Chile’s efforts\r\nwithin the Community of Democracies.\r\nWhile some peoples and regions are part of\r\nglobal society and participate in decision-making and\r\nin the distribution of global output, others are\r\nmarginalized and lack access to those benefits. That\r\nsituation raises important questions about democratic\r\nparticipation. It is therefore essential, if we wish to\r\nconsolidate democracy in the world, to move\r\n30\r\nA/60/PV.18\r\ndecisively to eliminate inequality and to abolish\r\nexclusion. A better quality of democracy is linked to\r\nsocial integration and poverty relief.\r\nIn that connection, the Millennium Development\r\nGoals represent a global commitment to fundamental\r\nrights, with social underpinnings, that must be\r\nachieved in order to effectively consolidate democracy\r\nand uproot moral indifference towards the unprotected\r\nof the world.\r\nThe deepening of democracy must aim at\r\ninstitutional capacity-building in order to meet the\r\ndemands of society in an effective and transparent\r\nmanner. We have been working along those lines in the\r\nOrganization of American States, in particular through\r\nthe Inter-American Democratic Charter, seeking\r\nformulas and instruments to improve democratic\r\ngovernance. Chile believes that that is an area in which\r\nthere should be close cooperation between the United\r\nNations and regional organizations.\r\nThe reaffirmation of democracy as a universal\r\nvalue by heads of State and Government in the\r\noutcome document represents concrete progress in the\r\nconsolidation of a new international regime for the\r\npromotion and protection of democracy and the rule of\r\nlaw.\r\nThe creation of the United Nations Democracy\r\nFund gives us a new forum for cooperation to help\r\nstrengthen and consolidate democracy around the\r\nworld. In April, 108 countries from all continents\r\nagreed on the “Santiago commitment: Cooperating for\r\nDemocracy”, which contains guidelines for action.\r\nWe have fully endorsed the concept of\r\nmultidimensional security in order to meet old and new\r\nthreats. Indeed, the incorporation of the concept of\r\nhuman security at the United Nations is an important\r\ncontribution to the process of renewal. The definition\r\nto be formulated by the General Assembly should\r\nincorporate the progress achieved by the Human\r\nSecurity Network, in which Chile has actively\r\nparticipated from the outset.\r\nWe were greatly discouraged that no agreement\r\nwas reached to include the topic of disarmament and\r\nnon-proliferation in the reform process. That is a topic\r\nthat must not be dropped from the United Nations\r\nagenda. We therefore supported the Norwegian\r\ninitiative, which succeeded in bridging the gap\r\nbetween opposing positions. Unfortunately, despite\r\nreceiving the support of nearly 80 countries, the\r\ninitiative did not find a place in the outcome document.\r\nWe will continue to work for its adoption.\r\nIn addition, we are convinced that terrorism must\r\nbe tackled through a global and sustained strategy, with\r\nthe cooperation of all States and international and\r\nregional organizations, in accordance with the Charter\r\nof the United Nations and international law and with\r\nfull respect for human rights. We must therefore\r\nchannel our strong condemnation of terrorism in all its\r\nforms and manifestations into the political will to\r\nconclude an international convention against terrorism\r\nbefore the end of the session.\r\nThe decision to establish a Peacebuilding\r\nCommission is one of the major successes of the\r\nreform agenda, as it will enable the Organization to\r\nprovide an institutional and integrated response in\r\npost-conflict situations. United Nations activities\r\nshould not cease as soon as a crisis ends but — to build\r\na durable peace — should continue until institutions\r\nare rebuilt and peaceful coexistence is restored.\r\nAs Latin Americans, and aware of our global\r\nresponsibilities, we are actively participating in the\r\nUnited Nations Stabilization Mission in Haiti. We are\r\nconvinced that that joint commitment, which is\r\nstrongly regional in nature in Latin America and the\r\nCaribbean, has been helpful in enabling Haiti to\r\nrecover its ability to control its own destiny. This will\r\nundoubtedly require the continuing presence of the\r\ninternational community. The elections are an\r\nimportant step, which Haiti should take on schedule.\r\nVoting, however, is only the basis for self-\r\ndetermination: we must continue helping to create the\r\nprerequisites for a worthier future for the Haitian\r\npeople. Moreover, Haiti could be the first trial run for\r\nthe Peacebuilding Commission.\r\nOvercoming poverty, hunger and social inequality\r\nis the great challenge facing our peoples today.\r\nEconomic development with equity is essential in order\r\nto achieve a world truly at peace and to guarantee\r\nindividual rights and stable democracies.\r\nA few days ago, heads of State or Government\r\nreviewed the implementation of the Millennium\r\nDevelopment Goals (MDGs), adopted in 2000. Our\r\ncountry met over one third of the Goals and hope to\r\nachieve them all by 2015.\r\n31\r\nA/60/PV.18\r\nIn order to achieve economic development with\r\nequity, each country has a responsibility to be assumed\r\ndomestically and tasks to be performed internationally.\r\nIn this connection, it is essential to work to implement\r\nthe Monterrey Consensus on financing for\r\ndevelopment, so that in its domestic efforts each\r\ncountry can enjoy the benefits of an international\r\neconomic environment facilitating poverty relief and\r\npermitting sustained development.\r\nWe were among the sponsors of the Action\r\nagainst Hunger and Poverty, which seeks to devise\r\ninnovative financing arrangements to combat this\r\nproblem within the framework of the international\r\ncommunity’s endeavours to attain the Millennium\r\nDevelopment Goals. We need responses now, and the\r\nAction is a definite option recognized in the Summit\r\nOutcome.\r\nChile considers it essential to bolster overall\r\nefforts to liberalize international trade for the exports\r\nof developing countries and to achieve stable financial\r\nflows to their economies. We urge the speedy\r\nconclusion of the Doha round, to which we are\r\ncommitted, and a remodelling of the international\r\nfinancial architecture to promote international\r\nconditions favourable to the sustained growth of the\r\ndeveloping countries and to the elimination of poverty.\r\nDevelopment, security and human rights for all are\r\nthree interdependent concepts that dominate our\r\nexistence as societies and that must be adequately\r\nreflected in a comprehensive reform process. We have\r\nembarked on the decisive stage of the road to renewal;\r\nwe are all responsible for reaching the end.\r\nWe must make progress towards consensus on\r\nSecurity Council reform so that that organ can more\r\ndemocratically represent the new realities of the\r\ntwenty-first century.\r\nIt is also essential to renew the Secretariat’s\r\nmanagerial capacity to administer effective and\r\nresponsibly the resources that we all contribute in order\r\nto achieve the purposes of the United Nations. Over\r\nand above the legitimate differences that are part of the\r\nrichness of our diversity, we must build universal\r\nagreements reflecting common concerns to ensure the\r\ndignity of peoples and the right to live in a more secure\r\nworld.\r\nLet me conclude by saying that this session of the\r\nGeneral Assembly is a historic opportunity to promote\r\nchange. If we do not implement the agreements\r\nachieved, hiding behind national interests or narrow\r\ncultural visions, we shall be failing to respond to the\r\nfeelings and expectations of millions of human beings\r\nwho aspire to understanding among civilizations, a\r\nglobal alliance for development and a reaffirmation of\r\nthe underlying values of the United Nations. Let us not\r\nmiss this opportunity. If we do not act collectively\r\ntoday, tomorrow may be too late.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Teodor Baconschi, Secretary of State\r\nfor Global Affairs, Ministry of Foreign Affairs of\r\nRomania.\r\nMr. Baconschi (Romania) (spoke in French): I\r\nwould like to add Romania’s voice to those who have\r\nwarmly congratulated His Excellency Mr. Jan Eliasson\r\non his election to the important position of President of\r\nthe General Assembly. We wish him every success and\r\nassure him of our full support.\r\nFor Romania, the political debates at the sixtieth\r\nsession of the General Assembly have special\r\nsignificance; during this session, we shall celebrate 50\r\nyears of presence and active participation in the\r\ncommon efforts of the United Nations for peace,\r\nsecurity and sustainable development, to help\r\npopulations in distress and to promote human rights. It\r\nis uncontestable that the present international situation\r\nrequires not only that we take a hard, critical look at\r\nreality but also that we have the strength to take\r\nresponsible decisions and strong measures, both\r\npolitically and at the institutional level, to ensure that\r\nthe United Nations will be capable of meeting the\r\nchallenges of the twenty-first century and that it will\r\ncontinue to play an important role in the service of the\r\ngreater good.\r\n(spoke in English)\r\nRomania aligns itself fully with the statement\r\ndelivered at the 9th plenary meeting by Foreign\r\nSecretary Jack Straw of Great Britain on behalf of the\r\nEuropean Union. In my address I will, therefore, only\r\ncomplement the key points already made there on the\r\nchallenges of reform. We can be proud of where the\r\nUnion stands today on the global scene and of its\r\nUnited Nations record.\r\nBy no means is this just another general debate at\r\nthe start of a new session of the General Assembly. We\r\nare called upon to rise to the responsibility enunciated\r\nat the High-level Plenary Meeting of the General\r\n32\r\nA/60/PV.18\r\nAssembly, which preceded these debates. There, heads\r\nof State or Government committed all of us, through\r\nthe 2005 World Summit Outcome (resolution 60/1), to\r\ncontinue the efforts to reform our Organization. It is\r\nnow in our hands to implement our leaders’ decisions\r\nand make the most of them.\r\nAgainst this backdrop, I wish to commend\r\nMr. Jean Ping, President of the General Assembly at its\r\nfifty-ninth session, for the outstanding work he has\r\ndone over the past few months, together with his\r\nfacilitators, and for the way he conducted the\r\nnegotiations. It was a difficult process, but I believe\r\nthat we have a document with which we can be\r\nsatisfied. Many aspects still need further elaboration,\r\nbut the General Assembly is ready to work on them\r\nunder the skilful guidance of the current President,\r\nMr. Jan Eliasson.\r\nThe United Nations should continue to\r\naccomplish multilayered objectives and to function as a\r\ncomplex, effective organization. That is the spirit of\r\nthe deliberations conducted by our heads of State or\r\nGovernment and of the decisions they took.\r\nMuch thus remains to be done in relation to the\r\nmandate and responsibilities of the First Committee.\r\nDebates on international security are still dependent on\r\narrangements put in place during the cold war.\r\nUnfortunately, almost all multilateral negotiating\r\nforums seem complacent in their conservatism. Yet we\r\nall agree that, given those premises, it is difficult to\r\nadvance the political dialogue and to set new priorities.\r\nWe need a new dynamic, anchored in a genuine\r\nreform process. It has to be tailored to respond\r\neffectively to the most ominous threats to international\r\npeace and security: terrorism and the proliferation of\r\nweapons of mass destruction. It has to be truly relevant\r\nto our needs and has to produce equal dividends for all\r\nin a system based on the concept of collective security.\r\nSuccess in the area of development calls for\r\nbroad solidarity in international economic relations.\r\nRomania has gradually increased its contribution\r\ntowards resolving global development issues. And\r\naccession to the European Union will make Romania a\r\nmember of the world’s largest donor community. The\r\nUnited Nations must develop and strengthen its\r\ncapacity to effectively protect and promote human\r\nrights and fundamental freedoms, by upholding the\r\nconcept of a “responsibility to protect”, which calls for\r\nan international response in cases where a State is\r\nunable or unwilling to discharge its primary function of\r\nprotecting the life, property and fundamental rights of\r\nits own citizens.\r\nThis imperative is convincingly illustrated by the\r\nfact that, over the past 15 years, we have witnessed\r\nhow a number of internal conflicts, which frequently\r\nhad started as separatist movements, have evolved to\r\nachieve “frozen conflict” status. These conflicts have\r\nbecome breeding grounds for egregious violations of\r\nhuman rights and abuses, targeting the most vulnerable\r\ncategories, such as women, children and persons\r\nbelonging to various minorities.\r\nIt serves no purpose to debate an ambitious\r\npolicy agenda unless we have an effective United\r\nNations system adapted to the new realities of a\r\nchanging world. Years after the end of the cold war, the\r\nUnited Nations is still struggling to make the transition\r\nfrom an organization characterized by ideological\r\ndifferences to one actively responding to pressing\r\noperational challenges. Institutional change is an\r\nabsolute prerequisite for successful policy results.\r\nOne of the main problems besetting the\r\nOrganization could, unfortunately, end up by being\r\nperpetuated — that is, increasingly high expectations\r\nand demands, without adequate resources and\r\nappropriate managerial tools.\r\nAt a time when some are calling into question the\r\nrelevance of our Organization and when we have had\r\nto cope recently with a succession of revelations about\r\nmismanagement, we, the Secretariat and Member\r\nStates together, need to act resolutely to ensure the\r\nefficiency and credibility of the United Nations by\r\nimproving administrative performance, establishing\r\nviable mechanisms for the responsibility and\r\naccountability of the Secretariat, strengthening audit\r\nand oversight functions and endowing the Secretary-\r\nGeneral with the authority and flexibility needed to\r\nmanage effectively the mandates entrusted to him by\r\nthe membership.\r\nFor Romania, like other United Nations\r\nMembers, the Security Council has continued to be the\r\nbody that monitors international relations with regard\r\nto critical issues that pose a threat to regional and\r\nglobal peace. It is highly commendable that the\r\nSecurity Council has assumed the leading role in\r\nestablishing early warning and resolve as the\r\ncornerstones of the United Nations and the\r\n33\r\nA/60/PV.18\r\ninternational community’s approach to the full range of\r\nnew threats to international peace and security.\r\nWith over 2,000 peacekeepers on duty around the\r\nworld, Romania is a major contributor and a significant\r\ninvestor in a wide range of United Nations-mandated\r\nand United Nations-authorized operations; we\r\ntherefore have a very high stake in their successful\r\noutcome.\r\nRomania’s stance has consistently been that\r\nprotection against security threats means more than just\r\ntaking a stand at one’s own border; we have to go\r\nwhere those challenges originate and approach them\r\nwith resolute action and sustained investment. This is\r\npart of the rationale for Romania’s joint endeavours\r\nwith partners and allies in shouldering stabilization and\r\nreconstruction in Iraq and Afghanistan. In both\r\ncountries, elections are happening, following the\r\ntremendous dedication and painstaking efforts of,\r\nabove all, the people of those countries, and also\r\nbecause of a steadily engaged international community.\r\nRomania is carrying her share of this burden all the\r\nway through the process.\r\nSince 9/11, the international edifice, as well as\r\nour common values of peace and security, have been\r\nbadly shaken by an unprecedented surge of terrorist\r\nactivity. Romania was among the first countries to\r\nembark on efforts undertaken globally, as well as\r\nregionally, to combat this scourge. From that day on,\r\nwe have constantly been at the forefront of the fight\r\nagainst terrorism, on the ground and through our active\r\nparticipation in the process of shaping successive\r\ninitiatives in different forums.\r\nFurthermore, Romania has carried out her\r\nspecific contribution to international counter-terrorism\r\nefforts as an elected member of the United Nations\r\nSecurity Council by assuming, inter alia, the\r\nchairmanship of the Committee established pursuant to\r\nresolution 1540 (2004) on the non-proliferation of\r\nweapons of mass destruction.\r\nRomania has already advanced to the ratification\r\nstage of the 12 relevant international conventions\r\nadopted in this area and has transposed important parts\r\nof their provisions into its national legislation. I am\r\nproud to inform delegates that, on 14 September, my\r\nPresident signed the International Convention for the\r\nSuppression of Acts of Nuclear Terrorism, which was\r\nadopted by the General Assembly on 13 April 2005.\r\nRomania shares the European Union (EU) stand on the\r\nurgency of adopting of a comprehensive convention on\r\ninternational terrorism during the sixtieth session of the\r\nGeneral Assembly.\r\nOur crucial aim is to see the day when the\r\ninternational community is able to address each and\r\nevery security challenge, no matter where, by better\r\npooling existing resources and capabilities.\r\nWe were pleased to see recognition given in the\r\nSummit Outcome (resolution 60/1) to the important\r\ncontribution that regional organizations have made to\r\npeace and security.\r\nThe heads of State and Government expressed\r\ntheir support for a stronger relationship between the\r\nUnited Nations and regional organizations, under\r\nChapter VIII of the Charter. They resolved to expand\r\nthis dimension of the new architecture of international\r\npeace and security through formalized agreements\r\nbetween the respective secretariats and, as appropriate,\r\nthe involvement of regional organizations in the work\r\nof the Security Council.\r\nRomania’s particular experience in South-Eastern\r\nEurope and the Black Sea area indicates that, in such\r\ncases as conflict management and in handling\r\nresponses to transnational threats, regional action\r\nreinforced by meaningful cooperation between the\r\nUnited Nations and regional organizations is decisive.\r\nIn the Balkans, the way in which the Kosovo\r\nissue will be addressed over the coming months is\r\ngoing to be crucial for the overall prospects for lasting\r\nstability, integration and prosperity for the whole\r\nregion. The United Nations-led policy of standards in\r\nKosovo has improved the situation in the region. The\r\nprobability of violence and conflict is lower now than\r\nin the past, and we can start looking more confidently\r\ntowards the future. However, the job is not yet done.\r\nSerbs and other ethnic communities in Kosovo still\r\nfear for their security and cannot live normal lives.\r\nThere are also too many who are still waiting to return\r\nto their homes. Therefore, the comprehensive\r\nimplementation of standards must continue, with\r\nthorough consideration given to securing and\r\nprotecting normal relations between ethnic\r\ncommunities, as well as to the rights and freedoms of\r\nall people from Kosovo. No one will be able to refer\r\nrealistically to stability and a political settlement in the\r\nregion, as called for in United Nations Security\r\nCouncil resolution 1244 (1999), until such a\r\nfoundation is achieved.\r\n34\r\nA/60/PV.18\r\nEast of Romania, in the wider Black Sea area,\r\ndevelopment is hampered by a lack of overall security\r\nand stability. I am referring particularly to the\r\nsituations of protracted conflict in the region, frozen in\r\na state of uncertainty and disregard for international\r\nlaw and scrutiny. Besides their negative impact on\r\ndevelopment and political normalcy, these conflict\r\nareas also spread modern maladies in the\r\nneighbourhood, such as organized crime, illegal arms\r\nand drug trafficking, trafficking in human beings, and,\r\nnot least, terrorism. The States of the region have to\r\nrise to meet these challenges together. They will not be\r\nable to do so without close cooperation. They need\r\nstrong partners, strategic vision and a coherent, more\r\ncomprehensive approach. It is clear that we have to\r\nfind something better and more sustainable than trying\r\nto put these conflicts in the freezer for decades or\r\nyears. In order to ensure the benefits of stability in the\r\nwider Black Sea area for all involved, the best way is\r\nto work towards making the logic of cooperation\r\nprevail.\r\nIn November, Romania will take up the\r\nchairmanship of the Black Sea Economic Cooperation\r\npact. In this capacity, Romania will try to encourage all\r\nplayers in the region to think strategically in the\r\ncommon interest and overcome the burden of these\r\nprotracted conflicts so as to maximize the region’s\r\neconomic and social potential. Also, given the world’s\r\ninterdependence, the States of the region need a United\r\nNations that has closer links to regional structures and\r\nthat can enhance, in turn, the effectiveness of joint\r\naction.\r\nHowever we characterize the 2005 World Summit\r\nOutcome — as a blueprint or a road map — it is\r\nbeyond a doubt that United Nations reform is still a\r\nwork in progress. As far as Romania is concerned, we\r\nstand ready to join the presidency and all Member\r\ncountries in endeavours to prepare the United Nations\r\nto meet the heavy demands placed on multilateral\r\ncooperation in the twenty-first century.\r\nThe meeting rose at 1.20 p.m.\r\n"