"United Nations A/60/PV.29\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n29th plenary meeting\r\nMonday, 10 October 2005, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-54196 (E)\r\n*0554196*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 10.25 a.m.\r\nFloods and mudslides in Central America and\r\nearthquake in South Asia\r\nThe President: I begin this morning by\r\nexpressing our solidarity with the people of Pakistan\r\nand of its neighbours India and Afghanistan who have\r\nbeen tragically affected by a devastating earthquake\r\nthis weekend. We have all been shocked by the news\r\nreports we have seen, with whole villages disappearing\r\nand massive numbers of people, including a tragic\r\nnumber of children, falling victim to this disaster.\r\nOn behalf of the General Assembly, I offer our\r\ndeepest sympathy to the Governments and the peoples\r\nof the three countries and to the families and friends of\r\nthose killed, injured or missing. All of us in the\r\nGeneral Assembly stand shoulder to shoulder with\r\nthem now as rescue and relief work continues. The\r\nworld must also ensure that they receive the support\r\nand cooperation they need for the longer-term recovery\r\nand reconstruction that will be necessary.\r\nThe earthquake, along with the flooding and\r\nmudslides in Guatemala and its neighbours in Central\r\nAmerica, namely, Costa Rica, El Salvador, Honduras,\r\nMexico and Nicaragua — which have also resulted in\r\nthe tragic loss of many lives under horrible\r\ncircumstances — remind us both of the power of nature\r\nand of the importance of a quick and coordinated\r\ninternational response at times such as this.\r\nI now call on the representative of Pakistan.\r\nMr. A. A. Chaudhry (Pakistan): The earthquake\r\nthat hit Pakistan on 8 October has caused tremendous\r\nloss of life and damage to infrastructure. The extent of\r\nthe damage is still unfolding as rescue teams reach out\r\nto remote and inaccessible mountainous areas.\r\nOn behalf of the Government of Pakistan, I thank\r\nyou, Mr. President, and all the Governments\r\nrepresented here for your kind words of sympathy and\r\ngenerous offers of assistance in this hour of national\r\ntragedy. Many Governments, international and non-\r\ngovernmental organizations and United Nations\r\nagencies and bodies have offered to help. The\r\nGovernment of Pakistan appreciates and welcomes the\r\ninternational assistance.\r\nThe President: I now call on the representative\r\nof Guatemala.\r\nMr. Skinner-Klée (Guatemala) (spoke in\r\nSpanish): I would like to express my appreciation to\r\nyou, Mr. President, and, through you, to all the\r\ndelegations represented here, for the expression of\r\nsolidarity extended to us at this time of sadness for my\r\ncountry.\r\nThe devastating effects of these natural disasters\r\nare directly related to the manner in which humankind\r\ninteracts with nature. We cannot forget that link. But\r\nwe also cannot forget our link with this House, which\r\noffered us prompt cooperation. We would like to thank\r\nthe Assembly and all the United Nations organizations\r\nthat are providing us their steadfast and selfless\r\nassistance.\r\n2\r\nA/60/PV.29\r\nWe are also grateful for the solidarity and\r\nassistance of our brothers and sisters in the region and\r\nbeyond. I should like personally to express my\r\ngratitude for those efforts. We appreciate them\r\nenormously.\r\nThe President: I wish again to express our\r\ncondolences to the Governments and the peoples of the\r\ncountries suffering as a result of these terrible natural\r\ndisasters and their effects.\r\nAgenda item 111\r\nElections to fill vacancies in principal organs\r\n(a) Election of five non-permanent members of the\r\nSecurity Council\r\nThe President: The General Assembly will now\r\nproceed to the election of five non-permanent members\r\nof the Security Council to replace those members\r\nwhose term of office expires on 31 December 2005.\r\nThe five outgoing non-permanent members are\r\nthe following: Algeria, Benin, Brazil, the Philippines\r\nand Romania. Those five States cannot be re-elected.\r\nTheir names, therefore, should not appear on the ballot\r\npapers.\r\nApart from the five permanent members, the\r\nSecurity Council will include in the year 2006 the\r\nfollowing States: Argentina, Denmark, Greece, Japan\r\nand the United Republic of Tanzania. The names of\r\nthose States, therefore, should also not appear on the\r\nballot papers.\r\nOf the five non-permanent members that will\r\nremain in office in the year 2006, two are from Africa\r\nand Asia, one is from Latin America and the Caribbean\r\nand two are from Western Europe and other States.\r\nConsequently, pursuant to paragraph 3 of General\r\nAssembly resolution 1991 A (XVIII), of 17 December\r\n1963, the five non-permanent members should be\r\nelected according to the following pattern: three from\r\nAfrica and Asia, one from Eastern Europe and one\r\nfrom Latin America and the Caribbean. The ballot\r\npapers reflect that pattern.\r\nIn accordance with established practice, there is\r\nan understanding to the effect that, of the three States\r\nto be elected from Africa and Asia, two should be from\r\nAfrica and one from Asia.\r\nI should like to inform the Assembly that those\r\ncandidates, their number not exceeding the number of\r\nseats to be filled, receiving the greatest number of\r\nvotes and a two-thirds majority of those present and\r\nvoting will be declared elected. In the case of a tie vote\r\nfor a remaining seat, there will be a restricted ballot\r\nlimited to those candidates that have obtained an equal\r\nnumber of votes.\r\nMay I take it that the General Assembly agrees to\r\nthat procedure?\r\nIt was so decided.\r\nThe President: In accordance with rule 92 of the\r\nrules of procedure, the election shall be held by secret\r\nballot and there shall be no nominations.\r\nRegarding candidatures, I have been informed by\r\nthe Chairpersons of the respective regional groups of\r\nthe following. For the three vacant seats from among\r\nthe African and Asian States, there are three endorsed\r\ncandidates, namely, the Congo, Ghana and Qatar. For\r\nthe one vacant seat from among the Eastern European\r\nStates, Slovakia is the endorsed candidate. For the one\r\nvacant seat from among the Latin American and\r\nCaribbean States, there are two candidates, namely,\r\nNicaragua and Peru.\r\nIn accordance with rule 92 of the rules of\r\nprocedure, we shall now proceed to the election by\r\nsecret ballot.\r\nBefore we begin the voting process, I should like\r\nto remind members that, pursuant to rule 88 of the\r\nrules of procedure of the General Assembly, no\r\nrepresentative shall interrupt the voting except on a\r\npoint of order on the actual conduct of the voting.\r\nI would also like to seek the usual cooperation of\r\nrepresentatives during the time of the conduct of the\r\nelection. Please be reminded that during the voting\r\nprocess all campaigning should cease in the General\r\nAssembly Hall. That means in particular that, once the\r\nelection has begun, no more campaign material may be\r\ndistributed inside the Hall. All representatives are also\r\nrequested to remain at their seats so that the voting\r\nprocess can proceed in an orderly manner. I thank\r\nmembers for their cooperation.\r\nWe shall now begin the voting process.\r\nBallot papers marked “A”, “B” and “C” will now\r\nbe distributed. I request representatives to use only\r\nthose ballot papers that have been distributed.\r\n3\r\nA/60/PV.29\r\nMay I ask representatives to write on the ballot\r\npapers marked “A”, for the African and Asian States,\r\nthe names of the three States for which they wish to\r\nvote; on the ballot papers marked “B”, for the Eastern\r\nEuropean States, the name of the one State for which\r\nthey wish to vote; and on the ballot papers marked “C”,\r\nfor the Latin American and Caribbean States, the name\r\nof the one State for which they wish to vote.\r\nA ballot paper containing more names from the\r\nrelevant region than the number of seats assigned to it\r\nwill be declared invalid. Names of Member States on a\r\nballot paper that do not belong to that region will not\r\nbe counted.\r\nAt the invitation of the President, Mr. Hoy\r\n(Cambodia), Ms. Mesquita (Portugal), Ms. Onisii\r\n(Romania), Mr. Mwandembwa (United Republic\r\nof Tanzania) and Mr. Loedel (Uruguay) acted as\r\ntellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.45 a.m. and\r\nresumed at 11.40 a.m.\r\nThe President: The result of the voting is as\r\nfollows:\r\nGroup A — African and Asian States\r\nNumber of ballot papers: 191\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 191\r\nAbstentions: 2\r\nNumber of members voting: 189\r\nRequired majority of members present\r\n  and voting: 126\r\nNumber of votes obtained:\r\nCongo 188\r\nQatar 186\r\nGhana 184\r\nIndonesia 1\r\nGroup B — Eastern European States\r\nNumber of ballot papers: 191\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 191\r\nAbstentions: 6\r\nNumber of members voting: 185\r\nRequired majority of members present\r\n  and voting: 124\r\nNumber of votes obtained:\r\nSlovakia 185\r\nGroup C — Latin American and Caribbean States\r\nNumber of ballot papers: 191\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 191\r\nAbstentions: 4\r\nNumber of members voting: 187\r\nRequired majority of members present\r\n  and voting: 125\r\nVotes obtained:\r\nPeru 144\r\nNicaragua 43\r\nHaving obtained the required two-thirds majority\r\nand the largest number of votes, the following\r\nStates were elected members of the Security\r\nCouncil for a two-year term beginning 1 January\r\n2006: Congo, Ghana, Peru, Qatar and Slovakia.\r\nThe President: I congratulate the States that have\r\nbeen elected members of the Security Council, and I\r\nthank the tellers for their assistance in the election.\r\nWe have thus concluded our consideration of sub-\r\nitem (a) of agenda item 111.\r\nThe meeting rose at 11.45 a.m.\r\n"