"United Nations A/60/PV.27\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n27th plenary meeting\r\nTuesday, 6 October 2005, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-53894 (E)\r\n*0553894*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 62\r\nSocial development, including questions related to\r\nthe world social situation and youth, ageing disabled\r\npersons and the family\r\nTwo plenary meetings devoted to the evaluation\r\nof the progress made in the implementation of\r\nthe World Programme of Action for Youth to\r\nthe year 2000 and Beyond\r\nReports of the Secretary-General (A/60/61,\r\nA/60/133, A/60/133/Corr.1 and A/60/156)\r\nDraft resolution (A/60/L.2)\r\nThe President: I am very pleased, as President of\r\nthe General Assembly, to see a record number of youth\r\nrepresentatives in the national delegations to the\r\nsixtieth session of the General Assembly. It is a good\r\nstart. Their presence is concrete evidence of the\r\nrevitalization and rejuvenation often called for in these\r\nhalls. It is also an encouraging indication of a growing\r\nrecognition of the importance of youth participation in\r\nthe implementation and evaluation of the World\r\nProgramme of Action for Youth. Not only are they\r\nhere, reminding us of the importance of youth being\r\npart of the decision-making processes in the world, but\r\nthey are also bringing the plight of young people\r\naround the world into these halls. They are also\r\nbringing realities that we need to be aware of.\r\nIn the 10 years since the adoption of the World\r\nProgramme of Action for Youth, there have been\r\nnotable achievements, including on gender issues and\r\nin the field of education. However, much remains do be\r\ndone, not least for girls in education. As the “World\r\nYouth Report 2005” — the report of the Secretary-\r\nGeneral — so vividly describes, many young people\r\ntoday continue to suffer poverty, discrimination and\r\ninequality, and far too great a number still lack access\r\nto proper education and health services. Most of those\r\nwho become infected with HIV/AIDS are in their teens\r\nor early twenties. In many areas, rampant\r\nunemployment dulls their ambition and undermines\r\nmorale, and we know that civil conflict can have a\r\nparticularly devastating effect on the young. We need\r\nonly look at the outrageous phenomenon of child\r\nsoldiers.\r\nAlthough the World Programme of Action for\r\nYouth is still highly relevant today, in the 10 years that\r\nhave passed since its adoption new challenges have\r\nemerged. In the mid-1990s, few could have predicted\r\nthe enormous impact that globalization, information\r\nand communication technologies, HIV/AIDS, conflict\r\nand intergenerational relations would have on young\r\npeople. Those issues will need substantive commitment\r\nand action as emerging areas of concern.\r\nIn addition to policies and programmes developed\r\nspecifically for youth, the needs of young people must\r\nbe better reflected in broader development agendas. A\r\nfew weeks ago, the world’s leaders gathered here to\r\nreview progress towards the Millennium Development\r\n2\r\nA/60/PV.27\r\nGoals and the reform process facing the United\r\nNations. Intensified commitment and investment now\r\nin the Millennium Development Goals will have\r\nenormous benefits for the young people of 2015 and\r\nfuture generations.\r\nYoung people should be seen as our partners and\r\na positive force in achieving the full implementation of\r\nthe Millennium Development Goals. As one of the\r\nyouth representatives so eloquently said yesterday at\r\nthe informal, interactive round table in which I\r\nparticipated, the current young generation should be\r\nnot the next one to fail, but the first to succeed in\r\nmeeting the Millennium Development Goals. That is a\r\nchallenge we should all accept, and let us now do our\r\npart to make it happen. I am sure that this meeting will\r\nbring that energy into the processes that are so\r\nnecessary.\r\nI now give the floor to the Deputy Secretary-\r\nGeneral.\r\nThe Deputy Secretary-General: I am delighted\r\nto be here today for this meeting on a subject as\r\ninspiring as it is important, and I wish to extend a\r\nspecial welcome to all the young representatives who\r\nare with us today.\r\nWe are gathered here because we know that\r\nyoung people are our future. They will inherit what we\r\ncreate in our time, both good and bad. Just as the\r\nUnited Nations Charter was written for succeeding\r\ngenerations, so is our present agenda intended to give\r\nthose who succeed us a chance to build better lives.\r\nThat applies especially to the Millennium Development\r\nGoals, which fall due 10 years from now.\r\nToday, almost half the world’s population is less\r\nthan 25 years old. Mr. President, you have just shared\r\nwith us the basic challenges they already face, as\r\ndescribed in the Secretary-General’s “World Youth\r\nReport 2005”, released earlier this week. The\r\nchallenges include 200 million youth living in poverty;\r\n130 million youth illiterate; 88 million unemployed;\r\nand 10 million young people living with HIV/AIDS.\r\nWe should add to that the distressing statistics about\r\nchildren, who will make up the youth of 2015. A\r\nquarter of all children in the developing world are\r\nmalnourished, as are half of all children living in sub-\r\nSaharan Africa and southern Asia; 11 million children\r\nunder the age of five die each year from preventable\r\nand treatable diseases; and 115 million children are\r\ncurrently not in school.\r\nAll those factors bring home to us the need to\r\nredouble our efforts to reach the Millennium\r\nDevelopment Goals.\r\nToday, we mark the tenth anniversary of the\r\nWorld Programme of Action for Youth. The adoption\r\nof that document was a milestone in that it was the first\r\nglobal blueprint for effective national policies on\r\nyouth. It highlighted 10 priority areas, drawn together\r\nin a comprehensive and practical policy plan.\r\nIn the 10 years that have passed since, dramatic\r\nchanges have taken place that have had profound\r\neffects on the lives of young people — from the\r\nconsequences of globalization and the rapid\r\ndevelopment of information and communication\r\ntechnology to the devastating spread of HIV/AIDS.\r\nThose upheavals only serve to underline the need\r\nfor young people to be involved in decisions that affect\r\ntheir lives — a principle that forms one of the priorities\r\nof the World Programme of Action. I am delighted that,\r\ntoday, the General Assembly is acting to put that\r\nprinciple into practice by inviting a youth\r\nrepresentative to address the Assembly and report to it\r\nthe results of the round-table discussion held yesterday\r\nwith young leaders. Allow me to recognize Ms. Itzel\r\nBarrera de Diego, who will report to the Assembly in a\r\nmoment. I look forward to hearing from her.\r\nAbove all, I hope this occasion will be followed\r\nby concrete action out there on the ground, where it\r\nmatters most. Real youth participation must come at\r\nevery level — locally, regionally and nationally.\r\nOn this tenth anniversary, let us recognize that\r\nyoung people form an enormous resource for the\r\nbenefit of society; that they are crucial partners in our\r\nwork to reach the Millennium Development Goals; and\r\nthat their energy is our most valuable asset in our\r\nefforts to build a more peaceful, democratic and\r\nprosperous world.\r\nThe President: I thank the Deputy Secretary-\r\nGeneral for her reminder that we should always keep\r\nbefore us the realities out there in the field. I am sure\r\nthat participants here will bring those realities into this\r\nHall.\r\nI now give the floor to Ms. Itzel Barrera de\r\nDiego, who, as youth representative of Mexico, will\r\npresent a summary of the informal, interactive round-\r\ntable discussion held yesterday afternoon on the theme\r\n“Young people: making commitments matter”.\r\n3\r\nA/60/PV.27\r\nMs. Barrera de Diego (Mexico) (spoke in\r\nSpanish): Many generations have had the opportunity\r\nto eradicate poverty, but we will be the first to succeed.\r\nIn accordance with resolution 59/148, and in\r\nresponse to its request to present a summary of the\r\nround-table discussion on making commitments matter,\r\nthe youth representatives have asked me to present\r\nthose results.\r\nAs members know, the discussion was organized\r\naround the three areas into which the 15 youth\r\npriorities were categorized. The format was interactive,\r\nallowing many delegations and representatives of non-\r\ngovernmental organizations to air their views.\r\nFirst, with respect to youth and its relationship to\r\nthe global economy, the disparities and difficulties of\r\nintegration were of widespread concern.\r\nMarginalization resulting from the lack of access to\r\nnew communications technology and high-quality\r\nuniversal education were only a few of the issues\r\nrepeatedly raised. Efforts to narrow the gap between\r\nrural and urban development and proposals concerning\r\nself-employment were also frequently cited.\r\nThe issue of making agriculture an attractive and\r\nprofitable activity as a solution to rural exodus and\r\nunemployment was strongly contrasted with the\r\ndroughts and political realities in certain countries. We\r\nmust point out that agriculture is not the only solution\r\nfor rural development. Other ways to approach that\r\nchallenge must therefore be found.\r\nSecondly, the subject of youth and civil society\r\nwas the focus of most of the debate, demonstrating that\r\nthere is no link between young people and apathy. The\r\nworld’s young people are using their leisure time to\r\nbecome involved in volunteer work. We are developing\r\ninnovative and concrete responses to the challenges we\r\nface. We are demonstrating the ability to relate to\r\nmarginalized groups. Those approaches, together with\r\nthe knowledge of previous generations, will have\r\nunprecedented results in terms of successful integration\r\npolicies.\r\nIn that connection, and in keeping with the need\r\nto be active participants in our own processes, we\r\npropose the following: the creation of a United Nations\r\nyouth advisory council based on voluntarism, so that it\r\nwill not represent a financial burden for the\r\nOrganization; a mandate of helping Member States\r\nbring youth delegates to participate in General\r\nAssembly sessions; and the inclusion of a youth\r\nperspective in public policies through national youth\r\ncouncils.\r\nBecause of the factors I have cited, an alarming\r\nnumber of young people find themselves in at-risk\r\nsituations. Moreover, there are cases of young people\r\nsuffering from problems related to poor health,\r\nHIV/AIDS infection, drug abuse, youth delinquency\r\nand involvement in armed conflict, all at the same\r\ntime. The assumption that young people’s health is\r\nindestructible is a misconception that not only delays,\r\nbut in many cases hinders, the establishment of\r\npreventive health programmes.\r\nIt is important to point out that countries need\r\neffective demobilization and reintegration programmes\r\nfor young people involved in armed conflicts. We urge\r\ncountries that have successful programmes to share\r\ntheir experiences with the international community.\r\nHowever, the implementation of such programmes will\r\nbe very difficult without the necessary resources.\r\nWe also need to point out that the violent\r\nstereotypes that have stigmatized young people for so\r\nlong were countered by the mere presence of all of us\r\nin this forum. We must understand that we are the\r\npotential, the solution, the force for change — and I\r\nsay “must” because young people and adults must\r\nunderstand what youth means: it means potential\r\nenergy, the solutions. But that potential energy must be\r\nutilized and protected. Therefore, we urge all\r\nGovernments to support the institutionalization of\r\nyouth participation at all levels, and we welcome the\r\nefforts to conclude a United Nations convention on the\r\nrights of young people.\r\nFinally, I wish to draw the attention of the\r\nAssembly to the fact that this round table enabled us to\r\nrecognize not only our differences, but also the\r\nsimilarities of the challenges that must be faced by\r\nyoung people throughout the world. These are needs\r\nthat know no geographic, linguistic or gender barriers\r\nor any other distinctions, and therefore require our\r\nimmediate attention and resolution.\r\nWe are privileged young people. We are here 10\r\nyears after the establishment of the World Programme\r\nof Action for Youth to the Year 2000 and Beyond, but\r\nin very different conditions. Yes, members of the\r\nGeneral Assembly, the difference lies in the fact that\r\nthis time, with your help, we will not have to wait\r\nanother 10 years to have the privilege to address you.\r\n4\r\nA/60/PV.27\r\nMany generations have had the opportunity to\r\neradicate poverty, but we will be the first to be\r\nsuccessful.\r\nThe President: I now give the floor to the\r\nrepresentative of Portugal to introduce draft resolution\r\nA/60/L.2.\r\nMr. Salgueiro (Portugal): On the tenth\r\nanniversary of the adoption of the World Programme of\r\nAction for Youth to the Year 2000 and Beyond, it is a\r\ngreat honour for Portugal to present draft resolution\r\nA/60/L.2, entitled “Policies and programmes involving\r\nyouth”, on behalf of the 49 sponsors listed in that\r\ndocument and the following additional countries,\r\nwhich have joined the list: Argentina, Bangladesh,\r\nBelize, Bosnia and Herzegovina, Brazil, the Central\r\nAfrican Republic, the Democratic Republic of the\r\nCongo, the Dominican Republic, El Salvador, Iceland,\r\nIndonesia, Kazakhstan, Madagascar, Mongolia,\r\nMorocco, Mozambique, Norway, Peru, the Republic of\r\nMoldova, San Marino, the Sudan, Thailand, the former\r\nYugoslav Republic of Macedonia, Timor-Leste, Togo,\r\nTunisia, Turkey, the United States of America and\r\nUruguay.\r\nTen years after the adoption of the World\r\nProgramme of Action for Youth to the Year 2000 and\r\nBeyond, that we are once again reaffirming the World\r\nProgramme of Action is an important milestone.\r\nParticipation by young people at all levels of society,\r\nstronger partnerships aimed at increasing investment in\r\nyoung people and holistic and integrated youth policies\r\nare just a few of the tools identified in this draft\r\nresolution that can enable us to move forward and\r\ncreate a better world for the younger generation. We\r\nalso believe that better and more expeditious\r\ncoordination among the organizations, programmes and\r\nspecialized agencies of the United Nations system can\r\nplay a key role in that regard. In addition, we recognize\r\nthe important work being done by the Youth\r\nEmployment Network and encourage Member States,\r\nthe United Nations and partner organizations to\r\nstrengthen and expand the Network at its various\r\nlevels.\r\nThe five priority areas identified in the Secretary-\r\nGeneral’s World Youth Report 2003 (E/CN.5/2003/4) —\r\nnamely, the mixed impact of globalization on young\r\nwomen and men; use of and access to information and\r\ncommunication technologies; the dramatic increase in\r\nhuman immunodeficiency virus infection among young\r\npeople and the epidemic’s impact on their lives; active\r\ninvolvement by young people in armed conflict, both\r\nas victims and as perpetrators; and the increased\r\nimportance of addressing intergenerational issues in an\r\nageing society — are established in the draft resolution\r\nas additional priorities of the World Programme of\r\nAction for Youth to the Year 2000 and Beyond. In that\r\nregard, we look forward to the supplement to the World\r\nProgramme of Action, which will be presented to us at\r\nthe forty-fifth session of the Commission for Social\r\nDevelopment.\r\nIt gives me great pleasure to have so many youth\r\nrepresentatives present here today in the Assembly.\r\nThat is testimony to the valuable role and input that\r\nyoung people can have in the work of our Organization\r\nand in society as a whole. Young people must be heard;\r\nthey must be considered as part of the solution, not as\r\nthe problem.\r\nI would like to introduce the following revisions\r\nto the draft resolution. We would like to amend\r\nparagraph 10 to read as follows:\r\n“Invites all Governments and\r\nintergovernmental and non-governmental\r\norganizations to contribute, inter alia, to the\r\nUnited Nations Youth Fund for the participation\r\nof youth representatives in national delegations,\r\nin particular from developing countries”.\r\nWe would also like to add a new operative\r\nparagraph 11 bis, which reads as follows:\r\n“Calls on Governments, the United Nations\r\nsystem, youth organizations and other relevant\r\nstakeholders to strengthen efforts aimed at\r\nimplementation of the 10 priority areas contained\r\nin the World Programme of Action for Youth to\r\nthe Year 2000 and Beyond”.\r\nLast but not least, my delegation would like to\r\nthank all delegations that participated in the\r\nnegotiations on this important text for their efforts and\r\ncooperation. I think that, as a result, we have achieved\r\na text that will move us forward. We hope that this\r\ndraft resolution will be adopted by consensus with the\r\nbroad support of all delegations.\r\nThe President: Before calling on the first\r\nspeaker in the debate, I would like to turn to several\r\norganizational matters pertaining to the conduct of this\r\nmeeting. In my letter of 29 September to all Permanent\r\nRepresentatives, I urged speakers to limit their\r\n5\r\nA/60/PV.27\r\nstatement in this debate to four minutes. In view of the\r\nlarge number of delegations already on the list of\r\nspeakers — 48 so far — I appeal to speakers to\r\ncooperate in this respect. To assist speakers in\r\nmanaging their time, a light system has been installed\r\nat the rostrum, which functions as follows. A green\r\nlight will be activated at the start, an orange light will\r\nbe activated 30 seconds before the end of the four\r\nminutes and a red light will be activated when the four-\r\nminute limit has elapsed. I recall that a similar rule was\r\nalso applied at the summit meeting for our Presidents,\r\nPrime Ministers and Foreign Ministers. It is an\r\nacceptable practice which I hope will be respected.\r\nMr. McGhee (United Kingdom): In the interest\r\nof brevity, I shall deliver only part of my statement as\r\nprepared. The full text will be circulated in writing. I\r\nhave the honour, in my capacity as United Kingdom\r\nyouth delegate to the tenth anniversary of the World\r\nProgramme of Action for Youth, to present this\r\nstatement on behalf of the European Union. The\r\nfollowing countries align themselves with this\r\nstatement: Bulgaria, Romania, Turkey, Croatia,\r\nAlbania, Bosnia and Herzegovina, the former Yugoslav\r\nRepublic of Macedonia, Serbia and Montenegro,\r\nNorway, Ukraine and the Republic of Moldova.\r\nThe European Union warmly welcomes this\r\nopportunity to join with other Member States, civil\r\nsociety and all youth delegates present here today in\r\ncelebrating the progress made in achieving greater\r\nopportunities for young people. But the European\r\nUnion also recognizes that many challenges remain,\r\nchallenges that were highlighted in the 10 priority\r\nareas of the World Programme of Action, as well as in\r\nthe five new priorities identified in the World Youth\r\nReport 2003. Today provides the occasion to reaffirm\r\nour shared commitment to the World Programme of\r\nAction for Youth and to addressing the needs of young\r\npeople all over the world.\r\nThe year 2005 has been a crucial year for\r\nadvancing the opportunities for young people at the\r\ninternational level. The recent millennium review\r\nsummit reinforced the international community’s\r\ncommitment to young people. Achieving the\r\nMillennium Development Goals will shape the world\r\nin which today’s children will reach adulthood, and\r\nmany of the Goals address issues of central concern for\r\nyoung people now, such as poverty, education,\r\nemployment and HIV/AIDS. The European Union\r\nwelcomes the work of UNICEF, which is the leading\r\nUnited Nations organization for young people, and\r\npays tribute to UNICEF for driving this agenda\r\nforward.\r\nThe European Union remains committed to the\r\nbiggest social challenge of the twenty-first century: the\r\nelimination of poverty. The European Union is\r\ncommitted to doubling its development assistance by\r\n2010. Significant steps have also been taken to reduce\r\nthe burden of debt on the most heavily indebted poor\r\ncountries. All these steps will help lift young people\r\nfrom poverty.\r\nBut further progress must be made. The European\r\nUnion calls upon all donors to move speedily towards\r\nthe goal of 0.7 per cent of their gross national income\r\nfor development assistance and upon developing\r\ncountry Governments to prepare ambitious national\r\npoverty reduction strategies that recognize the specific\r\nneeds of young people. The European Union welcomes\r\nthe fact that young people are increasingly being\r\nconsulted in drafting Poverty Reduction Strategy\r\nPapers. But a great deal more needs to be done to\r\nhighlight the needs of young people. Youth should be\r\nmainstreamed into poverty reduction strategies and\r\nyoung people must be consulted on policy relating to\r\nthose strategies.\r\nYoung people are particularly vulnerable to\r\nunemployment. Youth unemployment rates are\r\ntypically two to three times higher than for others, and\r\nyoung women are particularly at risk. Decent work is\r\nthe most effective way out of poverty. The European\r\nUnion urges an increased commitment to youth\r\nemployment initiatives at national and international\r\nlevels and is itself working to attract more people into\r\nemployment and to reduce unemployment as one of\r\nEurope’s top priorities.\r\nThe European Union welcomes the progress\r\nmade by the Secretary-General’s Youth Employment\r\nNetwork and encourages its further expansion to\r\nfacilitate the implementation of national action plans\r\nfor youth employment. There is much to learn via this\r\nnetwork through exchanging experiences and ideas\r\nfrom both developed and developing countries.\r\nPractical implementation on the ground will be of\r\ncritical importance in the coming year.\r\nTo help meet its commitment to youth\r\nemployment, the European Union is investing more in\r\nhuman capital through better education and skills,\r\nincluding through the European Youth Pact for Young\r\n6\r\nA/60/PV.27\r\nPeople adopted in February 2005. Education is crucial\r\nif young people are to be able to benefit from\r\nemployment opportunities. In 2000, over 100 million\r\nprimary-school-age children all over the world were\r\nstill not in education, and over 100 million young\r\npeople lacked effective reading and writing skills.\r\nEfforts must be redoubled to meet the Millennium\r\nGoals for education by investing in quality education\r\nthat will enable all young people, boys and girls, to\r\nattain decent work as a first step towards competing\r\neffectively in today’s global economy.\r\nThe European Union fully recognizes the critical\r\ncontribution that young people can make to decision-\r\nmaking. Education plays a crucial role in providing\r\nyoung people with the skills needed for active\r\ncitizenship. The inclusion of young people in so many\r\ndelegations here today is evidence of the improving\r\ndialogue between Governments and young people and\r\nthe incorporation of their valuable input on issues that\r\naffect them.\r\nAcross the European Union, there are an\r\nincreasing number of youth programmes aimed at\r\ndeveloping cooperation on a wide range of activities\r\nbetween young people in different Member States and\r\nbeyond. Bringing together young people from different\r\nbackgrounds and from different countries helps combat\r\nnegative prejudices and stereotypes. Young people are\r\nkey to creating the tolerant society in which we all\r\nwant to live.\r\nIn addition to its continued strong support of the\r\n10 priorities identified in the World Programme of\r\nAction in 1995, the European Union also attaches\r\ncritical importance to the five additional areas\r\nidentified in the World Youth Report 2003. Addressing\r\nexclusion, discrimination and disadvantage in regard to\r\nyouth is of fundamental importance if the European\r\nUnion is to meet its vision of a Europe — and a\r\nworld — that is socially inclusive as well as\r\neconomically dynamic.\r\nAnd, of course, all this needs to happen with the\r\nfull and effective participation of young people. We\r\nmust be recognized as partners in this work. We are a\r\npositive force for social and economic development.\r\nYouth issues should not be considered in isolation from\r\nthose of other generations.\r\nI would like to briefly finish with some personal\r\ncomments on behalf of the young people in the United\r\nKingdom.\r\nBefore coming to New York, the three United\r\nKingdom youth representatives undertook a\r\nconsultation exercise with young people across the\r\nUnited Kingdom to hear their views. In our\r\nconsultation, we found that young people expect more\r\nfrom education. There is a greater need for the\r\nmandatory provision of citizenship education. Young\r\npeople want to understand democratic systems locally,\r\nnationally and internationally. They emphasize the\r\nneed to be fully prepared for life and therefore support\r\nthe provision of skills classes in areas such as\r\nbudgeting, home economics and independent life.\r\nBearing in mind the high levels of teenage pregnancy\r\nin the United Kingdom, they also want all education\r\nauthorities and youth providers to offer sexual health\r\neducation.\r\nYoung people are not just the future — we are the\r\npresent. We have a right to be involved in all decisions.\r\nYouth participation is essential. We appreciate the\r\nexistence of youth parliaments in our country and\r\nrespectfully request the development of more youth-led\r\norganizations worldwide.\r\nI ask for recognition, involvement and\r\nunderstanding of youth. I ask for implementation of the\r\nWorld Programme of Action for Youth. Ten years have\r\npassed; it is now time for action.\r\nMr. Banze (Mozambique): I have the honour to\r\nspeak on behalf of the States members of the Southern\r\nAfrica Development Community (SADC): Angola,\r\nBotswana, the Democratic Republic of the Congo,\r\nLesotho, Madagascar, Malawi, Mauritius, Namibia,\r\nSouth Africa, Swaziland, the United Republic of\r\nTanzania, Zambia, Zimbabwe, and my own country,\r\nMozambique.\r\nThe States members of SADC believe that, 10\r\nyears after the adoption of the World Programme of\r\nAction for Youth to the Year 2000 and Beyond, this\r\nmeeting should be not just an opportunity for review\r\nand appraisal, but also a platform for rededication and\r\ncommitment to the 10 priority areas affecting young\r\npeople identified by the General Assembly in the\r\nWorld Programme. This meeting must therefore devise\r\nclear, effective and concrete strategies to nudge the\r\nprocess of implementation forward in order to ensure\r\nits real meaning to youth across the globe.\r\nSADC member States, individually and\r\ncollectively, have made significant progress in the area\r\nof youth development and empowerment, although\r\n7\r\nA/60/PV.27\r\nthere are still challenges and constraints to contend\r\nwith. Most of the 14 member States have adopted\r\nnational youth policies.\r\nThe States members of SADC endorse the\r\nSecretary-General’s recommendation, contained in\r\ndocument A/60/61, that youth concerns be\r\nmainstreamed into poverty reduction strategies and\r\ninitiatives, as we believe that youth, particularly those\r\nliving in rural areas, which constitute the majority of\r\nthat segment of society in our countries, should be\r\nconsulted whenever we address strategies affecting\r\ntheir well-being.\r\nWe are gratified by reports concerning an overall\r\nincrease in the number of young people completing\r\nboth primary and secondary education. Nevertheless,\r\nwe are also genuinely concerned at the fact that 113\r\nmillion children are currently out of school. We\r\ntherefore believe that we should all heed the call of the\r\nSecretary-General to strengthen our efforts to ensure\r\nuniversal access to education for all young people,\r\nparticularly girls. We also agree with the Secretary-\r\nGeneral that we should not focus only on providing\r\nuniversal education, but that more emphasis should be\r\nplaced on quality education. More often than not, the\r\nefforts of our Governments to provide good quality\r\neducation, including the use of information and\r\ncommunication technologies, are hampered by a lack\r\nof resources. We call upon our development partners to\r\ncontinue to assist us in that regard.\r\nYouth unemployment remains one of our greatest\r\nchallenges. In our national development strategies, we\r\nare striving to create opportunities for full, productive\r\nand decent employment for youth by enacting youth\r\nemployment strategies, entrepreneurial training,\r\nmicrocredit schemes, vocational training and career\r\nguidance, good leadership training, labour intensive\r\nprogrammes, and skill training in information and\r\ncommunication technologies as part of our efforts to\r\nachieve the Millennium Developments Goals. While\r\nwe are grateful to those donors and agencies that are\r\nassisting our countries in that regard, we encourage\r\nother relevant stakeholders to assist and support our\r\nefforts to realizing that goal, which would otherwise\r\nremain an elusive dream.\r\nYouth participation in the construction of a better\r\nfuture strengthens Governments in their efforts to find\r\nappropriate solutions to the most pressing problems\r\nthat our youths are facing. In that regard, we support\r\nthe increased participation of youth in issues that affect\r\nthem.\r\nThe high prevalence of HIV/AIDS among youth,\r\nas well as conflicts, have a negative impact on their\r\ndevelopment and consequently on the achievement of\r\ntheir full potential. We all agree that any strategy to\r\ncombat HIV/AIDS should involve first and foremost\r\nprevention, treatment, care and support. Young people,\r\nwho are the future of the world, must be provided with\r\ninformation and education on life skills that will\r\nempower them to make better choices and decisions\r\nabout their health.\r\nThe SADC member States continue to place\r\nspecial emphasis on the girl child, as we strongly\r\nbelieve that the girl child is the woman of tomorrow,\r\nwhom we should, as a matter of duty, free from\r\ninheriting a life of prejudice, fear and want. However,\r\ndespite the standing commitments we have undertaken\r\nin the World Programme of Action for Youth to the\r\nYear 2000 and Beyond, the girl child of today still\r\nfaces a plethora of problems and hardships. In our\r\nattempt to highlight the plight of the girl child, SADC\r\nmember States have submitted a draft resolution on the\r\nissue, which is considered every two years by the\r\nGeneral Assembly. We call on all Member States to\r\ncontinue to support the draft resolution to be\r\nintroduced during the current session of the General\r\nAssembly, the sole aim of which is to give real\r\nmeaning to the lives of girls across the globe.\r\nIn conclusion, we would like to highlight the\r\nneed for the adoption at this session of the five priority\r\nareas identified since the adoption of the World\r\nProgramme of Action. We in SADC pledge to\r\nrecommit ourselves to the full and accelerated\r\nimplementation of the World Programme. We stand\r\nready to cooperate with other Member States in all\r\nefforts geared towards translating all 15 priority areas\r\ninto reality.\r\nThe President: I would like to remind members\r\nthat we have only two meetings devoted to this item,\r\nand that 43 speakers remain on the list. I would\r\ntherefore propose that the list of speakers be closed as\r\nof now.\r\nIt was so decided.\r\nMs. Loguzzo (Argentina) (spoke in Spanish):\r\nArgentina is speaking on behalf of the Rio Group.\r\n8\r\nA/60/PV.27\r\nThe Rio Group countries deem the situation of\r\nour youth to be a priority and a challenge. In that\r\nsense, we are grateful for the organization of these\r\nmeetings, which will allow us to review the progress\r\nachieved in the implementation of the World\r\nProgramme of Action for Youth to the Year 2000 and\r\nBeyond, to which we committed ourselves 10 years\r\nago.\r\nTen years after the adoption of the World\r\nProgramme, we acknowledge that all the issues cited\r\ntherein remain relevant, although inadequate for young\r\npeople constantly exposed to new challenges, such as\r\nglobalization, access to new technologies, the spread of\r\nHIV/AIDS, natural disasters, and the expansion of\r\narmed conflicts. We hope that the Commission on\r\nSocial Development at its next session will consider\r\nthe inclusion of those five main areas, as well as other\r\nemerging issues, in order to draft a supplement to the\r\nProgramme of Action.\r\nGlobal realities show that the young suffer from\r\nhunger and poverty, especially in rural zones, where\r\neducation and employment opportunities are limited.\r\nOn the other hand, they are vulnerable to such\r\nproblems as drug addiction, HIV/AIDS, alcoholism\r\nand delinquency. In that context, it is indispensable to\r\nhave educational and prevention programmes for youth\r\nthat will encourage their comprehensive development,\r\nso that they can make a positive contribution to society.\r\nThe Rio Group clearly understands the need to\r\nrenew our commitment to our youth in order to\r\neradicate poverty and unemployment. To do that, it is\r\nindispensable to recognize the specific needs of youth\r\nand to incorporate young people in the development of\r\nnational, regional and international strategies against\r\npoverty and unemployment. Strategies to achieve\r\nproductive employment for youth should try to make\r\nemployment opportunities compatible with their being\r\nin school, as that will afford them better work\r\nopportunities in future.\r\nFor young people from low-income homes it is\r\ncommon to drop out of school at an early age. That\r\ngroup begins looking for jobs requiring few\r\nqualifications, and that in turn increases the possibility\r\nof their being poor in their adult life. Therefore, it is a\r\ndouble challenge: on the one hand, the need to keep\r\nadolescents in the educational system, and on the other,\r\nto create jobs for youth that are consonant with their\r\nskills. High unemployment rates even for the more\r\nqualified young people demonstrate the great\r\ndifficulties facing their integration into the workforce\r\nand, as a result, the depression and lack of well-being\r\namong youth.\r\nThe Rio Group countries are pooling our efforts\r\nto reach the Millennium Development Goals, because\r\nwe believe those Goals also address young people. In\r\nthat respect, we would like to highlight some regional\r\ncooperation initiatives, such as the Horizontal\r\nTechnical Cooperation Group on HIV/AIDS and the\r\nspread of successful experiments such as “Bolsa\r\nFamilia”, which is a subsidy programme that requires\r\nperiodic visits to health services and that children stay\r\nin school. We also encourage full gender equality,\r\nwhich will eliminate stereotypes of the image of\r\nwomen in order to allow egalitarian access to\r\neducation and employment for women.\r\nWe are concerned by the incidence of HIV/AIDS\r\namong youth. We believe that to reverse the spread of\r\nthat disease we must work both on promotion of safe\r\nsexual behaviour and on prevention through social\r\ncommunication campaigns. As part of a general health\r\nstrategy, it is important to incorporate sex education,\r\nincluding information on sexually transmitted diseases,\r\nHIV/AIDS and drug use, in both in teachers’ training\r\nprogrammes and in educational programmes for\r\nadolescents.\r\nWe are convinced that in order to adequately\r\nevaluate the current situation of youth, we must include\r\nyoung people themselves. In that connection, for the\r\nfirst time in our region, the sixteenth World Festival of\r\nYouth and Students was held in Caracas in August\r\n2005 — a demonstration of the permanent and tireless\r\nstruggle for youth and their rights. At that event, young\r\npeople themselves reiterated the importance of\r\ncoordinating the various segments of society in\r\ndemanding peace and security, access to universal and\r\nfree education and health care, employment for all,\r\nelimination of discrimination of all kinds and a new\r\ninternational order that would eliminate growing\r\npoverty and foreign debt.\r\nSome of our countries have instituted a national\r\npolicy for youth so that the young people may\r\nparticipate in shaping the societies in which they live\r\nwhile seeking to improve themselves and realize their\r\nfull potential.\r\nAs I indicated in the beginning of my statement,\r\nthe Rio Group countries attach very high priority to our\r\n9\r\nA/60/PV.27\r\nyouth. We would have liked to have more Latin\r\nAmerican young people participating at this event, as\r\nwell as at other relevant United Nations events. But as\r\nalways, we are faced with budget restrictions. We hope\r\nthat as a result of the resolution we will adopt today,\r\nthe participation of more young people from\r\ndeveloping countries will be possible at such meetings,\r\nusing, inter alia, resources from the United Nations\r\nYouth Fund.\r\nThe President: I now give the floor to Her\r\nExcellency Ms. Azalina Othman Said, Minister for\r\nYouth and Sports of Malaysia.\r\nMs. Othman Said (Malaysia): On behalf of the\r\npeople and Government of Malaysia, I take this\r\nopportunity to congratulate the Secretary-General on\r\nhis timely decision to convene this congregation of\r\ndistinguished personalities to deliberate upon youth\r\nperspectives, policies and interventions across the\r\nglobe.\r\nThe tenth anniversary celebrations of the World\r\nProgramme of Action on Youth to the Year 2000 and\r\nBeyond, introduced in 1995, is yet another attestation\r\nof the strategic implementation of youth development\r\nprogrammes by the United Nations.\r\nFor Malaysia, our National Youth Consultative\r\nCouncil, established in 1972, is the highest body that\r\nacts as a youth parliament. It provides a forum for both\r\ngovernmental and non-governmental organizations to\r\nmeet, discuss and debate common issues related to\r\nyouth development programmes. In 1985, in\r\nconjunction with the United Nations International\r\nYouth Year, Malaysia formulated a national youth\r\npolicy. That policy was further reviewed in 1997 and\r\nbecame known as the National Youth Development\r\nPolicy, providing guidelines for developing and\r\nimplementing programmes. In 2004, the Ministry\r\nembarked on an 11-point Malaysian Youth\r\nDevelopment Action Plan, which in many ways\r\nparallels the World Programme of Action. That\r\nblueprint provides the national framework to spearhead\r\nyouth development through 2020, the year in which\r\nMalaysia aspires to achieve developed-nation status.\r\nOne of the outcomes of the Malaysian Youth\r\nDevelopment Action Plan is the creation of the\r\nMalaysian Institute for Research in Youth\r\nDevelopment. Among the Institute’s main objectives\r\nare to conduct research and provide better\r\nunderstanding of the needs and issues relevant to\r\nyoung people for the different segments of society. To\r\nensure that our youth planning is on the right track to\r\nachieve our objectives, we are preparing to embark on\r\nan empirical study to determine a Malaysian youth\r\nbehavioural and well-being index. It is hoped that those\r\nindices will provide the Government with more\r\naccurate and measurable norms to chart the progress of\r\nyoung people.\r\nAt the same time, another instrument, the\r\nMalaysian Youth Act, is being enacted to give direction\r\nfor proper and systematic youth development. The Act\r\nwill also encompass appropriate intervention from\r\nother ministries and relevant agencies to improve\r\ncoordination and implementation of policies and\r\nguidelines pertaining to youth development. The Youth\r\nAct will ultimately serve to protect and defend the\r\nrights and interests of the younger generation as it\r\npromotes and incorporates an effective delivery\r\nsystem.\r\nMalaysia recognizes youth as the agents of\r\nchange. They are supposed to be receptive to new ideas\r\nand the adoption of new technologies and are willing to\r\nmake changes. To harness the potential of the younger\r\ngeneration, the national Youth Development Plan\r\nrevolves around a three-pronged strategy: leadership\r\ntraining, acquisition of vocational and technical skills,\r\nand an entrepreneurship programme.\r\nMalaysia, like other nations, has not been spared\r\nthe social maladies that accompany development and\r\nmodernization. With progress come the looming threats\r\nof HIV/AIDS, drug abuse, premarital sex and teenage\r\npregnancy, to mention a few. To counter such negative\r\ninfluences the Malaysian Government has designed\r\nseveral intervention programmes.\r\nRakan Muda — Young Friends — is an outreach\r\nprogramme that addresses social ills by offering\r\navenues for young people between the age of 15 to 25\r\nto fill their time productively through nine lifestyle\r\nprogramme packages. Introduced in 1994, it is now\r\nbeing revitalized to meet present and future challenges\r\nin the midst of globalization and an ever-changing\r\nyouth culture.\r\nAnother intervention programme addressing drug\r\nabuse and HIV is the Belia Benci Dadah — Youth\r\nAgainst Drugs — campaign. That campaign empowers\r\nyouth to make their own decisions on the options and\r\nchoices in life. Built on a youth-for-youth concept, it\r\nalso mobilizes university and college students to play a\r\n10\r\nA/60/PV.27\r\npart in disseminating information on the harmful\r\neffects of drug abuse.\r\nIn that regard, and with a view to increasing\r\nyouth participation and involvement in its work,\r\nMalaysia wishes to propose that the United Nations\r\nconsider the following.\r\nFirst, a youth development index could be\r\nformulated to provide a standard indicator that would\r\nhelp monitor and evaluate progress made by the World\r\nProgramme of Action. Second, we could establish a\r\nworld economic youth fund to provide financial\r\nassistance to entrepreneurship programmes for young\r\npeople. Third, we could conduct regional consultations\r\nwith Member States and youth organizations through\r\nthe Regional Commissions of the United Nations to\r\nassist and evaluate the implementation of the World\r\nProgramme of Action. Fourth, we could continue the\r\nWorld Youth Forum. Fifth, the Youth Unit could be\r\nstrengthened and possibly expanding, to give due\r\nattention to the growing importance of issues related to\r\nyouth and their participation in achieving the\r\nMillennium Development Goals. Sixth, we should\r\ncontinue the informal interactive round-table\r\ndiscussions and organize other events to provide more\r\nopportunities and encourage greater youth participation\r\nin areas of specific interest and immediate concern to\r\nyouth in the United Nations. Seventh, we should\r\nprovide assistance to Member States, upon request, for\r\nthe participation of youth representatives on a\r\ncontinuing basis during relevant discussions in the\r\nGeneral Assembly, as well as in the Economic and\r\nSocial Council and its functional commissions.\r\nThe time has come for us to grow younger. The\r\nage of youth is here. The United Nations needs to be\r\nthe path finder for all of the world’s youth. It needs to\r\nchart a clear course, because, very soon, it will be the\r\nyoung people who will be showing us the way.\r\nThe President: I now call on Her Excellency,\r\nMs. Lena Hallengren, Minister for Pre-School\r\nEducation, Youth Affairs and Adult Learning of\r\nSweden.\r\nMs. Hallengren (Sweden): I am happy to see so\r\nmany youth delegates here today.\r\nI would like to align myself with the statement\r\nmade earlier by the United Kingdom on behalf of the\r\nEuropean Union (EU).\r\nIt is an honour for me to be here today, together\r\nwith the Swedish youth representative, Hanna Hallin.\r\nI am often asked why a specific youth policy is\r\nneeded. I always answer, “Because youth are facing\r\nsimilar challenges”. It is about a good education. It is\r\nabout establishing oneself on the labour market and\r\ngetting one’s first own place to live. That must be a\r\npossibility for all young people, women and men,\r\nregardless of whether they are rich or poor or live in\r\nthe North or the South, and regardless of what\r\nbackground they are from.\r\nThe Swedish Government, as well as the National\r\nCouncil of Swedish Youth Organizations, strongly\r\nsupport the reaffirmation of the World Programme of\r\nAction for Youth. We also attach critical importance to\r\nthe five additional areas identified in the 2003 World\r\nYouth Report (A/58/79). Swedish national youth policy\r\nhas been greatly inspired by, and is very much in line\r\nwith, the Programme, with regard to both the cross-\r\nsectoral way of considering youth issues and to the\r\nprioritized areas.\r\nMajor improvements have been made in the\r\nsituation of young women and young men in many\r\nareas, but we are still facing great challenges. Over 200\r\nmillion young people still live in poverty. Some 130\r\nmillion are illiterate. Almost 25 per cent of those who\r\nlive with HIV globally are under the age of 25. Youth\r\nunemployment worldwide has increased during the past\r\ndecade.\r\nWe know that in periods of economic recession,\r\nyouth are among the worst hit. We also know from\r\nstudies that being unemployed when young affects\r\none’s future opportunities in the labour market.\r\nPromoting youth employment is therefore one of the\r\ntop priorities for the Swedish Government. Recently, in\r\nresponse to an initiative by France, Germany, Spain\r\nand Sweden, the EU has also made a stronger\r\ncommitment to the promotion of youth employment\r\nthrough the European Youth Pact.\r\nAs was discussed at the round table yesterday, we\r\nmust make commitments matter, and take concrete\r\naction. Work has to be done at the local, regional,\r\nnational and international levels and in partnership\r\nwith civil society and other concerned actors. Youth\r\nand their organizations should play a leading role in\r\nthat work.\r\n11\r\nA/60/PV.27\r\nThe implementation of cross-sectoral integrated\r\nnational youth policies is vital. So is a renewed and\r\ncontinuous commitment to implementing the World\r\nProgramme of Action for Youth, the Millennium\r\nDevelopment Goals and other international\r\nagreements.\r\nWe often talk about young people as the future.\r\nBut let us never forget that they are an important part\r\nof society today. It is not for them, but together with\r\nthem, that we should work to realize the objectives of\r\nthe World Programme of Action.\r\nWith your permission, Mr. President, I will now\r\nyield to floor to the Swedish youth representative,\r\nMs. Hanna Hallin.\r\nMs. Hallin (Sweden): Imagine a world in which\r\nmillions of young people do not die before the age of\r\n20 because of poverty, pregnancy, conflict, the lack of\r\nhealth services or HIV/AIDS; a world in which young\r\nwomen and young men are able to read and have\r\ndecent work with a decent salary; a world in which\r\nyoung people are free to seek their identity, without\r\nfear of repression, exclusion or discrimination. Imagine\r\na world in which the voices of youth count.\r\nAs the Swedish youth delegate, I am honoured to\r\naddress the Assembly today. There are more youth\r\ndelegates present here than ever before. This is a\r\nwelcome tenth anniversary birthday gift from those\r\nGovernments to the youth of their nations and of the\r\nworld. Governments must continue to include youth\r\nrepresentatives in their national delegations, and allow\r\nus to participate and be listened to. This is about\r\nmaking commitments matter and, first and foremost,\r\nabout the long-term development of each society and\r\nthe world at large.\r\nYoung women and young men are today a major\r\nforce in global development. Young people, when\r\ngiven the opportunity, are initiating a vast number of\r\nprojects to improve life in their communities. Such\r\nprojects include combating HIV/AIDS and drug abuse,\r\npromoting a clean environment and initiating peer-to-\r\npeer education.\r\nYouth-led initiatives must be facilitated and,\r\nwhen effective, turned into partnerships with\r\nGovernments, non-governmental organizations and\r\nintergovernmental organizations. The establishment of\r\nindependent youth organizations must be an essential\r\nand uncomplicated process, and youth organizations\r\nmust have access to public and private funding.\r\nYoung people should be seen as equal partners in\r\nthe process of achieving the Millennium Development\r\nGoals. I stress here the significance of viewing the\r\nWorld Programme of Action for Youth as the key to\r\naccomplishing the eight development goals. In this\r\nwork we ask for the recognition and involvement of\r\nyouth, for tolerance and understanding, and for\r\nimplementation.\r\nAt the same time, young people are marginalized\r\nwhen Governments do not respect the right to health,\r\neducation and decent work. We are also marginalized\r\nwhen we are not allowed to express our sexual,\r\nreligious or indigenous identity without fear for our\r\nlives. For instance, today young people flee their\r\ncountries because of their sexual identity. It should be\r\nevery person’s right to seek his or her identity; that is a\r\nquestion of human dignity.\r\nHence, every national youth policy should\r\ninclude measurable goals on how to improve the\r\nsituation for all young women and young men, with\r\nspecial attention to marginalized youth, in order to\r\nsecure our full participation in society.\r\nThere are no adequate excuses. Young people’s\r\nneeds must be taken into account, and young people\r\nmust be able to lead the development of their societies.\r\nWe want a world in which young people do not die\r\nbefore the age of 20; where young people are able to\r\nread and have decent work with a decent salary. We\r\nwant a world where young people are free to seek their\r\nidentity and where the voices of youth count.\r\nIt is time for action. We all know what to do; now\r\nlet us do it. The world that we are aiming for is well\r\nwithin our reach. We have the goals, the means and the\r\nmotivation to reach it. Let us prove that our common\r\nefforts in the World Programme of Action for Youth\r\nwere not in vain. Let young people be the change.\r\nThe President: The division of labour between\r\nthe representatives of Sweden symbolizes the need for\r\nGovernments to work closely with youth\r\nrepresentatives. However, the sharing of statements is\r\nnot the normal practice in the General Assembly; we\r\nwill make today’s meeting exceptional in that respect. I\r\nam eager to make the point that that is not precedent-\r\nsetting for future General Assembly meetings.\r\n12\r\nA/60/PV.27\r\nHowever, it is a great symbol of how we have to work\r\ntogether.\r\nMs. Yao (Switzerland) (spoke in French): We are\r\ncelebrating today the tenth anniversary of the adoption\r\nof the World Programme of Action for Youth to the\r\nYear 2000 and Beyond. Although this Hall has never\r\nbefore welcomed so many representatives of youth,\r\nthere are still not enough young people here. Too many\r\nof them must settle for watching from the sidelines as\r\ndecisions are taken that will affect our common future.\r\nThe needs of youth have never before been\r\ndefined so specifically, yet actions continue to fall\r\nshort of expectations. We hope that an increasing\r\nnumber of States will focus on the need to act. That is\r\nwhy we ask all States to recognize young people and to\r\ninclude them in their decision-making processes. We\r\nask for tolerance, and we ask that the World\r\nProgramme of Action for Youth be implemented.\r\nOne of the issues addressed in the Programme of\r\nAction is health. Youth is vulnerable. Many young\r\npeople live in insecurity and fear the future. According\r\nto the 2001 World Health Report, almost one out of\r\nfour young people has behavioural problems. Causes of\r\nmental illness vary from one country to another and\r\nfrom one person to another. But one thing is universal:\r\nthe need to have a useful occupation in the context of a\r\nsolid social network. Social integration, access to\r\neducation and training, as well as job security, are what\r\nenable young people to find their place in society. We\r\nneed a healthy youth in order to build a healthy society.\r\nAlone we cannot build such a social network, or\r\nfind lasting solutions, but together we can do this.\r\nTogether we can integrate young people into our\r\nsocieties and support their development. Together we\r\ncan open up the labour market to them and give them\r\nprospects for the future. Together we can strengthen\r\ntheir communities and pave the way for them towards a\r\npromising future.\r\nWe would like to draw the attention of public\r\nopinion to the mental health of young people and to\r\nnote that targeted measures must be taken in the areas\r\nof labour policies and the social integration of youth.\r\nWe would like to see national prevention programmes\r\nas well as local and regional plans of action to reduce\r\nthe incidence of mental problems among young people.\r\nFinally, we would ask that youth be involved in\r\nprocesses established to resolve that problem. We want\r\nto participate. Young people are here today, and they\r\nare ready to shoulder their responsibilities in the\r\nbuilding of our common future. We want to participate\r\nin the process of dialogue and in the actions taken, and\r\nwe want to act together to implement ideas that have\r\nbeen jointly developed.\r\nWe want to be partners. To do so, we need your\r\nexperience and your trust. We need your support. The\r\nUnited Nations will be strengthened by common action\r\non our wishes. Thus we should work together so that\r\nour wishes today can become reality tomorrow. It is\r\ntime to act. We all know what we have to do.\r\nTherefore, without waiting any longer, let us do it.\r\nMr. Solano (Costa Rica) (spoke in Spanish): I\r\nshould like to congratulate you, Sir, and the members\r\nof your Bureau on your election, and to reiterate what\r\nwas stated by the representative of Argentina on behalf\r\nof the Rio Group. Costa Rica would like to comment\r\non some points that are of particular interest to us.\r\nTen years ago we adopted the World Programme\r\nof Action for Youth to the Year 2000 and Beyond.\r\nToday we are meeting here to commemorate that\r\ndecision and to review our actions, celebrate our\r\nprogress and share our concerns. Young people are not\r\nonly the future; they are also strategic stakeholders\r\ntoday as well as first-class citizens. We therefore\r\nreiterate our belief in the need to take concrete action\r\nto ensure their genuine participation in decision-\r\nmaking; promote their full employment in conditions\r\nof dignity; eradicate hunger and poverty; guarantee\r\ntheir access to adequate and comprehensive health\r\ncare; combat the scourges that threaten them, such as\r\ncrime, conflicts and HIV/AIDS; and promote solidarity\r\namong generations.\r\nCosta Rica is in favour of active participation by\r\nyoung people at the national and international levels.\r\nNationally, we have committed ourselves to a\r\ngovernmental approach that ensures their participation.\r\nOn the understanding that it is the Government’s\r\nresponsibility to promote forward-looking actions at\r\nthe State level and to undertake medium- and long-\r\nterm projects, based on participation and social\r\ndialogue, that transcend political and electoral cycles.\r\nWe should not shy away from taking common\r\ndecisions, working together and committing ourselves\r\nto building jointly a culture of participation in public\r\npolicy.\r\n13\r\nA/60/PV.27\r\nWith the support of the United Nations\r\nPopulation Fund and of the “State of the nation”\r\nprogramme, we have elaborated a plan of action on\r\npublic policy for young people that proposes concrete\r\naction in four main areas: education, health,\r\nemployment and participation.\r\nIn keeping with a law passed in 2002, Costa Rica\r\nagreed to establish a National Assembly of Youth\r\ncharged with obtaining information on, discussing,\r\nchanging and adopting public policies concerning\r\nyoung people, thus making it the institution most\r\nimportant to the youth of Costa Rica. This is an\r\nunprecedented step in the strategy aimed at promoting\r\ndecision-making by young citizens; we are particularly\r\nproud of it.\r\nIn the international area, we agree that it would\r\nbe a good practice if, at major United Nations events at\r\nwhich the subject of youth is discussed, young people\r\nformed part of official delegations. Let us recall here,\r\nhowever, that a lack of resources hampers this, and, in\r\nmany cases, prevents it entirely. We therefore welcome\r\nthe call made in the draft resolution which, thanks to\r\nthe leadership of the delegation of Portugal, we will\r\nadopt later today, on Governments and\r\nintergovernmental and non-governmental organizations\r\nto ensure the official participation of young people in\r\ntheir delegations, particularly from developing\r\ncountries, including through the use of the United\r\nNations Youth Fund.\r\nThe number of young people worldwide stands\r\ntoday at 1.553 billion, 85 per cent of whom live in\r\ndeveloping countries. These numbers make it clear that\r\nthe challenge of promoting a climate conducive to\r\nmaximizing the potential of young people, and of all\r\npersons, is greatest in those countries that have the\r\nleast financial, economic and technological resources\r\nto do so.\r\nIt is unacceptable that, in a world with a food\r\nsurplus, more than 900 million people suffer from\r\nhunger. It is equally unacceptable that we are wasting\r\nthe potential contributions of at least 88 million\r\nunemployed young people. Many more are under-\r\nemployed in the unstructured economy.\r\nThe reports that have been submitted for our\r\nconsideration are evidence of the fact that, while we\r\nhave made progress in certain areas, we are far from\r\nhaving obtained encouraging results. Our policies, as\r\nindicated in the report on the world social situation,\r\nmust be restructured, as they are creating or promoting\r\ntrends that are morally and politically unacceptable.\r\nSolidarity lies in the belief that we are all in the\r\nsame boat and should be reflected, inter alia, in the\r\nfulfilment of our commitments to international\r\ncooperation. We reiterate our recognition of those\r\ncountries that have already fulfilled their commitments\r\nor are about to do so, and we renew our appeal to\r\neveryone to shoulder their responsibility together today\r\nto guarantee a viable tomorrow.\r\nWe share the concern expressed in the “World\r\nYouth Report 2005” about the advance of HIV/AIDS\r\nand its particular impact, especially among our young\r\nwomen. The current generation of youth has not known\r\na world without AIDS. We are convinced that, in order\r\nto eradicate that scourge, young people must\r\nparticipate in defining and implementing national and\r\ninternational strategies in that area.\r\nOur country has encouraged a youth project\r\nknown as “Hands to work”, which advocates a\r\ncomprehensive approach to health care and\r\nincorporates human rights, youth, gender, community\r\nparticipation and social inclusion issues. We feel that it\r\nwill help us to obtain positive results and will therefore\r\nmake it available to the members of the international\r\ncommunity.\r\nI wish to share our concern over the fact that\r\nyoung people are among the most active sectors of the\r\npopulation in terms of criminality. The fact that most\r\nprison inmates are men should serve as a wake-up call\r\nand prompt us to consider the issue in depth and take\r\ncorrective measures. Our twenty-first century should\r\nfocus on the socialization of our young people. Costa\r\nRica calls on the United Nations system, and in\r\nparticular on those agencies responsible for youth, to\r\nincorporate that element into the preparation of\r\nrelevant reports and studies and to propose measures\r\nthat States might use in confronting that situation.\r\nTen years ago, we identified 10 priority areas in\r\nthe Programme of Action being considered today.\r\nThose issues remain as relevant as ever to the youth of\r\ntoday and of the future. We understand, however, that\r\nthe world is changing, and changing quickly. We\r\ntherefore support, without prejudice to the\r\nidentification of new measures that may be considered\r\nin the future, the inclusion of the five new concerns\r\nproposed by the Secretary-General in his “World Youth\r\n14\r\nA/60/PV.27\r\nReport 2005”, supplementing the priorities of the\r\nWorld Programme of Action.\r\nSome have said that youth is a disease that is\r\ncured by time. We disagree with that diagnosis. Far\r\nfrom being a disease, youth is a cure. Youth is dreams;\r\nit is ideals, hopes, proposals, solutions and the present.\r\nIt is a motor of change and an actor in development. In\r\nthat faith, I have the honour to reiterate Costa Rica’s\r\nfull support for the Ibero-American Convention on the\r\nRights of Youth, which we will sign in the next few\r\ndays in the beautiful city of Badajoz, Spain.\r\nMr. Ahmed (Pakistan): I feel highly privileged to\r\nrepresent the youth of Pakistan at this forum today. I\r\nrepresent the part of a global community that is imbued\r\nwith an ideal vision driven by lofty goals and fired by a\r\ndesire to achieve the most with scarce resources.\r\nA number of the world’s leading scientists,\r\nengineers, doctors, bankers and sportsmen come from\r\nPakistan. While we take great pride in their\r\naccomplishments, we confess with a heavy heart that\r\nthere have been many other dynamic souls who have\r\nnot been able to realize their potential due to\r\ninsufficient opportunities and inadequate resources.\r\nThere are about 35 million youth in my country;\r\nyoung women represent 48 per cent of that number. As\r\nis rightly pointed out by the Secretary-General, poverty\r\nand associated problems remain a major impediment to\r\nthe progress of youth worldwide. Our nation economy\r\nhas shown a strong recovery in the last five years, and\r\nwe achieved a growth rate of 8.4 per cent last year —\r\nthe highest in Asia. Despite that, the budgetary\r\nconstraints on youth and social welfare areas are a\r\nserious issue. The Government is striving hard to\r\ntackle the resource shortage, but it is a Herculean task\r\nin the face of the twin menaces of unemployment and\r\npoverty.\r\nUndaunted, we are steadfast in our struggle to\r\nrise high. We prefer to take the lead and do what we\r\ncan to improve our conditions. One example is the\r\nincreasing number of young, successful information\r\ntechnology entrepreneurs in Pakistan. Taking\r\nadvantage of the improved investment climate in the\r\ncountry, young people are initiating small-scale\r\nbusiness ventures in numbers never seen in the history\r\nof our region.\r\nWe have a highly educated and modern human\r\nresource base. To catapult the efforts of youth, the\r\nGovernment has established a small and medium-sized\r\nenterprise development authority, which provides loans\r\nof up to $25,000.\r\nAround 65 per cent of young people live in the\r\nrural regions. To help that crucial cohort, the Khushali\r\nBank has been established with capital of $28 million\r\nfor extending soft loans to the unemployed in rural\r\nregions. Young women constitute 35 per cent of the\r\nBank’s clientele.\r\nIn a special project launched earlier this year, 29\r\nof the poorest districts were selected, where 500,000\r\ngirl students in 5,000 schools are receiving cooked\r\nmeals. Through another programme, girls living in\r\nrural areas are being given free uniforms and\r\ntextbooks, with a monthly stipend, until they reach the\r\nsixth grade.\r\nIslam elevated the status of women and mandated\r\ntheir rights, which include equal access to education,\r\namong other things. While we have come a long way,\r\nmore needs to be done to ensure the greater\r\ninvolvement and retention of girls in schools, as well\r\nas their increased participation in public life.\r\nAs we persevere to achieve our development\r\ngoals, being global citizens we look towards the\r\ninternational community. Only together can we succeed\r\nand build on what we have achieved in the World\r\nProgramme of Action for Youth. We must do what we\r\ncan at the United Nations and in our respective\r\ncountries to influence policies and actions for youth so\r\nthat they will be truly beneficial to us.\r\nMr. Jiang Guangping (China) (spoke in\r\nChinese): First, please allow me to thank you, Sir, for\r\nconvening this important meeting today. The Chinese\r\nGovernment and Chinese youth highly appreciate the\r\nGeneral Assembly’s convening two plenary meetings\r\non youth issues against the backdrop of the sixtieth\r\nanniversary of the founding of the United Nations.\r\nTen years ago, the United Nations adopted the\r\nWorld Programme of Action for Youth to the Year\r\n2000 and Beyond. We meet here today to evaluate\r\nglobally the implementation of the Programme and to\r\nreiterate our commitment to youth. The document is\r\nthe most programmatic statement formulated by the\r\nUnited Nations since its establishment. It is a milestone\r\nin the process of world youth development and a\r\nsymbol of the gradual internationalization of youth\r\nissues. We are now seeking to re-evaluate its\r\n15\r\nA/60/PV.27\r\nimplementation, reiterate the international\r\ncommunity’s commitment, and reconfirm our\r\ndetermination. This meeting will have an important\r\nimpact on youth development worldwide and\r\ninternational cooperation.\r\nThe past decade has been significant for China’s\r\nreform, opening-up and modernization process. It has\r\nalso been an important decade for the development\r\nprocess of Chinese youth. Over the past 10 years, the\r\nChinese Government and leaders have paid tireless\r\nattention to youth issues. With respect to the 10\r\npriorities identified in the World Programme of Action\r\nfor Youth, the Government has established various\r\ncross-cutting organs on youth issues, including a State\r\nCouncil working committee on HIV/AIDS prevention\r\nand treatment and a leading group on the work of\r\njuvenile delinquency prevention. The Chinese\r\nlegislative organs have amended the law on the\r\nprotection of minors and promulgated a law on the\r\nprevention of juvenile delinquency to provide legal and\r\ninstitutional guarantees for youth development and the\r\nprotection of young people’s rights and interests.\r\nFurthermore, the sustained and rapid development of\r\nthe Chinese economy and the Chinese Government’s\r\nheavy investment in the areas of education,\r\nemployment, health, culture and sports have provided\r\nChinese youth development with better conditions than\r\never before, enormously raising the overall calibre of\r\nChinese youth and enabling unprecedented youth\r\nparticipation.\r\nWith the support and encouragement of the\r\nChinese Government, youth organizations at all levels,\r\nwith the Communist Youth League of China and All-\r\nChina Youth Federation at the core, have drawn\r\ntogether a vast group of young people and provided\r\nstrong organizational support for their healthy\r\ndevelopment.\r\nHowever, various problems, including\r\nintergenerational and other issues, have affected the\r\ndevelopment of young people. While those problems\r\nare specifically Chinese in nature, they also have\r\nglobal dimensions and universal features. In\r\ncomparison to young people of previous generations,\r\ntoday’s youth enjoy more diverse opportunities and\r\nface more complicated challenges. We would stress our\r\nwork in the following three fields.\r\nFirst, the Governments of the world should invest\r\nin youth with a long-term perspective and support the\r\ndevelopment of youth organizations and networks.\r\nSecondly, they should consider the influence of\r\neconomic globalization on young people and its\r\nnegative impact on marginalized youth so as to create\r\nopportunities for them to benefit from globalization.\r\nThirdly, international cooperation should be stepped\r\nup. We are delighted that international cooperation in\r\nthe field of youth development has been steadily\r\nincreasing. China hopes that all Member States will\r\njointly promote dialogue and cooperation on youth\r\nissues between developed countries and developing\r\ncountries and the common development of world\r\nyouth.\r\nYoung people represent not only the world of\r\ntomorrow, but also that of today. Let us join hands,\r\ncooperate together, and strive to build a harmonious\r\nworld of lasting peace, common prosperity and an\r\nenabling environment for the growth and development\r\nof young people everywhere.\r\nMs. Khalil (Egypt) (spoke in Arabic): Ten years\r\nafter its adoption, we meet today to evaluate the World\r\nProgramme of Action for Youth to the Year 2000 and\r\nBeyond, which identifies 10 vital priority areas to\r\npromote the welfare of youth. In our opinion, perhaps\r\nthe most important of those areas is employment.\r\nGiven the time constraints, I will focus on that one\r\nissue, the foundation of a cohesive social and economic\r\nstructure based on improved prospects for a better way\r\nof life, including education, health care and\r\nconsistently rising standards in those areas. It is also\r\nthe foundation of economic progress and development\r\nand the best way to avert the involvement of youth in\r\nillegal activities, including extremism and terrorism.\r\nIf we are to speak objectively, we must start by\r\nstating that the creation of new opportunities for\r\nregular employment has become a challenge not only\r\nto national Governments, but also to the international\r\ncommunity as a whole. It falls under the collective\r\nresponsibility to ensure sustainable economic and\r\nsocial development and is key to solving such\r\ntransnational problems as terrorism, discrimination\r\nagainst migrants, and associated cultural and social\r\nissues.\r\nMitigating the negative effects of globalization,\r\nas the Secretary-General notes in his report, can\r\nundoubtedly greatly enhance the potential for success\r\nin addressing youth problems. The ongoing exchanges\r\namong the nations of the world can be oriented towards\r\n16\r\nA/60/PV.27\r\nuniversal good governance and democracy, to the\r\nbenefit of all. It is certain that the international market\r\neconomy has huge productive potential; if wisely\r\nmanaged, it can promote unprecedented material\r\nprogress and more productive employment and reduce\r\npoverty worldwide.\r\nOn the other hand, we are far from achieving all\r\nthose ambitions. Globalization exacerbates the unequal\r\ndistribution of resources throughout the world, and\r\nmany countries and peoples do not share in its benefits.\r\nWorse yet, many of those countries and peoples lack\r\nthe ability to make their voices heard in decision-\r\nmaking on international development. For the large\r\nmajority of people, therefore, globalization has failed\r\nto fulfil their most basic hopes for better jobs.\r\nThe Egyptian Government pays close attention to\r\nthe issue of unemployment in its efforts to achieve\r\ncomprehensive social and economic development. It\r\nseeks adequate solutions to reducing unemployment,\r\nincluding the establishment of far-reaching\r\nprogrammes to provide employment opportunities,\r\nsuch as the Tushki project, the East Tofri’a project and\r\nthe North-West Suez Bay project. It also encourages\r\nnational and international investment.\r\nTwo pioneering projects for youth have also been\r\nset up in Egypt under a long-term strategy. The first is\r\na national programme for productive families and\r\nprofessional development; launched in the 1960s, it\r\nseeks to transform low-income and the poorest families\r\ninto productive entities working to meet the needs of\r\ntraditional society, relying on interaction with the\r\nGovernment, civil society and a variety of public\r\norganizations so as to meet the national goal of\r\nrealizing the aspirations of youth. The second is the\r\nsocial development fund established in 1991 as a\r\nmodel for distributing soft loans to address the\r\nnegative effects of economic reform and the transition\r\nto free-market liberalization and privatization, which\r\nEgypt has begun in order to keep pace with\r\nglobalization by creating new work opportunities and\r\neliminating poverty, with special attention to such\r\nvulnerable groups as women and the disabled.\r\nWe must find new ways of making progress on\r\nyouth issues, including more youth-oriented policies\r\nand special programmes on development. That can be\r\ndone by using new and creative methods to implement\r\nwhat was agreed to in the World Programmes of Action\r\nfor Youth.\r\nMs. Nuñez Mordoche (Cuba) (spoke in\r\nSpanish): At the outset, allow us to greet you, Sir, at\r\nthis important plenary meeting of the General\r\nAssembly, at which we are considering, first and\r\nforemost, the future of mankind.\r\nThe World Programme of Action for Youth\r\nrepresented without doubt an important step in the\r\npromotion of the well-being of the younger\r\ngenerations. Much remains to be done. It is not our\r\nintention to emphasize statistics. Every analysis of the\r\nfulfilment of the development goals, as part of the\r\nfollow-up to the outcome of important United Nations\r\nconferences and summits, clearly indicates delays in\r\nthe implementation of the priority areas adopted 10\r\nyears ago, which are in need of a thorough relaunching\r\nwithin the framework of the implementation of the\r\nProgramme.\r\nIn our country, programmes targeting Cuban\r\nyouth generate a wide variety of alternatives for the\r\nsocial development of young people, guarantee their\r\ngenuine inclusion as individuals in the process of\r\ntransforming society, and create conditions to improve\r\ntheir quality of life. Young people, more than mere\r\nobjects of social policy, play a leading role in its\r\nformulation and implementation and have a solid\r\nbackground in the essence of the political culture of\r\nparticipation and the democratic traditions of Cuban\r\nsociety.\r\nSuch purposes are achieved through a\r\ncomprehensive approach to youth problems, to which\r\nvarious Government institutions are involved in\r\nfinding solutions. Valuable information is received\r\nfrom social and demographic studies and priority is\r\ngiven to the commendable work of social\r\norganizations, especially youth organizations.\r\nThe results achieved by our country speak for\r\nthemselves. Currently, for instance, the literacy rate of\r\nCuban youth stands at 99.96 per cent, access to all\r\nlevels of education is free and universal, and full\r\nemployment has been reached following strenuous\r\nefforts to qualify and integrate young people who have\r\nhad no access to education and jobs.\r\nThe time is long past when corrupt leaders\r\nplundered public funds and Government coffers and\r\nthousands of young people were unable to educate\r\nthemselves and fell victim to rampant unemployment.\r\nHowever, some people want us to go back in time.\r\nSeven out of every 10 Cubans were born and have\r\n17\r\nA/60/PV.27\r\nlived in the hardship caused by the criminal economic,\r\ncommercial and financial blockade imposed by the\r\nUnited States more than four decades ago. Nothing\r\nrelating to the well-being of our youth escapes the\r\nconsequences of the blockade.\r\nFuture generations need a world free of hunger\r\nand poverty, with health care, education and dignity for\r\nall — a world without oppression and discrimination,\r\nwithout war, genocidal blockades or the exploitation of\r\nthe weakest. Such was the demand of thousands of\r\npeople from throughout the world who met in Caracas,\r\nVenezuela, to celebrate the Sixteenth World Festival of\r\nYouth and Students. The letter and spirit of the\r\nProgramme of Action for Youth will make sense only\r\nwhen the current insulting international order is\r\neliminated.\r\nMr. Whitehouse (Australia): As Australia’s\r\nyouth representative, I am honoured by the opportunity\r\nto address the General Assembly today. But just to be a\r\nlittle bit different, I am not going to talk about the\r\nWorld Programme of Action for Youth. I am going to\r\ntalk about Australian young people.\r\nI have travelled the length and breadth of my\r\ncountry, chatting with young people and asking them\r\nwhat is important to young Australians. It is my\r\nhumble privilege to bring the Assembly their voices.\r\nI would like to share the voices of two groups of\r\nAustralian young people. The first is in an Australian\r\nAboriginal community called Warmun, nearly 1,000\r\nkilometres from the closest large city. Here, a group of\r\nyoung boys are surrounded by dilapidated houses, dirt\r\nstreets crammed with rubbish, and peers who have\r\nnever seen the inside of a school. The second, in a very\r\ndifferent setting, is a group of 400 young people\r\ncrammed into the town hall of a large capital city,\r\nwhere they are surrounded by tall, multi-million dollar\r\nbuildings and the latest technology. Yet, despite the\r\ndisparate nature of those two groups, both\r\noverwhelmingly assert that the two biggest issues\r\nfacing the world today are the crisis in Iraq and\r\ncontinuing poverty in our world. That, in the case of\r\nthe young Aboriginal boys, is true despite their own\r\nextreme challenges.\r\nMr. Martirosyan (Armenia), Vice-President, took\r\nthe Chair.\r\nAustralia is a proudly multicultural country.\r\nWhile our indigenous peoples have called Australia\r\nhome for more than 60,000 years, the evolving\r\nkaleidoscope of Australian life has seen many new\r\nfaces become part of Australia in the last few years.\r\nThe essence of Australian multiculturalism is that we\r\ndo not all look the same and we do not all sound the\r\nsame, but we are all Australian. It is our unity in our\r\ndiversity that ties our dreams together.\r\nWhile Australia’s young people are diverse in\r\ncolour, creed and geography, our voices reflect the\r\nunity that binds our country. In particular, we\r\noverwhelmingly communicate three basic needs: the\r\nneed for a sense of community, the need for a sense of\r\nsafety, and the need for a purpose.\r\nAustralia is overwhelmingly a country of\r\ncommunity. Beyond the overarching community of\r\nbeing Australian, we have many smaller\r\ncommunities — rural towns, suburbs, schools, and\r\neven football clubs. I have found that, for Australian\r\nyoung people, the drive to be part of a community,\r\nwhatever form that takes, supersedes all else. The need\r\nto find a place to belong is the most powerful force in\r\nshaping who we are.\r\nYet as I found, that drive for community often\r\nconflicts with the other great desires of Australian\r\nyoung people: the desires for safety and purpose. In\r\nvarious areas of Australia, young people told me of the\r\nunrelenting violence that exists in their homes. In rural\r\nAustralia, young people told me of the lack of\r\nopportunities present in their communities. Youth\r\nunemployment is soaring, educational opportunities\r\npale in comparison to those offered in metropolitan\r\nareas, and recreational facilities are often considerably\r\nunderdeveloped.\r\nHowever, in response to my queries as to why\r\nthey would choose to stay in their community, all I\r\nreceived were baffled looks. This is their home, they\r\ntold me; this is where their family and friends are; this\r\nis where they belong — this is their community. They\r\ncould try to seek opportunities elsewhere, but would\r\nfind the transition too difficult and return to their place\r\nof belonging. The draw of their communities was far\r\ntoo powerful.\r\nIf it is community that is so powerful for young\r\npeople, the foremost role of our society must be to\r\nenable those young people, first, to remain in their\r\ncommunities, but more importantly, to be able to reach\r\ntheir full potential within a safe and purposeful\r\nexistence.\r\n18\r\nA/60/PV.27\r\nOne vital way to create communities that support\r\nand nurture young people is to include young people in\r\nthe decision-making process. The Australian\r\nGovernment supports many programmes, such as youth\r\nadvisory councils and the National Youth Roundtable,\r\nwhich offer young people a meaningful opportunity to\r\ndialogue with and advise those who make decisions on\r\ntheir behalf. Young Australians want not only to be\r\nkept informed of what decisions are being made on\r\ntheir behalf, but also to be involved in those decisions\r\nthat affect their lives.\r\nIt is clear to me that, when given half a chance,\r\nyoung people have the most tremendous capacity to\r\nshape their own existence. Here are just three examples\r\nthat I encountered. A few months ago, two teenagers\r\norganized a youth conference in rural Australia to\r\nenable other young Australians who live in the outback\r\nto meet and share opportunities. A young Australian in\r\na seemingly depressed town in Northern Australia has\r\nrecently created his community’s first youth group in\r\nan attempt to offer his peers alternatives to\r\nunemployment and drugs. A group of Australian\r\nAboriginal young women in the north of Western\r\nAustralia have created a dancing group in an extremely\r\nisolated community, thus providing teenage girls with\r\nan opportunity to participate meaningfully in their\r\ncommunity. Just by being themselves, they are being\r\nextraordinary.\r\nAs Australia’s youth representative to the United\r\nNations, I met countless young people who were\r\ncaptivated by the opportunity to have their voices\r\nheard at the United Nations. To be heard in the highest\r\nforum in the world is an opportunity without peer,\r\nespecially for young people who may have never\r\nthought that their voices were valuable or worthy.\r\nYouth representatives have the unique potential to\r\nbring voices from the ground to the highest decision-\r\nmaking body in the world. It is unique. It has the\r\npotential to change the United Nations from an abstract\r\nnotion in young people’s minds into a genuine entity in\r\nthe souls of countless young people throughout the\r\nworld. There is nothing more vital to the prosperity of\r\nthe United Nations than a new generation of people\r\nbelieving that the United Nations is listening to them\r\nand acting on their behalf. I urge countries to consider\r\nincluding a youth representative in their delegations to\r\nthe United Nations.\r\nI thank members for this opportunity today. There\r\nare countless young Australians who feel valued\r\nmerely because representatives listened to me here.\r\nMr. Hachani (Tunisia) (spoke in French): The\r\nTunisian delegation sets great store by the agenda item\r\nbefore us today, and takes this opportunity to express\r\nits appreciation for the quality of the reports produced\r\non the issues under consideration. We also thank the\r\nSecretariat staff for their eloquent presentation of those\r\ncontributions to our debate, and in particular for the\r\n“World Youth Report 2005”, whose main conclusions\r\nand recommendations Tunisia embraces.\r\nThe 10-year review of the World Programme of\r\nAction for Youth to the Year 2000 and Beyond\r\ncoincides with the Assembly’s recent consideration of\r\nthe follow-up to the Millennium Declaration. We\r\nbelieve in the links between the World Programme of\r\nAction for Youth and the Millennium Development\r\nGoals, which constitute a new set of internationally\r\nagreed objectives to help youth and to integrate their\r\nneeds into the broader framework of development\r\nprogrammes.\r\nMost Member States have undeniably made some\r\nprogress in certain priority areas of the World\r\nProgramme of Action for Youth. Nevertheless, we\r\nendorse the Secretary-General’s conclusion that “the\r\ncurrent generation of young people is facing ever more\r\ncomplex challenges than the previous generation”\r\n(A/60/61, para. 93) and that it has become increasingly\r\nurgent to honour the commitment to find decent and\r\nproductive employment for young people everywhere.\r\nThe unemployment and underemployment of youth are\r\nno longer seen as merely social problems; they also\r\nhave economic dimensions and, increasingly, political\r\nand security aspects as well. The creation of jobs helps\r\nto reduce the tensions that currently underpin\r\nnumerous security and other social problems, including\r\npoverty, marginalization and extremism.\r\nMoreover, several major transformations and\r\nevents have taken place in the world since the adoption\r\nof the World Programme of Action for Youth to the\r\nYear 2000 and Beyond, and have had a direct impact\r\non young people, who constitute 18 per cent of the\r\nworld population today. People under 24 now make up\r\nalmost half the world’s population. The emergence of\r\nglobalization, the increased use of information and\r\ncommunications technologies, access to such\r\ntechnologies, the spread of HIV/AIDS, the growing\r\n19\r\nA/60/PV.27\r\ninvolvement of youth in armed conflict, the resurgence\r\nof terrorism, and the vast numbers of young people\r\nliving below the poverty line and suffering from\r\nmalnutrition are just some of the changes in question.\r\nThey clearly call for new responses to the needs of\r\nyoung people in education, the development of\r\nprofessional training, health care and employment, in\r\nan environment of increasing economic globalization\r\nand greater access to new information and\r\ncommunications technologies.\r\nSpecial attention must be paid to the principle of\r\na people-based approach and its embodiment in public\r\nand strategic development policies. Such an approach\r\nwould contribute to attaining the international\r\ncommunity’s goals, the Millennium Development\r\nGoals in particular, and would require better mitigation\r\nof the social effects of globalization, the targeting of\r\nnational and international macroeconomic policies\r\ntowards social objectives, and support for the\r\ncapacities of Governments to carry out their own social\r\npolicies.\r\nTunisia is convinced that youth employment\r\npolicies should not be confined to intervention in the\r\nlabour market, but include social, educational and\r\nfiscal dimensions as well. Thus, young people enjoy\r\nthe great concern of the Tunisian State, and measures\r\nhave been taken to help them in the fields of education,\r\nculture, training, health care, leisure and so on. The\r\nState is striving to provide them with conditions for\r\nhealthy development and a balanced education, ensure\r\ntheir integration into society, and promote their\r\nintellectual, scientific and artistic development.\r\nSignificant investments have been earmarked for\r\nmodernization and for ongoing and systematic re-\r\nevaluation of professional teaching programmes based\r\nnot only on traditional trades, but also on the\r\nacquisition of new competences essential to better\r\nintegration into the labour market.\r\nWith respect to employment, I note in particular\r\nthe Tunisian national employment fund designed to\r\nintegrate young people with scarce employment\r\nopportunities. We have also established a programme\r\nto create sources of revenue to help underprivileged\r\nfamilies undertake family economic projects to\r\nimprove their living conditions.\r\nDespite all such efforts, we, like many\r\ndeveloping countries, know that much remains to be\r\ndone in order to honour all the national commitments\r\nthat have been made to our youth. We are also\r\ndetermined to continue to work at the international\r\nlevel with a view to stepping up our mobilization to\r\nmeet their needs and legitimate aspirations.\r\nMr. Wedershoven (Netherlands): It is with great\r\nhonour and gratitude, but also with equally great\r\nconcern, that I address the Assembly today.\r\n(spoke in French)\r\n“Representatives and leaders of Europe, we\r\nappeal to your sense of solidarity and kindness to\r\ncome to our rescue in Africa. Help us; we are\r\nsuffering terribly.”\r\n(spoke in English)\r\nThat plea is from a letter written six years ago by\r\ntwo boys from Guinea, Yaguine Koita and Fodé\r\nTounkara. It was found with their dead bodies in the\r\nlanding gear of a plane en route to Europe on 2 August\r\n1999. The boys had embarked on a dangerous journey\r\nin an attempt to flee from danger in the hope of a\r\nbrighter future. Risking their lives seemed a better\r\noption to them than staying home. I find their courage\r\nand despair as moving today as I did when I myself\r\nwas a young boy growing up in the safety of the\r\nNetherlands.\r\nThe world today offers hardly more opportunities\r\nto young people than it did to Yaguine and Fodé. The\r\nOffice of the United Nations High Commissioner for\r\nRefugees informs us that more than 20 million young\r\npeople are fleeing from the same danger: the lack of\r\nprospects. Their despair becomes easier to understand\r\nwhen we realize that almost 90 million young people\r\nare unemployed and make up more than half the\r\nworld’s unemployed. Imagine the obstacles 500 million\r\nyoung people entering the workforce over the next 10\r\nyears — young people with little opportunity to earn a\r\nliving — will face. Those sobering statistics, together\r\nwith Yaguine and Fodé’s cry for help, compel me to\r\ndraw the Assembly’s attention to the problem of youth\r\nunemployment.\r\nDenying young people their rights — such as the\r\nright to decent work or the right to seek and express\r\ntheir sexual or cultural identity — places our future at\r\nrisk. This is a question of human dignity and world\r\nsecurity. Increasing employment opportunities for\r\nyoung people not only addresses the primary concern\r\nof young people throughout the world, but also\r\ncontributes to more sustainable, equal development.\r\n20\r\nA/60/PV.27\r\nMillennium Development Goal 8 seeks to develop and\r\nimplement strategies designed to create decent and\r\nproductive work for young people and is one of the\r\nquick wins for achieving the Goals. Youth employment\r\nis also a priority area in the World Programme of\r\nAction for Youth.\r\nWe are not asking that members sign new\r\nagreements or declare new intentions, but we need\r\nthem to act.\r\nGovernments alone cannot do the job, but must\r\ncooperate with micro-financing institutions,\r\nentrepreneurs, civil society and, last but definitely not\r\nleast, young people themselves. Research by the\r\nInternational Labour Organization indicates that young\r\nentrepreneurs have a significantly higher than average\r\nsuccess rate and a positive track record in paying off\r\nmicrocredit loans. The United Nations proclaimed\r\n2005 the International Year of Microcredit. Young\r\npeople should be a target group for microfinance\r\nprojects and institutions.\r\nSeveral initiatives inspired me this year, such as\r\nthe Youth Employment Spark project — a youth-led\r\nnetwork for young entrepreneurs that helps young\r\npeople to learn from one other and inspire others to\r\ntake positive action. Such examples are proof that the\r\nMillennium Development Goals are within reach and\r\nthat young people themselves, if given the chance,\r\nhave a great deal to contribute.\r\nI would like to underline the importance of\r\nhaving more youth representatives at this session of the\r\nGeneral Assembly than ever before. Not only are we\r\nexperts on issues concerning youth; we are the best\r\nplaced to explain decisions taken and to bring positive\r\nmessages to our peers at home. I would like to thank\r\nthe Member States that give young people\r\nopportunities for meaningful participation, and I urge\r\nMember States to include youth representatives in all\r\nrelevant discussions of the General Assembly and other\r\nforums.\r\nYoung people call on Member States to promote\r\ninitiatives to increase universal access to financial\r\nservices, including microcredit, and support networks\r\nfor young entrepreneurs; learn from and support\r\nimportant global initiatives, such as the Youth\r\nEmployment Network and the Youth Employment\r\nSummit; and translate and implement United Nations\r\nresolutions, such as the World Programme of Action\r\nfor Youth, into national action plans.\r\n(spoke in French)\r\n“So you see, if we sacrifice or risk our lives, it is\r\nbecause we in Africa have suffered too long and\r\nneed your help.”\r\n(spoke in English)\r\nI can only hope that I have contributed to\r\nensuring that Yaguine and Fodé did not die in vain.\r\nCan we act as an international community, hold\r\nourselves accountable for the many great promises and\r\nresolutions made here, restore our faith in this\r\ninstitution and have hope for a better future? Yes, we\r\ncan. We, the young people, stand ready to do so.\r\nMs. Ahmed (Bangladesh): I speak on behalf of\r\nmy Ambassador and Permanent Representative,\r\nMr. Iftekhar Chowdhury.\r\nYouth are the catalyst for change and\r\ndevelopment. The spirit of youth can and must be\r\nconverted into a tool for change and progress. The\r\nparticipation of youth representatives in this debate has\r\ngiven us the opportunity to hear them and listen to their\r\nexperience at first hand.\r\nBangladesh remains fully committed to the World\r\nProgramme of Action for Youth to the Year 2000 and\r\nBeyond. We pay due attention to all matters concerning\r\nyouth, particularly the unemployed segment of our\r\nyoung population. We emphasize the 10 priority areas\r\nidentified by the World Programme of Action for\r\nYouth and the five additional issues of concern\r\nacknowledged in General Assembly resolution 58/133\r\nof 2003. We attach necessary attention to the proper\r\neducation, employment creation, health care facilities,\r\nskill development and various vocational trainings,\r\nentrepreneurship and awareness programmes for our\r\nyouth. Special emphasis has also been placed on\r\npromoting and ensuring the active participation of girls\r\nand young women.\r\nBangladesh adopted a national youth policy in\r\n2003. It defines the population in the age group from\r\n18 to 35 as youth. As per that definition, we have\r\nroughly 45 million youth. The Ministry of Youth and\r\nSports has a department devoted solely to youth\r\ndevelopment. Our aim is to transform our young\r\npopulation into an organized, disciplined and\r\nproductive workforce. The Department of Youth\r\nDevelopment coordinates various programmes. While\r\nimplementing those programmes, the Government\r\n21\r\nA/60/PV.27\r\nmaintains close collaboration with the non-\r\ngovernmental organizations.\r\nBangladesh has taken numerous positive steps to\r\nmainstream its young population. First, we have\r\nimprovised a set of skill development programmes that\r\ninclude computer and information technologies,\r\nelectronics, garments, agriculture, secretarial sciences,\r\nand so on.\r\nSecondly, we have developed self-employment\r\nprogrammes, including motivation training, group\r\nformation, credit and input support, close supervision\r\nand development of marketing networks, and so on.\r\nThirdly, the Government has introduced an\r\ninitiative called “Family-Based Employment\r\nProgramme” which provides microcredits to youth\r\ntowards the establishment microenterprises. Under the\r\nprogramme, young people are also being trained in\r\nsmall-family norms, malnutrition, sanitation, tree\r\nplanting, and so on. More than 65,000 young people\r\nhave been given loans from the Credit Fund and the\r\nrealization of loans is nearly 89 per cent.\r\nFourthly, we have projects to involve young\r\npeople in such activities as population control, the\r\nprevention of HIV/AIDS and sexually transmitted\r\ndiseases, reproductive health care and safe\r\nmotherhood. The United Nations Population Fund is\r\nproviding assistance in those projects.\r\nLast but not least, various local youth clubs,\r\nsupported by the Ministry of Youth and Sports, play a\r\nvery significant role in community development,\r\nraising awareness and various self-employment\r\nschemes.\r\nSouth Asia has the largest number of youth living\r\nbelow the two poverty lines, followed by sub-Saharan\r\nAfrica. In order to make progress in the world youth\r\nsituation, we need to take account of the needs of\r\nSouth Asian youth, which includes about 9.9 million\r\nyoung people in my country. My delegation\r\nacknowledges that mainstreaming youth in the process\r\nof poverty eradication is a complex challenge that\r\nrequires our continuous attention and action.\r\nIt is easy sometimes to overlook our youth, but\r\nwe do so at our great peril. Societies that are able to tap\r\nthe potential of youth are better adjusted to achieving\r\nprogress, development and, indeed, prosperity. None of\r\nus can begrudge attention to youth, for however distant\r\nand remote it may seem, all present are either young\r\nnow or were young once.\r\nMr. Ronnholm (Finland): As a youth\r\nrepresentative from Finland, it is an honour for me to\r\naddress this Assembly.\r\nWe are here to review the situation of youth and\r\nachievements attained in the implementation of the\r\nWorld Programme of Action for Youth 10 years after\r\nits adoption. I am delighted to see more youth\r\nrepresentatives here at the United Nations highest\r\ndecision-making body than ever before. However,\r\nmore than 100 Member States still have not provided\r\nthe voices of their youth the opportunity to be heard at\r\nthis forum, in spite of the fact that the General\r\nAssembly has adopted numerous resolutions calling for\r\nthe inclusion of youth representatives in Member\r\nStates’ delegations. True representation, however, can\r\nbe achieved only when democratically chosen bodies\r\nrepresenting different youth interests, such as national\r\nyouth councils, conduct the selection of youth\r\nrepresentatives.\r\nGeneral Assembly resolutions also recommend\r\nthat young people be directly involved in decision-\r\nmaking processes. Youth-led development should be\r\npromoted at all levels. Young people should take\r\nresponsibility for developing their own societies.\r\nThe World Programme of Action for Youth\r\nprovides a very good basis for any country to develop a\r\nnational youth policy. However, there is a need to\r\nstrengthen the authority of the document. General\r\nawareness of the World Programme needs to be greatly\r\nincreased. Youth organizations need to be involved in\r\nthe implementation and monitoring of the Programme.\r\nThere is also a need to find accurate indicators for\r\nmonitoring the impact of the Programme. One solution\r\nis to choose indicators applied in the compiling of the\r\nHuman Development Index that are suitable for youth\r\nissues and use them in analysing data for monitoring.\r\nThe monitoring could be delegated to national youth\r\ncouncils — with the appropriate funding — to provide\r\nan adequate overall picture of the situation of young\r\npeople in the State in question.\r\nAs a youth representative, I strongly recommend\r\nthat a special United Nations taskforce be established\r\nto coordinate the implementation and monitoring of the\r\nWorld Programme of Action in order to make reporting\r\nofficial and efficient. The Programme should also be\r\nseen as a tool for reaching the Millennium\r\n22\r\nA/60/PV.27\r\nDevelopment Goals. Although the Programme is not a\r\nlegally binding document in itself, many of the\r\nimportant issues addressed therein — such as the right\r\nto health and employment issues — are already\r\nincluded in existing, legally binding international\r\ninstruments.\r\nIt is time for us all to act. We all know what to\r\ndo, so now let us please do it. While celebrating its\r\ntenth anniversary, the World Programme of Action for\r\nYouth is getting rid of its “paediatric” problems. It is\r\nbecoming a strong and independent teenager who has\r\nhopefully found its place in the United Nations family.\r\nAnd as a demanding teenager, questioning the status\r\nquo and demanding change, it should continue to do so\r\nin the future.\r\nThe Acting President: I should like to inform the\r\nGeneral Assembly that the representatives of Ghana,\r\nQatar and Saudi Arabia have requested to participate in\r\nthis meeting. Inasmuch as the list of speakers was\r\nclosed at 11 a.m. this morning, may I ask the General\r\nAssembly whether there is any objection to including\r\nthose delegations in the list of speakers?\r\nAs I hear none, Ghana, Qatar and Saudi Arabia\r\nare included in the list of speakers.\r\nU Win Mra (Myanmar): As we gather here today\r\nto celebrate the tenth anniversary of the adoption of the\r\nWorld Programme of Action for Youth to the Year\r\n2000 and Beyond, I wish first of all to thank Mr.\r\nEliasson for the efforts he has made in the preparations\r\nfor holding this important event. I wish also to express\r\nour gratitude to the Secretariat for the crucial role it\r\nhas played.\r\nThe World Programme of Action for Youth,\r\nadopted in 1995, focused on 10 priority areas.\r\nAlthough there have been many economic and social\r\nchanges in the global environment in the past decade,\r\nwe strongly believe that those 10 priority areas\r\ncontinue to be very relevant today and will remain\r\nrelevant in the future. My delegation is of the view that\r\nthe global community should concentrate more on\r\nachieving the existing goals which we set for ourselves\r\nin 1995. Additional challenges faced by today’s youth\r\ncould be streamlined into the existing 10 priority areas,\r\nsince they are interconnected.\r\nPoverty lies at the centre of the 10 priority areas.\r\nQuality education, quality health care, decent\r\nemployment, leisure for youth, and other goals cannot\r\nbe fully realized if poverty prevails in a society. The\r\nSecretary-General reports that 85 per cent of the\r\nworld’s youth live in the developing world and that\r\n208.6 million youth in the world today exist on less\r\nthan $1 a day, while 515.1 million live on less than $2\r\na day. Given such a scenario, we are of the view that\r\nthe focus should remain on poverty alleviation. We join\r\nthe call of the Secretary-General, who suggests the\r\nneed for quantitative and qualitative research on\r\npoverty alleviation among youth. The idea put forward\r\nby many youth organizations — to support the\r\ndevelopment of a global youth development index —\r\nalso deserves merit and consideration.\r\nWe strongly believe that education is the primary\r\nsolution to poverty alleviation. By investing in the\r\nyouth of today, we can build a better tomorrow. The\r\nSecretary-General reports that secondary school gross\r\nenrolments on a global level increased from 56 to 78\r\nper cent in the last decade and that tertiary enrolment\r\nrates increased worldwide from 69 million in 1990 to\r\n88 million in 1997. However, despite such increases,\r\nthe Secretary-General reports that the gap between\r\nmale and female literacy rates in Asia and Africa\r\nappears to be widening. We call for additional\r\ninternational efforts to better educate girls and women.\r\nModern concepts of learning, such as distance\r\neducation and “e-learning”, have opened up a new\r\ndimension of learning to better ensure that no child or\r\nyouth is left out. At the same time, the widening digital\r\ndivide between developed and developing countries\r\nmust not be overlooked. In Myanmar, through strong\r\ncommitment and concerted efforts, the literacy rate for\r\nyouth aged 15 to 24 years increased from 80.9 per cent\r\nin 1990 to 96.5 per cent in 2004.\r\nThe Secretary-General has reported that, while\r\nthe number of youth in secondary and tertiary\r\neducation has increased, labour markets in many\r\ncountries are not able to accommodate those large\r\ngroups of skilled graduates.\r\nWe are of the view that enhanced market access,\r\nsustainably financed technical assistance and capacity-\r\nbuilding programmes for developing countries would\r\nhelp create jobs. Outsourcing to developing countries\r\nis also a viable solution for the creation of jobs without\r\ncausing a brain drain.\r\nYouth participation in civil society activities is\r\nbeneficial in many ways. It fosters intergenerational\r\nrelations, prevents displacement of traditional\r\n23\r\nA/60/PV.27\r\nactivities, limits the chances of engagement in risky\r\nbehaviour, promotes volunteer activities and gives\r\nyoung people the chance to build networks among\r\nthemselves. In Myanmar, the youth wing of the Union\r\nSolidarity and Development Association, plays a\r\ncrucial role in the lives of Myanmar youth today. The\r\nAssociation holds various courses for human resource\r\ndevelopment at all levels, encourages volunteerism,\r\nenhances youth engagement and provides forums for\r\nintergenerational discussions.\r\nThe World Youth Report draws our attention to\r\nthe fact that drugs, tobacco and alcohol are means of\r\nescaping situations that youth often feel powerless to\r\nchange, and it identifies tobacco use as one of the chief\r\npreventable causes of death in the world today.\r\nAggressive advertising and marketing of alcohol and\r\ntobacco has resulted in growing alcohol and drug abuse\r\namong the targeted audience: youth. Myanmar became\r\na party to the Framework Convention on Tobacco\r\nControl in October 2003, and it has imposed\r\nrestrictions on tobacco advertising and marketing.\r\nInformation on the hazards of tobacco is included in\r\nthe school curriculum, and many schools have been\r\ndeclared tobacco-free.\r\nThe youth of today are the leaders of tomorrow. I\r\nconclude by reaffirming my Government’s\r\ncommitment to the World Programme of Action for\r\nYouth to the Year 2000 and Beyond and to building a\r\npeaceful, just and stable environment for our youth.\r\nMs. Uwonkunda (Norway): Please allow me to\r\nstart my statement by bringing a message from a girl\r\nwho was not given the opportunity to be here, but who\r\nhas an important message.\r\n“I still get bad dreams and wake up\r\nscreaming. Even when I am not asleep, I get bad\r\ndreams. I hear rebels threatening to kill me. I see\r\na long line of frightened children tied with ropes\r\nand hear rebels ordering to kill them. At night, I\r\ndo not want to see flashes of torches. They\r\nremind me of the night I was abducted.”\r\nThose are the words of 13-year-old Pamela from\r\nnorthern Uganda, and that is the reality of thousands of\r\nchildren.\r\nI was the same age as 13-year-old Pamela when I\r\nmyself faced the greatest tragedy of my life as a young\r\nrefugee from Rwanda. But despite our sharing the same\r\ndestiny, her tragedy is far greater than mine.\r\nAs a young refugee of 13 due to war in Rwanda, I\r\nwas forced to grow up unbelievably fast. I did not have\r\na choice, and neither did any of the others with whom I\r\nspent the first three nights in a roundabout in Goma in\r\nthe Democratic Republic of the Congo.\r\nIt was not until December 1997 that I could\r\nfinally sit and relax, that I could finally sleep and wake\r\nup without nightmares. For the first time in a long\r\ntime, I saw my parents at ease, with no worry for our\r\nsecurity or about how to put food on the table. Not\r\neveryone got the same chance my family did.\r\nNorway fully supports the World Youth Report’s\r\ndemand for special attention to integrating youth who\r\nare victims of armed conflicts. But it is important that\r\nthe need for special attention be recognized in the\r\ncountries of origin as well as in the countries of\r\nasylum. The World Youth Report describes the\r\nrelationship between a refugee’s situation and the\r\nprobability of poverty, drug abuse, trafficking,\r\nviolence, dropping out of school and exposure to\r\nphysical suffering and psychological damage.\r\nChildren and youth who flee and seek asylum in\r\nsafe countries have special needs. The Convention on\r\nthe Rights of the Child states that children who seek\r\nasylum must receive appropriate protection and\r\nhumanitarian assistance. When unaccompanied minors\r\narrive in host countries, they are often treated the same\r\nway as adults. But they need special treatment, adapted\r\ninformation and the appointment of a guardian to be\r\nresponsible for providing help and assistance.\r\nReceiving young refugees is not just a burden.\r\nRefugee children have ideas, experiences, knowledge\r\nand an abundance of resources. The asylum State must\r\nsucceed in integrating young refugees to be able to take\r\nadvantage of the resources of those children and young\r\npeople. We simply cannot afford to lose them or see\r\nthem drop out. In fact, if States fail to integrate\r\nasylum-seekers and refugees, they risk creating a new\r\nlower class. Young people and youth non-governmental\r\norganizations should be seen as tools and partners in\r\nintegration processes.\r\nWe urge the States that have not done so to ratify\r\nand comply with the Convention on the Rights of the\r\nChild. We urge all States to incorporate the Convention\r\non the Rights of the Child into national law and to\r\ncomply with its obligations. We urge all States to see\r\nyoung refugees as valuable resources and to develop\r\nintegration programmes for young refugees. We urge\r\n24\r\nA/60/PV.27\r\nthe United Nations to focus on the situation of young\r\nrefugees and internally displaced persons in the next\r\nWorld Youth Report on youth at risk.\r\nMy own story ended very well, but Pamela did\r\nnot get the second chance I got. For her and millions of\r\nother children and young people, we have to work\r\ntogether to find a solution. That requires time and\r\nresources that I know we possess. Let us make it a\r\npriority.\r\nMr. Kutlualp (Turkey): It is indeed an honour\r\nand a privilege for me to address the General Assembly\r\nin my capacity as youth delegate from Turkey at this\r\nmeeting on the evaluation of the progress made in the\r\nimplementation of the World Programme of Action for\r\nYouth to the Year 2000 and Beyond.\r\nThis special occasion not only enables young\r\npeople from numerous Member States to make their\r\nvoices heard but also creates an opportunity for\r\nGovernments to recognize and fully realize the\r\npotential of youth, especially in matters of direct\r\nconcern to young people.\r\nBeyond doubt, the World Programme of Action\r\nfor Youth to the Year 2000 and Beyond has served as a\r\nkey document in the formulation of policy on issues\r\nregarding youth. Certain progress has been achieved in\r\npriority areas defined by the World Programme of\r\nAction. However, serious challenges remain.\r\nWe believe that the key to success in achieving\r\nthe goals defined by the Programme of Action is the\r\ninvolvement of youth, both in decision-making and\r\nimplementation processes. Assigning certain\r\nresponsibilities will help young people play a more\r\nsignificant role in society as active partners.\r\nCooperation and collaboration between Governments\r\nand civil society organizations are also crucial for\r\nsuccess.\r\nTurkey has achieved important progress in areas\r\nof policy priority addressed in the World Programme of\r\nAction. Education, health, environment and, especially,\r\ngirls and young women are some of the areas in which\r\npromising progress has been made. The success\r\nachieved in raising awareness of gender issues and the\r\nsustained efforts for increasing the schooling rate of\r\ngirls deserve particular attention.\r\nThe activities of civil society on youth issues in\r\nTurkey are also commendable. Among those activities,\r\nthe establishment in 2004 of the Local Agenda 21\r\nYouth Parliament should be underlined. That event,\r\nwhich coincided with the official Youth Day of Turkey,\r\n19 May, brought together 297 youth delegates from all\r\nover the country.\r\nWe see the World Programme of Action as a\r\nliving document. Therefore, we welcome the inclusion\r\nof the five additional priority areas, namely, the mixed\r\nimpact of globalization on young women and men; the\r\nuse of and access to information and communication\r\ntechnologies; the dramatic increase of HIV infections\r\namong young people and the impact of the epidemic on\r\ntheir lives; the involvement of young people in armed\r\nconflict, both as victims and as perpetrators; and the\r\nincreased importance of addressing intergenerational\r\nissues in an ageing society. It is with this understanding\r\nthat we have joined in sponsoring draft resolution\r\nA/60/L.2, on policies and programmes involving youth.\r\nBefore concluding my remarks, I would like to\r\nexpress my sincere hope that the number of occasions\r\nproviding youth delegates with the opportunity to\r\nparticipate in the work of the United Nations will\r\ncontinuously increase. We believe that the participation\r\nof young delegates not only enriches the debate and the\r\npolicy dialogue, but also strengthens existing channels\r\nof communication and cooperation among\r\nGovernments and, most important, young people.\r\nMr. Blake (Jamaica): My delegation wishes to\r\nthank the Secretary-General for his lucid and candid\r\nWorld Youth Report 2005 (A/60/61). We also wish to\r\nextend our congratulations to the President and the\r\nother members of the Bureau on your election.\r\nSince the genesis of the World Programme of\r\nAction for Youth in 1995, little progress has been\r\nrealized in the 10 major areas outlined as priority\r\nareas. My delegation concurs with the findings of\r\nWorld Youth Report 2005, which posits that one of the\r\npitfalls in the implementation of the Programme of\r\nAction was that a formal mechanism for quantifying\r\nprogress or regress was not implemented. We are\r\nchallenging the United Nations to develop an index\r\nand, further, to establish a committee with a special\r\nportfolio to conduct continuous evaluation.\r\nThe World Programme of Action for Youth has\r\nfailed to adequately address the core issues related to\r\nintergenerational relations because, irrespective of the\r\nchanged and still changing structure, the family\r\nremains the primary social institution, as pointed out\r\nby the World Youth Report. Youth development must\r\n25\r\nA/60/PV.27\r\nbe viewed in the context of benefits to current and\r\nfuture generations. Caribbean Governments have found\r\nit difficult to keep the family in place as the basic\r\nbuilding block of Caribbean cosmopolitan society, and\r\nrecent studies on the regional situation have noted that\r\nmany of the problems facing young people can be\r\nattributed, among other things, to a combination of\r\nthree crucial shortcomings: failure to recognize the\r\nimportance of the nuclear family, failure to maintain\r\nmonogamous relations and the failure of males to\r\nremain on par with females in the areas of education\r\nand employment.\r\nOne of the criticisms levelled against the World\r\nProgramme of Action by the World Youth Report is\r\nthat policymakers have failed to adequately address\r\nyouth participation and to support sustained youth\r\ninvolvement, resulting in a failure to incorporate the\r\nideas and perspectives of young people. In my own\r\ncountry, Jamaica, in accordance with the mandates of\r\nthe 1994 National Youth Policy, a National Centre for\r\nYouth Development has been established as an official\r\nagency with responsibility for policy formulation,\r\nstrategic planning, research, monitoring and\r\nevaluation. The significant feature of this agency is\r\nthat it is led and completely staffed by fully qualified\r\nyoung professionals. In addition, as our Government\r\nseeks to transform our educational system to ensure\r\nthat Jamaica achieves the Millennium Development\r\nGoals (MDGs) related to education, the participation of\r\nyouth has been a critical feature of the task force on\r\neducation charged with providing recommendations\r\nand the committee with responsibility for monitoring\r\nand evaluating implementation.\r\nMy delegation therefore strongly recommends\r\nthat the United Nations seek as a matter of urgency to\r\ninstitutionalize the participation and involvement of\r\nyouth through the establishment and full support of\r\npermanent youth representatives to the United Nations\r\nfor every nation as part of a United Nations youth\r\nambassadors programme. The work of the United\r\nNations is a process, and hence meaningful youth\r\nparticipation cannot be achieved by the invitation to\r\nnations to send youth delegates to attend one-off\r\nmeetings of the General Assembly. Additionally, if the\r\nparticipation of youth is to amount to more than mere\r\ntokenism, officials at the highest levels of the United\r\nNations must engage youth delegates in meaningful\r\ndialogue. Thus, we further recommend that United\r\nNations establish a special committee comprising the\r\nproposed permanent youth representatives. Further, the\r\nOrganization should hold true to the principle of co-\r\nmanagement and move at full speed to appoint and\r\nsupport a shadow youth secretary-general, who would\r\nwork on a full-time basis with the Secretary-General\r\nand be charged with ensuring that the priorities of the\r\nWorld Programme of Action for Youth are indeed\r\naddressed.\r\nAccording to the Prime Minister of Jamaica, The\r\nMost Honourable Percival James Patterson, “it is not\r\nthat we embrace globalization, but it is globalization\r\nwhich embraces us”. Consequently, in any meaningful\r\nevaluation of the World Programme of Action, the\r\ndynamics of globalization and its impact on youth\r\ndevelopment must be taken into account. As many\r\ndeveloping countries struggle to achieve economic\r\ngrowth within the new globalized economy, many of\r\nthe resources that would normally be invested in youth\r\ndevelopment programmes are being diverted to service\r\ndebt repayments.\r\nGlobalization is the single largest factor which\r\nhas the potential to redistribute resources away from\r\nthe poor to the rich. Such an argument ought not to be\r\nobfuscated with emotionalism, but should be viewed\r\nagainst the startling reality that young people constitute\r\nabout 18 per cent of the approximately 2 billion people\r\nor approximately 33 per cent of the world’s population\r\nwho live in countries that do not benefit from the so-\r\ncalled merits of globalization. Most of these youths are\r\nto be found in parts of sub-Saharan Africa, Western\r\nAsia and the former Soviet Union.\r\nFinally, speaking within the context of\r\ndeveloping countries, we wish to emphasize the\r\nalarming reality of youth unemployment. There are\r\nover 88 million youth unemployed worldwide and\r\nmillions more who are underemployed. Globalization\r\nhas caused drastic shifts in the job market, and\r\ntechnological innovation has changed the scope of the\r\nmarket. This is significant, considering the nature of\r\nemerging economies. We acknowledge that job markets\r\nhave improved in a very small number of developing\r\ncountries such as China and India. However, in the vast\r\nmajority of developing States the job market has\r\ncontracted due to, inter alia: a reduction in Government\r\nemployment as a result of tight fiscal policies brought\r\nabout in order to protect the value of national currency\r\nagainst international speculation, reduction in private\r\nsector employment in response to competition from\r\ncheaper imports and difficulty of entry and competition\r\n26\r\nA/60/PV.27\r\nin export markets. This contraction of the job market\r\nhas had a greater impact on youth than on adults.\r\nAs one positive response to addressing youth\r\nunemployment at home, we are pleased to be one of the\r\nlatest countries to join the Youth Employment Network\r\nas a lead country. We look forward to engaging in\r\nexchanges with other countries in this important\r\nmechanism. We therefore call for fairer rules to govern\r\ninternational business and trade, in particular measures\r\nto cushion the impacts of adverse changes.\r\nIt is now 2005. Where are we now? In what\r\ndirection are our faces turned? It is time for action. We\r\nall know what to do. Please let us do it.\r\nIn the race towards the finish line to achieve the\r\nMillennium Development Goals, let us remember that\r\na young man from Jamaica has shown the world that\r\nyou can finish a 100-metre sprint in 9.77 seconds. Let\r\nus sprint towards the achievement of the Millennium\r\nGoals, and not jog as though it were a marathon.\r\nMs. Vegas Guerrero (Peru) (spoke in Spanish):\r\nIt is an honour for me to represent Peru and to transmit\r\nour warm greetings as we celebrate the tenth\r\nanniversary of the World Programme of Action for\r\nYouth.\r\nWe must briefly ask ourselves, as we have done\r\nin Peru, whether we have much to celebrate. To be\r\nsure, we in Peru have been making considerable effort\r\nto include youth in public policy that concerns them.\r\nFor us, this means reviewing and realizing that poverty\r\nindicators have not decreased and that 52 per cent of\r\nthe 7.5 million young people in Peru live in poverty. It\r\nis also true that indicators concerning early adolescent\r\npregnancy and first-time maternal mortality among\r\nadolescent and young women have not yet decreased.\r\nBut we must point out here that there is a similar\r\nsituation in many developing countries. It is also\r\nimportant to stress that what we are doing in Peru to\r\nintegrate young people into society, and not only by\r\npromoting their participation. Many approaches\r\ninvolve only the participation of youth, merely by\r\ninviting them to activities and then listening to them.\r\nThe Government of Peru has a clear commitment\r\nto involve young people as strategic stakeholders in\r\ndevelopment. We have a youth commission in the\r\nnational Congress, the legislative power in Peru. It was\r\nestablished just four years ago, and is discovering how\r\nto go about its work — through regulations and\r\nlegislation to ensure the development and inclusion of\r\nyoung people. In the executive branch there is a\r\nministerial-level National Youth Commission. It does\r\nnot compete with other ministries, but ensures that\r\nspecific ministries — for example, the ministries for\r\neducation, labour, health, social development, economy\r\nand finance — include a youth dimension in their own\r\ndevelopment policies in the context of national,\r\nregional and local government.\r\nLikewise, regional and local governments are\r\nproviding opportunities for dialogue between the\r\nGovernment and young people and their organizations.\r\nIn Peru, youth are reluctant to participate in politics,\r\nbecause they are disillusioned, as is often the case in\r\nother countries, about political involvement and about\r\npoliticians.\r\nAt the same time, we have a large number of\r\nyoung people who are participating in elections. In\r\nfact, 32 per cent of our population between 18 and 29\r\nyears of age participates in elections and will elect\r\nfuture Governments. They have important political\r\ndecisions to make. I would also like to say that\r\ninstitutions in Peru are actively trying to incorporate\r\nyouth in Government policies. We want youth issues to\r\nbe part not just of current Government policy but of\r\nnational policy.\r\nAt the international level, Peru is making a strong\r\ncommitment through the Ibero-American Youth\r\nOrganization, the only organization that brings together\r\nnational youth ministries and agencies in Latin\r\nAmerica. Peru currently has the challenge and honour\r\nof presiding over that organization.\r\nI would like to mention the Ibero-American\r\nConvention on the Rights of Youth, which we shall\r\nsign at Badajoz, Spain, on 10 October 2005. There, 21\r\nIbero-American countries will meet to sign the first\r\ninternational instrument for the rights of young\r\npeople — which we bring to the attention of all\r\ncountries. It seeks to ensure that policies of signatory\r\nGovernments will promote genuine inclusion of young\r\npeople.\r\nIt is important to speak of youth seriously, not\r\nusing cheap politics or welfare policies. We need to\r\nmake sure that youth organizations are truly seen as\r\nstakeholders in the development of our countries — but\r\nnot only by inviting them and by asking them to join\r\nus. We want youth to be included in our countries’\r\npolicies. We need young people to believe in\r\n27\r\nA/60/PV.27\r\nparticipating, as leaders, in our countries’ politics.\r\nThey are future presidents and future regional and local\r\nleaders.\r\nI call upon everyone to continue believing in\r\nyoung people not only as the future of our countries\r\nbut also as their present. Youth represent not only\r\nfuture political leaders; they are our immediate future\r\nand our hope for sustainable development and, of\r\ncourse, for the elimination of the poverty that afflicts\r\nmany of our countries.\r\nMy thanks and congratulations go to the youth\r\ndelegates who are here to represent so many of the\r\nworld’s countries.\r\nMr. Hajiyev (Azerbaijan): As a youth delegate\r\nfrom Azerbaijan at the sixtieth session of the General\r\nAssembly, it is a great honour for me to be here and to\r\naddress the Assembly today on the occasion of the 10-\r\nyear review of the World Programme of Action for\r\nYouth.\r\nSince adoption of that Programme in 1995, our\r\nworld has changed significantly. The time therefore has\r\ncome to rethink the old agenda and to start looking\r\nupon things in a bold new way. Poverty represents\r\nserious threat to the security and well-being of young\r\ngenerations. It deprives young people of education and\r\nemployment and often makes them victims of human\r\ntrafficking, exploitation and abuse. To a large extent,\r\nonly low paid and insecure jobs with limited\r\npossibilities for advancement are available to the\r\nyoung generations.\r\nYoung people, with their enormous untapped\r\npotential, can make their own important contribution to\r\npoverty reduction. Rather than being viewed as a target\r\ngroup for which employment must be found, young\r\npeople want to be accepted as partners for\r\ndevelopment. According to statistical data, only a small\r\npercentage of youth across the globe is able to find the\r\nnecessary funding to start up their own businesses and\r\nto involve themselves and other young men and women\r\nin entrepreneurship. However, if Governments employ\r\nspecific programmes to promote youth employment\r\nand entrepreneurship at the national level, we will\r\nsucceed in significantly reducing youth unemployment.\r\nFurthermore, national youth-led business funds could\r\nbe established in order to provide necessary assistance\r\nto young entrepreneurs.\r\nI am pleased to represent here one of the leading\r\ncountries of the Youth Employment Network, a major\r\ninternational initiative to address the challenge of\r\nyouth employment globally. Azerbaijan, as one of the\r\nfirst countries to join the Network, has recently\r\nadopted a youth policy in the form of the State\r\nProgramme for Youth 2005-2009, which views the\r\npromotion of youth employment and youth\r\nentrepreneurship among its key policy directions. The\r\nprogramme envisages adoption of a national action\r\nplan on youth employment by 2006 and preparation of\r\nmeasures to promote youth entrepreneurship in remote\r\nareas and to improve the training and education of\r\nyoung people in this area.\r\nI am also happy to note the achievements of other\r\nleading countries of the Network, such as Brazil,\r\nIndonesia, Namibia, Senegal and others, which have\r\nalso undertaken measures to promote youth\r\nemployment in their respective countries, including the\r\nadoption of national action plans. As a youth\r\nrepresentative, I fully support these actions and hope\r\nthat all Member States can learn from the results\r\nachieved so far by the Youth Employment Network,\r\nand especially from best practices provided by lead\r\ncountries.\r\nAnother formidable challenge the young people\r\nof Azerbaijan continue to face is the ongoing armed\r\nconflict with Armenia, which has a detrimental impact\r\non youth and significantly limits prospects for their\r\nfull-scale development. As a result of this conflict,\r\ngenerations of young Azerbaijani women and men\r\nhave grown up in refugee and internally displaced\r\npersons camps. We, as youth representatives of\r\nAzerbaijan, believe that the young generations of both\r\ncountries can contribute tremendously to the solution\r\nof the conflict; this is vital for the security and\r\ndevelopment of our region. We hope that the Armenian\r\nside will demonstrate the same constructive approach\r\ntowards that end.\r\nWe are grateful that, in both the Millennium\r\nDeclaration and the outcome document of the High-\r\nlevel Plenary Meeting (resolution 60/1), youth\r\nconcerns have been taken into account to a certain\r\nextent. However, this is not enough. Around the world,\r\nthe contributions that young people are already making\r\nto achieving the Millennium Development Goals\r\nshould be further acknowledged and strengthened.\r\nYouth needs to be part of the discussion and decisions\r\nshaping our world for our common future. It is\r\n28\r\nA/60/PV.27\r\ntherefore crucial to involve them in the design and\r\nimplementation of various development programmes\r\nand policies, in particular those targeting young people.\r\nIn conclusion, I wish to thank Azerbaijan and the\r\nUnited Nations for providing me with the opportunity\r\nto speak here today. I hope that more and more younger\r\npeople, from all countries, especially those from\r\ndeveloping countries and countries in transition, will\r\nbe able to participate in future sessions of the General\r\nAssembly and other United Nations bodies and will\r\neventually become real and active partners of\r\nGovernments in realizing the global goals and\r\ncommitments before us.\r\nThe meeting rose at 1.05 p.m.\r\n"