"United Nations A/60/PV.56\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n56th plenary meeting\r\nTuesday, 29 November 2005, 10 a.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-62082 (E)\r\n*0562082*\r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 75 (continued)\r\nOceans and the law of the sea\r\n(a) Oceans and the law of the sea\r\nReports of the Secretary-General (A/60/63 and\r\nAdd.1 and Add.2 and A/60/91)\r\nReport of the United Nations Open-ended\r\nInformal Consultative Process on Oceans and\r\nthe Law of the Sea at its sixth meeting (A/60/99)\r\nDraft resolution (A/60/L.22)\r\n(b) Sustainable fisheries, including through the\r\n1995 Agreement for the Implementation of the\r\nProvisions of the United Nations Convention on\r\nthe Law of the Sea of 10 December 1982\r\nrelating to the Conservation and Management\r\nof Straddling Fish Stocks and Highly Migratory\r\nFish Stocks, and related instruments\r\nReport of the Secretary-General (A/60/189)\r\nDraft resolution (A/60/L.23)\r\nThe President: I regret the confusion we\r\nexperienced last night, which was due to technical\r\nproblems. There was one remaining speaker, who was\r\ninterrupted because of those problems.\r\nI now call on the representative of the Bolivarian\r\nRepublic of Venezuela, who wishes to speak in\r\nexplanation of vote before the voting. May I remind\r\ndelegations that explanations of vote are limited to 10\r\nminutes and must be made by delegations from their\r\nseats.\r\nMrs. Núñez de Odremán (Bolivarian Republic\r\nof Venezuela) (spoke in Spanish): Our delegation will\r\npresent its explanation of vote on the two draft\r\nresolutions considered under the item “Oceans and the\r\nlaw of the sea”, contained in documents A/60/L.22 and\r\nA/60/L.23, for which we require a reasonable period of\r\ntime.\r\nWith regard to the content of draft resolution\r\nA/60/L.22, our delegation wishes to express once again\r\nthe commitment of the Bolivarian Republic of\r\nVenezuela to cooperate in the protection of the oceans\r\nand seas, particularly given its importance for\r\nsustainable development.\r\nHowever, our country is not party to the 1982\r\nUnited Nations Convention on the Law of the Sea, nor\r\ndo the Convention’s norms apply to it under customary\r\ninternational law, except those that the Bolivarian\r\nRepublic of Venezuela has recognized or will\r\nrecognize in the future, specifically by incorporating\r\nthem into domestic legislation. We wish to add that the\r\nreasons that have prevented our country from acceding\r\nto the Convention still persist. Therefore, our\r\n2\r\nA/60/PV.56\r\ndelegation, reaffirming its long-standing position on\r\nthe Convention, will abstain in the voting that will take\r\nplace shortly.\r\nMy delegation also wishes to reiterate, with\r\nrespect to the draft resolution’s fourth preambular\r\nparagraph, that the United Nations Convention on the\r\nLaw of the Sea does not have a universal or integral\r\ncharacter and does not enjoy universal or integral\r\nparticipation. It is not universal because it has not\r\nachieved the participation of all States. Consequently,\r\nit is not applicable to States that are not contracting\r\nparties. The draft resolution acknowledges that\r\nsituation in its section I, “Implementation of the\r\nConvention and related agreements and instruments”,\r\nin which it calls upon States that have not yet done so\r\nto become parties to the Convention. Secondly, it does\r\nnot have an integral character because it is not a\r\nconsolidated document that considers all activities\r\nconcerning the oceans and seas and related matters.\r\nOur delegation also wishes to refer to the report\r\nof the Secretary-General on the United Nations\r\nConvention on the Law of the Sea and the sustainable\r\nuse of marine biodiversity beyond areas of national\r\njurisdiction (A/60/63/Add.1), elaborated in accordance\r\nwith paragraph 74 of resolution 59/24.\r\nWe do not consider the statement made in\r\nparagraph 177 of the report to be acceptable where it\r\nrefers to the Convention on the Law of the Sea as\r\nestablishing the legal framework governing all\r\nactivities that take place in the oceans and seas,\r\nparticularly with regard to the protection and\r\npreservation of the marine environment and its living\r\nresources beyond national jurisdiction. The Convention\r\ndoes not have a specific regulatory regime on this\r\nmatter. The report fails to mention the many regional\r\nand global agreements that regulate, within their own\r\ncompetencies, the protection and preservation of the\r\nmarine environment and its living resources. Most\r\nimportant, it fails to mention the Convention on\r\nBiological Diversity, which is a framework instrument\r\nfor regulating the conservation and use of biological\r\ndiversity in all its aspects.\r\nI now turn to draft resolution A/60/L.23, on the\r\nitem “Sustainable fisheries, including through the 1995\r\nAgreement for the Implementation of the Provisions of\r\nthe United Nations Convention on the Law of the Sea\r\nof 10 December 1982 relating to the Conservation and\r\nManagement of Straddling Fish Stocks and Highly\r\nMigratory Fish Stocks, and related instruments.”\r\nOur delegation wishes to stress that a priority\r\narea for the Bolivarian Republic of Venezuela is\r\nregulation of the fisheries sector and aquaculture, for\r\nwhich we have developed a broad set of legal-technical\r\nnorms, contained in the law on fisheries and\r\naquaculture. That enables us to carry out programmes\r\nto conserve, protect and manage marine biological\r\nresources in order to promote their responsible and\r\nsustainable use, taking into account the relevant\r\nbiological, economic, food safety, social, cultural,\r\nenvironmental and commercial aspects.\r\nThe regulation of the fisheries sector also covers\r\nnational fishing vessels. A control and inspection\r\nmechanism is in place for the activities of national\r\nfishing vessels on the high seas, using a system of\r\nreports to the body tasked with fishing management\r\nand the enforcement of the aforementioned law. Those\r\nreports make it possible to know the exact\r\ngeographical location where fishing operations take\r\nplace as well as to receive information on compliance\r\nwith legal norms regulating the use of resources.\r\nMeasures taken by Venezuela to deal with illegal,\r\nunreported and unregulated fishing are implemented by\r\nmeans of periodic reports to regional fisheries\r\nmanagement organizations on national fishing vessels\r\nfishing legally in international waters or in areas under\r\nthe jurisdiction of other countries.\r\nOur fisheries regulations mandate the use of\r\nglobal positioning satellite equipment on fishing\r\nvessels larger than 30 gross tons and the use of duly\r\nauthorized on-board observers, who collect necessary\r\ninformation for the authorities. The fishery regulations\r\nalso address fishing capacity and bottom trawling\r\nthrough a sanctions regime for non-compliance with\r\nconservation and management regulations.\r\nWe stress that the participation of citizens in\r\nfishing activities covered by relevant international laws\r\nis a principle addressed by our fishing and aquaculture\r\nregulations. The National Fisheries and Aquaculture\r\nInstitute promotes the consultation and effective\r\nparticipation of people involved in fishing and\r\naquaculture as individuals or as members of\r\ncooperatives or other organizations such as those of\r\nshipowners, processors, fisheries trade unions,\r\nindustry, researchers, financial and educational\r\norganizations and of other qualified individuals\r\n3\r\nA/60/PV.56\r\ninvolved in the elaboration of plans for developing\r\nfisheries and aquaculture and related activities.\r\nAt the international level, the Bolivarian\r\nRepublic of Venezuela has implemented the principles\r\nof the Code of Conduct for Responsible Fisheries and\r\nchapter 18 of Agenda 21, adopted at the United\r\nNations Conference on Environment and Development.\r\nIt has actively participated in the work of regional\r\nfisheries management organizations such as the\r\nCommittee on Fisheries of the Food and Agriculture\r\nOrganization of the United Nations and its subsidiary\r\nbodies, the Western Central Atlantic Fishery\r\nCommission, the Latin American Fisheries\r\nDevelopment Organization, the Commission for Inland\r\nFisheries of Latin America, the International\r\nConvention for the Conservation of Atlantic Tunas and\r\nthe Inter-American Tropical Tuna Commission.\r\nVenezuela is a contracting party to agreements\r\nsuch as the Convention for the Protection and\r\nDevelopment of the Marine Environment of the Wider\r\nCaribbean Region and its Protocol concerning\r\nSpecially Protected Areas and Wildlife, the\r\nnegotiations on which Venezuela participated from the\r\nstart. Venezuela is also party to the Convention on\r\nInternational Trade in Endangered Species of Wild\r\nFauna and Flora and the Convention on Biological\r\nDiversity, which we consider to be the appropriate\r\nlegal framework for regulating the conservation and\r\nthe use of biological diversity in all its aspects.\r\nVenezuela has also signed bilateral fisheries\r\nagreements, including accords with Trinidad and\r\nTobago and the Republic of Suriname.\r\nHowever, the Bolivarian Republic of Venezuela\r\nis not a party to the Convention on the Law of the Sea\r\nnor to the 1995 Agreement for the Implementation of\r\nthe Provisions of the Convention on the Law of the Sea\r\nrelating to the Conservation and Management of\r\nStraddling Fish Stocks and Highly Migratory Fish\r\nStocks, and related instruments. Nor is it bound by the\r\nprovisions of that Agreement under customary\r\ninternational law, save those provisions that the\r\nBolivarian Republic of Venezuela has expressly\r\nrecognized, or will recognize in the future, by means of\r\ntheir incorporation into domestic legislation. The\r\nreasons that prevented their ratification persist today.\r\nThus, my delegation is not in a position to support\r\ndraft resolution A/60/L.23, on sustainable fisheries,\r\nincluding through the 1995 Fish Stocks Agreement.\r\nMy delegation will not block the consensus\r\nadoption of the draft resolution, in spite of the fact that\r\nit confirms a historic position with regard to the\r\nConvention on the Law of the Sea and related\r\ninstruments, in the light of which, given certain aspects\r\nof the present draft resolution, we express our explicit\r\nreservations with respect to the draft resolution.\r\nThe President: We have heard the last speaker in\r\nexplanation of vote before the vote. The Assembly will\r\nnow take a decision on draft resolutions A/60/L.22 and\r\nA/60/L.23.\r\nWe turn first to draft resolution A/60/L.22,\r\nentitled “Oceans and the law of the sea”. The following\r\ncountries have become sponsors of the draft resolution:\r\nBelgium, Croatia, Fiji, Honduras, Saint Lucia, Samoa,\r\nSweden and Uruguay.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Algeria, Andorra, Angola, Antigua\r\nand Barbuda, Argentina, Armenia, Australia,\r\nAustria, Bahamas, Bahrain, Bangladesh,\r\nBarbados, Belarus, Belgium, Belize, Bolivia,\r\nBosnia and Herzegovina, Botswana, Brazil,\r\nBrunei Darussalam, Bulgaria, Burkina Faso,\r\nCambodia, Cameroon, Canada, Cape Verde,\r\nCentral African Republic, Chile, China, Costa\r\nRica, Côte d’Ivoire, Croatia, Cuba, Cyprus,\r\nCzech Republic, Denmark, Djibouti, Dominica,\r\nDominican Republic, Egypt, Eritrea, Estonia,\r\nEthiopia, Finland, France, Georgia, Germany,\r\nGreece, Grenada, Guatemala, Guinea, Guinea-\r\nBissau, Honduras, Hungary, Iceland, India,\r\nIndonesia, Iran (Islamic Republic of), Ireland,\r\nIsrael, Italy, Jamaica, Japan, Kazakhstan, Kenya,\r\nKuwait, Kyrgyzstan, Lao People’s Democratic\r\nRepublic, Latvia, Lebanon, Liberia,\r\nLiechtenstein, Lithuania, Luxembourg,\r\nMadagascar, Malaysia, Maldives, Mali, Malta,\r\nMarshall Islands, Mauritania, Mauritius, Mexico,\r\nMicronesia (Federated States of), Monaco,\r\nMongolia, Morocco, Myanmar, Namibia,\r\nNetherlands, New Zealand, Nicaragua, Nigeria,\r\nNorway, Oman, Pakistan, Palau, Panama, Papua\r\nNew Guinea, Paraguay, Peru, Philippines, Poland,\r\nPortugal, Qatar, Republic of Korea, Republic of\r\nMoldova, Romania, Russian Federation, Saint\r\nKitts and Nevis, Saint Lucia, Saint Vincent and\r\n4\r\nA/60/PV.56\r\nthe Grenadines, Samoa, San Marino, Saudi\r\nArabia, Serbia and Montenegro, Singapore,\r\nSlovakia, Slovenia, Solomon Islands, Spain, Sri\r\nLanka, Sudan, Suriname, Sweden, Tajikistan,\r\nThailand, Togo, Tonga, Trinidad and Tobago,\r\nTunisia, Tuvalu, Ukraine, United Arab Emirates,\r\nUnited Kingdom of Great Britain and Northern\r\nIreland, United Republic of Tanzania, United\r\nStates of America, Uruguay, Viet Nam, Yemen.\r\nAgainst:\r\nTurkey.\r\nAbstaining:\r\nColombia, Ecuador, Libyan Arab Jamahiriya,\r\nVenezuela.\r\nDraft resolution A/60/L.22 was adopted by 141\r\nvotes to 1, with 4 abstentions (resolution 60/30).\r\n[Subsequently, the delegations of Fiji, Ghana,\r\nHaiti, Nepal and Vanuatu informed the Secretariat\r\nthat they had intended to vote in favour.]\r\nThe President: We turn next to draft resolution\r\nA/60/L.23, entitled “Sustainable fisheries, including\r\nthrough the 1995 Agreement for the Implementation of\r\nthe Provisions of the United Nations Convention on the\r\nLaw of the Sea of 10 December 1982 relating to the\r\nConservation and Management of Straddling Fish\r\nStocks and Highly Migratory Fish Stocks, and related\r\ninstruments”.\r\nThe following countries have been added to the\r\nlist of sponsors: Belgium, Fiji, Saint Lucia, Samoa,\r\nSweden and Uruguay.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/60/L.23?\r\nDraft resolution A/60/L.23 was adopted\r\n(resolution 60/31).\r\nThe President: Before giving the floor to\r\nspeakers in explanation of vote after the vote, may I\r\nremind delegations that explanations of vote are\r\nlimited to 10 minutes. They should be made by\r\ndelegations from their seats.\r\nMr. Llanos (Chile) (spoke in Spanish): The\r\ndelegation of Chile has joined the consensus for the\r\nadoption of the draft resolution on sustainable\r\nfisheries, contained in A/60/L.23, with the following\r\nunderstanding.\r\nThe United Nations Convention on the Law of\r\nthe Sea contains independent and comprehensive\r\nstandards on high seas fishing that are fully valid in\r\nthemselves. We have been able to join the consensus\r\nwith respect to the 1995 Agreement of for the\r\nImplementation of the Provisions of the United Nations\r\nConvention on the Law of the Sea of 10 December\r\n1982 relating to the Conservation and Management of\r\nStraddling Fish Stocks and Highly Migratory Fish\r\nStocks, better known as the New York Agreement. We\r\nhave done so because, even though Chile is not a party\r\nto the Agreement, it agrees with the principles of the\r\nAgreement and applies them.\r\nWe believe that the principle of compatibility,\r\nclearly stated in the instruments cited in the resolution\r\nand international practice, should be fully complied\r\nwith on the high seas by all high-seas fishing vessels\r\nand by each corresponding coastal State when that\r\ninvolves resources associated with and present in the\r\nmarine area as well as in the respective exclusive\r\neconomic zone.\r\nMr. Hart (Barbados): Barbados firmly supports\r\nthe sentiments expressed in paragraph 46 of resolution\r\nA/60/L.22, which is virtually identical to paragraph\r\n56 (o) of the World Summit Outcome (resolution 60/1).\r\nWe particularly support the emphasis on dialogue\r\namong States on the development of international\r\nregulatory regimes to enhance safety, disclosure,\r\nliability, security and compensation in relation to the\r\ntransport of radioactive materials through the regions\r\nof small island developing States. In voting in favour\r\nof the resolution, it is our understanding that the\r\nSecretary-General, in his report to the sixty-first\r\nsession of the General Assembly on oceans and the law\r\nof the sea, will report in a comprehensive manner on\r\nall issues contained in paragraph 46 of document\r\nA/60/L.22, concerning the shipment of nuclear and\r\nradioactive waste.\r\nBarbados firmly rejects the argument, advanced\r\nby some, that the International Atomic Energy Agency\r\n(IAEA) and the International Maritime Organization\r\n(IMO) are the only entities that should pronounce\r\nthemselves on that issue. As our leaders acknowledged\r\nin the Mauritius Strategy for small island developing\r\nStates, as well as in the 2005 World Summit Outcome,\r\nthe complexity of the issue requires much broader\r\nintergovernmental consideration of its various aspects.\r\nBarbados considers the General Assembly — the chief\r\ndeliberative, policymaking, representative and\r\n5\r\nA/60/PV.56\r\ndemocratic organ of the United Nations — to be the\r\nonly appropriate and legitimate forum to address the\r\nissue in all its many aspects.\r\nIt is a matter of great concern to Barbados that in\r\nattempting to justify those highly dangerous shipments,\r\nsome have pointed to the safety record of such\r\nshipments. We cannot consider that a legitimate\r\nargument in the post-9/11 environment, where nothing\r\nis beyond the realm of possibility. In addition, should\r\naction be delayed to only after an accident or a terrorist\r\nattack on one of those shipments?\r\nIn conclusion, let me reiterate the position of\r\nBarbados on the issue, as contained in the Declaration\r\nof Panama, issued by the Association of Caribbean\r\nStates at its fourth summit in July of this year. Heads of\r\nState or Government strenuously and forcefully\r\nrejected\r\n“the continued use of the Caribbean Sea for the\r\nshipment and trans-shipment of nuclear material\r\nand toxic waste, given the threat that any\r\naccidental or deliberately induced spill of these\r\nmaterials would represent to the life and\r\necosystem of the region”.\r\nThe President: We have heard the last speaker\r\nexplain their vote after the vote. May I take it that it is\r\nthe wish of the General Assembly to conclude its\r\nconsideration of agenda item 75 and its sub-items (a)\r\nand (b)?\r\nIt was so decided.\r\nAgenda item 17\r\nThe situation in Afghanistan and its implications for\r\ninternational peace and security\r\nAgenda item 73\r\nStrengthening of the coordination of humanitarian\r\nand disaster relief assistance of the United Nations,\r\nincluding special economic assistance\r\n(e) Emergency international assistance for peace,\r\nnormalcy and reconstruction of war-stricken\r\nAfghanistan\r\nReport of the Secretary-General (A/60/224)\r\nDraft resolution (A/60/L.27)\r\nThe President: Afghanistan continues to face\r\nserious threats and challenges, ranging from security\r\ndevelopment to humanitarian assistance. Assistance by\r\nthe international community in peacekeeping,\r\nhumanitarian assistance and providing funds is\r\nessential. That support by the international community\r\nis of crucial importance.\r\nThe United Nations and specialized agencies will\r\ncontinue to play an important role in the post-Bonn\r\nprocess. In the political sphere, parliamentary and\r\nprovincial council elections held on 18 September\r\n2005 led to the completion of the Bonn process and\r\ndemonstrated the broad commitment of Afghan voters\r\ntowards a democratic future.\r\nIn the realm of development and reconstruction,\r\nAfghanistan will play the leading role in the\r\nreconstruction process, inter alia, by preparing an\r\ninterim national development strategy. At the same\r\ntime, funds will be needed, and there will be a\r\nconference in London in January next year to help that\r\neffort.\r\nConcerning security, there have been successes,\r\nbut more needs to be done. There is a continuing need\r\nfor disarmament, demobilization and reintegration, as\r\nwell as for the disbanding of illegal armed groups and\r\nfor putting an end to the recruitment of child soldiers.\r\nThe continued threat posed by terrorist groups has to\r\nbe firmly addressed. In that context, I commend the\r\nAfghan National Army and Police, the International\r\nSecurity Assistance Force and the Operation Enduring\r\nFreedom coalition for their contributions in improving\r\nsecurity conditions, including for the electoral process\r\nin Afghanistan.\r\nWith regard to the counter-narcotics effort and\r\nthe fight against drug cultivation, as was stated in a\r\nreport issued last week by the United Nations Office on\r\nDrugs and Crime, progress has been made but more\r\ndefinitely needs to be achieved. The humanitarian\r\nsituation in Afghanistan, including the situation of\r\nrefugees and internally displaced persons, remains\r\ncritical. In that regard, the safety, security and free\r\nmovement of all United Nations, development and\r\nhumanitarian personnel have to be ensured. We should\r\nrecall the actions taken by the Sixth Committee, also\r\nsoon to be noted in this Hall, on the protection of\r\npersonnel in peacebuilding situations.\r\n6\r\nA/60/PV.56\r\nIn addition, ensuring the respect for human rights\r\nand protecting the role of women, including through\r\nparticipation in the political process and reform of the\r\njudicial sector, has to be a priority in the reconstruction\r\nprocess.\r\nFinally, it is gratifying — I think we all agree —\r\nto reaffirm the importance of the United Nations in the\r\nmobilization of the international community to achieve\r\ndevelopment, security and respect for human rights in\r\nAfghanistan.\r\nI now give the floor to the representative of\r\nGermany to introduce draft resolution A/60/L.27.\r\nMr. Pleuger (Germany): As in previous years, I\r\nhave the honour to introduce the General Assembly’s\r\nannual draft resolution on Afghanistan. Let me say at\r\nthe outset that Germany fully aligns itself with the\r\nstatement of the European Union, which will be\r\npresented later by the British presidency of the\r\nEuropean Union.\r\nOur debate almost coincides with the end of the\r\nBonn process, that is, the “establishment of a broad-\r\nbased, gender-sensitive, multi-ethnic and fully\r\nrepresentative government”, as it was defined in the\r\nBonn Accord in December 2001 (S/2001/1154). The\r\nend of the Bonn process is a major step for\r\nAfghanistan and for the international community. We\r\nhave come a long way since 2001.\r\nWhen delegates met in the Petersberg near Bonn\r\nin 2001 their task was by no means easy: What was\r\nentitled the “Agreement on Provisional Arrangements\r\nin Afghanistan Pending the Re-establishment of\r\nPermanent Government Institutions” was nothing less\r\nthan the drawing up of a blueprint for a new order in\r\nAfghanistan.\r\nAfter 23 years of war we were faced with a\r\nnumber of challenges, including a country with a\r\nphysical and institutional infrastructure that was\r\ndestroyed beyond belief. At peak times, over 7 million\r\nrefugees were living under difficult conditions, mostly\r\nin neighbouring countries, burdening the social fabric\r\nof those populations. Children were without hope for a\r\ndecent future in peace and prosperity and women were\r\nshut away behind closed doors. An elite had left the\r\ncountry, and there were ethnic minorities having no say\r\nin the shaping of their own country.\r\nWhat have we achieved in the meantime? No\r\ndoubt the Bonn process has suffered delays and\r\nsetbacks. But, given the dire circumstances at the\r\noutset, we have done far better than could have been\r\nexpected — and, indeed, was expected — by many in\r\n2001.\r\nToday, all the provisions of the Bonn Agreement\r\nhave been implemented. The newly elected parliament\r\nis expected to convene for its opening session in mid-\r\nDecember. Furthermore, all the commissions have been\r\nestablished, as required by the Bonn Agreement. A new\r\ncurrency has been introduced. The process of\r\ndemobilizing and disarming ex-combatants of the\r\nAfghan military forces was finalized under Japanese\r\nleadership this summer. The process of reshaping\r\ninstitutions such as the national army and police and of\r\nrebuilding the judicial, health and education system has\r\nstarted and is already showing results.\r\nThe security situation has improved in large parts\r\nof the country. Infrastructural and economic\r\nreconstruction has taken off. The situation of women\r\nhas improved: girls are again going to school, college\r\nand university; women have increasing work\r\nopportunities, and there are now three female ministers\r\nin the Afghan Cabinet. Ten per cent of the candidates\r\nin the parliamentary and provincial council elections in\r\nSeptember 2005 were women. A total of 27.4 per cent\r\nof the members of the Wolesi Jirga, the lower house of\r\nthe Afghan parliament, are women — that is actually\r\nmore than in many parliaments in Western countries.\r\nThe new parliament will be multi-ethnically\r\nbalanced, as is the current Afghan Government. The\r\ncentral Government has extended its powers beyond\r\nKabul. Trust in the future of Afghanistan has been\r\nrestored, as demonstrated by the return of 3.5 million\r\nAfghan refugees since 2002. It is important, in our\r\nview, that Afghanistan, with the support of the\r\ninternational community, strengthen its efforts to create\r\nconditions to allow the voluntary, safe, dignified and\r\nsustainable return and reintegration of additional\r\nAfghan refugees and internally displaced persons.\r\nHow have we achieved all of that? First, the Bonn\r\nAgreement set out a detailed agenda for the political\r\nprocess in Afghanistan, defining targets and concrete\r\ndeadlines. Secondly, substantial United Nations\r\ninvolvement from the beginning that included\r\ncoordination on the ground by the United Nations\r\nMission of Assistance in Afghanistan proved crucial to\r\nthe peace and reconstruction process. A strong United\r\n7\r\nA/60/PV.56\r\nNations role will remain indispensable for the next\r\nstage, as well.\r\nThirdly, it was understood that the peace process\r\nwould have a chance of being successful only if it was\r\ncomprehensive. Reconstruction is not possible without\r\nsecurity and an institutional network.\r\nFourthly, the security components were given\r\ndifferent tasks. While it was cooperating closely\r\nwherever necessary, Operation Enduring Freedom was\r\nequipped with a robust mandate to effectively combat\r\nexisting terrorist structures in Afghanistan, in\r\ncooperation with the Afghan National Army. The\r\nInternational Security Assistance Force (ISAF) was\r\nmeant to provide stabilization and assistance. Through\r\nits Provincial Reconstruction Teams, it has expanded\r\ninto the northern and western regions, and it is\r\ncurrently expanding into the south of Afghanistan,\r\nensuring security in cooperation with the central and\r\nlocal governments.\r\nFifthly, the substantial financial and institutional\r\ncommitment of the international community has been\r\nessential in the cooperative effort to bring about\r\nchange. The international community pledged $8.4\r\nbillion for the reconstruction of Afghanistan at the\r\nBerlin conference in April 2004. Thousands of troops\r\nfrom Operation Enduring Freedom and 9,500 ISAF\r\ntroops played, and are continuing to play, a pivotal role\r\nin the security of the country.\r\nSixthly, a strong multilateral and multinational\r\napproach made effective peacebuilding possible. It was\r\nunderstood that no country or international\r\norganization alone would be able to bear the burden of\r\nand responsibility for the peace and reconstruction\r\nprocess in Afghanistan. That made close cooperation\r\nand coordination essential in order to avoid\r\nduplication. Today, many nations participate in\r\nOperation Enduring Freedom, and 36 contribute troops\r\nto ISAF. Five nations — the United States, Germany,\r\nJapan, the United Kingdom and Italy — have taken the\r\nlead in reforming the security sector in Afghanistan.\r\nLast — but certainly not least — there is evident\r\nand decisive Afghan ownership. In addition to the\r\nsupport of the international community, the Afghan\r\npeople, tired of war and misery, have defined and\r\nimplemented all the steps taken in the Bonn\r\nAgreement.\r\nWhat are the challenges and the way ahead? We\r\nhave come a long way. Nevertheless, great challenges\r\nstill lie ahead for Afghanistan. The security situation is\r\nstill volatile, and the fight against terrorism has not\r\nbeen won yet. Ordinary criminality and corruption are\r\non the rise. Local power holders — some closely\r\nlinked to the drug trade — still maintain military power\r\nand political influence. The warlord or criminal\r\nbackgrounds of some of the future members of\r\nparliament will have to be dealt with. Up to 1,800\r\nillegal militias still exist, which represent tens of\r\nthousands of armed troops, now need to be\r\ndemilitarized.\r\nIt goes without saying that Afghanistan must\r\ncarry out the task in its own way. Local ownership is\r\ncrucial for the sustainability and success of the process.\r\nWe believe that this year’s draft resolution\r\nreflects the progress achieved, as well as the challenges\r\nlying ahead. The draft resolution focuses on security,\r\non elections and on the beginning of the post-Bonn\r\nprocess, as well as on the production and trading of\r\ndrugs. It considers humanitarian assistance, recovery\r\nand reconstruction. The unresolved issue of claims for\r\nland property is also addressed. With normalization\r\nprogressing, we expect reconstruction to prevail over\r\nhumanitarian concerns in the years to come.\r\nThe negotiations on the draft resolution have\r\nbeen swift and marked by a broad consensus among\r\nparticipants. Let me thank the delegation of\r\nAfghanistan for its constructive cooperation over\r\nrecent weeks. Furthermore, the fact that these are more\r\nthan 120 sponsors demonstrates the overall unanimity\r\nof the international community, as represented in the\r\nGeneral Assembly, with regard to developments in\r\nAfghanistan. The draft resolution carries a strong\r\nmessage from this Hall to the Afghan people.\r\nWe have suggested changing the format of the\r\ndraft resolution next year to reflect the new stage that\r\nAfghanistan is entering at the end of the Bonn process.\r\nIt would be a single draft resolution, under one agenda\r\nitem, covering the different aspects of security,\r\nreconstruction and governance, so far dealt with under\r\nparts A and B of the resolution. That suggestion has\r\nbeen welcomed by many delegations.\r\nAfghanistan has the potential to be an excellent\r\nmodel for peacebuilding. Its example shows that\r\nmilitary intervention should always be followed by\r\nactive State-building. State-building and peacebuilding\r\n8\r\nA/60/PV.56\r\nin Afghanistan are also part of the process of\r\naddressing global challenges such as international\r\nterrorism.\r\nGermany has long-standing ties with\r\nAfghanistan. We have contributed to the rebuilding of\r\na stable and democratic Afghanistan since 2001 to a\r\ndegree unmatched by our engagement elsewhere. The\r\nagenda for the reconstruction process was laid down by\r\nthree international Afghanistan conferences in\r\nGermany, held in Bonn in 2001 and 2002 and in Berlin\r\nin 2004.\r\nFor the period from 2002 and until 2008,\r\nGermany has pledged €640 million — $760 million —\r\nin kind for the reconstruction of Afghanistan. We have\r\ntried to take a truly holistic approach to rebuilding the\r\ncountry — encompassing military, political, civilian,\r\neducational, cultural and economic development —\r\nbecause we firmly believe that a comprehensive\r\napproach is the key to success.\r\nIn the military sphere, Germany is the largest\r\ntroop contributor to ISAF. In the area of security sector\r\nreform, we have taken the lead in international\r\nassistance aimed at building up, training and equipping\r\na qualified and professional national police force,\r\nwhich includes the Afghan border police and an anti-\r\nnarcotics police force. Since 2002, Germany has spent\r\napproximately €70 million on the reconstitution of the\r\nAfghan police.\r\nOur commitment to reconstruction and peace in\r\nAfghanistan will continue under the new German\r\nGovernment. In the spirit of the Bonn process, we\r\nsupport the United Nations, the Government of\r\nAfghanistan and the United Kingdom in their\r\npreparation for the London conference in January\r\n2006. We look forward to a substantial outcome of that\r\nconference.\r\nI should like to introduce an oral revision to the\r\ndraft resolution at this late stage. We would like to\r\nrevise operative paragraph 5 of part B of the draft\r\nresolution. This revision was suggested by the\r\ndelegation of France and has been supported by a\r\nnumber of interested delegations. It does not change\r\nthe substance of the paragraph in any way; it is\r\nintended only to ensure full consistency with relevant\r\ninternational instruments on the protection of children\r\nin armed conflict.\r\nThe revised operative paragraph 5 of part B\r\nwould read as follows:\r\n“Expresses its concern about the\r\nrecruitment and use of child soldiers by illegal\r\narmed groups in Afghanistan, reiterates the\r\nimportance of ending the use of children contrary\r\nto international law, and welcomes the accession\r\nby Afghanistan to the Convention on the Rights\r\nof the Child and its two optional protocols”.\r\nI hope that that revision will be acceptable to all\r\nMember States.\r\nBefore concluding, I should like to inform the\r\nAssembly that the following countries have become\r\nsponsors of the draft resolution since it was issued:\r\nArmenia, Belize, Bosnia and Herzegovina, Cape Verde,\r\nCosta Rica, Ecuador, Egypt, France, Guatemala,\r\nGuinea-Bissau, Haiti, Honduras, India, Indonesia,\r\nMadagascar, Maldives, Mali, Mauritius, Micronesia,\r\nMorocco, Nicaragua, Oman, Palau, Papua New Guinea,\r\nParaguay, Saint Lucia, the Solomon Islands, the Sudan,\r\nthe former Yugoslav Republic of Macedonia, Tonga,\r\nTrinidad and Tobago, Turkmenistan, the United\r\nRepublic of Tanzania, the United States of America,\r\nUruguay and Yemen.\r\nWe sincerely hope that this draft resolution will\r\nenjoy the consensus that it has always enjoyed in the\r\nGeneral Assembly.\r\nThe President: The Secretariat has the text of the\r\noral revision to draft resolution A/60/L.27, which is\r\navailable to delegations.\r\nMr. Farhâdi (Afghanistan): We have gathered\r\nhere today, one week prior to the fourth anniversary of\r\nthe signing of the Bonn Agreement, on 5 December\r\n2001. It is high time to evaluate the developments that\r\nhave transpired in Afghanistan over the past four years\r\nand to assess the remaining challenges ahead of us.\r\nJust two months ago, on 18 September 2005,\r\nmillions of men and women, in defiance of all the\r\nthreats posed by those aiming to derail the political\r\nprocess, went to the polls to elect their representatives\r\nto Afghanistan’s national assembly and provincial\r\ncouncils. More than 5,000 Afghan men and women —\r\nin exercise of their democratic right — had nominated\r\nthemselves as candidates. The significant role of\r\nwomen was clearly reflected throughout the electoral\r\nprocess, as they constituted a considerable number of\r\nthe registered voters. Furthermore, 27 per cent of the\r\n9\r\nA/60/PV.56\r\nrepresentatives to the national assembly will be\r\nwomen. Indeed, such a level of participation by women\r\nin the political life of Afghanistan is unprecedented.\r\nThe first session of the newly elected parliament is\r\nscheduled to convene next month, marking a new\r\nchapter in Afghanistan’s recent history.\r\nThe conclusion of the parliamentary and\r\nprovincial elections is yet another major step towards\r\nthe consolidation of democracy in Afghanistan,\r\nbecause it took place after the implementation of the\r\nfollowing provisions of the Bonn Agreement: the\r\nconvening of the emergency Loya Jirga in July 2002;\r\nthe adoption of a new constitution in January 2004\r\nsafeguarding the fundamental freedoms and equal\r\nrights of all citizens; and the holding of the first-ever\r\npresidential elections on 9 October 2004.\r\nAs a result, we have now reached the end of the\r\npolitical agenda of the Bonn process. In that context, I\r\nwould like to express, on behalf of my Government,\r\nsincere gratitude to the United Nations, to the NATO-\r\nled International Security Assistance Force, to the\r\nCoalition forces and to other international partners for\r\ntheir solid commitment and support.\r\nSince the adoption of last year’s General\r\nAssembly resolution 59/112A-B, on Afghanistan, we\r\nhave made additional gains in various areas.\r\nSubstantial progress continues to take place towards\r\nthe formation of our national army and police. We are\r\non track to achieve a standing professional army of\r\n43,000 soldiers by the end of 2007. The Afghan\r\nnational army continues to conduct joint military\r\noperations with coalition forces against members of\r\nAl-Qaida and the Taliban in the south and south-east of\r\nthe country. Furthermore, approximately 30,000\r\nnational police officers are working to improve the\r\nsecurity situation throughout the country.\r\nWe are now in the final phase of the completion\r\nof the disarmament, demobilization and reintegration\r\n(DDR) process, as approximately 60,000 former\r\ncombatants have been disarmed and demobilized.\r\nHowever, the successful achievement of the DDR\r\nprocess demands the implementation of all three\r\nphases of the process. As we have succeeded in\r\ncompleting the first two phases, the final component of\r\nthe process, namely the reintegration of ex-combatants,\r\nmust be addressed with the same degree of attention\r\naccorded to the first two phases. We have also made\r\nadvances in the disbandment of illegal armed groups,\r\nin line with the programme to that effect.\r\nThe Islamic Republic of Afghanistan continues to\r\nenhance the protection and promotion of human rights\r\nthroughout the country. The Afghan Independent\r\nHuman Rights Commission has further expanded its\r\nactivities to various parts of Afghanistan.\r\nMoreover, the number of children returning to\r\nschool has increased from 4 million to approximately 5\r\nmillion since last year. Likewise, the number of\r\nrefugees returning from neighbouring countries has\r\nalso increased significantly, indicating that relative\r\npeace and stability prevail in most parts of the country.\r\nDespite the fact that the final provision of the\r\nBonn Agreement has been implemented, many\r\nchallenges remain in Afghanistan. The lack of security\r\nin parts of the south and south-east of Afghanistan —\r\nresulting from the renewed activities of the Taliban,\r\nAl-Qaida and other extremist groups — is considered\r\nto be the main challenge to the stability and\r\ndevelopment of Afghanistan. That concern is rightly\r\nreflected in paragraph 11 of the draft resolution on\r\nAfghanistan that is currently before the Assembly and\r\nin the most recent report of the Secretary-General on\r\nAfghanistan dated 12 August 2005 (A/60/224).\r\nIn that context, we would like to welcome once\r\nagain the adoption of Security Council resolution 1623\r\n(2005) of 13 September 2005 in which the Council\r\nrenewed the mandate of the NATO-led International\r\nSecurity Assistance Force (ISAF) in Afghanistan until\r\nOctober 2006.\r\nThe recent terrorist attacks in Afghanistan\r\nunderscore the continued threat posed by international\r\nterrorism to the peace, stability and reconstruction of\r\nthe country. My Government reaffirms its steadfast\r\ncommitment to combat that scourge in all its forms and\r\nmanifestations. In this context, let me reiterate that\r\nsuccess in the combat against terrorism in Afghanistan\r\ndemands the sincere commitment of the countries of\r\nthe region.\r\nThe cultivation, production and trafficking of\r\nnarcotic drugs is another impediment to the\r\nconsolidation of peace, stability and development in\r\nAfghanistan. In that regard, my Government has taken\r\nsignificant steps aimed at the elimination of that\r\nscourge. The establishment of a counter-narcotics\r\nMinistry; the introduction of a comprehensive Counter-\r\n10\r\nA/60/PV.56\r\nNarcotics Implementation Plan; the establishment of a\r\nSpecial Tribunal to prosecute those engaged in the\r\nillicit cultivation, production and trafficking of illicit\r\ndrugs; and, finally, the creation of a Counter-Narcotics\r\nTrust Fund are but some of the initiatives taken by my\r\nGovernment to address the issue of narcotics.\r\nWe are pleased to have been able to achieve a 21\r\nper cent reduction in opium poppy cultivation in the\r\ncurrent year. We would also like to emphasize the\r\nimportance of providing alternative livelihoods to\r\nfarmers in order to reduce the incentive for the\r\ncultivation and production of opium. For its part,\r\nAfghanistan remains committed to exerting all efforts\r\nwithin its capacity to counter the production and\r\ntrafficking of narcotics. On that note, let me emphasize\r\nthat, due to the demand-driven nature of the illicit drug\r\ntrade, additional steps are required on the part of transit\r\nand consuming countries to effectively curtail this\r\ntrade. Afghanistan, definitively, will not be a narco-\r\nState.\r\nPoverty, infant and maternal mortality,\r\nmalnutrition and the lack of resources necessary to\r\nprovide adequate health care are some of the other\r\nchallenges facing the people of Afghanistan. In order\r\nto address those issues, the Government of Afghanistan\r\nhas prepared the Afghan National Development\r\nStrategy. That strategy encompasses a clear approach\r\nto achieving sustainable poverty reduction and long-\r\nterm economic and social development. Afghanistan’s\r\nNational Development Strategy will be officially\r\npresented at the donors conference on Afghanistan,\r\nscheduled to be convened in London by the end of\r\nJanuary 2006. The sustained engagement of the\r\ninternational community in Afghanistan is crucial to\r\nachieving the objectives contained in the Afghan\r\nNational Development Strategy.\r\nMy Government would like to emphasize the\r\nneed to speed up the pace of the reconstruction and\r\ndevelopment of country, given the direct relationship\r\nbetween development and security. In that context, my\r\ndelegation stresses the importance of continued\r\ninternational aid in a coordinated and sustained\r\nmanner.\r\nThe successful conclusion of the Bonn\r\nAgreement should not mean the end of the\r\ninternational community’s engagement in Afghanistan;\r\nrather, it should constitute the beginning of a new\r\nphase of international commitment. In that regard, the\r\nAfghan Government looks forward to the convening of\r\nthe upcoming London conference on Afghanistan, at\r\nwhich the Government of Afghanistan and the\r\ninternational community will renew their partnership to\r\nbuild on the success of the Bonn Agreement during the\r\npost-Bonn process.\r\nIn achieving the remaining objectives, the post-\r\nBonn engagement between Afghanistan and the\r\ninternational community should be guided by the\r\nfollowing key principles: the leadership role of the\r\nAfghan Government in all aspects of the reconstruction\r\nprocess, the need for a just allocation of resources\r\nthroughout the country, the need to ensure that\r\ninternational efforts serve to build lasting capacity and\r\nsustainable institutions, and finally, the need to ensure\r\npublic transparency and accountability at all levels.\r\nIn conclusion, allow me to extend my\r\ndelegation’s sincere appreciation to the German\r\ndelegation, in particular to His Excellency Ambassador\r\nPleuger for his tireless efforts in preparing the draft\r\nresolution on Afghanistan before us. In addition,\r\nspecial thanks to Ms. Beate Maeder-Metcalf and\r\nMr. Axel Keuchle for having led the consultations with\r\nthe delegations, resulting in the successful adoption of\r\nthe resolution. We thank all delegations who\r\ncontributed to the consultations.\r\nMr. Gaspar Martins (Angola), Vice-President,\r\ntook the Chair.\r\nFinally, let me seize this opportunity to also\r\nexpress my delegation’s sincere gratitude to all\r\nMembers that have co-sponsored the General\r\nAssembly resolution on Afghanistan.\r\nMs. Davis (United Kingdom): I have the honour\r\nto speak on behalf of the European Union. Bulgaria,\r\nRomania, Turkey, Croatia, Albania, Bosnia and\r\nHerzegovina, the former Yugoslav Republic of\r\nMacedonia, Serbia and Montenegro, Liechtenstein,\r\nUkraine and the Republic of Moldova align themselves\r\nwith this statement.\r\nBuilding on the success of the 2004 presidential\r\nelections, the 18 September parliamentary and\r\nprovincial elections represent a significant achievement\r\nand important milestone for Afghanistan. They mark\r\nanother step on the road to stability, security and\r\nprosperity for the Afghan people. The successful\r\nholding of those complex and challenging elections\r\n11\r\nA/60/PV.56\r\nwas testimony to the hard work of many people and\r\norganizations, both Afghan and international.\r\nOn behalf of the European Union I would like to\r\nexpress our admiration for the Afghan people, who\r\ndemonstrated their resolve by exercising their right to\r\nvote. I would also like to recognize the leading role\r\nplayed by the United Nations and the United Nations\r\nAssistance Mission in Afghanistan (UNAMA) in\r\nleading Afghanistan to where it is today. In doing so, I\r\nreiterate our gratitude to all the organizations involved\r\nin making the elections possible, including the Joint\r\nElectoral Management Body, UNAMA, the United\r\nNations Development Programme and the Afghan and\r\ninternational security forces.\r\nFor its part, the European Union contributed\r\nconsiderably with its Election Observer Mission, as\r\nwell as with the provision of technical support and over\r\n$60 million in financial assistance. We also welcome\r\nNATO’s ongoing contribution to achieving security\r\nthroughout the country. Many EU member States\r\ncontribute to the NATO-led International Security\r\nAssistance Force and run provincial reconstruction\r\nteams throughout the country.\r\nWhile much has been achieved in Afghanistan,\r\nparticularly over the last year, we must not be\r\ncomplacent. Many challenges lie ahead. The\r\ninternational community must maintain, and indeed\r\nstrengthen, its sustainable engagement in Afghanistan\r\nto support Afghan ownership and enhance capacity-\r\nbuilding in order to make a success of the next phase of\r\nreform.\r\nThe London conference, to be hosted by the\r\nUnited Kingdom, the Government of Afghanistan and\r\nthe United Nations at the end of January, will provide a\r\nplatform to reiterate the international community’s\r\nlong-term commitment to Afghanistan’s reconstruction.\r\nThe conference aims to agree on a new compact\r\nbetween the Afghan Government and the international\r\ncommunity, which will be based on Afghan ownership\r\nand will help deliver the kind of international donor\r\nsupport needed in the next phase of reform. The\r\nconference will also allow Afghanistan to set out its\r\nplans and priorities, as envisaged in the interim\r\nAfghanistan national development strategy.\r\nThe European Union’s commitment to\r\nAfghanistan is outlined in the European\r\nUnion/Afghanistan Joint Declaration signed in\r\nStrasbourg on 16 November. In that document, the EU\r\nwelcomed the huge strides made by Afghanistan since\r\nthe Bonn Agreement in 2001 and highlighted the\r\nleading roles of the EU and its member States in\r\nassisting Afghanistan in implementing its\r\nreconstruction plans, pledging a total of €3.1 billion in\r\naid over the period from 2002 until 2006.\r\nThe Joint Declaration demonstrates our desire to\r\nbuild on the success of the Bonn Agreement and to\r\nestablish shared priorities for the next phase in\r\nAfghanistan’s reconstruction. It will now form the\r\nbasis for strengthening the EU-Afghan partnership\r\nacross a wide range of areas, including political and\r\neconomic governance, security sector reform and\r\njustice sector reform, counter-narcotics, development,\r\nhuman rights, civil society and refugee return,\r\neducation and culture.\r\nSignificant progress has also been made in\r\nsecurity sector reform. Over 79,000 military and police\r\npersonnel have been trained, and the Afghan army is\r\nnow more professional, accountable and ethnically\r\nbalanced. The EU reiterates the need for further\r\nprogress in that sector.\r\nOn justice sector reform, progress has been made\r\nwith respect to the adoption of essential legislation,\r\ntraining of personnel and the rehabilitation of physical\r\ninfrastructure, including courts and correctional\r\nfacilities. At the same time, improving the rule of law\r\nand consolidating a fair and impartial administration of\r\njustice remain crucial for the creation of a stable and\r\npeaceful Afghanistan and thus require sustained and\r\ncoordinated action and investment.\r\nThe European Union also welcomes the progress\r\nmade in the area of disarmament, demobilisation and\r\nrehabilitation (DDR), with over 60,000 men having\r\nentered the DDR process. However, significant\r\nchallenges lie ahead as the focus now shifts to\r\ndisarming illegal armed groups. The EU supports the\r\nnew United Nations Government of Afghanistan\r\nprogramme, which is currently in its pilot phase.\r\nThe European Union continues to attach\r\nimportance to the protection of human rights, with a\r\nparticular focus on promoting women’s and children’s\r\nrights. The EU welcomes the ongoing efforts of the\r\nAfghan authorities in that regard. We remain concerned\r\nat continued reports of violence against women and\r\ngirls and of trafficking in women and children, and we\r\nwelcome the efforts of the Afghan authorities to\r\naddress that issue. We also welcome the high\r\n12\r\nA/60/PV.56\r\nparticipation by women in the elections and the high\r\nrepresentation of women in the new parliament.\r\nThe European Union congratulates President\r\nKarzai and the Government of Afghanistan on the\r\nsignificant achievement of a 21 per cent reduction in\r\nopium poppy cultivation, from 130,000 hectares in\r\n2003-2004 to 104,000 hectares in 2004-2005.\r\nHowever, the trade in drugs remains the most\r\nsignificant challenge to the long-term stability,\r\nsecurity, development and governance of Afghanistan.\r\nIt also undermines the stability of the region and\r\naccounts for approximately 90 per cent of the heroin\r\nreaching the streets of Europe.\r\nThere remains a need to secure a sustained\r\ndecrease in opium poppy cultivation, production and\r\ntrafficking into 2006 and beyond. We therefore\r\nencourage the international community to work more\r\nclosely with the Government of Afghanistan and\r\nAfghanistan’s neighbours, including through the\r\nCounter-Narcotics Trust Fund, in support of the\r\nAfghan counter-narcotics strategy. The European\r\nUnion looks forward to the publication of the\r\nGovernment of Afghanistan’s national drug control\r\nstrategy.\r\nAllow me to conclude by stressing that the\r\nEuropean Union remains committed to the long-term\r\nreconstruction of Afghanistan and pledges to work\r\nwith the Afghan Government and international partners\r\nto build a prosperous, secure and sustainable\r\nAfghanistan.\r\nMr. Akram (Pakistan): With the successful\r\nholding of parliamentary and provincial council\r\nelections in September, Afghanistan has passed the last\r\nmajor milestone in the Bonn political process. The\r\nforthcoming inauguration of the new Parliament, we\r\nhope, augurs Afghanistan’s continued progress towards\r\ndurable peace and stability.\r\nPakistan and Afghanistan are inextricably bound\r\nby history, culture, faith and mutual interdependence.\r\nThe spirit of the relationship between our peoples was\r\ndemonstrated by the generous and immediate\r\nassistance provided to us by brotherly Afghanistan in\r\nthe wake of the tragic 8 October earthquake.\r\nWe commend our Afghan brethren for their\r\nsteadfast commitment to peace, reconciliation and\r\ndevelopment. A peaceful and prosperous Afghanistan\r\nis in the best interests of Pakistan and, indeed, of the\r\nentire region. Peace will enable the safe and dignified\r\nreturn of the 3 million Afghan refugees still in\r\nPakistan. Economic revival in Afghanistan will\r\naccelerate the already burgeoning trade and economic\r\ncooperation between our countries. Peace in\r\nAfghanistan will also open up the shortest transit\r\nroutes for trade in energy, raw materials and goods\r\nbetween Central Asia, South Asia and the world, with\r\nenormous economic benefits for Afghanistan, Pakistan\r\nand all the countries of the region. Pakistan and\r\nAfghanistan are both members of the Economic\r\nCooperation Organization. Earlier this month, Pakistan\r\nactively supported, and warmly welcomes,\r\nAfghanistan’s entry as a member of the South Asian\r\nAssociation for Regional Cooperation.\r\nThe close bilateral relations between Pakistan and\r\nAfghanistan are marked by the frequent exchange of\r\nhigh-level visits, progressive institutionalization and\r\ncooperation in diverse fields, and record levels of\r\ntransit trade and bilateral trade. Pakistan is also\r\nactively participating in Afghanistan’s reconstruction.\r\nDuring the visit of our Prime Minister to Kabul in July\r\nthis year, additional assistance of $100 million was\r\ncommitted. Those funds will be utilized in consultation\r\nwith and on projects identified by the Afghan\r\nGovernment. Of the $100 million pledged earlier by\r\nPakistan at the Tokyo Conference, almost $50 million\r\nhave been utilized for humanitarian assistance, projects\r\nin infrastructure, health, education and transport\r\nsectors, and the capacity-building of State institutions.\r\nPakistan is also providing training to Afghan officials\r\nin several fields, including diplomacy, the judiciary, the\r\npolice, counter-narcotics, agriculture, customs and\r\nbanking. A brief overview of Pakistan’s contribution to\r\nreconstruction in Afghanistan is being circulated with\r\nmy statement.\r\nSustaining the progress made by Afghanistan\r\nover the past four years requires the continued support\r\nof the international community to overcome the\r\nremaining daunting challenges faced by Afghanistan —\r\nterrorist threats, narcotics, drug barons, warlords,\r\nillegal armed groups, the reintegration of the Afghan\r\nmilitary forces, the development of institutions, the\r\nrule of law and justice sector reform, the fight against\r\ncorruption, the promotion of national reconciliation,\r\nthe safe and orderly return of Afghan refugees, human\r\nrights and, above all, economic and social development\r\nand reconstruction. The conference planned for early\r\nnext year in London should reaffirm the international\r\n13\r\nA/60/PV.56\r\ncommunity’s support for the post-Bonn phase of\r\nnation-building in Afghanistan. The United Nations\r\nmust continue to play a vital role in Afghanistan’s\r\nstabilization and development.\r\nDraft resolution A/60/L.27, under consideration\r\ntoday, presents a broad overview of the situation in\r\nAfghanistan. We thank the delegation of Germany for\r\ncoordinating the formulation of the draft resolution,\r\nwhich was introduced by Ambassador Gunter Pleuger.\r\nPakistan is a sponsor of the draft, which we hope will\r\nbe adopted by consensus.\r\nInsecurity remains a major challenge to\r\nAfghanistan’s stabilization and reconstruction. We\r\ncondemn the recent attacks in Afghanistan. The causes\r\nof insecurity are several and complex — terrorist and\r\nextremist elements, criminal activity and the illicit\r\nproduction and trafficking of drugs, besides the\r\nperennial problems of poverty, unemployment and\r\nunderdevelopment. The Afghan Government must\r\ncontinue to receive the support of the International\r\nSecurity Assistance Force and the Operation Enduring\r\nFreedom coalition in building security. Pakistan\r\nsupports the presence of international forces in\r\nAfghanistan, and their strengthening as necessary, until\r\npeace and stability are fully restored and a viable\r\nAfghan national army can assume full responsibility\r\nfor the country’s security.\r\nFor its part, Pakistan has mounted a determined\r\ncampaign to eliminate Al-Qaida and Taliban elements\r\non our side of the border and to prevent illegal cross-\r\nborder movement. The Afghanistan/Pakistan/United\r\nStates Tripartite Commission coordinates that\r\ncooperative campaign. We have deployed 75,000\r\ntroops and established 700 posts along the border.\r\nAnother 4,000 troops were added for interdiction\r\nduties in the run-up to the Afghan parliamentary\r\nelections. We have also proposed the partial fencing of\r\nthe border to minimize opportunities for illegal\r\nmovement.\r\nI should recall that Pakistan’s operations have\r\nkilled or captured over 700 Al-Qaida and Taliban\r\nterrorist elements. As a result of our efforts, Al-Qaida’s\r\ncommand and control structure has been largely\r\ndismantled. Our forces have, unfortunately, suffered\r\nover 200 casualties in those operations. It is most\r\ndisappointing, therefore, that those Pakistani efforts\r\nand sacrifices fail to find mention in the Secretary-\r\nGeneral’s report. May I note here that Pakistan’s troop\r\nstrength on the border with Afghanistan — 75,000 —\r\nfar exceeds the combined strength of the national and\r\ninternational military presence within Afghanistan.\r\nNarcotics remain a major and pervasive problem\r\nin Afghanistan. As a recent survey has shown, much\r\nmore needs to be done to overcome that challenge to\r\nboth security and development. Promoting alternative\r\nlivelihoods is the key to moving away from a drugs-\r\nbased economy. Considerably more assistance needs to\r\nreach farmers directly as a disincentive for poppy\r\ncultivation. Efforts are also required to reduce the\r\ndemand for drugs in destination countries and to\r\ncombat the illicit trafficking of precursors. To\r\ncoordinate efforts for the interdiction of narcotics and\r\nprecursor chemical flows, a counter-narcotics working\r\ngroup, comprising officials of Afghanistan, Pakistan\r\nand the coalition forces, has been established.\r\nPakistan continues to look forward to the\r\nvoluntary return, in safety and honour, of the 3 million\r\nAfghan refugees whom we still host. We host them, I\r\nshould mention, without any appreciable international\r\nassistance. Their orderly return and effective\r\nreintegration will contribute to the stability of\r\nAfghanistan and the region. Greater international\r\nassistance is needed in that context, including through\r\nthe extension of the voluntary repatriation programme\r\nfor Afghan refugees in Pakistan, which is sponsored by\r\nthe Office of the United Nations High Commissioner\r\nfor Refugees — a programme that is due to be\r\nterminated next March.\r\nThe figures from the census of Afghans living in\r\nPakistan, which was held in February and March 2005,\r\nunderscore the need for concerted efforts to increase\r\nAfghanistan’s capacity to absorb returnees by\r\nintroducing employment-generating reconstruction\r\nschemes and providing land and shelter, in addition to\r\nensuring security. We support and appreciate the recent\r\ncall by High Commissioner António Guterres to take\r\nthe needs of the repatriating refugees into account in\r\nthe development plans to be considered at the\r\nforthcoming London conference. The international\r\ncommunity must also assist Pakistan in rehabilitation\r\nof the refugee-affected areas of Pakistan.\r\nSuccess in Afghanistan will require a long-term\r\ncommitment and a comprehensive strategy to address\r\nsecurity, political, economic and social issues. As the\r\nSecretary-General observes in his report, even without\r\nthe burden of violent insurgency, the reconstruction of\r\n14\r\nA/60/PV.56\r\nAfghanistan faces a truly formidable combination of\r\nchallenges, including the pervasive drug economy and\r\nsome of the lowest social and economic indicators in\r\nthe world.\r\nThe discussion of the post-Bonn agenda provides\r\na unique opportunity for a broad dialogue between\r\nAfghanistan and the international community. Pakistan\r\nstands ready to play its part in that process. We urge\r\nthe international community to stay the course until\r\ndurable peace and greater prosperity is achieved in\r\nAfghanistan.\r\nMs. Banks (New Zealand): New Zealand is\r\npleased to be a sponsor of the two draft resolutions on\r\nAfghanistan (A/60/L.27, A and B): “The situation in\r\nAfghanistan and its implications for international peace\r\nand security” and “Emergency international assistance\r\nfor peace, normalcy and reconstruction of war-stricken\r\nAfghanistan”.\r\nNew Zealand applauds the contribution that the\r\nUnited Nations Assistance Mission in Afghanistan and\r\nMember States have made in assisting in the\r\nrestoration of peace and stability in Afghanistan.\r\nNew Zealand welcomes, and congratulates the\r\npeople of Afghanistan on, the progress they have made\r\nin implementing the Bonn accord, in particular the\r\nsuccessful holding of elections on 18 September.\r\nMuch has been achieved since 2001, although\r\nmuch remains to be done before Afghanistan can look\r\nforward with confidence to the future. New Zealand\r\nlooks forward to participating in the conference on the\r\npost-Bonn process for Afghanistan, to be held in\r\nLondon next January, and to discussing the role of the\r\ninternational community in Afghanistan. We are a\r\nsmall country, but we will continue to play our part.\r\nNew Zealand is committed to supporting the efforts of\r\nthe Government of Afghanistan to restore peace and\r\nsecurity to the country and to make further progress on\r\nthe economic and social development of all of the\r\nAfghan people.\r\nNew Zealand’s contributions to Afghanistan since\r\n2001 and its commitments to June 2006 exceed 110\r\nmillion New Zealand dollars. Those contributions have\r\ntaken the form of security assistance and development\r\nsupport. New Zealand forces have been deployed to the\r\nProvincial Reconstruction Team in Bamyan Province\r\nsince September 2003.\r\nNew Zealand’s development assistance is focused\r\non projects or programmes carried out by non-\r\ngovernmental organizations and United Nations\r\nagencies. We are supporting governance, human rights\r\nand sustainable rural livelihoods. We are also providing\r\ntraining for police in Bamyan Province.\r\nIn response to the need to address the production\r\nof opium in Afghanistan, we have recently contributed\r\n$500,000 to the Counter Narcotics Trust Fund. We\r\nhope that the Government of Afghanistan can help its\r\nfarmers to reduce their economic reliance on poppy\r\ncultivation by ensuring security and enhancing local\r\ngovernance, along with the promotion of agricultural\r\ndiversification and the improvement of access to\r\nalternative sustainable income-generating activities.\r\nNew Zealand encourages the Afghan Government\r\nto continue to address areas of human rights concern,\r\nin particular women’s rights. The level of female\r\nparticipation in the September election represents a big\r\nsuccess. Female candidates actively contested the 68\r\nseats reserved for women in the lower house. The\r\nresults showed that many would have been elected\r\neven without the quota system. The election has, we\r\nhope, consolidated women’s participation in\r\nAfghanistan’s political life. New Zealand continues to\r\nsupport the work of the Afghan Independent Human\r\nRights Commission.\r\nThe international community must maintain its\r\ncommitment to Afghanistan, where President Karzai’s\r\nGovernment continues to face significant challenges.\r\nImproving security outside Kabul will be a crucial\r\nelement in bringing political stability to Afghanistan. It\r\nis in the interests of us all to assist in the restoration of\r\nAfghanistan — not only for the well-being of the\r\nAfghan people, but also because of the contribution\r\nthat a stable and developing Afghanistan will be able to\r\nmake to international peace and security.\r\nMr. Sen (India): I would like to thank the\r\nPresident of the General Assembly for having\r\nscheduled this important debate on Afghanistan,\r\nproviding as it does an opportunity for Member States\r\nto engage on this critical issue in the General\r\nAssembly. We therefore welcome the opportunity to\r\nparticipate in this discussion under the relevant agenda\r\nitems.\r\nThe pace of democratic change in Afghanistan\r\nhas been remarkable by any standards. Afghanistan’s\r\nsuccessful achievement of democracy’s milestones —\r\n15\r\nA/60/PV.56\r\nthe historic election of its President, the entry into\r\nforce of its first-ever constitution and, most recently,\r\nfull democratic parliamentary elections — is testimony\r\nto the courage and conviction of its citizens and\r\nleaders.\r\nIt was only last week that confirmation of the\r\nfinal results of the parliamentary and provincial\r\ncouncil elections was received, thus marking the\r\nsuccessful conclusion of the Bonn process. We\r\ncongratulate the people of Afghanistan on the\r\nsuccessful holding of those elections, which constitute\r\nan important stage in Afghanistan’s journey towards a\r\npeaceful, stable and prosperous society. That amply\r\ndemonstrates, once again, the choice of the Afghan\r\npeople for a non-violent and democratic way of life\r\nand Afghanistan’s readiness to emerge as a democracy,\r\nwith a commitment to individual rights, the rule of law\r\nan open society and an open polity.\r\nIndia’s support for a sovereign, democratic and\r\nprosperous Afghanistan was reiterated during the visit\r\nof the Prime Minister of India, Mr. Manmohan Singh,\r\nto Kabul in August 2005, when he conveyed India’s\r\nreadiness to continue contributing to the task of\r\nrebuilding Afghanistan, including through the\r\nstrengthening of its democratic institutions. During his\r\nvisit, the Prime Minister, together with Baba-e-Millat,\r\nformer King Zahir Shah, laid the foundation stone of\r\nthe building which would house the newly constituted\r\nparliament of Afghanistan. The parliament building is\r\nbeing constructed with Indian funding — a\r\nmanifestation of India’s commitment to democracy in\r\nAfghanistan.\r\nAs in previous years, India co-sponsored the\r\nGeneral Assembly’s draft resolution on Afghanistan. In\r\nour view, the draft resolution provides a balanced\r\noverview of the situation in Afghanistan. Among other\r\nthings, it calls upon the Government of Afghanistan to\r\ncontinue to address the threat to the security and\r\nstability of Afghanistan posed by Al-Qaida operatives,\r\nthe Taliban and other terrorist or extremist groups, as\r\nwell as by criminal violence, in particular violence\r\nintegral to the drug trade; endorses the key principles\r\nof cooperation between the Government of Afghanistan\r\nand the international community during the post-Bonn\r\nprocess, as set out in the Secretary-General’s report;\r\nand welcomes the readiness of the Government of\r\nAfghanistan to prepare an interim national\r\ndevelopment strategy, to be considered at a conference\r\nin London planned for January 2006, where a new\r\nengagement between the international community and\r\nthe Government of Afghanistan is also due to be\r\ncompleted.\r\nWe wish to take this opportunity to thank the\r\ndelegation of Germany for having initiated and\r\ncoordinated the draft resolution. We believe that the\r\ndraft resolution performs an important function by\r\nhighlighting the international community’s assessment\r\nof the progress achieved in the political, security,\r\neconomic, social and other critical spheres of\r\nAfghanistan’s development and by drawing attention to\r\nthe areas that require further attention. We have no\r\nobjections to the plans of the coordinators of the draft\r\nresolution to merge its two parts, relating to peace and\r\nsecurity and reconstruction and humanitarian issues,\r\ninto one comprehensive draft resolution on the\r\nsituation in Afghanistan for the sixty-first session of\r\nthe General Assembly.\r\nJust last week, on 23 November, Mr. M. R. Kutty,\r\nan employee of the Border Roads Organization of\r\nIndia, working on the construction of the Zaranj-\r\nDelaram road project in Afghanistan, was brutally\r\nmurdered by his abductors. Mr. Kutty, along with three\r\nAfghan nationals, had been abducted on 19 November\r\n2005 by the Taliban. We strongly condemn that\r\ninhuman and barbaric killing of an innocent person.\r\nThe Taliban and its backers bear the responsibility for\r\nthe consequences of that outrageous act. We hope that\r\nthe perpetrators will be swiftly brought to justice. The\r\nBorder Roads Organization of India is engaged in\r\nbuilding a road in Afghanistan that is vital to its\r\ndevelopment and the welfare of its people. It is\r\ninconceivable that anybody should be opposed to it and\r\nthreaten those working on it.\r\nThe recent escalation in violence, illustrated by\r\nthe deaths of Mr. Kutty and other development and\r\nhumanitarian personnel, underlines the continuing\r\nserious threat to Afghanistan’s security and stability\r\nposed by remnants of Al-Qaida, Taliban and other\r\nterrorist and extremist elements. The report of the\r\nSecretary-General states that\r\n“Afghanistan today is suffering from a level of\r\ninsecurity, especially in the south and parts of the\r\neast, not seen since the departure of the Taliban.\r\nThe growing influence of non-Afghan elements\r\nin the security environment is of particular\r\nconcern.” (A/60/224, para. 60)\r\n16\r\nA/60/PV.56\r\nThe Permanent Representative of Afghanistan rightly\r\ncalled that the main challenge to stability and\r\ndevelopment in Afghanistan.\r\nThere are clear signs that such elements continue\r\nto receive support and safe haven across the border\r\nfrom the southern and south-eastern provinces of\r\nAfghanistan. International responses to such\r\ndestabilization are essential, but cannot be limited to\r\ncombat operations on the ground. It is equally\r\nnecessary to resolutely attack the financing, safe\r\nhavens, training camps and networks that support\r\nthem.\r\nI may add that Afghanistan’s historical tragedy\r\nwas to be caught up in the great game in imperial\r\ntimes, which unfortunately continued, in different\r\nforms, through the cold war and then the struggle for\r\nthe energy resources of Central Asia. Today, Afghan\r\nnational consolidation is impeded by the collapse of\r\nthe great game into a little game to dominate, again,\r\nthe south and south-eastern edges of the chessboard. It\r\nis important therefore to ensure that international\r\ncooperation against Al-Qaida and the Taliban stays\r\nstrategic and not be allowed to slip back into the\r\ntemporary or the tactical.\r\nThe outcome document adopted by our heads of\r\nState and Government at the 2005 world summit calls\r\nupon States “to refrain from organizing, financing,\r\nencouraging, providing training for or otherwise\r\nsupporting terrorist activities and to take appropriate\r\nmeasures to ensure that their territories are not used for\r\nsuch activities” (resolution 60/1, para. 86). The\r\nefficacy of cooperative multilateralism can,\r\nunfortunately, be tested only against the intentions of\r\nits weakest adherents.\r\nIndia remains committed to the goal of a\r\nsovereign, stable, democratic and prosperous\r\nAfghanistan. Such an Afghanistan is necessary for\r\npeace, security and stability in the region. During the\r\nPrime Minister of India’s recent visit to Afghanistan,\r\nhe and President Hamid Karzai condemned global\r\nterrorism as a threat to democracy and declared that\r\nthere could be no compromise with those who resort to\r\nterrorism. They reiterated their commitment to working\r\ntogether to ensure that Afghanistan would never again\r\nbecome a safe heaven for terrorism and extremism.\r\nThe Afghanistan Opium Survey 2005, released\r\nearlier this month by the United Nations Office on\r\nDrugs and Crime, registered a decrease in opium poppy\r\ncultivation in Afghanistan for the first time since 2001,\r\nwith the area devoted to drug crops declining by an\r\nimpressive 21 per cent. The decline in cultivation is\r\nimportant and encouraging and was a result of the\r\ncompliance of Afghanistan’s farmers with the\r\nGovernment’s anti-cultivation messages or eradication\r\npolicy. Unfortunately, Afghanistan’s share of opium\r\nproduction continues to remain high. In 2005,\r\nAfghanistan contributed roughly 87 per cent of the\r\nworld total.\r\nIndia remains deeply concerned by the\r\ncultivation, production and trafficking of narcotic\r\ndrugs in Afghanistan, and its links with criminal and\r\nterrorist networks. That phenomenon can only serve to\r\nundermine the political and economic reconstruction of\r\nAfghanistan and has potentially dangerous repercussions\r\nfor the region and beyond. In response to a request\r\nfrom the United Kingdom, which is the lead country\r\nfor tackling the drug problem in Afghanistan, India has\r\nagreed to contribute to the recently established\r\nCounter-Narcotics Trust Fund. We have also\r\ncommunicated our agreement to take up a pilot project\r\non community development to wean farmers away\r\nfrom poppy cultivation.\r\nIndia and Afghanistan enjoy traditional bonds of\r\nfriendship, a shared history, many common traditions\r\nand enduring cultural ties. In the last three years, our\r\nbilateral relations have reached a new level of intensity\r\nand cooperation. In partnership with the Afghan\r\nGovernment, we have been able to implement a\r\nsignificant programme of reconstruction assistance.\r\nIndia’s present commitments add up to over $550\r\nmillion since 2002, placing it among the top six\r\ncontributors to Afghanistan’s reconstruction — a\r\nsignificant effort for a non-traditional donor. India has\r\nundertaken, in partnership with the Afghan\r\nGovernment, projects in a wide range of sectors,\r\nincluding hydroelectric power, road construction,\r\nagriculture, industry, telecommunications, information\r\nand broadcasting, education and health, which were\r\nidentified by the Afghan Government as priority areas\r\nfor development. In the next phase of our assistance\r\nprogramme, we plan to focus on undertaking\r\ncommunity based, small-scale development projects\r\nthat have a short gestation period with a direct, rapid\r\nand visible impact on community life.\r\nUnderlying our cooperation with Afghanistan is\r\nour desire to see Afghanistan emerge as a strong,\r\nunited, independent and prosperous country. We wish\r\n17\r\nA/60/PV.56\r\nto see the full consolidation of authority by the central\r\nGovernment. Our efforts in reconstruction and other\r\nsectors are directed at promoting unity and\r\nreconciliation. During his visit to Afghanistan, the\r\nPrime Minister of India stated:\r\n“It is a privilege for India to be a partner in\r\nthe path that Afghanistan has chosen, so I come\r\nback with a great sense of satisfaction that our\r\ntwo countries are working hand in hand to\r\naccelerate the tempo of social and economic\r\ndevelopment and to strengthen the democratic\r\nfoundations of the polity of Afghanistan.”\r\nFor those delegations that may be interested, we\r\nhave placed outside the Hall a brochure and CD-ROM\r\nentitled “Rebuilding Afghanistan — India at Work”,\r\nproviding an overview of India’s assistance to\r\nAfghanistan.\r\nMr. Ozawa (Japan): Our deliberations on this\r\nagenda item are very timely, especially since the\r\nresults of the parliamentary and provincial council\r\nelections held on 18 September have just been\r\nconfirmed. The success of the elections is a reassuring\r\nsign that Afghanistan has passed the final and most\r\nimportant milestone in its post-conflict transition and\r\nthe completion of the Bonn process — the inauguration\r\nof a new Parliament.\r\nAs the Security Council has stressed in its\r\npresidential statement of last Wednesday, this\r\nremarkable achievement is a clear demonstration that\r\nthe people of Afghanistan are strongly committed to\r\nfreedom and democracy, and Japan, as the lead member\r\ncountry in the Security Council discussions on\r\nAfghanistan, welcomes that clear demonstration of\r\nwill.\r\nThe challenges that remain for Afghanistan,\r\nhowever, are still considerable. We would like to stress\r\nthree points in that connection.\r\nFirst, on the importance of ownership, with the\r\ncompletion of the Bonn process, Afghanistan will turn\r\na new page in its history and begin its nation-building\r\nas an independent, democratic State. We believe that it\r\nwill be critically important in that new phase that\r\nAfghanistan continue to tackle the wide range of\r\nchallenges facing the State and its people with a\r\nstronger sense and spirit of ownership. We therefore\r\nparticularly commend the effort that the Afghans have\r\nput into finalizing the national development strategy as\r\nevidence of their national ownership.\r\nIn stressing national ownership, we should note\r\ntwo points. First, it is important that the international\r\nassistance and support that is made available be\r\nprovided in a manner that respects and encourages such\r\nAfghan-owned efforts and Afghan-led processes. In\r\nthat respect, support directed at institution-building and\r\nhuman resource development is most needed and is\r\ncritically important. Secondly, Afghan ownership\r\nshould not mean, nor should it be used as an excuse\r\nfor, reducing the level of international assistance to\r\nAfghanistan. Assistance needs for reconstruction\r\ncontinue to be urgent and great. In particular, as the\r\nAfghan authorities have emphasized — and we agree\r\nwith their assessment — community-based\r\ndevelopment and basic infrastructure are important\r\nareas that should receive high priority in the\r\nconsolidation of peace in Afghanistan.\r\nJapan is strongly committed to continuing its\r\nwork in assisting the reconstruction of Afghanistan in\r\nthe coming phases, in partnership with the Afghan\r\nauthorities and communities and with other members\r\nof the international donor community.\r\nWe wish to stress that an appropriate post-Bonn\r\nframework of cooperation is essential in order to make\r\nthe international community’s support for and\r\nassistance to Afghanistan both adequate and coherent.\r\nWe appreciate, in that connection, the initiative taken\r\nby the Governments of Afghanistan and the United\r\nKingdom in hosting the London conference scheduled\r\nfor January next year. An important discussion is now\r\ntaking place concerning an Afghanistan compact. The\r\ncompact — which is the expected outcome of the\r\nconference — will deal with such key issues as\r\nsecurity, governance, economic and social development\r\nand counter-narcotics efforts. A proposal for an\r\nappropriate aid monitoring and coordination\r\nmechanism is also being discussed.\r\nJapan will continue to participate actively in\r\nthose discussions to achieve agreement on an effective\r\npost-Bonn framework of cooperation that will\r\ncontribute to the attainment of our shared objectives.\r\nAt the same time, we encourage the international\r\ncommunity to accelerate its part of the work to\r\nestablish the benchmarks that will be integral to the\r\ncompact.\r\n18\r\nA/60/PV.56\r\nMy third point relates to security. Despite the\r\nsuccessful parliamentary and provincial council\r\nelections in September, the security situation in\r\nAfghanistan continues to be a source of serious\r\nconcern, as shown once again by the recent attacks\r\nagainst the International Security Assistance Force\r\n(ISAF). There is a clear danger that continued\r\ninsecurity will undermine the reconstruction and\r\ndevelopment process. The international community,\r\ntherefore, must not reduce its commitment in the\r\npolitical and security fields after the completion of the\r\nBonn process. Japan, for its part, has taken the steps\r\nnecessary to ensure the continuation of the activities of\r\nthe vessels of its Self-Defence Forces that are\r\nproviding sea-based support for the Operation\r\nEnduring Freedom coalition, which, together with\r\nISAF, is helping to improve security in Afghanistan.\r\nWe reiterate, however, our firm belief that\r\nprimary responsibility for ensuring security lies with\r\nthe Afghans, reflecting Afghan ownership. That will\r\nrequire determined effort on their part to advance\r\nsecurity sector reform. As the lead nation in assisting\r\nthe disarmament, demobilization and reintegration\r\nprocess in Afghanistan, Japan welcomes the\r\ncompletion of disarmament and demobilization there.\r\nWe consider that feat to be one of the most successful\r\nand most comprehensive examples of such\r\nundertakings in recent post-conflict situations\r\nthroughout the world.\r\nEfforts clearly need to be redoubled, however, in\r\nthe area of security sector reform. Such efforts should\r\ninclude the reintegration of disarmed soldiers, the\r\nstrengthening of the Afghan security forces and the\r\nfurther disbanding of the illegal armed groups. In that\r\nconnection, it is important to recognize that there is a\r\nlink between the disbanding process and other efforts\r\nsuch as justice sector reform, counter-narcotics\r\nactivities and community development. Needless to\r\nsay, adequate coordination of efforts is needed in order\r\nto produce tangible results in this key area.\r\nFinally, we wish to express our great appreciation\r\nto the delegation of Germany for submitting the draft\r\nresolution. It incorporates the thinking of my\r\nGovernment on the way forward for the post-Bonn\r\nprocess in Afghanistan. As a sponsor of the draft, we\r\nstrongly support it.\r\nMr. Hannesson (Iceland): I am taking the floor\r\nbriefly to express Iceland’s continuing support for the\r\nrebuilding of Afghanistan. As in previous years,\r\nIceland is a sponsor of the draft resolution on the\r\nsituation in Afghanistan and its implications for\r\ninternational peace and security and on emergency\r\ninternational assistance for peace, normalcy and\r\nreconstruction of war-stricken Afghanistan.\r\nNearly four years after the signing of the historic\r\nBonn Agreement, we have seen the conclusion of the\r\npolitical process envisaged in it. The parliamentary and\r\nprovincial elections held on 18 September — the first\r\nin Afghanistan in more than 30 years — marked\r\nimportant steps on Afghanistan’s road to recovery,\r\npeace and stability. We commend all parties involved\r\nfor their role in organizing and securing the elections.\r\nWe congratulate the people of Afghanistan on the\r\nconfirmation of the final results and on the newly\r\nelected representatives who will take their seats in the\r\nHouse of the People next month. In particular, we\r\nwould like to congratulate the Afghan women who\r\nhave been elected. Full participation by Afghan women\r\nin every aspect of the political system — as well as in\r\nthe civil, economic and social life of the country —\r\nmust be a priority.\r\nWith international assistance, Afghanistan has\r\nmade substantial progress towards stability. However,\r\nthe democratic elections were held in a persistently\r\nunstable security environment. I agree with what the\r\nAmbassador of India said a few minutes ago about the\r\ngrave security situation. We condemn attacks in\r\nAfghanistan against civilians and international staff\r\nthat are intended to disrupt the democratic process. In\r\nthat connection, we deplore the fact that Afghanistan\r\nhas become more dependent on narcotics production\r\nand trafficking in drugs. Indeed, in the draft resolution\r\nbefore us, the General Assembly expresses its deep\r\nconcerns about that development.\r\nIceland will continue to help the Afghan\r\npeople — including through the International Security\r\nAssistance Force — in their reconstruction and their\r\nefforts to re-establish normalcy, in a manner\r\ncompatible with requirements concerning the security\r\nof its civilian peacekeepers.\r\nI agree with what the Ambassador of Japan just\r\nstated regarding the importance of Afghan national\r\nownership. However, Afghanistan continues to need\r\ncomprehensive and coordinated international support\r\nto enable it to take its place as a full member of the\r\n19\r\nA/60/PV.56\r\ninternational community. Iceland intends to continue to\r\nplay its role in that respect.\r\nMs. Juul (Norway): Norway welcomes the\r\nsuccessful holding of the parliamentary and provincial\r\nelections in Afghanistan. Another milestone has been\r\npassed. The institutional foundations of democracy are\r\ngrowing stronger. It is particularly encouraging to see\r\nthe ethnic, ideological and professional diversity of the\r\nelected representatives, as well as the strong\r\nrepresentation of women.\r\nThe long-term commitment of the international\r\ncommunity to the further development of Afghanistan\r\nis still of vital importance. As the recent elections\r\nrepresented the last milestone in the Bonn process, it is\r\nnow important to establish a solid framework for the\r\nwork ahead. Norway looks forward to discussing the\r\nway forward with the Afghan authorities and the\r\ninternational community in London in January. The\r\nUnited Nations has played an important role in the\r\nBonn process, and we hope that it will continue to do\r\nso in the next stage.\r\nThe fragile security situation still poses a threat\r\nto stability and development. Competent and efficient\r\narmed forces, police and judiciary are needed to meet\r\nthe security challenge. Afghan ownership of those\r\nprocesses is essential. At the same time, the\r\ninternational community must continue to provide\r\nsubstantial support for security sector reform. Norway\r\nis increasing its assistance in the training of Afghan\r\npolice officers under the German-led police project.\r\nWe are also providing legal advice in the fight against\r\nthe production of illegal drugs.\r\nThe security situation shows that the assistance of\r\nthe International Security Assistance Force (ISAF) is\r\nstill needed. ISAF is expanding its area of operation.\r\nNorway’s priorities are in close keeping with NATO’s\r\npolicy. We remain committed to maintaining a military\r\npresence in Afghanistan through our contribution to\r\nISAF in Kabul and our leadership of the provincial\r\nreconstruction team in Meymaneh, in northern\r\nAfghanistan. We are increasing our contribution to\r\nISAF, and at NATO’s request we are now in the\r\nprocess of providing F-16 air support.\r\nThe illegal drug economy is also a great\r\nchallenge. The Afghan Government, in cooperation\r\nwith the United Nations Office on Drugs and Crime,\r\nhas taken important steps this year in reducing opium\r\npoppy cultivation. Norway appreciates the leadership\r\nthat the United Kingdom has assumed in the fight\r\nagainst the drug economy in Afghanistan, and will\r\ncontinue to provide assistance in those efforts. We\r\nmust take a multidimensional and coherent approach\r\nthat promotes alternative livelihoods, law enforcement\r\nand information activities. Putting pressure on the\r\npoppy farmers in Afghanistan alone will not solve the\r\nproblem. The less we alienate the Afghan population in\r\nthe fight against drugs, the better. We must follow up\r\nour promises with regard to alternative livelihoods.\r\nNorway is increasing its support for counter-narcotic\r\ninitiatives in Afghanistan. Combating the illegal drug\r\neconomy should be a top priority for us all.\r\nThis year again, there have been a number of\r\nattacks on civilians, including United Nations\r\nhumanitarian aid workers. The targeting of\r\nhumanitarian personnel in a conflict is unacceptable. A\r\nconcerted effort is needed to reverse a trend that runs\r\ncounter to the most basic tenets of international\r\nhumanitarian law.\r\nAfghan ownership of development activity is\r\nvital. The priorities of development efforts, including\r\nthose of the provincial reconstruction teams, must be\r\naligned with those of the Afghan Government.\r\nTransparent planning and priority-setting should also\r\ntake place at the local level. Local authorities must be\r\nempowered so that they are better able to provide basic\r\nservices and long-term development. That is a matter\r\nof clarifying the provincial authorities’ roles and\r\nresponsibilities and of ensuring the necessary funding.\r\nWhen local democratic institutions with clear roles and\r\nresponsibilities have been established and empowered\r\nto address the needs, the platform for development will\r\nbe in place.\r\nAfghanistan is facing a legacy of human rights\r\nviolations committed over more than two decades of\r\narmed conflict. Justice, peace and democracy are not\r\nmutually exclusive objectives, but reinforcing\r\nimperatives. To build sustainable peace and stability,\r\nthe people of Afghanistan have to come to terms with\r\nlarge-scale past abuses. There must be reconciliation\r\nbetween victims, perpetrators and other stakeholders.\r\nTherefore, a proper transitional justice strategy aimed\r\nat peacebuilding and reconciliation will need to extend\r\nfar beyond the courts. A functional and unimpeachable\r\njuridical system is key. That may prove to be the most\r\ncomplex task of all. We applaud the efforts led by Italy\r\nin that regard.\r\n20\r\nA/60/PV.56\r\nNorway welcomes the progress made in the\r\nhuman rights field and the work of the Afghan\r\nIndependent Human Rights Commission. Both the\r\nCommission’s report, entitled A Call for Justice, and\r\nthe action plan Peace, Justice and Reconciliation in\r\nAfghanistan are important steps forward. The action\r\nplan acknowledges that any mechanism for building\r\npeace and justice must be carried out with the active\r\nand meaningful participation of all national\r\nstakeholders. Soon, a new human rights commission\r\nwill be appointed. It is important to ensure that the\r\nappointment process be in line with the Paris Principles\r\nand that the future commission be independent,\r\nprofessional and efficient.\r\nHowever, more remains to be done. The main\r\nresponsibility for continuing the efforts to address\r\nhuman rights issues, including transitional justice, lies\r\nwith the Government. Women must be allowed to\r\nparticipate in all aspects of the reconstruction and\r\npeacebuilding processes. The various provisions of the\r\nConstitution must be reflected in all legislation and\r\njudicial practice. Recent developments with regard to\r\nfreedom of speech give cause for concern.\r\nFundamental human rights must be a pillar upon which\r\nthe Afghan justice system is built.\r\nAfghanistan is one of the major recipients of\r\nNorwegian assistance and one of our partner countries\r\nin development cooperation. Norway is a strong\r\nsupporter of joint financing mechanisms with a view to\r\nstrengthening Afghan ownership and improving donor\r\ncoordination. Afghan leadership can be achieved only\r\nby strengthening the Government, not by sidelining it.\r\nWe welcome the work being done by the Afghan\r\nauthorities to prepare the Afghanistan National\r\nDevelopment Strategy and the Afghanistan Compact\r\ndocument. That work will form the basis for the\r\ndiscussions in London on the way forward for\r\nAfghanistan and future international assistance. We\r\nlook forward to taking part in those discussions and to\r\nreiterating our strong commitment to Afghanistan. Our\r\nassistance to Afghanistan has a long-term perspective.\r\nMr. Zarif (Islamic Republic of Iran): Allow me\r\nto extend our gratitude to the Secretary-General for his\r\ninformative and comprehensive report and for his\r\nunwavering commitment, as well as for the central role\r\nthat he and his Special Representative continue to play\r\nfor the consolidation of peace and stability in\r\nAfghanistan.\r\nThe holding of the parliamentary and provincial\r\ncouncil elections on 18 September, which led to the\r\ncompletion of the Bonn process, was yet another\r\noccasion on which the Afghan people demonstrated\r\ntheir firm commitment to a stable and democratic\r\nfuture for their country.\r\nThe most recent report of the Secretary-General\r\non Afghanistan highlights a number of promising\r\nimprovements in the economic and social fields.\r\nMoreover, encouraging progress has been reported\r\nwith regard to the process of disarmament,\r\ndemobilization and reintegration. Afghanistan has also\r\nwitnessed the development of its new professional\r\nnational army and police. Those developments,\r\ncoupled with the progress made in the creation of a\r\nnew justice system and the adoption of the first report\r\non the Millennium Development Goals by the\r\nGovernment of Afghanistan, are reasons to be\r\nconfident that the country is moving in the right\r\ndirection. They also indicate a growing ownership of\r\nthe rehabilitation and reconstruction efforts of the\r\nGovernment of Afghanistan, which needs to expand\r\nthat national ownership to all fields of governance in\r\nthe country.\r\nDespite those impressive accomplishments, much\r\nremains to be done. The security situation in\r\nAfghanistan and the threat posed by opium production\r\nand drug trafficking continue to be of grave concern.\r\nIncreased terrorist attacks and violence by Al-Qaida\r\nand the Taliban, coupled with a pervasive drug\r\neconomy, have created alarming challenges that\r\nseriously undermine the security and thus hamper the\r\nreconstruction of the country.\r\nThe continuation of acts of violence and\r\nintimidation directed against development,\r\nhumanitarian and United Nations personnel is another\r\nissue of grave concern which needs to be thoroughly\r\ntackled. The Islamic Republic of Iran condemns the\r\ncontinued heinous terrorist acts committed in\r\nAfghanistan and extends its full support to the efforts\r\nof the Government of Afghanistan to improve the\r\nsecurity situation in the country.\r\nThe cultivation and production of, and trafficking\r\nin, narcotic drugs in Afghanistan, which adversely\r\naffect the political and economic reconstruction of the\r\ncountry and undermine the stability and security of the\r\nlarger region, especially neighbouring countries,\r\ncontinue unabated. Afghanistan remains the world’s\r\n21\r\nA/60/PV.56\r\nlargest supplier of opium, producing 87 per cent of the\r\nworld’s opium.\r\nThere are abundant reasons to believe that\r\nproduction of and trafficking in narcotic drugs\r\nunderpin the other threats which contribute to the\r\ninsecurity in Afghanistan, namely terrorism, organized\r\ncrime and most other violent and criminal activities.\r\nTherefore, combating this problem should be high on\r\nthe agenda of the Afghan Government and the\r\ninternational community in all efforts and initiatives to\r\naddress the country’s security and reconstruction\r\nchallenges.\r\nWe have welcomed and firmly supported the\r\nvaluable and sincere steps that the Afghan Government\r\nhas thus far taken to contain the threat of narcotic\r\ndrugs. Nevertheless, we concur with the Secretary-\r\nGeneral that combating this menace will require long-\r\nterm planning and a multifaceted strategy, developed\r\nby Afghanistan and implemented in close cooperation\r\nwith the international community. We further believe\r\nthat the countries with the widest military presence in\r\nAfghanistan have a special responsibility to prevent\r\nand counter this menace.\r\nMoreover, while certain efforts by the\r\nGovernment of Afghanistan have resulted in the\r\nreduction of opium cultivation in some regions\r\ntraditionally famous for opium production, opium\r\ncultivation has increased in the regions bordering my\r\ncountry, especially in the Farah province. As a matter\r\nof fact, despite our costly campaign, we have\r\nwitnessed an increase in the drug trafficking in Iran\r\nemanating from Afghanistan over the past year.\r\nWe are of the view that the best way out of the\r\nsituation created by this menace lies mostly in\r\naccelerating the pace of the Afghanistan’s\r\nreconstruction in all fields, since opium cultivation has\r\nbecome a major source of income for many Afghan\r\nfarmers. Accordingly, the international community\r\nshould also redouble its efforts in providing assistance\r\nfor the reconstruction and rehabilitation of\r\nAfghanistan.\r\nThe Islamic Republic of Iran, for its part, is\r\nplaying its role in that regard. Iran has been engaged in\r\nvarious infrastructure activities in Afghanistan,\r\nincluding in road construction, manpower training,\r\nelectricity projects, humanitarian services and many\r\nother projects.\r\nFurthermore, Iran has borne huge costs over the\r\npast three decades as a result of hosting almost 3\r\nmillion Afghan refugees. We earnestly hope that the\r\nnew conditions in Afghanistan will facilitate the\r\nvoluntary repatriation of Afghan refugees to their home\r\ncountry in a more promising manner. We believe that\r\nthe timely and full implementation of the trilateral\r\nagreement signed between Iran, Afghanistan and the\r\nOffice of the United Nations High Commissioner for\r\nRefugees (UNHCR), as well as other respective\r\narrangements, are imperative to help bring about a\r\nmeaningful and dignified repatriation of Afghan\r\nrefugees to their homeland. Iran stands ready to fully\r\ncooperate with the Government of Afghanistan and the\r\ninternational community towards reaching this\r\nobjective.\r\nThe Afghan people and Government are now\r\nheading towards yet another major chapter in the\r\nhistory of their country, namely the post-Bonn process.\r\nThe international community, with the United Nations\r\nat its forefront, should continue its support to the\r\nGovernment and people of Afghanistan in a\r\ncoordinated manner, and my Government stands ready\r\nto provide its unreserved cooperation in that regard.\r\nWe welcome and support the key principles set\r\nout in the recent report of the Secretary-General for\r\ncooperation between the Government of Afghanistan\r\nand the international community during the post-Bonn\r\nprocess, including the leadership role of Afghanistan in\r\nthe reconstruction process, the just allocation of\r\ndomestic and international reconstruction resources\r\nacross the country, regional cooperation, lasting\r\ncapacity- and institution-building, combating\r\ncorruption, promotion of transparency and\r\naccountability, public information and participation,\r\nand the continued central role of the United Nations.\r\nWe believe that combating narcotic drugs as well\r\nas the safe, orderly and voluntary return of refugees are\r\ntwo other key elements of equal importance which\r\nneed to be incorporated.\r\nI cannot conclude without reiterating the\r\nunwavering resolve of my country to continue to help\r\nthe Afghan Government and people in their endeavours\r\nto overcome the daunting challenges ahead. In that\r\ncontext, my delegation has joined the sponsors of the\r\ndraft resolution contained in document A/60/L.27.\r\nMr. Rock (Canada): Canada is pleased to have\r\nthis opportunity to address the General Assembly on\r\n22\r\nA/60/PV.56\r\nthe situation in Afghanistan and also to express our\r\nthanks to the Secretary-General for his most recent\r\nreport.\r\nThe report duly acknowledges the significant\r\nprogress that Afghanistan has made. It underlines the\r\nsound and productive partnership that has developed\r\nbetween the Government of Afghanistan and the\r\ninternational community, with the United Nations\r\nplaying a central role. It also gives due credit to the\r\npeople of Afghanistan, who time and again, throughout\r\nthe last difficult years, have shown their courage,\r\nperhaps most recently by the simple act of casting their\r\nballots in an election.\r\nBut the steady progress made to date is no\r\ngrounds for complacency. Building the infrastructure\r\nof a State with the capacity to govern takes time, and\r\nall of us must redouble our efforts. Canada is\r\ncommitted to staying the course. We are very proud to\r\nwork in partnership with the people of Afghanistan and\r\nits many allies. Canada’s engagement in Afghanistan\r\ndraws on resources and expertise from across the\r\nwhole of our Government, with a particular focus on\r\ndefence, diplomacy and development.\r\nCanada is playing a significant role in southern\r\nAfghanistan. We have already established a multi-\r\ndisciplinary Provincial Reconstruction Team in\r\nKandahar. In February 2006 — just two months from\r\nnow — Canada will deploy a task force and brigade\r\nheadquarters to Kandahar, bringing the number of\r\nCanadian personnel in southern Afghanistan to almost\r\n2,000. Canadians are fully aware that these\r\ncommitments are not made without considerable\r\nsacrifice. We were saddened just this past week at the\r\ndeath of one of our servicemen in Kandahar.\r\nBut we remain committed. The rebuilding of\r\nAfghanistan is now entering a new phase. It is time to\r\nconsolidate our gains and chart the path ahead. In that\r\ncontext, permit me briefly to address two issues: first,\r\nthe development and implementation of new\r\nbenchmarks for progress; and, secondly, strengthening\r\nour commitment to the pursuit of justice.\r\nOn the first point, the Government of Afghanistan\r\nis itself leading the process of developing a new\r\ncompact with the international community, setting out\r\nbenchmarks and reciprocal commitments. Canada\r\nsupports the development of that Afghanistan compact\r\nand the national development strategy as essential tools\r\nfor ensuring forward momentum. We welcome the\r\nidentification of security, governance and development\r\nas main themes of the agreement, with counter-\r\nnarcotics being addressed as an issue that cuts across\r\nall the others.\r\nWe will be actively involved in the ongoing\r\ndiscussions in preparation for the London conference\r\nearly next year at which the compact and the strategy\r\nwill be launched.\r\nAnother important upcoming conference is the\r\nregional economic cooperation conference to be held in\r\nKabul next month. Afghanistan’s neighbours are\r\nobviously key to the country’s future stability and\r\nprosperity. We encourage Afghanistan’s regional\r\npartners to participate fully in the conference, to\r\nidentify concrete areas in which to expand cooperation\r\nand to assume greater responsibility in promoting\r\nsecurity.\r\n(spoke in French)\r\nMy second point concerns our commitment to\r\njustice. We must all work together to ensure that those\r\nwho want to destabilize Afghanistan, those who resort\r\nto violence to impede progress, those who are involved\r\nin illicit activities and those who do not respect human\r\nrights or who violate international humanitarian law —\r\nparticularly by attacking aid workers — are dealt with\r\nappropriately. To that end, measures must be taken at\r\nseveral levels, utilizing not only the Afghan security\r\nforces, but also non-military means. That includes\r\ncreating an effective justice structure and\r\nimplementing a multifaceted strategy for transitional\r\njustice.\r\nFrom that perspective, Canada supports the work\r\nbeing carried out by the Afghan authorities, in close\r\ncooperation with the Afghan Independent Human\r\nRights Commission, to develop a national transitional\r\njustice strategy. We are pleased to note that the draft\r\nstrategy envisages a broad spectrum of mechanisms for\r\naddressing past injustices, ranging from a detailed\r\nassessment of the civil service to the ending of\r\nimpunity. It is clear that in Afghanistan, as elsewhere,\r\njustice is a precondition for lasting peace.\r\n(spoke in English)\r\nI should now like to say a final word about the\r\nUnited Nations, which plays a central role in\r\nconsolidating a sustainable peace in Afghanistan. The\r\nUnited Nations Assistance Mission in Afghanistan\r\nmust be endowed with the requisite capacity and\r\n23\r\nA/60/PV.56\r\nsupport to carry out its mandate in a complex, evolving\r\nenvironment. That includes ensuring that resources are\r\nin place to support the post-Bonn Afghanistan compact\r\nand national development strategy, including\r\nmonitoring and coordination efforts. Canada stands\r\nready to assist in any way it can. We look forward to\r\nthe upcoming discussion in London.\r\nI close by reaffirming the strong commitment of\r\nCanada and its people to a prosperous and stable future\r\nfor Afghanistan.\r\nMr. Zhang Yishan (China) (spoke in Chinese): I\r\nmake this statement on behalf of the Shanghai\r\nCooperation Organization (SCO). As a close neighbour\r\nof the SCO, Afghanistan enjoys friendly relations with\r\nSCO members. Changes and evolution in the Afghan\r\nsituation are closely related to the region in which the\r\nSCO is located.\r\nSCO members have been closely following the\r\nprocess of peace and reconstruction in Afghanistan,\r\nand we are pleased to see that positive progress has\r\nbeen made in that process. Politically, Afghanistan has\r\npromulgated a new constitution and has held successful\r\npresidential and parliamentary elections, laying a\r\npolitical foundation for its stability. Economically, the\r\ncountry is committed to post-war reconstruction,\r\neffectively using international assistance and tapping\r\nits own resources. Last year, it achieved an impressive\r\neconomic growth rate of 20 per cent. In the security\r\narea, the Afghan National Army and police forces are\r\nsmoothly being established. They have started to\r\nassume local security responsibilities independently\r\nand have also made important efforts to fight terrorism\r\nand narcotics. In the area of foreign relations,\r\nAfghanistan has successfully completed the Bonn\r\nprocess by seeking international cooperation. It also\r\nattaches importance to developing friendly relations\r\nand cooperation with its neighbours. SCO members\r\nwould like to congratulate the Afghan Government and\r\npeople on those achievements.\r\nOn the other hand, Afghanistan is still facing\r\nquite a number of pressing problems. Its security\r\nsituation is still not completely stable. Its economic\r\nreconstruction remains a long-term and arduous task.\r\nThere is still no obvious improvement in the handling\r\nof such issues as narcotics production and trafficking.\r\nWe are seriously concerned at the significant increase\r\nin the number of terrorist activities carried out by the\r\nTaliban and other extremists in recent months.\r\nThe SCO believes that if Afghanistan is to\r\nachieve lasting peace and order and comprehensive\r\nprogress in social and economic efforts, it must first\r\nmaintain stability and promote development. We hope\r\nfor a stable Afghanistan that is free of terrorism, war,\r\nnarcotics and poverty. National reconciliation will be\r\ncrucial in the achievement of a long-term\r\ncomprehensive settlement of the Afghan conflict.\r\nSecondly, it is important that Afghanistan build a\r\nfriendly and cooperative neighbouring environment\r\nand that it maintain friendly relations and cooperate\r\nextensively with its neighbours, within the framework\r\nof the Kabul Declaration on Good-Neighbourly\r\nRelations of 22 December 2002, for mutual benefit and\r\nwin-win results.\r\nThirdly, it is essential that Afghanistan continue\r\nto seek support and assistance from the international\r\ncommunity, led by the United Nations.\r\nThe SCO believes that peace, stability and\r\ndevelopment in Afghanistan serve not only the\r\ninterests of the Afghan people, but also the common\r\ninterests of all countries in the region and throughout\r\nthe world. The international community should respect\r\nthe State sovereignty, territorial integrity and national\r\nunity of Afghanistan, as well as the Afghan people’s\r\nindependent choice of their social system and mode of\r\ndevelopment, and should not interfere in their internal\r\naffairs, so as to create favourable external conditions\r\nfor the social and economic development of the\r\ncountry. The international alliance against terrorism\r\nshould cooperate closely with the Afghan Government,\r\nacting within the mandate of the Security Council and\r\nwith the consent of the legitimate authorities of\r\nAfghanistan.\r\nThe Shanghai Cooperation Organization supports\r\nthe provision of extensive international humanitarian\r\nassistance to the Afghan people and has made\r\nimportant contributions to that end. For example, in\r\n2002, the Chinese Government pledged an aid package\r\nworth $150 million to assist the Afghan Government in\r\npost-war reconstruction. The grants portion of the aid\r\npackage will be fully delivered next year. In November\r\n2002, China wrote off all the mature debts — totalling\r\n£9.607 million — owed to it by Afghanistan. The\r\nRussian Federation also provides assistance to\r\nAfghanistan through various channels. In particular,\r\nRussia’s Ministry of Defence, during the period 2002-\r\n2005, provided Afghanistan with vehicles and other\r\n24\r\nA/60/PV.56\r\nmilitary equipment worth a total of $200 million.\r\nRussia also delivers significant humanitarian\r\nassistance.\r\nIn the future, SCO members will continue to do\r\nwhat they can to provide Afghanistan with assistance\r\nand to encourage their business people to take an active\r\npart in the post-war reconstruction of Afghanistan. As\r\nstated in the Declaration of the SCO summit meeting\r\nheld in Astana, Kazakhstan, on 5 July 2005, the SCO is\r\nprepared to engage in exchanges and cooperation with\r\nAfghanistan in areas of mutual interest.\r\nIn that context, it should be recalled that\r\ncountering the production and proliferation of drugs\r\nremains one of the key elements in stabilizing the\r\nsituation in Afghanistan. The most effective strategy\r\nwould provide tight control over Afghanistan’s borders\r\nwith neighbouring countries by strengthening existing\r\nand establishing new anti-drug security zones.\r\nIn June 2004, President Karzai, head of the\r\nAfghan Interim Government, attended the SCO\r\nTashkent Summit as an invited guest. It was decided at\r\nthe Summit that an SCO-Afghanistan Contact Group\r\nshould be established to enhance cooperation. Early\r\nthis month in Beijing, the SCO and Afghanistan\r\nofficially signed a protocol establishing the Contact\r\nGroup. According to the protocol, the two sides will\r\nhold consultations on a regular basis to promote\r\nbilateral cooperation. That will create new and\r\nfavourable conditions for effective cooperation\r\nbetween SCO members and Afghanistan.\r\nWe believe that the role played by the United\r\nNations in Afghan affairs following the completion of\r\nthe Bonn process should include, in particular, the\r\ncoordination of the international community’s\r\npeacebuilding and reconstruction efforts there. The\r\nspecific structure of a future United Nations presence\r\nremains to be determined, but it must involve Afghans\r\nthemselves and take into account the country’s real\r\nneeds. SCO members will make constructive\r\ncontributions in the context of relevant efforts.\r\nWe are confident that, under the leadership of\r\nPresident Karzai and the Afghan Government, and with\r\nthe unremitting efforts of the Afghan people and the\r\nvigorous assistance of the international community,\r\nAfghanistan will make even greater progress in\r\neconomic reconstruction and social development. The\r\nSCO stands ready to participate actively in that process\r\nand will work tirelessly to that end.\r\nWe support the draft resolution on Afghanistan,\r\nwhich was prepared by a broad group of sponsors and\r\ndrafted by Germany. Its adoption by consensus would\r\nhelp to enhance the concerted efforts of the\r\ninternational community in Afghanistan.\r\nMr. Al-Enezi (Kuwait) (spoke in Arabic): I\r\nshould like at the outset to express our gratitude and\r\nappreciation to Secretary-General Kofi Annan for his\r\nvaluable report contained in document A/60/224,\r\nwhich reviews the recent United Nations activities in\r\nAfghanistan and examines in detail the efforts made by\r\nthe Organization and its personnel in implementing the\r\nhumanitarian missions entrusted to them under the\r\nrelevant United Nations resolutions. We also welcome\r\nthe efforts made by the Secretary-General’s Special\r\nRepresentative for Afghanistan, Mr. Jean Arnault, in\r\nthe context of the reconstruction of Afghanistan’s\r\ninfrastructure and the restoration of security and\r\nstability in the country.\r\nThe State of Kuwait would like to congratulate\r\nthe Afghan people on the confirmation of the final\r\nresults of the parliamentary and provincial council\r\nelections. The success of those elections is a testimony\r\nto the commitment of the Afghan voters to democracy\r\nand freedom in their country. The confirmation of the\r\nresults paves the way for the investiture of a new\r\nparliament at the proper time and, consequently, for the\r\nconclusion of the Bonn political process.\r\nThe persistence of war for more than two decades\r\nhas led to grave losses at all levels in Afghanistan. The\r\nwars led to the collapse of the financial and banking\r\nsystem and to the destruction of infrastructure for\r\ntransportation, telecommunications, electricity, water,\r\neducation and healthcare, as well as to the deterioration\r\nof the agricultural sector, which resulted in severe\r\nshortages in the basic food supply. The implementation\r\nof all of Afghanistan’s reconstruction programmes is\r\ntherefore of cardinal importance, as it will contribute to\r\nmeeting the basic requirements for the return of\r\nrefugees and displaced persons to their towns and\r\nvillages. The implementation of those programmes\r\nwould also strengthen efforts to restore security and\r\nstability in Afghanistan in particular and in the region\r\nin general.\r\nKuwait would like to emphasize the importance\r\nof ensuring that the international community remains\r\nhighly motivated and committed to assisting\r\nAfghanistan as it confronts the remaining challenges,\r\n25\r\nA/60/PV.56\r\nespecially acts of terrorism and other threats to its\r\nsecurity, bringing perpetrators of such acts to justice.\r\nKuwait also condemns categorically the most recent\r\nterrorist attacks in Afghanistan, notably those against\r\nthe International Security Assistance Force. Kuwait\r\nexpresses its condolences to the families of all of the\r\nvictims of those attacks.\r\nKuwait would also like to stress the importance\r\nof rebuilding the Afghan armed forces, reforming the\r\njudicial institutions and suppressing all illicit armed\r\ngroups with a view to enabling the Afghan Government\r\nto take control of the situation and to make progress in\r\nthe political process. Kuwait also supports the Afghan\r\nGovernment’s efforts to fight the illicit trade in\r\nnarcotic drugs, and calls upon the international\r\ncommunity to enhance and strengthen programmes for\r\neradicating the planting and production of opium.\r\nAt the economic level, Kuwait has taken many\r\nsteps to assist in restoring security and stability and the\r\ninfrastructure in Afghanistan. The Kuwait Fund for\r\nArab Economic Development has granted a\r\n$30 million loan in accordance with the pledge made\r\nby Kuwait at the Tokyo donors conference. Half of that\r\nloan was used in the reconstruction of the highway\r\nlinking Kandahar to Spin Buldak. The remaining\r\n$15 million went to the Afghanistan Reconstruction\r\nTrust Fund. Since 2000, the Kuwait Red Crescent\r\nSociety has made cash donations exceeding\r\n$6.5 million. Various charitable associations and\r\ncommittees are also continuing to provide assistance.\r\nIn conclusion, Kuwait hopes that our\r\ninternational Organization will continue its efforts to\r\nprovide assistance to the Afghan Government with a\r\nview to restoring peace and stability in Afghanistan.\r\nSuch assistance would have a positive impact on\r\nregional environment and would help Afghanistan to\r\nresume its proper place in the international community.\r\nMr. Oh Joon (Republic of Korea): At the outset,\r\nmy delegation congratulates the Government and the\r\npeople of Afghanistan on the successful holding of\r\nparliamentary and provincial elections in September,\r\nwhich demonstrated their firm determination to achieve\r\ndemocracy, reconciliation and unity. We look forward\r\nto the establishment of the new parliament and the\r\ncompletion of the political process agreed upon in\r\nBonn four years ago.\r\nAlongside that political accomplishment,\r\nprogress has been made in rebuilding Afghanistan’s\r\nsecurity sector. The disarmament and demobilization\r\nprogrammes have been completed, and the\r\nreintegration programme is being implemented\r\nvigorously. In addition, a great number of new national\r\narmy soldiers and police officers have been trained.\r\nAlso notable are the high economic growth rates in\r\nAfghanistan’s urban centres over the past three and a\r\nhalf years.\r\nNevertheless, there are still many challenges to\r\nlasting stability and sustainable development. As is\r\nwidely recognized, the two most important issues are\r\nsecurity and drugs.\r\nThere is an urgent and critical need to ensure\r\nsecurity in all parts of Afghanistan. In that regard, the\r\nRepublic of Korea is deeply concerned about the recent\r\ndeterioration of security in some areas of the country.\r\nThere are still 1,800 illegal armed groups operating in\r\nAfghanistan, and violence has increased over the last\r\nseveral months. Furthermore, the insurgency has taken\r\na more brutal turn of late, using more sophisticated\r\nweaponry, as seen in the recent suicide bombing\r\nattacks. In order to counter that trend and create a more\r\nsecure environment, the ongoing reintegration\r\nprogramme must be accelerated, the remaining illegal\r\narmed groups must be disbanded, and the Afghan\r\nnational army and police forces must be strengthened\r\nin both quality and quantity.\r\nAs for the issue of drugs, we welcome the\r\ncounter-narcotics measures recently taken by Kabul,\r\nwhich helped to reduce opium cultivation this year.\r\nHowever, the large-scale production and trafficking of\r\nnarcotic drugs remain a serious concern. We encourage\r\nthe Afghan Government, in close cooperation with the\r\ninternational community, to step up its efforts to\r\neradicate narcotics.\r\nThe successful elections in September and the\r\nconclusion of the Bonn process offer Afghanistan a\r\nhistoric opportunity for transition from decades of war\r\nand poverty to peace and prosperity. At this critical\r\ntime, and considering the ongoing challenges that\r\nAfghanistan faces, the international community’s\r\nengagement with the country needs to continue beyond\r\nthe Bonn process. In that regard, we welcome the\r\ninternational conference on Afghanistan to be held in\r\nLondon early next year.\r\nThe Republic of Korea, having actively supported\r\nthe stability and reconstruction of Afghanistan, is once\r\nagain a sponsor of the draft resolution before us. Korea\r\n26\r\nA/60/PV.56\r\nhas continued with its commitment, providing medical\r\nand reconstruction units to Afghanistan since 2002 and\r\ncontributing $57 million since 2001 for emergency\r\nrelief, reconstruction and support of the elections held\r\nin September. We would like to reaffirm our\r\nunwavering support for the Government and people of\r\nAfghanistan in their efforts to create a future full of\r\nhope and promise.\r\nMr. Rachmianto (Indonesia): Indonesia is\r\npleased to address the Assembly on the situation in\r\nAfghanistan, and my delegation would like to express\r\nits appreciation to the Secretary-General for his report\r\non that very important matter.\r\nThe report provides us with a clear understanding\r\nof the political process in Afghanistan in general,\r\nparticularly with reference to the implementation of the\r\nBonn Agreement. On the whole, we are gratified that\r\ngeneral progress is being made, although not at a\r\nuniform pace. While we note the progress made in the\r\ninstitution-building process at the central Government\r\nlevel, we recognize that some difficulties continue to\r\nbe a challenge, particularly at the provincial and\r\ndistrict levels.\r\nSimilarly, efforts to reform security sector\r\ninstitutions have yet to enjoy a reassuring degree of\r\nsuccess. The security situation is particularly\r\ndisturbing, with an increase in the sophistication of\r\nweapons used and in the type of attacks being carried\r\nout by insurgents and anti-Government elements in\r\nsome parts of the country.\r\nOther areas of critical concern include the\r\ncultivation of and trade in narcotics. That issue\r\ncontinues to imperil the establishment of the rule of\r\nlaw and effective governance in Afghanistan, despite\r\nthe best efforts of the country’s counter-narcotic\r\nauthorities. We share the view that this menace must be\r\nbrought under control in order to protect the fragile\r\ndemocratization and the success of State-building in\r\nAfghanistan.\r\nDespite all that, we are pleased at the successful\r\ncompletion of various efforts that have been\r\nundertaken by the Afghan Government, such as the\r\ndisarmament and demobilization components of the\r\ndisarmament, demobilization and reintegration\r\nprogramme; the progress of the Afghan national army,\r\nwhich was due to reach its target strength of 43,000\r\nahead of schedule by September 2007; the training of\r\nover 40,000 police officers and the proposed major\r\npolice reform; and the work of the Afghan Independent\r\nHuman Rights Commission, which is reported to be\r\nhaving a significant positive impact on the protection\r\nand promotion of human rights in the country.\r\nIt is against that background that Afghanistan\r\nheld general elections last September to choose a\r\nNational Assembly and local councils for the country’s\r\n34 provinces. Only last week, the final results of the\r\nparliamentary and provincial council elections were\r\nconfirmed. They pave the way for the timely\r\ninauguration of the new Parliament and the conclusion\r\nof Afghanistan’s transitional political phase. In that\r\nregard, my delegation is pleased at the successful\r\noutcome of the election process and calls on the\r\ninternational community to remain engaged and\r\ncommitted to helping Afghanistan to address the\r\nremaining challenges in other areas.\r\nWhile my delegation is gratified by the successful\r\nconclusions of the elections of the Wolesi Jirga, we\r\nlook forward to the constitutional and prompt filling of\r\npositions in the house of elders, or Meshrano Jirga. We\r\nfurther look forward to the consultations to be initiated\r\nby the Secretary-General with the Government of\r\nAfghanistan and other relevant institutions towards\r\ndetermining the political way forward. In the interim,\r\nwe call for continued cooperation and commitment by\r\nthe international community in support of the Afghan\r\nGovernment and people.\r\nIn that context, Indonesia has become a sponsor\r\nof the draft resolution contained in document\r\nA/60/L.27, which we hope can be adopted by\r\nconsensus.\r\nMr. Norzuhdy (Malaysia): My delegation is\r\npleased to participate in this debate concerning\r\nAfghanistan. We wish to express our appreciation to\r\nthe Secretary-General for his comprehensive report on\r\nthe situation in Afghanistan, as contained in document\r\nA/60/224.\r\nMy delegation joins others in congratulating the\r\nGovernment of Afghanistan and the Afghan people on\r\nthe remarkable progress they have achieved since the\r\nBonn Agreement of December 2001. We commend the\r\nrecent confirmation of the final results of the\r\nparliamentary and provincial council elections held on\r\n18 September 2005, and regard it as paving the way\r\ntowards the timely inauguration of the new Parliament\r\nand the conclusion of the Bonn political process. We\r\nbelieve that the successful completion of those\r\n27\r\nA/60/PV.56\r\nelections has demonstrated the broad commitment of\r\nAfghan voters to a democratic future for their country.\r\nWe reiterate our appreciation to all those who\r\ncontributed to the electoral process, especially to the\r\nJoint Electoral Management Body and the United\r\nNations Assistance Mission in Afghanistan, for their\r\ndedication and valuable work, and to the international\r\ncommunity, including neighbouring countries, for\r\nproviding security assistance, funds, election personnel\r\nand observers. In that regard, Malaysia applauds the\r\nAfghan people for having taken those brave steps and\r\ncalls on them to remain fully committed to rebuilding\r\ntheir country and to strengthening the foundation of a\r\nconstitutional democracy. We urge them to reassume\r\ntheir rightful place in the community of nations.\r\nWhile we applaud their achievements, Malaysia\r\nrecognizes the urgent need to tackle the remaining\r\nchallenges, including security, narcotics, strengthening\r\nthe rule of law and justice sector reform, human rights\r\nand economic and social developments. My delegation\r\nis concerned that failure to effectively confront those\r\nchallenges could undermine the newly created political\r\ninstitutions and present serious obstacles to the full\r\nrecovery of Afghanistan.\r\nIn that respect, Malaysia calls on the international\r\ncommunity to fully support the Government and people\r\nof Afghanistan, as they work to build on their\r\nachievements, to underpin their freedom and enhance\r\ntheir security, to complete the transition to the rule of\r\nlaw, to accelerate the pace and scope of human and\r\neconomic development and to eliminate their\r\ndependence on the illicit drugs economy.\r\nMy delegation recognizes that the continued and\r\nsustained support of the international community is\r\nessential for the implementation of a robust\r\ndevelopment strategy that could benefit all Afghans in\r\ntheir endeavours to overcome the remaining\r\nchallenges. In that context, Malaysia stands ready to\r\ncooperate and will continue to provide technical\r\nassistance and training programmes to Afghanistan\r\nunder the Malaysian Technical Cooperation\r\nProgramme (MTCP) aimed at strengthening the\r\ncapacity of the Afghan people in their endeavours\r\ntowards nation-building.\r\nMalaysia notes with concern that the cultivation,\r\nsale and trafficking of illegal narcotics poses a\r\nsignificant threat not only to the long-term security and\r\nstability of Afghanistan, but also to its neighbouring\r\ncountries and the world at large. It has been widely\r\nacknowledged that narcotics are a threat to national\r\nsecurity, social stability and health, and could impact\r\non governmental effectiveness. My delegation is\r\nconcerned that, despite the efforts to address the\r\nproblem, Afghanistan remains the largest opium\r\nproducer in the world, providing nearly 87 per cent of\r\nthe world’s total supply.\r\nAlthough the recent report of the United Nations\r\nOffice on Drugs and Crime noted some progress in\r\ncutting back opium poppy cultivation, Afghanistan\r\nrisks becoming a narco-State. In that regard, my\r\ndelegation endorses and supports the 2005 counter-\r\nnarcotics implementation plan as the basis for making\r\nprogress towards a drug-free Afghanistan.\r\nWe also endorse the efforts made by the\r\nGovernment of Afghanistan and the international\r\ncommunity to end poppy cultivation, to build relevant\r\njudicial and police capacity and to provide sustainable\r\nalternative livelihoods for those engaged in poppy\r\ncultivation. We call on the international community to\r\nprovide assistance in that regard.\r\nAs security remains essential for long-term\r\nreconstruction and development in Afghanistan, my\r\ndelegation welcomes the progress made in the\r\ndisarmament, demobilization and reintegration of\r\nmilitia forces, and recognizes the particular challenges\r\nassociated with the disbandment of illegal armed\r\ngroups in Afghanistan. Progress has been manifested in\r\nthe improved political environment during the recent\r\nelections and the creation of the Afghan National\r\nArmy, which ensures that military assets and weaponry\r\nare in the hands of the State and are to be used only in\r\nthe protection of national sovereignty.\r\nAlthough the elections themselves were largely\r\npeaceful, my delegation noted the large number of\r\nattacks on security forces and Afghan citizens in recent\r\nmonths. An ambush in Helmand province on\r\n10 October killed 18 Afghan policemen. Earlier, four\r\nAfghan policemen were accidentally and mistakenly\r\nkilled by troops of a particular country. Suicide bomb\r\nattacks were also on the rise. In early October an\r\nassault on a British embassy convoy near Kandahar\r\nwounded several people, while a suicide bomber drove\r\ninto a Canadian army convoy a week earlier and killed\r\none Afghan. In September, a man wearing a military\r\nuniform blew himself up near an army centre, killing\r\nnine people.\r\n28\r\nA/60/PV.56\r\nWhile we unequivocally condemned all such\r\nattacks in Afghanistan, including the attacks against\r\nthe International Security Assistance Force (ISAF), and\r\nexpressed our deepest sympathies and condolences to\r\nthe victims, we also expressed our disgust and\r\nabhorrence over the video showing the burning of the\r\nremains of alleged Taliban fighters by troops of a\r\nparticular country. Such controversy, including the\r\nalleged abuses of human rights of detainees, does not\r\nbode well for the efforts of the international\r\ncommunity to assist the Government of Afghanistan to\r\nsecure and stabilize the country.\r\nMy delegation endorses the key principles of\r\ncooperation between the Government of Afghanistan\r\nand the international community underlining the post-\r\nBonn process, and as set out in the Secretary-General’s\r\nreport. We support the central and impartial role the\r\nUnited Nations plays towards the consolidation of\r\npeace and stability in Afghanistan.\r\nWhile we welcome the readiness of the\r\nGovernment of Afghanistan to prepare an interim\r\nnational development strategy, which is to be\r\nconsidered at a conference in London planned for\r\nJanuary 2006, we wish to urge the international\r\ncommunity to support that process and to contribute\r\ngenerously to Afghanistan’s development effort. Such\r\nsupport will go a long way in achieving growth\r\nthrough rebuilding infrastructure, developing human\r\nand institutional capacity and supporting community-\r\nbased development. That process will define our\r\nmutual commitment and will provide a framework by\r\nwhich we can measure that implementation over the\r\ncoming years.\r\nIn our capacity as the Chairman of the Non-\r\nAligned Movement (NAM), Malaysia wishes to\r\nemphasize and reiterate its commitment and the\r\ncommitment of other NAM members towards\r\nAfghanistan’s development, as reflected in the Final\r\nDocument of the XIII NAM Summit in Kuala Lumpur\r\nin February 2003.\r\nAfghanistan has made great strides in its efforts\r\ntowards nation-building. However, more could be done\r\nin the area of reconstruction, and in particular in\r\nremoving obstacles to private sector investment. In that\r\nregard, efforts by the United Nations, the international\r\ncommunity and Afghanistan’s neighbours need to be\r\nfurther enhanced. On that note, my delegation is\r\npleased to join the other delegations in co-sponsoring\r\nthe draft resolution on the important question that has\r\nbeen introduced by the Permanent Representative of\r\nGermany.\r\nMr. Southcott (Australia): Australia\r\ncongratulates the Government of Afghanistan and the\r\nAfghan people on the achievements made since the\r\nBonn Agreement of December 2001. Australia also\r\nwarmly welcomes the democratic outcome of the\r\nSeptember 2005 national and provincial elections and\r\napplauds the courage shown by all Afghans who took\r\npart, as candidates and as voters. It is particularly\r\ngratifying to see the large number of women candidates\r\nwho were successful in gaining election as Members of\r\nParliament, reportedly yielding one of the highest\r\nproportions of female parliamentarians in the world.\r\nAustralia and Afghanistan share warm relations\r\nand a long historical association. Afghan cameleers\r\nfirst came to Australia in the 1860s and were\r\ninstrumental in opening up the vast, dry Australian\r\ninterior for trans-continental trade and transport.\r\nDiplomatic relations were established in 1969 and\r\nrecent waves of immigration show that Afghans are\r\nfinding refuge in Australia from the violence that has\r\nwracked their recent history.\r\nAlmost a quarter of a century of conflict and civil\r\nwar has undermined the state structure in Afghanistan\r\nand made it a breeding ground for instability and\r\nterrorism. Recent history has shown us that States\r\nweakened by conflict should not, and cannot, be\r\nconsidered a localized problem or one distant from our\r\nrespective borders. In our common interest of\r\ninternational peace and security, the United Nations\r\nand its Member countries have a pivotal role to play in\r\nassisting with the construction of secure, stable and\r\neconomically viable States.\r\nAustralia remains concerned about the damage\r\ndone in Afghanistan by years of conflict. Particularly\r\ndisturbing are the reports of a recent upswing in\r\nviolence in the south of the country and indications\r\nthat remnant Taliban and other extremist forces are\r\nreorganizing, as clearly indicated by the United\r\nNations Secretary-General in his report to the Security\r\nCouncil on Afghanistan of 12 August 2005 (A/60/224).\r\nThe report states that Afghanistan is suffering from a\r\nlevel of insecurity, particularly in the south and parts of\r\nthe east, not seen since the departure of the Taliban.\r\nThere has been an increase, between May 2004 and\r\nMay 2005, in attacks on Afghan civilians and members\r\n29\r\nA/60/PV.56\r\nof the Afghan and international security forces, with\r\nthe resulting increased rate of injury and loss of life.\r\nThe reconstruction effort is of vital importance\r\nfor the people of Afghanistan and provides the vehicle\r\nby which the cycles of poverty, lawlessness and\r\nviolence can be broken. We welcome the May 2005\r\nJoint Declaration of the United States-Afghanistan\r\nStrategic Partnership; the Joint Declaration of an\r\nEnduring Relationship between the United Kingdom\r\nand Afghanistan; and the 16 November European\r\nUnion-Afghanistan Joint Declaration: Committing to a\r\nnew EU-Afghan Partnership, as important statements\r\nof long-term commitment of major partners.\r\nAustralia, too, has demonstrated its willingness to\r\nassist and is committed to the longer-term rebuilding of\r\nAfghanistan. For example, between 2001 and today,\r\nAustralia has pledged a total of $110 million in\r\ndevelopment assistance to Afghanistan. Australia\r\nestimates that in 2005-2006 up to $26 million in\r\nassistance will be provided. Australian assistance\r\nfocuses on vital areas of rebuilding: support for the\r\nreturn and reintegration of refugee and displaced\r\nAfghans, meeting humanitarian needs, and building\r\ncapacity to manage a successful transition to a\r\ndemocratic Government. Priorities will include\r\nsupporting delivery of essential services through the\r\nAfghanistan Reconstruction Trust Fund, and support to\r\nimprove food security and rural livelihoods, health and\r\neducation. Australia also supports the Independent\r\nAdministrative Reform and Civil Service Commission\r\nand the Independent Electoral Commission.\r\nAustralian military personnel served with\r\ndistinction in Afghanistan in 2001-2002 as part of the\r\nfirst efforts to reintroduce democracy for the Afghan\r\npeople. In July this year, Prime Minister John Howard\r\nannounced that Australia would again provide military\r\nassistance, by sending a special operations task group\r\nto Afghanistan in September 2005 for a period of one\r\nyear. The task group of 190 personnel is helping to\r\nimprove security in Afghanistan. Importantly, this\r\nincluded contributing to the provision of a stable\r\nenvironment in which to hold Afghanistan’s first\r\nparliamentary elections in over 30 years, on\r\n18 September 2005. The Australian Government is\r\ncurrently considering the possible deployment in 2006\r\nof up to 200 additional Australian Defence Force\r\npersonnel as a contribution to a Provincial\r\nReconstruction Team under the NATO-led International\r\nSecurity Assistance Force.\r\nAustralia remains concerned at the high levels\r\nand pervasiveness of opium production in Afghanistan.\r\nThe sale of that illicit drug funds anti-Kabul forces,\r\nwhich presents a challenge to the central Government\r\nand poses a danger to the people. A stable and viable\r\nAfghanistan will not be possible until the vexed issue\r\nof opium production is addressed and this source of\r\nchronic instability, corruption and misery is removed\r\nfrom the fabric of Afghan life.\r\nTo overcome the many challenges still present,\r\nAfghanistan requires support from its immediate\r\nneighbours. Afghanistan is important to the stability of\r\nthe regions in which it has a pivotal place: South and\r\nCentral Asia, and the Middle East. We welcome the\r\nDecember 2002 Kabul Declaration on Good\r\nNeighbourly Relations and are encouraged by the\r\nefforts of neighbouring States to work cooperatively\r\nwith Afghanistan to solve the pressing domestic and\r\ntransnational problems which threaten to further\r\ndestabilize the country.\r\nAfghanistan requires ongoing international\r\nsupport. We look to the London conference in January\r\n2006 to provide the necessary planning frameworks,\r\nbenchmarks and strategic direction for the future\r\nrebuilding of Afghanistan. It also provides the\r\nopportunity for the newly elected Afghan Government\r\nto clearly put forth its aspirations and ideas on behalf\r\nof all the Afghan people. Australia looks to play a\r\nconstructive role in a new “Compact for Afghanistan”\r\nand remains committed to international efforts for the\r\nrebuilding of that country.\r\nAustralia will continue to support Afghanistan’s\r\ntransition from conflict to peace and democracy.\r\nThe meeting rose at 1.05 p.m.\r\n"