"United Nations A/60/PV.12\r\n \r\nGeneral Assembly\r\nSixtieth session\r\n12th plenary meeting\r\nSunday, 18 September 2005, 3 p.m.\r\nNew York\r\nOfficial Records\r\nThis record contains the text of speeches delivered in English and of the interpretation of\r\nspeeches delivered in the other languages. Corrections should be submitted to the original\r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature\r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room\r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n05-51233 (E)\r\n*0551233*\r\nPresident: Mr. Jan Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden)\r\nThe meeting was called to order at 3.05 p.m.\r\nOrganization of work\r\nThe President: Before giving the floor to the\r\nfirst speaker for this meeting, I should like once again\r\nto remind members that statements made in the general\r\ndebate have a time limit of 15 minutes. In that\r\nconnection, I should like once again to appeal earnestly\r\nto Member States to limit their statements to 15\r\nminutes so that all the speakers inscribed on the list for\r\neach meeting can be accommodated within the\r\nprojected time frame. I thank members for their\r\nunderstanding and cooperation.\r\nAddress by Mr. Elías Antonio Saca González,\r\nPresident of the Republic of El Salvador\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of\r\nEl Salvador.\r\nMr. Elías Antonio Saca González, President of the\r\nRepublic of El Salvador, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency Mr. Elías Antonio Saca\r\nGonzález, President of the Republic of El Salvador,\r\nand to invite him to address the Assembly.\r\nPresident Saca González (spoke in Spanish): I\r\nwish to begin, Mr. President, by congratulating you on\r\nyour election to lead our work during this session. We\r\nwish you full success during your presidency.\r\nLikewise, our gratitude goes to His Excellency Mr Jean\r\nPing for his work during his mandate. We also extend\r\nour heartfelt thanks to Secretary-General Kofi Annan\r\nfor his devotion as head of the Organization.\r\nThe anniversary we are now celebrating should\r\ninspire an appreciation of the importance of dialogue\r\namong all the nations represented here in achieving\r\ncollective well-being. Above all, we must recognize\r\nthe challenges ahead. We all know that our\r\nOrganization is passing through a crucial moment in its\r\nexistence. We can either strengthen it or weaken it. I\r\nreaffirm the commitment of my Government to\r\nparticipate significantly in pursuing the reform process,\r\nin particular in substantive areas in which we have yet\r\nto achieve agreement and which are essential for\r\nsuccessful reform of our Organization.\r\nThe historic process in El Salvador has shown\r\nthat lasting peace and democracy cannot exist without\r\ndevelopment and respect for human rights. My\r\nadministration is doing everything possible to maintain\r\na humanistic form of government focusing on people\r\nand their expectations and placing economic and social\r\ndevelopment at the heart of our programmes.\r\nAs a developing country, however, we are\r\nconstrained by limited natural, technical and financial\r\nresources. Sometimes, these limitations are increased\r\nas the result of natural events and other external factors\r\nsuch as the increase in oil prices which is truly\r\ndevastating to our economies.\r\n2\r\nA/60/PV.12\r\nAt last year’s General Assembly session, we\r\nexpressed the need to find solutions to the impact of oil\r\nprices on economies. Since then, we have witnessed\r\nwith great concern that the prices of hydrocarbon\r\nproducts, far from dropping or stabilizing, have\r\nspiralled excessively as never before. This situation not\r\nonly seriously affects our development efforts because\r\nof the high oil bills, which lead us to divert funds that\r\ncould be used for social programmes, but also has\r\nbecome a serious threat to social and political stability\r\nand human security, primarily in the least developed\r\nand other developing countries.\r\nIn addition to those conditions and other factors\r\nrelated to instability and price speculation, there is a\r\ngrowing trend to exclude middle-low-income countries\r\nfrom assistance and international cooperation, further\r\nlimiting the ability of those States to meet the\r\nchallenge of development and in particular of\r\nachieving the Millennium Development Goals. We\r\nfirmly believe that the United Nations must discuss this\r\nissue with due seriousness and responsibility in order\r\nto find joint and supportive solutions that will help\r\nmitigate the crisis we are facing.\r\nI propose that the Department of Economic and\r\nSocial Affairs or the Economic Commission for Latin\r\nAmerica and the Caribbean carry out a study on the\r\nimpact of increased oil prices on achievement of the\r\nMillennium Development Goals and on national\r\ndevelopment efforts worldwide.\r\nAlthough South-South cooperation has become a\r\nvaluable instrument that contributes to development, it\r\nis also important to recognize that further use should\r\nbe made of North-South cooperation, in particular\r\nthrough creation of the Global Development Alliance,\r\nwhich will make it possible, through a mutually\r\nbeneficial approach, to achieve economic growth and\r\nsustainable social well-being.\r\nWe feel that it is essential that as part of the\r\ncomprehensive reform of our Organization we promote\r\nthe strengthening and greater efficiency of funds and\r\nprogrammes in the operational activities of the United\r\nNations system. Similarly, I would like to highlight the\r\nimportance of setting up a just and equitable\r\ninternational trade system, based on predictable and\r\nnon-discriminatory regulations consistent with the\r\nprinciples of free trade.\r\nEl Salvador is committed to achieving the\r\nMillennium Development Goals that have been set for\r\n2015, despite external factors that affect us and limit\r\nour capacity to invest in development. With that vision\r\nin mind, El Salvador has launched its Opportunities\r\nprogramme aimed at improving the living conditions of\r\nthousands of Salvadorian families. It contains five\r\nbasic components. The first is the Solidarity Network\r\nprogramme to combat poverty and extreme poverty\r\nhead on, with a special role for Salvadorian women.\r\nThrough the Chair of the Commission on Women, we\r\nare doing everything we can to ensure that protecting\r\nthe rights of women is on the agenda. We can confirm\r\nthat the participation of women in peace and\r\ndevelopment has been essential for successfully\r\nachieving our goals.\r\nSecondly, the programme covers microcredit for\r\ndeveloping micro and small businesses; this will\r\npromote the development of new sources of income\r\nthrough self-employment.\r\nThirdly, the Health Solidarity Fund (FOSALUD)\r\nprovides for the establishment of a tax on tobacco,\r\nalcohol and firearms. Those resources will be used to\r\nexpand medical services in public health units to 24\r\nhours a day; here, we have seen excellent results.\r\nFourthly, the Presidential Youth Programme has\r\nbegun to include young people in the development\r\nprocess.\r\nFinally, our Get Connected programme is aimed\r\nat creating a model for public education that makes\r\ntechnology and information available to students.\r\nIt is with great hope that El Salvador is gradually\r\nmoving towards achieving most of the Millennium\r\nDevelopment Goals. For example, we reduced the\r\nnumber of individuals living in extreme poverty by\r\n18 percentage points between 1991 and 2004. The\r\npercentages have gone from 33 per cent to 15 per cent,\r\nwhich means we have reduced the figure by half. The\r\ninfant mortality rate for children under the age of one\r\nhas decreased significantly, from 45 per 1,000 live\r\nbirths in 1991 to 25 per 1,000 in 2004: a reduction of\r\n20 points. We need to strive for a further 10-point\r\nreduction.\r\nParticipation of young people in economic and\r\nsocial development is a priority. It is a source of energy\r\nand creativity that can improve our society and put us\r\non the path to the future.\r\nWe also welcome the holding of the second phase\r\nof the World Summit on the Information Society, to be\r\n3\r\nA/60/PV.12\r\nheld in Tunis in November 2005. We urge participants\r\nto be active in agreeing on commitments, with specific\r\nobjectives that will help reduce the digital divide\r\nseparating countries. Like that of the first phase, held\r\nin Geneva in 2003, the outcome of the 2005 Tunis\r\nSummit on the Information Society should reflect deep\r\nrespect for freedom of expression as a pillar of\r\ndemocracy in order to ensure that a free and\r\nindependent press continues to work unhindered\r\nthroughout the world, as expressed in article 19 of the\r\nUniversal Declaration of Human Rights.\r\nThe HIV/AIDS pandemic has become a serious\r\nproblem that crosses borders and does not respect\r\nnationalities. The magnitude of the spread of this\r\nepidemic has meant that we must concentrate on\r\nprevention without forgetting treatment and support for\r\nindividuals living with this illness.\r\nIn El Salvador, we shall shortly host the third\r\nForum on HIV/AIDS and Sexually Transmitted\r\nDiseases in Latin America and the Caribbean, the\r\nfourth Central American Congress on Sexually\r\nTransmitted Infections and HIV/AIDS and the fourth\r\nCentral American Meeting of People Living with\r\nHIV/AIDS in order to unite our efforts and exchange\r\nexperiences. We are hoping to have support from the\r\nUnited Nations. We urge the entire international\r\ncommunity, in particular the donor countries, to\r\ncontinue to provide their support to national efforts to\r\ncombat HIV/AIDS and to reduce the costs of the\r\nmedications that are available.\r\nOne of the matters that require greater interest\r\nand attention is that of migration because of its\r\neconomic, social and cultural impact in countries of\r\norigin, transit and destination.\r\nThis matter should be dealt with from a\r\nmultidimensional approach, one that would establish\r\nguidelines for international, regional and subregional\r\ncooperation, adopt and coordinate joint policies based\r\non the contribution of migrants to development, as well\r\nas prevention efforts and action against illegal\r\nimmigration and the trade in human beings.\r\nOne matter of particular interest to El Salvador is\r\nthe scourge of national and transnational organized\r\ncrime. The phenomenon of gangs is closely connected\r\nto a series of serious offences that gravely threaten the\r\nsecurity of individuals and their assets. It also has a\r\nbearing on corruption; it reduces our people’s morale\r\nand it has a negative impact on our development\r\nefforts. We believe that one of the measures that ought\r\nto be taken collectively to most effectively and\r\nefficiently combat this scourge would be to strengthen\r\nthe capacity of the United Nations Office on Drugs and\r\nCrime, and to enhance international cooperation.\r\nWe agree that the system to protect human rights\r\nneeds to be strengthened but it is necessary to establish\r\nan objective mechanism that is transparent,\r\nde-politicized and non-discriminatory.\r\nEl Salvador fully supports the strengthening of\r\nthe collective security system, with full respect for the\r\nprinciples of the Charter and universally recognized\r\nhuman rights. We recognize and appreciate the role\r\nplayed by peacekeeping operations. We feel it is\r\nimportant to continue considering the proposal of\r\nestablishing a strategic military and police reserve that\r\nwould allow for rapid deployment to deal with\r\nhostilities stemming from conflicts, as well as to\r\nmaintain post-conflict peace and security.\r\nWe are satisfied with our contribution to\r\ncollective peace with our growing participation in\r\npeacekeeping operations. In particular, we provide\r\ntroops from our national civil police as a result of\r\npeace agreements worked out and signed with the\r\nUnited Nations.\r\nWith regard to disarmament and nuclear\r\nnon-proliferation, El Salvador supports the efforts\r\naimed at reaching a global commitment to eliminate\r\nweapons of mass destruction. In this regard, we\r\nsupport Norway’s initiative to adopt a declaration on\r\ndisarmament and security.\r\nAs to the situation in the Middle East, we wish to\r\nexpress our gratitude to the Government of Israel for\r\ncarrying out its disengagement plan, a unilateral\r\nmeasure that will conclude with the total withdrawal of\r\nthe Israeli presence from the Gaza Strip. This is a show\r\nof political will and the desire to put a lasting end to\r\nthe Israeli-Palestinian conflict. We believe that\r\ncontinuing to adopt measures to generate mutual trust\r\nwill enable both parties to resume the peace process, as\r\nset out in the road map. Similarly, we reiterate our\r\nsupport for the right of the Palestinian people to\r\nestablish an independent State, as well as the right of\r\nthe Israeli people to live in peace and security, free\r\nfrom any terrorist threat from radical groups outside\r\nthe law.\r\n4\r\nA/60/PV.12\r\nWith respect to the situation in Iraq, we trust that\r\nall political forces will participate in setting up new\r\ninstitutions for Iraq and that there will be an\r\nunderstanding which will lead to the establishment of a\r\nstate of law based on representative democracy.\r\nOne of the pending items on the international\r\nagenda that we must not disregard is the situation\r\nrelated to Taiwan and its inclusion in the concert of\r\nnations. We believe that the United Nations must look\r\ninto the question of Taiwan, because it is a reality that\r\nwe cannot ignore, since the representation of the\r\nTaiwanese people internationally is a responsibility of\r\nthis Organization, in accordance with its universal\r\nprinciples and purposes. Similarly, we hope that there\r\nwill be peaceful coexistence on both sides of the\r\nTaiwan Strait.\r\nI now wish to refer to the question of natural\r\ndisasters and the high level of vulnerability to which\r\nall of our nations are exposed, as seen by the tragic\r\nevents that took place recently in various parts of the\r\nworld, and most recently in the United States. This\r\nshould lead us to rethink and reassess our commitments\r\nand our decisions with respect to the environmental\r\nsituation in which we find ourselves. On behalf of the\r\nGovernment and people of El Salvador, I wish to\r\nexpress our most sincere condolences and our show of\r\nsolidarity to all families who lost loved ones and\r\nvaluables as a result of these phenomena, and we urge\r\nthe community of nations to pay greater attention to the\r\nenvironment.\r\nFinally, I simply wish to point out that our people\r\nfirmly believe and hope that the United Nations is and\r\nwill be an Organization that has legitimacy and the\r\ncapacity to contribute to the attainment of peace,\r\nsecurity, freedom, sustainable development and the\r\npromotion of human rights. Our role as heads of State\r\nand Government is to strengthen this belief and this\r\nhope, showing that we can work together in a united\r\nfashion to achieve concrete results for the well being of\r\nour people throughout the world.\r\nThe President (spoke in Spanish): On behalf of\r\nthe General Assembly, I wish to thank the President of\r\nthe Republic of El Salvador for the statement he has\r\njust made.\r\nMr. Elías Antonio Saca González, President of the\r\nRepublic of El Salvador, was escorted from the\r\nGeneral Assembly Hall.\r\nAddress by Mr. Eduardo Rodríguez Veltzé,\r\nPresident of the Republic of Bolivia\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Bolivia.\r\nMr. Eduardo Rodríguez Veltzé, President of the\r\nRepublic of Bolivia, was escorted into the\r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations His Excellency Mr. Eduardo Rodríguez Veltzé,\r\nPresident of the Republic of Bolivia, and to invite him\r\nto address the Assembly.\r\nPresident Rodríguez Veltzé (spoke in Spanish):\r\nMr. President, I am pleased to greet and congratulate\r\nyou on your election, which will assure the success of\r\nthese debates. I am also pleased to greet Secretary-\r\nGeneral Kofi Annan, whose efforts to preserve peace\r\nand promote solidarity among the world’s peoples are\r\nrecognized and appreciated.\r\nMy country, Bolivia, located at the heart of South\r\nAmerica, has just overcome, with sacrifice and\r\ndeprivation, a profound political crisis. The maturity\r\nand the democratic spirit of my people led to a\r\ntransition period to ensure institutional continuity and\r\nto initiate a process to legitimize, through a universal\r\nvote, the election of the country’s authorities.\r\nFurthermore, this process had as its goal to establish\r\ngovernability and to reaffirm faith in the citizens’ right\r\nto elect their Government and the parliamentary\r\nrepresentatives of their choice.\r\nDuring the electoral process that Bolivia is\r\npresently undergoing, a new design for a pioneer\r\nnation in securing its liberty and independence will be\r\ndefined. The elections to take place at the end of this\r\nyear will bring about a new and unprecedented\r\npolitical scenario, a process to carry out a constituent\r\nassembly and the people’s decision to put into practice\r\nregional autonomies that will lead to the establishment\r\nof a new social contract oriented towards the\r\nconstruction of a more organized country, forever\r\ndemocratic, without exclusion, as required by the\r\nMillennium Development Goals.\r\nA well-known Colombian citizen advised us that\r\nonly with a new look to the past may we create the\r\npossibility of another future; and only by looking\r\ncreatively at our world may we catch a glimpse of the\r\nnew type of order we ought to build. This vision is\r\n5\r\nA/60/PV.12\r\nshared by the peoples of Latin America and, of course,\r\nby Bolivians. For some time, we have been united in\r\nour effort to solve disputes by encouraging common\r\nactions so that disputing countries may look for and\r\nnegotiate peaceful solutions to their differences.\r\nIt is also true that in this America with profound\r\ndemocratic roots and ties of brotherhood and solidarity\r\namong the peoples, there are still unresolved situations,\r\nsuch as Bolivia’s landlocked status. At the beginning of\r\nthe twenty-first century, the people of Bolivia and\r\nneighbouring countries should be capable of creating\r\nspaces in which open dialogue can take place, without\r\nprejudice, thereby allowing for solutions that look to\r\nthe future and are not based on positions anchored in\r\nthe past. We believe that it is essential to enter into\r\nnegotiations with a view to consulting, responding to\r\nand serving mutual interests and reaching a definitive\r\nsolution that restores Bolivia’s sovereign access to the\r\nPacific coast. It is essential that we create an\r\nenvironment of trust for negotiation and agreement for\r\nthat purpose.\r\nLatin America is a region in which we dream\r\nabout freedom, hope for progress and the integration of\r\nour peoples, although this requires constant renewal\r\nand creativity on our part. I am convinced that we will\r\ncontinue with the necessary task of attaining the\r\nMillennium Development Goals set for 2015 and the\r\nsubsequent indicators for measuring social progress,\r\nalthough in the case of Bolivia we may face difficulties\r\nthat will require us to focus on inequality and\r\nexclusion, violent conflict, intolerance, unfair land\r\ndistribution, unemployment, extreme poverty and\r\nmalnutrition.\r\nThe Bolivian people fully agree that we need to\r\nlay a foundation for ensuring progress with equity.\r\nThus, a global effort is required if we are to eradicate\r\npoverty.\r\nAlthough significant progress has been made with\r\nregard to such indicators for sustainability, institutional\r\nimprovements and economic stability, the Government\r\nof Bolivia is concerned about the deadlines that have\r\nbeen set, and urges the international community to\r\nconsider putting in place better terms and conditions.\r\nHarmony among peoples cannot be achieved fully\r\nin a world in which security is put to the test every day\r\nby terrorist threats against innocent people and against\r\nthe systems chosen by peoples who cherish the\r\nconviction that the only way of safeguarding mutual\r\nrespect and harmony in society is through the exercise\r\nof democracy. Bolivia condemns terrorism and is\r\nactively combating that scourge afflicting humankind.\r\nOur Organization, which is committed to\r\npromoting the civilized coexistence of the peoples of\r\nthe world, is 60 years old. Founded by 45 States, it\r\nnow has 191 Members, which support and put into\r\npractice the guiding principles of our global\r\ncommunity. A world without the United Nations is\r\nunthinkable in either theory or practice, for it is\r\nguiding us towards a common destiny and away from\r\nsuch current tribulations as poverty, terrorism and\r\nviolence.\r\nBolivia recognizes that, throughout the 60 years\r\nof this Organization’s life, it has benefited from\r\nvaluable cooperation efforts. Indeed, certain problems\r\nare shared by many countries. Thus international\r\ncooperation cannot be considered merely an act of\r\nsolidarity. Cooperation must be a pillar of peace, since\r\none of the threats that we are facing is increasing\r\ninequality leading to the marginalization of vast sectors\r\nof our societies. This brings dissatisfaction, which\r\nfrequently gives rise to dangerous social tensions.\r\nIt is not merely a question of achieving apparent\r\neconomic stability. Rather, we must significantly\r\nimprove quality of life indices, both out of basic\r\nrespect for human rights and because of the need for\r\nequity and justice.\r\nBolivia reaffirms its commitment to the principles\r\nof the United Nations, to peace and to democratic\r\ninstitutions. We believe that the United Nations is the\r\nhighest forum for universal interaction among\r\ncountries and individuals, and we also believe that its\r\ninstitutions and entities must be adapted and reformed\r\nif it is to achieve its objectives.\r\nThe interrelationship between development,\r\nsecurity and human rights within a framework of\r\ndemocratic values is an expression of today’s\r\ninterdependent world, and of multilateralism, which\r\nreaffirms the leading role of the United Nations and\r\nour ongoing determination to promote social progress\r\nand to improve living standards within a broader\r\nconcept of freedom. In this context, Bolivia believes\r\nthat the recent commitment made at the world summit\r\nto adopt, in the near future, a United Nations\r\ndeclaration on the rights of indigenous peoples will\r\nencourage social integration and peaceful national\r\ncoexistence.\r\n6\r\nA/60/PV.12\r\nBolivia is sincere in its determination to achieve\r\npeace, solidarity and the well-being of all, to protect\r\nthe rule of law and to secure justice and liberty.\r\nUltimately, we are guided by democracy — a system\r\nthat can be improved upon, and a way of life.\r\nThe President (spoke in Spanish): On behalf of\r\nthe General Assembly, I wish to thank the President of\r\nthe Republic of Bolivia for the statement he has just\r\nmade.\r\nMr. Eduardo Rodríguez Veltzé, President of the\r\nRepublic of Bolivia, was escorted from the\r\nGeneral Assembly Hall.\r\nItem 9 of the provisional agenda (continued)\r\nGeneral debate\r\nAddress by The Honourable Tuilaepa Sailele\r\nMalielegaoi, Prime Minister and Minister for\r\nForeign Affairs and Trade of the Independent\r\nState of Samoa\r\nThe President: The Assembly will now hear an\r\naddress by the Prime Minister and Minister for Foreign\r\nAffairs and Trade of the Independent State of Samoa.\r\nThe Honourable Tuilaepa Sailele Malielegaoi,\r\nPrime Minister and Minister for Foreign Affairs\r\nand Trade of the Independent State of Samoa, was\r\nescorted to the rostrum.\r\nThe President: I have great pleasure in\r\nwelcoming His Excellency The Honourable Tuilaepa\r\nSailele Malielegaoi, Prime Minister and Minister for\r\nForeign Affairs and Trade of the Independent State of\r\nSamoa, and inviting him to address the General\r\nAssembly.\r\nMr. Malielegaoi (Samoa): Samoa warmly\r\ncongratulates you, Sir, on your election to the\r\npresidency of the General Assembly at this historic\r\nmoment — a very challenging time. Samoa pledges to\r\nyou and to Sweden its full support and cooperation\r\nthroughout the sixtieth session of the General\r\nAssembly.\r\nI also want to pay tribute to your predecessor,\r\nMr. Jean Ping of the Gabonese Republic, for his\r\noutstanding service and effective guidance during the\r\nfifty-ninth session.\r\nJust a few days ago in this very Hall, we met to\r\ntake stock of progress and map the way forward in the\r\nimplementation of the Millennium Development Goals\r\n(MDGs). The MDGs are not merely a set of targets, but\r\nencompass a process which addresses the varied\r\nchallenges to human development. While some\r\nprogress has been made over the past five years, much\r\nmore remains to be done.\r\nIt is therefore imperative that concerted global\r\nefforts be strengthened, in terms of political\r\ncommitment and resource mobilization, if the outcome\r\nof the summit envisaged in the summit outcome\r\ndocument is to be achieved.\r\nSamoa is progressing well towards achieving the\r\nMDGs by the target period of 2015. Challenges\r\nremain, however, and they are being addressed through\r\nlegislative and policy initiatives and the creation of\r\ninnovative partnerships with the donor community and\r\ncivil society.\r\nSamoa reiterates its support for the ongoing\r\nefforts to modernize and strengthen the United Nations.\r\nWe thank the previous President of the Assembly, as\r\nwell as the Secretary-General, for their laudable work\r\nand tireless efforts in advancing the reform and\r\nrevitalization of the Organization.\r\nIt is our belief that reform measures must provide\r\nfor a transparent, democratic and expanded Security\r\nCouncil, in both the permanent and non-permanent\r\nmembership categories, and for an effective and\r\nstrengthened Organization that reflects the realities of\r\nthe twenty-first century. Substantive changes are\r\ntherefore required with regard to both the General\r\nAssembly and the Security Council, as well as to other\r\nbodies of the United Nations system.\r\nWe congratulate President Ping, in particular for\r\nhis stewardship and leadership throughout the\r\nnegotiations for and the adoption of the summit\r\ndeclaration last week. This is the sixtieth anniversary\r\nof the United Nations; the time is surely ripe now to\r\nimplement the reforms needed to revitalize our\r\nOrganization and enable it to effectively realize the\r\nprinciples and goals identified in the declaration.\r\nThe courageous efforts of the Israeli and\r\nPalestinian authorities to find a sustainable peace\r\nsolution deserve our applause and prayers for\r\ncontinuing success. While there have been positive\r\ndevelopments in the Middle East, the violence and acts\r\n7\r\nA/60/PV.12\r\nof terrorism in Iraq and in other parts of the region\r\nremain causes for grave concern.\r\nTerrorism, perpetrated by those with no respect\r\nfor human decency and life, continues to plague our\r\nworld. No cause or grievances can justify acts that kill\r\nand maim innocent people. Heinous and murderous\r\nacts of terrorism serve only the purposes of those who\r\nwant to destabilize society and usher in a dark age for\r\nour world. Samoa therefore condemns terrorism in all\r\nits forms in the strongest terms and will continue to\r\nsupport the international campaign to overcome that\r\nscourge to human dignity and security.\r\nThe peacekeeping and security advocacy work of\r\nthe United Nations around the world has our full\r\nsupport. Samoa presently has police contingents\r\nserving with peacekeeping missions in Timor-Leste\r\nand in Liberia. Within our Pacific region, Samoa also\r\ncontributes police support to the Regional Assistance\r\nMission to the Solomon Islands (RAMSI) under the\r\nauspices of the Pacific Islands Forum. RAMSI\r\nconforms to its regional responsibilities under Chapter\r\nVIII of the United Nations Charter and recognizes the\r\nsovereignty of the Solomon Islands.\r\nSamoa is pleased to note that the membership of\r\nthe International Criminal Court will soon number 100.\r\nSamoa adds its voice to the appeal for the early\r\nratification of and accession to the Rome Statute\r\nestablishing the Court by those States that have not yet\r\ndone so. The Court brings to justice those who commit\r\ngenocide, crimes against humanity and war crimes and\r\nis therefore an important institution in upholding\r\ninternational humanitarian standards and the protection\r\nof human rights. For those reasons, it would be a\r\nmistake to undermine the effectiveness of the Court in\r\nany way. Instead, the Court should be given the\r\nnecessary support to give it universality.\r\nSamoa remains extremely concerned about the\r\nproliferation of nuclear weapons and their threat, not\r\njust to international peace and security, but to the very\r\nexistence of life on our planet. We regret deeply that\r\nthe Review Conference of the Parties to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons, held in May\r\n2005, was unable to agree on steps to strengthen the\r\nnon-proliferation regime. The Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) and the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) are\r\nthe main instruments for controlling the spread of\r\nnuclear weapons.\r\nThe South Pacific Nuclear Free Zone Treaty\r\nhighlights the seriousness with which the issue of the\r\nthreat of nuclear weapons is viewed in our region and\r\nwe call on States who have not done so to ratify the\r\nTreaty’s Protocols. Clearly, adherence to the\r\nrequirements of the NPT, the CTBT and other\r\nconventions on disarmament is vital. Samoa therefore\r\njoins the call for all United Nations Members to sign\r\non to those treaties and for States parties to honour\r\ntheir obligations to them.\r\nSmall arms and light weapons have been used\r\ntime and again in violent conflict, contributing to the\r\ndestabilization and devastation of communities in\r\nmany countries, including in the Pacific. The\r\nproliferation of small weapons is a major problem. We\r\ntherefore fully support the holding of a review\r\nconference on small arms next year, in particular with a\r\nview to concluding a treaty to control the trade in small\r\narms and stop them from reaching areas of violent\r\nconflict.\r\nAs the current Chair of the Pacific Islands Forum,\r\nI wish to report that since the General Assembly\r\nsession last year new and positive developments have\r\ntaken place in the Pacific region. The programme of\r\nPacific Regional Assistance to Nauru, a regional\r\nresponse to assist Nauru rebuild its economy, is in\r\nprogress. With assistance from the United Nations, an\r\nautonomous government is now being established in\r\nBougainville. I am also pleased to announce that the\r\nPacific Plan — a road map to further strengthen\r\nregional cooperation and integration to achieve our\r\nregion’s priority goals of economic growth, sustainable\r\ndevelopment, good governance and security — is\r\nnearing completion and is expected to be considered\r\nand approved by Pacific Forum leaders at their next\r\nsummit, in Papua New Guinea, in October of this year.\r\nThe Pacific Plan will also improve Pacific countries’\r\ncapacities to achieve the Millennium Development\r\nGoals.\r\nThe Mauritius Strategy for the Further\r\nImplementation of the Programme of Action for the\r\nSustainable Development of Small Island Developing\r\nStates, adopted in January 2005, sets out long-term\r\naction plans for the sustainable development of small\r\nisland developing States (SIDS). While we accept that\r\nthe primary responsibility for the implementation of\r\nthe Mauritius Strategy lies with us, there is still a\r\ncritical need for the sustained and long-term\r\ncommitment of our partners to focus on the special\r\n8\r\nA/60/PV.12\r\ncase of SIDS and to take their specific vulnerabilities,\r\nand the challenges generated thereby, into account. We\r\ntherefore call on the United Nations system and the\r\ninternational community to provide the necessary\r\nsupport to implement and monitor the Mauritius\r\nStrategy.\r\nAs has often been repeated from this rostrum,\r\ntrade is the surest path to greater wealth and a vital\r\ncomponent of sustainable development for SIDS. We\r\ntherefore support the successful conclusion of the Doha\r\nRound, which took the vulnerabilities of small States\r\nfully into account in the negotiations, particularly with\r\nregard to special and preferential treatment for small\r\neconomies.\r\nLet me conclude by reaffirming Samoa’s\r\ncommitment to multilateralism and to the purposes and\r\nprinciples of the United Nations.\r\nThe President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister, Minister\r\nfor Foreign Affairs and Minister for Finance of the\r\nIndependent State of Samoa for the statement he has\r\njust made.\r\nThe Honourable Tuilaepa Sailele Malielegaoi,\r\nPrime Minister, Minister for Foreign Affairs and\r\nMinister for Finance of the Independent State of\r\nSamoa, was escorted from the rostrum.\r\nAgenda Item 9 of the provisional agenda (continued)\r\nGeneral debate\r\nThe President: I now give the floor to His\r\nExcellency Mr. Gianfranco Fini, Deputy Prime\r\nMinister and Minister for Foreign Affairs of Italy.\r\nMr. Fini (Italy) (spoke in French): Allow me at\r\nthe outset to express my heartfelt congratulations to\r\nyou, Sir, on your election as President of the General\r\nAssembly at its sixtieth session. Your vast experience\r\nin the international arena is the best guarantee of\r\nsuccess for your mandate. My sincere thanks go also to\r\nyour predecessor, Jean Ping, who presided over the\r\nfifty-ninth session with particular effectiveness and\r\nskill.\r\nThe deliberations of the High-level Plenary\r\nMeeting represent an important and significant step in\r\nthe process of adapting the United Nations to the\r\nglobal challenges that it must address. The results\r\nachieved in the process of reforming the United\r\nNations, its basic principles and its bodies reflect the\r\nbroadest consensus that could be mustered within the\r\ninternational community. Any attempt to reach for\r\nmore would in all probability have meant jeopardizing\r\nits unity, which is an absolute and essential value. We\r\nshould therefore rate those results highly and consider\r\nthem to be a call to action.\r\nIndeed, the heads of State or Government have\r\nshown us the path to follow. It is now up to the General\r\nAssembly and the Secretariat to set about\r\nimplementing the initiatives agreed upon in the\r\noutcome document, improving and developing them\r\nwhere necessary.\r\nRecent events remind us, sometimes tragically, of\r\nthe need for a multilateral system that has a solid\r\nstructure and can respond swiftly and effectively to the\r\nmany challenges that individual members of the\r\ninternational community would never be able to\r\naddress by themselves. Italy is convinced of this, and\r\ncommitment to multilateralism is a basic characteristic\r\nof our foreign policy.\r\nOf course, Italian support for the action of\r\ninternational organizations is not based solely on\r\nabstract ideals. We support the principle, and especially\r\nthe practice, of multilateralism because we are\r\nconvinced that common principles and, above all,\r\ncommon interests justify the sharing of resources,\r\ntools, responsibilities and benefits. Joint action is\r\ninconceivable without a shared perception of interests,\r\nobjectives and their priorities.\r\nAmong the positive results of the High-level\r\nPlenary Meeting is that it encouraged consensus on an\r\ninnovative and comprehensive vision of collective\r\nsecurity and highlighted the main phenomena\r\nthreatening that security. Terrorism, underdevelopment\r\nand fundamentalism are the primary threats, and our\r\nresponse must be equal to the challenge; it can come\r\nonly from a strong and credible multilateral system.\r\nIn the light of the emergence of fundamentalist\r\nterrorism, the use of force by itself, although\r\nsometimes inevitable, is not enough. It is not through\r\nweapons, but through political means, that we can\r\ncreate the conditions for a fruitful dialogue among\r\ncultures, civilizations and religions and thereby\r\ndevelop the social and international solidarity that can\r\nprevent terrorism from continuing its criminal\r\nproselytizing.\r\n9\r\nA/60/PV.12\r\nGlobal solidarity is also the most appropriate\r\nresponse to the scandal of global poverty, which results\r\nfrom the persistence of profound inequities in the\r\ndistribution of wealth — inequities that violate not\r\nonly every standard of fairness, but also the most\r\nfundamental criteria of logic and effectiveness. To\r\neradicate underdevelopment, we must promote a\r\ntangible solidarity that provides real and lasting\r\nbenefits by combining political and economic action on\r\nthe part of donor countries with the heightened sense of\r\nresponsibility and autonomy that is developing in\r\nemerging countries as they yearn to shake off the\r\nculture of dependency.\r\nUnderdevelopment and terrorism often find\r\nunifying elements — which increases the potential for\r\ninstability — in fundamentalism and ideological\r\nfanaticism, sworn enemies of universal values such as\r\nfreedom, peace and equality: values seen as a grave\r\nthreat by those who seek to control and delegitimize\r\nour social systems.\r\nWe firmly believe that the international\r\ncommunity must unite in the fight against terrorism,\r\nunderdevelopment and fundamentalism. This session\r\nof the General Assembly will have the task of\r\nidentifying concrete initiatives and actions to that end.\r\nItaly’s steadfast commitment — even at the cost\r\nof significant sacrifices — to promoting peace in key\r\nareas of crisis such as the Middle East, the Balkans and\r\nDarfur; our assistance to countries, such as\r\nAfghanistan and Iraq, that are seeking to recover after\r\ndecades of obscurantist oppression; our commitment to\r\nspreading a culture of freedom and dialogue among\r\ncultures; and our front-line commitment to fighting the\r\nscourge of underdevelopment, including through\r\ninnovative methods such as debt cancellation and\r\nparticipation in the Global Fund against the major\r\nepidemics, are eloquent and material testimony to the\r\nseriousness of our intentions. In that regard, I wish to\r\nmention in particular our activities to promote the\r\ndevelopment of the African continent — activities\r\ncarried out not only by way of anti-poverty initiatives,\r\nbut also by strengthening African capacities in the\r\nareas of conflict prevention, management and\r\nsettlement.\r\nWe are prepared to meet the challenges before us,\r\nwhich will entail the significant contribution of\r\nmaterial and human resources that Italy is providing\r\nfor the functioning of the United Nations. It would not\r\nbe consistent with Italy’s attachment to multilateralism\r\nif I did not add that our efforts would be bound to fail\r\nif they were carried out individually and not within a\r\nmultilateral framework — hence our resolve to\r\nstrengthen multilateralism.\r\nThe reform proposals introduced over the past\r\nyear and submitted for the consideration of heads of\r\nState or Government provide us with new and\r\npotentially valuable tools that we must put to good use.\r\nI am thinking, for example, of the possibility of\r\nsignificantly developing the international community’s\r\ncapacity to prevent crisis situations, manage conflicts\r\nand modernize the modalities and contents of\r\ntraditional development assistance programmes in\r\norder to promote lasting stability.\r\nThat is why Italy cannot but favour the prospect\r\nof developing or inventing tools for communal action\r\nin those areas by creating new bodies such as the\r\nPeacebuilding Commission and the Human Rights\r\nCouncil. Their creation will make it possible to\r\noperationalize the desired integrated approach to crisis\r\nmanagement and management of peacekeeping\r\noperations — an approach that promises to reduce the\r\nrecurrence of conflicts, consolidate peace processes in\r\ncrisis regions and promote the restoration of rule-of-\r\nlaw infrastructures.\r\nThe reform process under way can and must\r\ninvest in United Nations institutions in their entirety,\r\nwith regard to both their composition and working\r\nmethods, in order to strengthen effectiveness, while at\r\nthe same time ensuring the coherence and balance of\r\nthe Organization’s general framework. Italy is fully\r\naware and convinced of this. We are also convinced of\r\nthe need — especially in this area — to proceed with\r\ndue attention to individual sensitivities, within the\r\nframework of a process that ensures transparency and\r\ninclusiveness.\r\nAt the summit, it was not possible to reach an\r\nagreement on the rather controversial subject of\r\nSecurity Council reform, whose various aspects,\r\nalready widely debated in the preparatory phase, are\r\nwell known. Also well known is the position of Italy\r\nand of countries that, like us, belong to the “Uniting\r\nfor consensus” group. We presented a proposal aimed\r\nat greater inclusion, greater effectiveness and increased\r\ndemocratic participation, having broad geographic and\r\nregional representation and elaborated in a constructive\r\nand flexible spirit.\r\n10\r\nA/60/PV.12\r\nWe are well aware that the priorities of other\r\ncountries are different, and we obviously respect their\r\npositions, although we do not share them. It is our\r\nfervent hope that everyone will be convinced that\r\nSecurity Council reform cannot be the result of shows\r\nof force, unacceptable conditions or artificial\r\naccelerations aimed at creating new positions of\r\nprivilege. Awareness of the need to reform the Council\r\nis the common heritage of all Members. Such reform\r\ncertainly cannot be considered the exclusive\r\nprerogative of those who advocate one reform option\r\nas opposed to another. Recent events have\r\ndemonstrated that none of the proposals currently on\r\nthe table has the votes needed for adoption.\r\nUndoubtedly, none of them enjoys the broad consensus\r\nessential to ensure that the future shape of the Security\r\nCouncil will help unite, and not divide, the\r\ninternational community. This is why we firmly believe\r\nthat it is necessary to turn the page in order to unite\r\nefforts to seek new consensus formulas, both in terms\r\nof substance and in terms of method.\r\nIt is clear that this quest cannot go on forever.\r\nTravelling this road together with trust and\r\nperseverance is the only way to ensure effective and\r\nlasting outcomes. Italy is prepared to consider, in a\r\nconstructive spirit, any potential solution that will\r\ngarner the broadest consensus possible, but will\r\ncontinue to oppose — in accordance with the principles\r\nshared by a growing number of Member States — any\r\nformulas that could create new divisions and\r\nmarginalization. Given the challenges it must face, the\r\ninternational community needs to be united in its\r\nintentions.\r\nI know quite well that in these statements, the\r\nadjective “historic” is used so often that it loses much\r\nof its meaning. Nevertheless, when we think about the\r\ntimetables and the risks or opportunities that are\r\nemerging, describing the moment of this General\r\nAssembly as historic does not seem an exaggeration. A\r\nwell-known aphorism reminds us that those who do not\r\nremember history are condemned to repeat it. History\r\nteaches us that a united international community based\r\non the recognition of shared principles and basic\r\ninterests is the necessary condition for ensuring peace,\r\ndevelopment and progress for our peoples.\r\nThe President: I now call on His Excellency\r\nMr Sergei Lavrov, Minister for Foreign Affairs of the\r\nRussian Federation.\r\nMr. Lavrov (Russian Federation) (spoke in\r\nRussian): In no way can today’s discussion be called\r\nroutine. We are faced with summing up the preliminary\r\nresults of the large-scale United Nations reforms that\r\nhave been launched and designating the main thrust for\r\nthe work of the entire system of United Nations\r\ninstitutions in implementing the outcome document of\r\nthe 2005 world summit. We propose to structure the\r\nwork of the sixtieth session of the General Assembly in\r\nsuch a manner as to facilitate the broadest possible\r\nagreement on a number of conceptual issues related to\r\nstrengthening the United Nations that will, to a large\r\ndegree, determine our ability to enhance the\r\nmanageability of international trends in an era of\r\nglobalization, and better respond to its new\r\naccompanying threats and challenges.\r\nAn analysis of the experience of the United\r\nNations over the sixty years of its existence, with all\r\nthe vagaries of the post-war, cold war and post-cold\r\nwar world order, gives us much food for thought and\r\nmany conclusions. I would like to share some of that\r\nwith you from the viewpoint of the Russian Federation.\r\nAs the most representative international\r\ninstitution with a universal mandate, the United\r\nNations has been and remains a major integration\r\nfactor in global politics. The success of the United\r\nNations is our success and its failures are our failures.\r\nBut ultimately the balance of its work is, we believe,\r\ndefinitely positive. It is primarily due to this\r\nOrganization that we have managed to avoid a new\r\nthreat of  world war and a nuclear disaster and have\r\nbeen able to prevent and settle dozens of military\r\nconflicts. At present, the United Nations mechanisms\r\ncontinue to be a means of constructive cooperation\r\ntouching upon all spheres of human activity.\r\nThe greater interdependence of the modern world\r\nhas not made it more secure. The standoff between\r\nEast and West has been replaced by numerous crises\r\nand conflicts that until recently had remained latent,\r\nleft on the periphery of the interests of the two super-\r\nPowers. Some of those conflicts are becoming real or\r\npotential sources of international terrorism, feeding\r\ntransborder crime and drug trafficking, which are\r\nclosely related to it. Humanity faces the threat of the\r\nuncontrolled spread of weapons of mass destruction\r\nand the possibility of their falling into the hands of\r\nterrorists. Again the world is witnessing genocide and\r\nhumanitarian disasters. All of this presents immediate\r\ndanger to each and every one of us.\r\n11\r\nA/60/PV.12\r\nIn that context, the enormous potential of the\r\nUnited Nations is in greater demand, primarily in\r\nensuring peace and security on a collective and, more\r\nimportantly, on a legitimate legal basis. The\r\nOrganization has at its disposal an entire arsenal of\r\nresources enabling it to coordinate the actions of the\r\ninternational community, to combine political efforts\r\nwith those in the social, economic and humanitarian\r\nareas, as well as in the field of protection of human\r\nrights and the environment and other spheres. We\r\nshould develop these assets through the concerted\r\nefforts of all States. Russia considers this task to be a\r\nstrategic core element of its foreign policy.\r\nThe events of the first years of the new\r\nmillennium reaffirm the validity of the conclusions\r\ndrawn by the High-level Panel on Threats, Challenges\r\nand Change and the Secretary-General, that is, that a\r\nstronger United Nations and a better use of its\r\nmultilateral advantages are an essential instrument to\r\nbuild a balanced, safe international system, based on\r\nrespect for the unique features of every country, their\r\nsovereign equality and collective responsibility. There\r\nis no reasonable alternative to this.\r\nMultilateral mechanisms should also play a key\r\nrole in resolving the issues of disarmament and the\r\nnon-proliferation of weapons of mass destruction,\r\nbased on strict compliance with the relevant\r\ninternational agreements. United Nations achievements\r\ninclude Security Council resolution 1540 (2004),\r\ninitiated by Russia, and the International Convention\r\nfor the Suppression of Acts of Nuclear Terrorism,\r\nwhich establishes the legal basis for preventing\r\nweapons of mass destruction from falling into the\r\nhands of terrorists.\r\nIt is now crucial to prevent an arms race in outer\r\nspace. I remind the Assembly that Russia has assumed\r\nthe obligation not to be the first to launch any type of\r\nnew weapon into space and has called upon other\r\ncountries possessing space capabilities to join in this\r\nmeasure to keep outer space peaceful. It is time to take\r\nsteps to enhance transparency and build confidence in\r\nthis area.\r\nThe legal basis for countering new threats,\r\nprimarily terrorism, is being reinforced. The adoption\r\nat the recent Security Council summit of resolution\r\n1624 (2005), initiated by the United Kingdom, is a\r\nnew, important step forward. It places outside the law\r\nnot only the terrorists, their accomplices and those who\r\nfinance them, but also the individuals inciting terrorist\r\nacts. This Security Council decision should put an end\r\nto attempts to engage the mass media to propagandize\r\nand justify terrorism.\r\nWe anticipate that the General Assembly will also\r\ncontribute to the fight against terrorism and will\r\npromote completion of the negotiations on a\r\ncomprehensive convention on international terrorism\r\nas soon as possible. The fight against terrorism must be\r\ncontinued most decisively. Each of us should critically\r\nassess his or her efforts in this area.\r\nThe realities are that while the sanctions against\r\nthe Taliban, Al-Qaida and associated individuals and\r\nentities are still in force, the supplying of arms and\r\nmaterial and other kinds of assistance to the fighters\r\ncontinues. The geographical scope of their activities is\r\nexpanding. For many countries, including Russia, this\r\nis tangible on their own soil. Extremists who are not\r\ndirectly linked to Al-Qaida  are also stepping up their\r\nactivities in various parts of the world. This requires\r\nstrengthening of cooperation between States and the\r\n1267 sanctions Committee, the 1540 Committee and,\r\nof course, the Security Council’s Counter-Terrorism\r\nCommittee. Furthermore, we believe that the\r\ncompilation of a consolidated list of all terrorists and\r\nterrorist organizations, whether they are associated in\r\nany way with Al-Qaida or not, cannot be postponed.\r\nThe development of criteria for the use of force\r\nin accordance with the United Nations Charter is\r\nanother pressing issue. Such criteria, when agreed\r\nupon, could be useful if they become a kind of\r\nbenchmark for consideration by the Security Council\r\nof various crisis situations. At the same time, it is clear\r\nthat these criteria cannot be applied automatically. The\r\nSecurity Council would authorize the use of force on a\r\ncase-by-case basis, as called for in the Charter.\r\nAnother equally important topic is that of States,\r\nin exercising their Charter right to individual and\r\ncollective self-defense, to include self-defense in case\r\nof an external terrorist attack or the imminent threat of\r\nsuch attack. Russia, like other States that have become\r\ntargets of terrorist attacks originating beyond their\r\nborders, has no right to err in the eyes of its citizens,\r\nwho have entrusted their security to us. We anticipate\r\nthat those critical issues will be given due attention at\r\nthis session of the General Assembly.\r\nAbove all, force should not be used to oppose\r\nlaw. It can be an effective tool to ensure the rule of law\r\n12\r\nA/60/PV.12\r\nin crisis situations. It is a tool to be used in\r\nextraordinary cases in which vital, legally protected\r\nvalues and interests of the entire international\r\ncommunity, or certain of its members, are in jeopardy.\r\nUnfortunately, in the preparations for the 2005\r\nworld summit, insufficient attention was given to\r\nseeking solutions to those and other important issues\r\nand to finding a way to common understanding. Thus,\r\nthat task must remain a top priority of our agenda.\r\nMuch remains to be done in terms of\r\ndevelopment and the eradication of poverty, epidemics,\r\nfamine and illiteracy. Such action would be the\r\nstrongest way to ensure global stability and eliminate\r\nthe breeding grounds of extremism of all kinds. Russia\r\nendorses all initiatives aimed at attaining the\r\nMillennium Goals and will enhance its contribution to\r\nresolving those urgent issues. The success of our\r\nconcerted efforts to support development greatly\r\ndepends on the efficacy of the Peacebuilding\r\nCommission to be established. The Commission will\r\nachieve the required results if it is more than just\r\nanother debating society and if it can be a mechanism\r\nfacilitating the greater coordination of the programmes\r\nand the projects of all the participants in development\r\nassistance, including the World Bank Group, the\r\nInternational Monetary Fund, regional development\r\nbanks, other multilateral and bilateral donors and, of\r\ncourse, recipient countries.\r\nThe dramatic events of the last six months have\r\nrevealed the sensitivity of the issue of Security Council\r\nreform for the majority of Member States. Guided\r\nabove all by its interest in ensuring the Security\r\nCouncil’s effectiveness, Russia continues to support\r\npossible modifications of that key organ on the basis of\r\nwell-conceived and mutually acceptable decisions.\r\nUnited Nations Members have made the wise decision\r\nto continue negotiations, rather than pushing for a vote\r\nthat might split the Organization.\r\nI recall the striking words: the United Nations\r\nwas created not to make heaven on Earth but to save\r\nthe Earth from hell. Indeed, the United Nations is not\r\nan ideal body, but the best that humanity was able to\r\ncreate on the ashes of two world wars. With the help of\r\nthe United Nations, we are able to effectively counter\r\nthreats to peace and security in the context of evolving\r\ngeopolitical realities.\r\nToday, mankind is facing the challenges of\r\nglobalization. It is not a question of whether we should\r\naccept those challenges or not, but of how we should\r\nrespond to them, and on the basis of what principles.\r\nThe 2005 world summit decisions outline the general\r\ndirection for our efforts. As a permanent member of the\r\nSecurity Council and the next President of the Group\r\nof Eight, Russia, together with other States, will\r\ncontinue to strive to strengthen the collective\r\nunderpinnings of global politics and to enhance\r\nmechanisms for multilateral cooperation.\r\nThe President: I now call on His Excellency\r\nMr. Ban Ki-moon, Minister for Foreign Affairs and\r\nTrade of the Republic of Korea.\r\nMr. Ban (Republic of Korea): Let me begin, Sir,\r\nby extending my sincere congratulations to you on\r\nassuming the presidency of the General Assembly at its\r\nsixtieth session. Well aware of your experience and\r\ndiplomatic skills, I have every confidence that under\r\nyour able leadership, we will achieve great results\r\nduring this important session, which marks the sixtieth\r\nanniversary of the United Nations. I would also like to\r\ntake this opportunity to pay tribute to your predecessor,\r\nHis Excellency Mr. Jean Ping, whose tireless work\r\nenabled the membership to successfully prepare for the\r\nHigh-level Plenary Meeting held last week. My highest\r\ntribute also goes to the Secretary-General, His\r\nExcellency Mr. Kofi Annan, for his unqualified\r\ndedication to our world body.\r\nThe leaders of the world gathered here last week\r\nin the largest summit meeting of States in history and\r\ndemonstrated their collective political will to overcome\r\nthe challenges of the present and to build a future of\r\npeace and prosperity for all humankind. They\r\nreaffirmed their commitment to achieving the\r\nMillennium Development Goals. They also\r\nunderscored the vital role of the United Nations for our\r\ntime and gave guidance on steps to reform the\r\nOrganization. The outcome document (resolution\r\n60/1), adopted in the greatest spirit of cooperation and\r\ncompromise, may not be everything to everyone, but it\r\nis the guideline for action that our leaders have given\r\nus. The task now is to implement it.\r\nThe work will require determined action by all.\r\nSuccess will be ensured only when each and every one\r\nof us strives to look beyond the immediate horizon. We\r\nmust commit ourselves anew to realizing the ideal that\r\ninspired the founders of the Organization 60 years ago,\r\nthat of building a peaceful and prosperous world in\r\n13\r\nA/60/PV.12\r\nwhich all peoples live together in harmony, free from\r\nwant and fear.\r\nCertainly, with 30,000 children dying of hunger\r\nor preventable diseases every day, the world lies far\r\nfrom that ideal today. Everyone agrees that we have the\r\nmeans to lift the whole world out of poverty and\r\nunderdevelopment. We just need to effectively put\r\nthose means to good use. Thus, the concrete, action-\r\noriented recommendations adopted by our leaders on\r\npartnership, financing, trade, debt relief and other\r\naspects of development are greatly welcome. We must\r\nfully and speedily implement them so that, by the year\r\n2015, most of the world’s impoverished are freed from\r\nhunger and poverty, the spread of HIV/AIDS is halted,\r\nprimary education is made universal for all children,\r\ngender equality takes firm root in all societies and the\r\nglobal partnership to achieve those and other\r\ndevelopment goals is in full operation.\r\nIn particular, we welcome the timetables many\r\ndeveloped countries have presented for reaching the\r\ntarget of 0.7 per cent of gross national income for\r\nofficial development assistance (ODA) by 2015. The\r\nRepublic of Korea is committed to doing its share.\r\nDespite the internal and external economic challenges\r\nthat my country has faced since the financial crisis of\r\n1997, we have continued to increase development\r\nassistance year after year, doubling our ODA between\r\n2000 and 2004. We now plan to double it again by\r\n2009.\r\nMy Government is also seeking other ways to\r\nbuild partnerships with developing countries. Utilizing\r\nour resources and expertise in information and\r\ncommunication technology, we are working with the\r\nEconomic and Social Commission for Asia and the\r\nPacific to build and host an Asia-Pacific training centre\r\nfor information and communication technology, with\r\nan initial outlay of $10 million. The centre will\r\ncontribute to reducing the digital divide and enabling\r\ndeveloping countries to make the most of information\r\nand communication technologies for development.\r\nKorea is also dedicated to good governance,\r\nwhich is an essential ingredient of development. Thus,\r\nwe are working with the Secretariat to establish a\r\nUnited Nations governance centre in Seoul, as a\r\nfollow-up to the Sixth Global Forum on Reinventing\r\nGovernment, which my Government hosted earlier this\r\nyear.\r\nHealth is another area that requires our collective\r\naction. In our globalized, connected world, infectious\r\ndiseases can spread with terrifying speed, with no\r\nregard for borders. They can become pandemics that\r\nthreaten the development and the security of affected\r\ncountries and regions. Here, too, the world must act\r\ntogether. For its part, my Government is contributing to\r\nthe Global Fund to Fight AIDS, Tuberculosis and\r\nMalaria.\r\nWe are also vigorously supporting the activities\r\nof the International Vaccine Institute in Seoul, which\r\nstrives to develop and disseminate vaccines most\r\nneeded in the world’s poorest regions. And we have\r\ntaken part in the launching of the International\r\nPartnership on Avian and Pandemic Influenza,\r\nannounced by President Bush of the United States in\r\nhis speech here last week (see A/60/PV.2).\r\nAs world leaders noted, the threats to peace and\r\nsecurity around the world today are increasing,\r\ninterconnected and global in scale. They require of us\r\nan urgent, collective and more determined response.\r\nTerrorism, the proliferation of weapons of mass\r\ndestruction (WMDs) and transnational crime are grave\r\nthreats that can be most effectively addressed when\r\ncountries act in concert under the United Nations\r\nbanner.\r\nCruel and inhuman acts of terrorism targeting\r\ninnocent lives, as witnessed in Iraq, the United\r\nKingdom and elsewhere, are heinous crimes for which\r\nthere can be no justification. The Republic of Korea is\r\nalready a party to all 12 international anti-terrorism\r\nconventions in force. Last week, I signed for my\r\nGovernment the International Convention for the\r\nSuppression of Acts of Nuclear Terrorism as soon as it\r\nwas opened for signature. We are strongly committed\r\nto preventing and eradicating international terrorism in\r\nall its forms. We will continue to actively participate in\r\nthe efforts to conclude a comprehensive convention on\r\ninternational terrorism as soon as possible.\r\nThe proliferation of WMDs is another pressing\r\nsecurity concern. The prospect of WMDs falling into\r\nthe hands of terrorists is more alarming and real than\r\never before. The Republic of Korea is fully committed\r\nto the non-proliferation of WMDs. Thus, we are\r\ndismayed that the outcome document of the High-level\r\nPlenary Meeting is silent on this vital issue. We very\r\nmuch hope for an early opportunity to redress this\r\nomission. In the meantime, my Government will\r\n14\r\nA/60/PV.12\r\ncontinue to press for the strengthening of the nuclear\r\ncompliance and verification system. We call for the\r\nuniversal adoption of International Atomic Energy\r\nAssociation (IAEA) additional protocols, the\r\ndisarmament and non-proliferation of biological and\r\nchemical weapons and the full implementation of\r\nSecurity Council resolution 1540 (2004).\r\nIn facing the threats of terrorism or WMDs, or\r\nany traditional threats, the Security Council must be\r\nmade to act more quickly and efficiently to situations\r\nthat arise when the elements of a threat become reality.\r\nAt the same time, the Security Council must exercise\r\nwith only the utmost prudence its prerogative to\r\nsanction the use of force. In that regard, we should\r\nbuild upon the agreement reflected in the outcome\r\ndocument on the establishment of principles for the use\r\nof force. That would lead to the strengthened relevance\r\nand efficiency of the Security Council and of the\r\ncollective security system embodied in the United\r\nNations as a whole.\r\nPeacekeeping has been an important part of this\r\nsystem. Indeed, the success of the peacekeeping\r\nmissions in such places as Timor-Leste has been one of\r\nthe proudest achievements of the Organization in\r\nrecent years. However, there have been failures, as\r\nwell as cases of fragile peace being overtaken by the\r\nresumption of conflict. Shameful misconduct by some\r\npeacekeeping operation personnel in certain missions\r\nhas added to the sense of disappointment. Obviously,\r\nwhat is needed is a more structured and extensive\r\nmechanism to make the peace more durable and\r\nconsolidate the grounds for post-conflict\r\nreconstruction. In this regard, my Government\r\nwelcomes the decision taken at the High-level Plenary\r\nMeeting to establish a Peacebuilding Commission.\r\nWe hope to play our part, so that effective\r\npeacebuilding can become an important part of the role\r\nof the United Nations to ensure peace and security\r\naround the world. This is very much in line with our\r\npast and current participation in efforts to restore peace\r\nin many challenged areas of the world, including in\r\nIraq, where we are helping the Iraqi people to build a\r\ndemocratic and prosperous country.\r\nI would like to take this opportunity to address\r\nthe current situation regarding the North Korean\r\nnuclear issue. After a 13-month hiatus, the fourth\r\nround of the six-party talks commenced on 26 July,\r\nbroke off for a recess and resumed last week. During\r\nthe talks, all participants agreed on the goal and\r\nprinciples of the denuclearization of the Korean\r\npeninsula. They conducted serious, in-depth\r\nconsultations to make substantive progress towards\r\nrealizing that objective. For our part, the Republic of\r\nKorea has made an earnest effort to expedite the talks\r\nand move them towards a resolution, including through\r\nthe offer to supply 2 million kilowatts of electric power\r\nto the Democratic People’s Republic of Korea directly,\r\naddressing one of the most pressing problems it faces.\r\nAs we are gathered here, the resumed fourth\r\nround is under way to adopt an agreement on the\r\nprinciples for the resolution of the North Korean\r\nnuclear issue. Once adopted, the agreement will be a\r\ncrucial step towards the denuclearization of the Korean\r\npeninsula and will launch discussions on an action plan\r\ntowards a peaceful resolution of the North Korean\r\nnuclear issue.\r\nA strategic decision by the Democratic People’s\r\nRepublic of Korea to dismantle all nuclear weapons\r\nand nuclear programmes would be met with economic\r\nand energy assistance and security assurances. North\r\nKorea must return to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) and comply\r\nwith the full scope of IAEA safeguards so as to restore\r\nthe trust of the international community. The doors\r\nwould then open to its right to peaceful use of nuclear\r\nenergy. We urge North Korea to take this road.\r\nThe Republic of Korea is committed to promoting\r\nhuman rights as universal values that should be\r\nguaranteed to all. Based on our own experience of the\r\npast decades, we know that development and security\r\nare on shaky ground without full respect for the human\r\nrights of all. We thus welcome the reform initiatives to\r\nstrengthen the United Nations human rights system and\r\nwholly support the creation of a Human Rights\r\nCouncil. We would have preferred to see stronger\r\nlanguage and greater detail about the composition,\r\nmandate and functions of the Council spelled out in the\r\nsummit outcome document. Working closely with other\r\ndelegations, we hope to promptly engage in active\r\nconsultations so that the Council can be established\r\nand can start functioning as soon as possible.\r\nThe Republic of Korea is also committed to\r\ndemocracy at home and abroad. We are an active\r\nparticipant in the Community of Democracies and have\r\nsupported the International Conference of New and\r\nRestored Democracies. We have pledged to contribute\r\n15\r\nA/60/PV.12\r\nto the United Nations Democracy Fund, and we will\r\nremain a strong supporter of the continuing mission of\r\nthe United Nations to nurture and strengthen\r\ndemocracy and human rights around the world.\r\nRespect for human rights and the rule of law are\r\nindispensable for the preservation of peace and\r\ncooperation among nations. Mass killings, genocide\r\nand other grave infringements of human rights are\r\nthreats to peace and stability and must not be let pass\r\nwith impunity. The principle of the “responsibility to\r\nprotect”, as discussed during the High-level Plenary\r\nMeeting, underscores the responsibility of the\r\ninternational community to lend assistance to States in\r\nupholding their solemn obligation to protect their\r\ncitizens. We support the continued deliberations by\r\nMember States to reach agreement on the responsibility\r\nto protect. This would certainly form the backbone of a\r\npreventive mechanism against gross violations of\r\nhuman rights.\r\nEarlier this month, Hurricane Katrina devastated\r\nNew Orleans and the surrounding areas in the United\r\nStates, causing massive casualties and tremendous pain\r\nand suffering for the victims and their families. On\r\nbehalf of the Government and people of the Republic\r\nof Korea, I would like to extend our deepest\r\nsympathies and condolences to those affected.\r\nComing less than a year after the massive tsunami\r\nthat struck many countries of South-East Asia, Katrina\r\nonce again mobilized the international community in\r\nbringing emergency relief to the victims. It also\r\nunderscored the urgency of establishing effective\r\nmechanisms to cope with natural disasters around the\r\nworld, including the importance of early warning\r\nsystems. With those lessons in mind, natural disasters\r\nwill be a primary issue for debate at the Asia-Pacific\r\nEconomic Cooperation summit meeting, which my\r\ncountry is hosting in Busan in November. Meanwhile,\r\nwe reaffirm our support for the reform of United\r\nNations humanitarian aid agencies to enhance their\r\nefficiency and effectiveness in helping countries to\r\nrecover from disaster and rebuild their capacities for\r\nsustainable development.\r\nWe mark the sixtieth anniversary of the United\r\nNations with mixed feelings. On the one hand, there is\r\nmuch hope. It is the hope of the entire international\r\ncommunity for the United Nations to prevail over the\r\nnew challenges of the twenty-first century and to\r\nassume a more central role in strengthening peace and\r\nsecurity, promoting prosperity and spreading\r\ndemocracy and human rights around the world. On the\r\nother hand, there is widespread disappointment. It has\r\nbecome painfully clear that the United Nations as it\r\nstands today is unfit to carry out the demands of these\r\ncomplex times. Between the hope and the\r\ndisappointment, there is much uncertainty. But of one\r\nthing I am certain: all of us gathered here are united in\r\nthe conviction that the hope must triumph over the\r\ndisappointment; that we must rise to the occasion and\r\nmake the United Nations fit for the twenty-first\r\ncentury.\r\nIndeed, our global body must be strengthened\r\nwith far-reaching reforms that are in step with the\r\ndynamic challenges of a borderless and fluid world.\r\nThose reforms should be comprehensive —\r\nencompassing all the elements of the system — and\r\nrealized in such a way as to give all Members, large\r\nand small, a sense of ownership in the process and the\r\noutcome. Faithful to the guidance provided in the\r\noutcome document of the High-level Plenary Meeting,\r\nand in synergistic cooperation with one another, all\r\nstakeholders — Member States, the Secretariat, the\r\nfunds and programmes, specialized agencies and other\r\nconstituents of the United Nations system — must\r\nseize this opportunity for renewal and revitalization.\r\nIndeed, we must engage in a genuine exercise in\r\nmultilateralism to strengthen our global body.\r\nReform of the Security Council must be pursued\r\nto enhance its accountability, transparency and\r\nefficiency. My delegation believes that increasing the\r\nnumber of non-permanent seats on the Council, with no\r\naddition of permanent seats, is the best way to foster\r\nbroad-based consensus on this vital issue.\r\nThe Secretariat has long served the collective will\r\nand interests of the Member States of the United\r\nNations. The contributions of those who have served in\r\nthe United Nations system with dedication and\r\nprofessionalism should be highly praised. However, the\r\ncredibility and integrity of the system have been\r\ndamaged by recent revelations of mismanagement and\r\ncorruption. The maladministration of the oil-for-food\r\nprogramme, as Mr. Volcker stated in delivering his\r\nfourth report to the Security Council, should not be\r\nseen as a lone case but as symptomatic of deep-seated\r\nsystemic issues of an Organization designed for\r\nsimpler times. Reform, as he further stated, is urgent.\r\nWithout bold reforms to restore the trust and support of\r\nthe global community, enhance efficacy and improve\r\n16\r\nA/60/PV.12\r\nthe morale of staff, the system will not be able to live\r\nup to the growing expectations of the twenty-first\r\ncentury.\r\nUnderscoring the vital importance of this issue,\r\nthe High-level Plenary Meeting has fully endorsed the\r\nmanagement reform initiatives taken by the Secretary-\r\nGeneral. With the active support and encouragement of\r\nMember States, those initiatives should quickly bear\r\nfruit, providing strengthened accountability and\r\noversight, higher performance and ethical standards for\r\nstaff, and greater authority and responsibility for the\r\nSecretary-General as the chief administrative officer of\r\nthe Organization.\r\nThe challenges facing the United Nations today\r\nare daunting. Some may find them insurmountable. But\r\nwe are a country that was born and developed\r\nalongside the United Nations over the past 60 years,\r\nreceiving particularly active assistance from it in\r\nearlier decades. We have full confidence in the future\r\nof the Organization. Now a maturing democracy that\r\nupholds human rights, an emerging donor that seeks to\r\ndo its share in helping others, and a staunch advocate\r\nof peace and effective multilateralism, the Republic of\r\nKorea is fully committed to bringing greater vitality\r\nand reliability to the United Nations.\r\nAt the High-level Plenary the leaders of the world\r\ngave us guiding words for making the United Nations a\r\nmore effective and relevant instrument for realizing the\r\naspirations of the global community in the twenty-first\r\ncentury. We must not let those words remain just\r\nwords. Let us proceed with vigour and dedication to\r\nput them into action.\r\nThe President (spoke in French): I now call on\r\nMr. Philippe Douste-Blazy, Minister for Foreign\r\nAffairs of France.\r\nMr. Douste-Blazy (France) (spoke in French):\r\nSpeaking for the first time from this rostrum, I wish to\r\nreaffirm here the importance France attaches to the\r\nmultilateral system. Our common future cannot be\r\nenvisaged without strengthening it.\r\nThe declaration adopted the day before yesterday\r\nis a milestone in that direction, even if it does not meet\r\nall our expectations. Indeed, the text makes some\r\nsignificant advances. I am thinking in particular of\r\ninnovative financing for development. I am also\r\nthinking of the decision to establish a peacebuilding\r\ncommission within the Security Council. Finally, I am\r\nthinking of the establishment of a Human Rights\r\nCouncil and the endorsement of the principle of the\r\nresponsibility to protect. Now it is up to us to put those\r\nnew concepts into practice.\r\nIn that connection, I wish to pay tribute here to\r\nthe remarkable work that has been done under the\r\nstewardship of Mr. Jean Ping.\r\nBut let us not underestimate the extent of the task\r\nthat still remains to be accomplished, be it in the areas\r\nof counter-terrorism, non-proliferation, Security\r\nCouncil reform or development assistance.\r\nThe United Nations is founded on the rule of law\r\nand the promotion of universal standards. Those reflect\r\nour common values and our conviction that there can\r\nbe no security and development without scrupulous\r\nrespect for human rights. This is not a moral question\r\nbut one of respect for the identity of every individual.\r\nIt is not a matter of passing judgement but of enabling\r\nall people to live in greater freedom and in dignity.\r\nLet us reject the impressment of children in\r\narmed conflicts, the systematic use of sexual violence\r\nagainst women and girls as a weapon of war, the\r\nrecourse to threats, arbitrary detention and torture of\r\nopponents, journalists, labour leaders and defenders of\r\nhuman rights. And, let us conclude the negotiations on\r\na convention against forced disappearances. To that\r\nend, let us strengthen the Office of the United Nations\r\nHigh Commissioner for Human Rights and promptly\r\nestablish the Human Rights Council.\r\nFrance particularly welcomes the fact that the\r\ninternational community now has the necessary\r\nlegitimacy to exercise effectively its responsibility to\r\nprotect populations threatened by ethnic cleansing,\r\ncrimes against humanity and genocide. France also\r\nwelcomes the progress of the international criminal\r\njustice system, in particular through the action of the\r\nSecurity Council. Those who believe they can count on\r\nthe international community not to act when they\r\ncommit their crimes should make no mistake: they will\r\nbe held accountable.\r\nSixty years after the founding of the United\r\nNations, terrorism is now at the top of the list of human\r\nrights violations. Nothing — no cause, religion or\r\nmoral order — can justify attacks on the lives of\r\ninnocents, the lives of civilians. We must define acts of\r\nterrorism once and for all so that we can better combat\r\nthat barbaric practice which sets humankind back.\r\n17\r\nA/60/PV.12\r\nThe proliferation of weapons of mass destruction\r\nconstitutes another major threat for the planet, against\r\nwhich we must remain united and determined.\r\nFrance, together with its British and German\r\npartners, has proposed to Iran a constructive approach\r\npaving the way for a new relationship between that\r\ngreat country and the international community. That\r\nrelationship is currently compromised by concerns over\r\nIran’s nuclear programme. We ask Iran to build trust by\r\nproviding objective guarantees on the exclusively\r\npeaceful nature of its programme. Iran’s statements\r\nfrom this rostrum compel the international community\r\nto meet its responsibilities, as referral of the matter to\r\nthe Security Council is on the agenda in order to\r\nstrengthen the authority of the International Atomic\r\nEnergy Agency. The very integrity of the non-\r\nproliferation regime is at stake.\r\nBut let us also work to reduce the proliferation of\r\nsmall arms and light weapons, which fuel so many very\r\ndeadly conflicts.\r\nTo better serve peace and ensure the security of\r\npopulations, the Security Council has expanded its\r\nfield of action to the trafficking that finances conflicts\r\nand the impunity that protects traffickers, using, in\r\nparticular, sanctions and embargoes. The United\r\nNations is resolutely engaged on the ground, at the\r\nvery heart of conflicts. More than 70,000 blue\r\nhelmeted soldiers and police officers are now serving\r\nin 18 peacekeeping operations, and thousands of others\r\nare operating under Security Council mandates.\r\nThe results can be seen, for example, in Timor-\r\nLeste, the Democratic Republic of the Congo, Burundi,\r\nLiberia and Sierra Leone. But as countries emerge from\r\ncrisis, it is essential that they continue to benefit from\r\nour full attention and support. The United Nations has\r\nthe duty to take a central role in the transition phase\r\nthrough the Peacebuilding Commission.\r\nOther situations demand great vigilance and a\r\nhigh level of mobilization. Thus, in Haiti, the presence\r\nof strong contingents of United Nations soldiers and\r\npolice must lead to the strengthening of the political\r\nprocess by involving all peaceful forces without\r\nexception. Preparations for elections must be\r\naccelerated. Like all peoples, the Haitian people, who\r\nhave suffered for too long, are entitled to respect and\r\nfreedom.\r\nIn Côte d’Ivoire, the presence of the United\r\nNations Operation in Côte d’Ivoire and the\r\nappointment of a High Representative of the Secretary-\r\nGeneral for the elections should also help strengthen\r\nimplementation of the process set out at Marcoussis\r\nand Pretoria.\r\nBut in Côte d’Ivoire, as in Haiti, the determined\r\naction of the united international community will not\r\nproduce results unless all parties cooperate in good\r\nfaith and demonstrate their sense of responsibility. In\r\nAbidjan as in Bouaké, all must respect their pledged\r\ncommitments so that free and transparent elections can\r\nbe held throughout the country. No other solution is\r\npossible. That is why it is essential to resolutely\r\nsupport the electoral process that has begun, as well as\r\nthe demobilization, disarmament and reintegration\r\nprogrammes. All Ivorian parties must understand that\r\nthey will not block the peace efforts with impunity if\r\nthey take an obstructive stance, make hate speeches or\r\nchallenge democratic rules. The Security Council will\r\nmeet its responsibilities.\r\nThe situation in Lebanon demonstrates what can\r\nbe accomplished by a determined international\r\nmobilization, supported by the courageous will of the\r\npeople. Most Syrian forces have now left Lebanon.\r\nElections have been held. A representative Government\r\nhas been formed. Our Organization must continue to\r\nsupport the Lebanese Government’s efforts to recover\r\nfull sovereignty and exercise its authority over the\r\nwhole of its territory. At the same time, we must\r\ncontinue to support the work of the commission of\r\ninquiry into the assassination of Rafik Hariri. We are\r\ndetermined to see justice done.\r\nAlso with respect to the Middle East, a dynamic\r\nof hope, which could touch all States of the region, is\r\nemerging following Israel’s withdrawal from Gaza.\r\nFrance, together with its European partners, stands\r\nwith the Palestinians to rebuild and develop that\r\nterritory so that its inhabitants can move around freely\r\nand have access to jobs and, quite simply, to decent\r\nliving conditions.\r\nBut we must not stop there. It is important to\r\nrestore political prospects for relaunching\r\nimplementation of the road map by, on the one hand,\r\nencouraging the Palestinians to redouble their efforts\r\non security and, on the other, encouraging the Israelis\r\nto take the measures necessary to stop settlement\r\nactivity and to comply with international law in their\r\n18\r\nA/60/PV.12\r\nstruggle for security. Peace can come only with the\r\nexistence of two peaceful and democratic States living\r\nside by side in peace and security.\r\nFinally, with respect to Iraq, France remains\r\nengaged so that, with the assistance of the United\r\nNations in particular, the Iraqi people can acquire\r\ndemocratic institutions with which all Iraqis can feel\r\nidentified. It is clear that a policy focused exclusively\r\non security leads to the retrenchment of a community,\r\nthus jeopardizing the cohesion of Iraqi society and the\r\ncountry’s unity. In Iraq, too, the political process must\r\nnot exclude any representative, peaceful force, and the\r\npolitical process must offer Iraq the prospect of the\r\nrestoration of its complete sovereignty.\r\nIn all those crises, the Security Council has\r\ngradually imposed the authority of the United Nations\r\nin the service of international peace and security. Its\r\naction is legitimate, and its authority will be further\r\nstrengthened when we reach agreement on an\r\nenlargement of the Council that reflects the emergence\r\nof new Powers and which gives an equitable place to\r\nall continents.\r\nAt the same time, it is important to carry out the\r\nthorough management reforms that our Organization\r\nrequires. In his report entitled “In larger freedom”\r\n(A/59/2005), the Secretary-General proposed elements\r\nof an action plan and initiated the first reforms. I pay\r\ntribute to his resoluteness and reaffirm France’s\r\ndetermination to support him in his approach.\r\nWe all know that security and development\r\ncannot be separated. Five years after the Millennium\r\nSummit, heads of State or Government have just issued\r\na troubling assessment of the implementation of the\r\nMillennium Development Goals.\r\nThe outcome document they adopted (resolution\r\n60/1) clearly sets out the priorities on which we must\r\ntake action. The first of those sadly remains food\r\nsecurity, because, as underlined by the Declaration on\r\nAction Against Hunger and Poverty, adopted in 2004\r\non the initiative of President Lula and President\r\nChirac, hunger remains the worst weapon of mass\r\ndestruction. It continues to kill several hundred million\r\nmen, women and children around the planet. We can\r\nsee it happening right now in the Sahel and southern\r\nAfrica. That scourge belonging to another age can and\r\nmust be fought.\r\nOf course, emergency humanitarian aid must be\r\nprovided to people in distress. That implies\r\nstrengthening the coordination of United Nations\r\ninterventions and, in particular, the establishment of an\r\ninternational humanitarian force, as proposed on\r\nseveral occasions by France.\r\nBut beyond that, it is important to provide all\r\nareas at risk with the technical resources for prevention\r\nand early warning. Above all, it is essential to create\r\nthe conditions for sustainable development to the\r\nbenefit of all. That is the aim of the Millennium\r\nDevelopment Goals, whose attainment requires\r\nsubstantial long-term financing. Official development\r\nassistance will continue to be primary for much time to\r\ncome. The summit’s outcome document recalls the\r\ninternational commitments made in that regard, which\r\nFrance and the European Union will respect. It is\r\nurgent that the other developed countries make the\r\nsame commitments. But we know well that this will\r\nnot be sufficient. Additional long-term resources have\r\nto be found through innovative financing mechanisms.\r\nFrance endorses the establishment of\r\ninternational solidarity contributions. Over 66\r\ncountries have given their support to the pilot project\r\nto levy a tax on airline tickets, and we welcome this. In\r\nFebruary, France will host a ministerial conference on\r\nthis initiative so that it can be implemented specifically\r\nand promptly.\r\nBy devoting three of the eight Goals to health, the\r\nMillennium Declaration has put public health back at\r\nthe centre of sustainable development. In terms of its\r\nscope and socio-economic impact, the HIV/AIDS\r\npandemic is of concern to us all. Only by working\r\ntogether will we be able to deal with it, through an\r\napproach that integrates prevention, treatment, care and\r\nthe medical and social vulnerability of infected\r\npersons. France wants to carry out this integrated\r\napproach with its European partners and with the\r\nWorld Health Organization, the Joint United Nations\r\nProgram on HIV/AIDS and the Global Fund to Fight\r\nAIDS, Tuberculosis and Malaria. We must do\r\neverything possible to achieve universal access to\r\ntreatment by 2010, if need be promoting greater\r\nflexibility of intellectual property rights as provided for\r\nin the Doha international trade agreements.\r\nThe fight against AIDS requires us all to mobilize\r\nour efforts. For its part, France has pledged to double\r\nits contribution to the Global Fund, increasing the\r\n19\r\nA/60/PV.12\r\namount to 300 million euros by 2007. At the same\r\ntime, international cooperation must take into account\r\nthe particular challenges faced by certain categories of\r\nindividuals: victims of abject poverty who are\r\nexcluded, young women denied the right to sexual and\r\nreproductive health, those with disabilities\r\nmarginalized by society.\r\nFrom the Indian Ocean to the Gulf of Mexico,\r\nfrom Japan to Antarctica, man is confronted today with\r\nan unprecedented rise in environmental threats that he\r\nhimself has caused. Scientific proof of the reality of\r\nclimate change and its human origins are irrefutable.\r\nAll initiatives must be compatible with the Kyoto\r\nProtocol; prospects must be charted for the future of\r\nthe multilateral climate regime after 2012. France\r\nwould hope to see more robust commitments,\r\nespecially regarding the transfer of technologies to\r\nemerging countries. To respond to the threat and more\r\neffectively mobilize energies and resources, France and\r\nEurope have proposed the establishment of a\r\nspecialized agency, based on the United Nations\r\nEnvironment Programme, for the purpose of\r\ncoordinating international action. This idea is\r\nmentioned in the summit’s outcome document; it must\r\nnow be translated into reality.\r\nThe United Nations is commemorating its sixtieth\r\nanniversary this year. The world has changed\r\nprofoundly since 1945. Millions of men and women\r\nhave gained freedom and have emerged from\r\nunderdevelopment. Technological progress has been\r\nstaggering and has radically changed the life of society\r\nand relations among States. Challenges and threats\r\nhave changed; they are now worldwide and jeopardize\r\nhumanity itself.\r\nYet, we must remain optimistic. It is not too late,\r\ngiven that we understand what is at stake and that we\r\nmobilize collectively. The United Nations is\r\nrediscovering the way charted for it by the founding\r\nfathers: helping in the peaceful settlement of disputes,\r\nbuilding international cooperation for development and\r\npromoting human rights.\r\nWe need the United Nations more than ever; it is\r\nthe sole framework for universal comprehensive action\r\nwhich is legitimate and recognized as such by all\r\nStates. Let us give it our full support. France for its\r\npart makes this commitment.\r\nThe President: I now call on His Excellency\r\nMr. Kantathi Suphamongkhon, Minister for Foreign\r\nAffairs of Thailand.\r\nMr. Suphamongkhon (Thailand): On behalf of\r\nthe delegation of Thailand, I would like to congratulate\r\nyou, Sir, on your election as President of the General\r\nAssembly at its sixtieth session. The General\r\nAssembly’s task this year is as crucial as the one that\r\nMr. Jean Ping, your predecessor, has just completed.\r\nMy delegation truly appreciated the strong leadership\r\nof Mr. Ping during one of the most challenging periods\r\nfor the United Nations. My delegation’s appreciation\r\nalso goes to the Secretary-General for his tireless\r\nefforts and active role.\r\nPermit me at the outset to express my heartfelt\r\ncondolences to the American people for the devastation\r\ncaused by Hurricane Katrina. Having suffered from the\r\nAsian tsunami ourselves last December, our hearts are\r\ntruly with the American people. In the aftermath of the\r\ntsunami, we were deeply touched by the outpouring of\r\nsupport coming to us from around the world. Our\r\nfriends were determined to do everything possible to\r\nhelp us get through our darkest days. The Thai people\r\nshared this spirit, and we also lent a hand to our\r\nneighbours suffering from the same calamity. We are\r\nseeing the whole world show the same spirit of shared\r\nresponsibility coming to the United States in the\r\naftermath of Hurricane Katrina. We need to move\r\nforward with this same spirit, this same sense of shared\r\nresponsibility, as we tackle the old and new challenges\r\nof our modern world of globalization.\r\nThere is certainly much to do. In many countries,\r\nextreme poverty, hunger, deadly infectious diseases\r\nand environmental degradation continue to do damage.\r\nThey are silent killers. We cannot and must not ignore\r\nthem. Every day, 50,000 people continue to perish\r\nfrom poverty and hunger; 30,000 children will not\r\nsurvive to celebrate their fifth birthday. Yet, money\r\nbeing spent on arms and weapons continues to outpace\r\nmoney being spent on sustaining lives. This is\r\nunacceptable.\r\nSixty years ago, the desire to achieve unity in\r\ndiversity with shared responsibility led to the creation\r\nof the United Nations. Now at 60, the United Nations\r\nis living in a world very different from that of 1945.\r\nToday, challenges to human security and economic\r\ndevelopment can be just as dangerous to the\r\ninternational community as traditional challenges in\r\n20\r\nA/60/PV.12\r\nthe form of military conflicts. The United Nations must\r\nbe able to act effectively to serve the world’s peoples.\r\nThe outcome document that was adopted by the\r\nHigh-level Plenary Meeting of the General Assembly\r\n(resolution 60/1) reflects the shared commitment of\r\nworld leaders to development, peace and security, as\r\nwell as human rights and human dignity. It sets the\r\nstage for the attainment of peace and prosperity\r\nthroughout the world.\r\nAs difficult as it was to reach a consensus on the\r\noutcome document, I believe that it will be even more\r\ndifficult to translate this consensus into concrete\r\naction. The road ahead will not be an easy one to\r\ntravel. We must stay focused on our common\r\naspirations as we face the difficulties that lie ahead.\r\nThailand intends to work with the United Nations\r\nand with all Member States to ensure that the vision of\r\nour leaders and the aspirations of our peoples lead to\r\nconcrete results. We will actively participate in\r\naddressing issues such as the revitalization of the\r\nGeneral Assembly, the strengthening of the Economic\r\nand Social Council, the reform of the Security Council\r\nand the establishment of the Human Rights Council.\r\nWe see merit in the idea of collective\r\nresponsibility to protect people from genocide, war\r\ncrimes, ethnic cleansing and crimes against humanity.\r\nTo achieve lasting peace and prosperity, Thailand\r\nstrongly supports the establishment of the\r\nPeacebuilding Commission as a mechanism to ensure\r\nsustainable post-conflict recovery and development.\r\nWe also want to see extensive management reform to\r\nmake the Secretariat more efficient, more effective,\r\nand also more accountable.\r\nWe must redouble our efforts to break the\r\nvicious circle of poverty, disease and conflicts. The\r\nchallenge of our time is to make peace, prosperity,\r\ndignity and freedom common to all. As Chair of the\r\nHuman Security Network, we are pleased that a\r\nhuman-centred approach to security has been embraced\r\nas an integral part of the new collective security\r\nconsensus.\r\nThe eradication of poverty must not be only a\r\ndream. We must make it happen. The United Nations\r\nmust mobilize all relevant agencies and marshal\r\nresources to help developing countries progress in a\r\nsustainable way. Developing countries must be able to\r\nidentify and leverage their inner strengths and their\r\ncomparative advantages. Capacity-building and\r\ntechnical assistance should be readily available. With\r\nthe right policies and strategies as well as the\r\nappropriate infrastructure, developing countries can\r\nleapfrog up the development ladder in our modern\r\nworld by making full use of globalization.\r\nIn that connection, we in Thailand have adopted a\r\npeople-centred development policy which stands side\r\nby side with democracy and good governance. At the\r\ninternational level, we are actively pursuing trade and\r\ninvestment liberalization. This is our dual-track policy.\r\nNational efforts must be backed by a supportive\r\nglobal environment. That means making international\r\ntrade free and fair, so that it can be an effective engine\r\nfor sustainable development. When we talk about free\r\ntrade, we must be mindful that not everyone is equally\r\nfit to compete in the same system of free competition.\r\nTwo days ago, from this same rostrum, my Prime\r\nMinister emphasized that a patient who has just been\r\nreleased from the intensive care unit of a hospital\r\ncannot run a race under the same rules and conditions\r\nas a fit athlete. That is so true.\r\nThailand welcomes the reaffirmation of the\r\nMonterrey Consensus and other proposals on\r\ninnovative financing for development. Financial\r\nassistance given to developing countries must go\r\ntowards empowering the recipient countries. We must\r\navoid creating more dependency traps. We must work\r\ntogether on the basis of partnership for sustainable\r\ndevelopment.\r\nPartnership is also vital in the area of energy. The\r\nrapid rise in global oil prices is very harmful to\r\ndevelopment and has the potential to roll back many of\r\nthe hard-won gains of developing countries. The higher\r\nthe price of oil, the longer it will take for many\r\ndeveloping countries to realize the Millennium\r\nDevelopment Goals. The United Nations should help to\r\nmobilize worldwide cooperation to ensure energy\r\nsecurity as well as to develop alternative sources of\r\nclean energy.\r\nThe United Nations must also do more to\r\npromote synergy among Member States through the\r\nfacilitation of partnership building, such as North-\r\nSouth, South-South and trilateral cooperation. We want\r\nto see a new and enhanced strategic partnership for\r\ndevelopment between the United Nations and its\r\nMember States.\r\n21\r\nA/60/PV.12\r\nIn South-East Asia, that is the spirit that is\r\ntransforming the region. For its part, Thailand has been\r\nreaching out to forge partnerships for development\r\nworldwide. Through regional cooperation for\r\ndevelopment initiatives, such as the Ayeyawady-Chao\r\nPhraya-Mekong Economic Cooperation Strategy\r\n(ACMECS); the Bay of Bengal Initiative for\r\nMultisectoral Technical and Economic Cooperation\r\n(BIMSTEC); and the Asia Cooperation Dialogue\r\n(ACD), Thailand is constructing layers of building\r\nblocks that support the development work of the\r\nUnited Nations.\r\nWe have shown through our actions that\r\nassistance for development is not just a one-way road\r\nfrom North to South. The countries of the South can\r\nsignificantly help one another to prosper together\r\nthrough South-South cooperation. Here, we in Thailand\r\nhave been working closely with other developing\r\ncountries, sharing our experiences and best practices,\r\nespecially in areas in which Thailand has expertise,\r\nsuch as agricultural development and public health.\r\nMarginalization breeds resentment and anger,\r\nboth of which are fertile ground for extremism to\r\nflourish. Development helps to prevent this. Putting a\r\nhuman face on globalization is as vital as it is urgent.\r\nTogether, we can create an environment conducive to\r\nturning back the tide of violent extremism and\r\ndiscrediting the appeal of terrorism. Religious and\r\ncultural identities must also be recognized and\r\nrespected. This is unity in diversity. This is the path of\r\nmoderation and understanding. This is also a peaceful\r\nway to fight violence and terrorism. Here, we must\r\ncondemn terrorism in all its forms and manifestations,\r\nby whomever committed, wherever and for whatever\r\npurposes.\r\nWe have so much on our agenda. The road ahead\r\nwill not be an easy one. We must work together to\r\nensure that we can build strength from diversity, with a\r\nvery strong sense of shared responsibility. Let us make\r\nthe United Nations truly serve the people, no matter\r\nwho they are and no matter where they are. Let us\r\nensure that “We the peoples of the United Nations” can\r\ntruly live our lives “in larger freedom”, as envisioned\r\nby our founding fathers 60 years ago.\r\nThe President: I now call on His Excellency\r\nMr. Vartan Oskanian, Minister for Foreign Affairs of\r\nArmenia.\r\nMr. Oskanian (Armenia): Let me first welcome\r\nyou, Sir, to your position. I know we will enjoy\r\nworking with you, given our past experience. Let me\r\nalso express our appreciation to the outgoing President\r\nfor the leadership that he provided during the previous\r\nsession.\r\nWhen the Millennium Summit was held in 2000,\r\nin another New York and another era and before\r\nunspeakable events overtook our agenda, the lack of\r\nuniversal economic development was the supreme\r\nchallenge and security concern that we had. That is\r\nwhy the Millennium Development Goals (MDGs) were\r\ncreated. It took the commitment and firm belief of\r\nalmost 200 of our world leaders to come up with\r\nsimple, obvious, straightforward objectives, which I\r\nthink can be best summed up by Amartya Sen’s\r\neloquent formulation, “Development as freedom”. Five\r\nyears later, I think these goals are still relevant and\r\nthey are no less imperative. Pretending that anything\r\nless would do is, I think, disingenuous, dangerous and\r\nunfair.\r\nIf, today, our focus is on global security, and we\r\nall clearly understand and see that the path to security\r\npasses through development, then we should recall\r\nEleanor Roosevelt, who 60 years ago, working on the\r\nUniversal Declaration of Human Rights, stated that\r\nmen in need were not free. Indeed, only with the\r\nrealization of these Goals can we enable men to live in\r\ngreater freedom.\r\nIn Armenia, where our resources are very limited\r\nbut the will of people is very strong, we have been\r\nexperiencing good economic growth. In the past four\r\nor five years, we have indeed seen double-digit\r\neconomic growth, and we understand that our biggest\r\nchallenge today is to translate that high economic\r\ngrowth into progress in human development. Each year\r\nin Armenia we look forward to the publication of the\r\nHuman Development Report because we see it as a sort\r\nof report card that shows how our country is doing. In\r\nthe past four or five years we have been making steady\r\nprogress. This year we placed eighty-third, ahead of all\r\nof our neighbours.\r\nWhile we should not underestimate this progress,\r\non the other hand, we do not want to exaggerate it. We\r\nhave to look at this index, at its promise, and see what\r\nproblems we facing that we need to address and what\r\ngaps need to be filled.\r\n22\r\nA/60/PV.12\r\nFirst, we have to accelerate our efforts to reduce\r\nthe level of poverty in our country. Societies are judged\r\nby the way they treat their most vulnerable. In\r\nArmenia, the poor are in the rural areas and we have to\r\nmake sure that economic development can trickle out\r\nto our rural areas from the cities. For us, economic\r\ndevelopment is comprehensive rural development. It is\r\nour plan to identify those areas that can provide\r\nopportunity for rural people so that they can develop\r\nand unleash their capacity for production. Just as with\r\nthe MDGs, there must be a partnership between rich\r\nand poor. In our case, we are trying to create such a\r\npartnership so that we reduce the numbers of poor in\r\nour country more rapidly.\r\nSecondly, we have to turn democracy into a tool\r\nfor development. Democracy means not only elections.\r\nDemocracy and democratic institutions are not simply\r\nends for their own sake. They have to provide, and\r\nthey will provide, a better environment for political\r\nand economic development. We think we need to\r\ncreate transparent, solid, open institutions so that we\r\ncan limit the action of the elite, and create a level\r\nplaying field for the entire population.\r\nWe are pleased with the ranking that we have\r\nachieved. But we are satisfied only because we know\r\nwe have achieved this against all odds: against our\r\ngeography, against our history and against attempts in\r\nour region to isolate Armenia.\r\nArmenia is a small, landlocked country. We do\r\nnot have the natural resources our neighbours have. It\r\nhas become customary to say that our greatest natural\r\nresource is our population, and indeed it is. But let me\r\nsay that, if we had the oil resources, we would have\r\nused those revenues to double our education budget,\r\nbecause we understand that education is development.\r\nEducation creates dreams for our youth and provides\r\nthe means to achieve them. If we had the oil revenues,\r\nwe would double our social security budget, because\r\nwe clearly see that there is a gap between the dreams of\r\nour people and the prospects of achieving them. If we\r\nhad the oil revenues, we would double our efforts in\r\nthe area of environmental protection, because that is\r\nthe best investment a society can make.\r\nBut one thing we would not do is to double our\r\nmilitary budget. We will not create imaginary outside\r\nenemies to justify our own inaction and failures. We\r\nwill not pretend that there are simplistic, fanatical\r\nsolutions to complicated social and economic\r\nproblems. In other words, we think the military option\r\nis not available as a tool in domestic and foreign\r\npolicy.\r\nWhen it comes to regional conflicts, advocating\r\nmilitary solutions is not only unrealistic but is also a\r\nclear manifestation of a patent lack of understanding of\r\ndemocracy, rule of law and human rights. The founders\r\nof this institution, the United Nations, clearly indicated\r\nand knew that security, development and human rights\r\ngo hand in hand.\r\nBut self-determination is a human right and the\r\npeople of Nagorny Karabakh have aspired to it, fought\r\nfor it and earned it. They had to face the aggression of\r\na Government they did not choose, but they fought for\r\nself-determination and they earned it. It was a fight\r\nthat was not of their choosing and the right they fought\r\nfor was neither abstract nor excessive. What they want\r\nis what we all want, the right to live on their own land,\r\nin their own homes, in dignity, safety and security.\r\nThe people of Karabakh have achieved that, and\r\nsubsequently they have demonstrated to the world that\r\nthey can sustain their de facto independence, that they\r\ncan rule themselves, create democratic institutions and\r\nconduct elections.\r\nCountries like mine come to such gatherings and\r\nmeetings with huge expectations, because we want to\r\ncontribute, to participate and to be involved in the give\r\nand take. But, if you think that because I am the\r\nMinister for Foreign Affairs of what is obviously a\r\nsmall country, and frankly, an imperfect one, I do not\r\nhave the right to expound on our common future, allow\r\nme for a moment to speak, not as a foreign minister,\r\nbut as a citizen of the world.\r\nThe prospect of United Nations reform is only the\r\nbeginning of achieving the promise of a world\r\nOrganization that would better resemble the realities of\r\nthe current world. If we cannot find common ground, if\r\nwe cannot agree to reform this institution today or\r\ntomorrow or next week or this year, I believe that one\r\nday we will have to do it. We cannot simply go on\r\npretending that we do not know our history. We cannot\r\ngo on pretending that the world has not changed. We\r\ncannot go on pretending that we do not understand that\r\nthere are new realities. It is not 1945 any longer.\r\nStill, it is very encouraging that the principles\r\nenshrined in the United Nations Charter — written\r\nthree generations ago — remain valid, relevant and\r\n23\r\nA/60/PV.12\r\nsignificant today. That is because the spirit of San\r\nFrancisco in 1945, and the global Charter that was\r\nforged there, were revolutionary. The Charter affirmed\r\nthe obligation and accountability of one generation to\r\nanother, of one State to another other, and that together,\r\nStates can and must create a safer world. The formula\r\nthat was worked out then to achieve those goals\r\nworked.\r\nToday, we need to rework that formula,\r\nreaffirming, first and foremost, our responsibility and\r\naccountability to our citizens and Governments, the\r\nresponsibility of international institutions to their\r\nmembers and of States to each other.\r\nWe need to democratize international relations\r\nand international institutions. We need fair, earned\r\nrepresentation around the decision-making table.\r\nEarned representation: that is, countries that are\r\ncommitted to democracy, human rights and the rule of\r\nlaw should have the right to sit on the Human Rights\r\nCouncil; countries that are serious about social and\r\neconomic development should occupy seats on the\r\nEconomic and Social Council; and countries that are\r\ncommitted to world peace and security, that are serious\r\nabout the dignity of the world community, should\r\nassume a leadership role in the world community.\r\nThose are not ambitious goals. It is only natural\r\nthat our national interests will differ. That is why the\r\nUnited Nations must step in to fill the gap, enabling us\r\nto work together in exchange for commitment and\r\naction.\r\nIt all boils down to our accountability to our\r\nchildren. What will we say to our children if we do not\r\nachieve the Millennium Development Goals in the next\r\ndecade, when we are living in an era that has witnessed\r\nthe creation of huge wealth in the world economy, but\r\nwhere half of the world’s population still lives in\r\npoverty, far from benefiting from the fruit of that\r\ngrowth? What if we, in our region, miss the\r\nopportunity to make peace and put war, its\r\nconsequences and its legacy, behind us? How, then, are\r\nwe going to be able to look our children in the face?\r\nWhat if we reject that chance to learn from our past, to\r\ncome to terms with our history, if we refuse to take our\r\ncommon and joint responsibility to intervene and\r\nprevent conflict, letting Governments time and again\r\ncommit torture, ethnic cleansing and genocide against\r\ntheir own populations? What will we then tell our\r\nchildren?\r\nWhen the United Nations was created 60 years\r\nago, it gave the people of the world hope and faith in\r\ntheir leaders, in their future and in the lives of their\r\nchildren. Today, having witnessed the huge calamities\r\nand catastrophes, both man-made and natural, which\r\nhave occurred recently, there is a clear need to restore\r\nthe faith of the peoples of the world.\r\nLooking at the damage caused by last year’s\r\nAsian tsunami and the recent Hurricane Katrina,\r\nlooking at the violence that is being perpetrated in\r\nDarfur and the carnage that we witnessed in London,\r\nwe are questioning ourselves, our neighbours and our\r\nassumptions. The answer must be united momentum,\r\nunited effort, united resources and united action by\r\nnations united. The United Nations can still be that\r\nanswer.\r\nThe President: I now call on His Excellency\r\nMr. Elmar Maharram oglu Mammadyarov, Minister for\r\nForeign Affairs of Azerbaijan.\r\nMr. Mammadyarov (Azerbaijan): At the outset I\r\nwould like to congratulate you, Mr. President, on your\r\nelection to the presidency of the sixtieth session of the\r\nGeneral Assembly. I have known you personally for a\r\nlong time as a very skilful and highly professional\r\ndiplomat and I wish you every success in making new\r\nachievements in that highly responsible post. I would\r\nalso like to express our appreciation to your\r\npredecessor, Mr. Jean Ping, for the competence and\r\ndedication with which he guided the work of the fifty-\r\nninth session of the General Assembly.\r\nWhile it is too early to assess the impact of the\r\n2005 World Summit Outcome (resolution 60/1)\r\nadopted at the High-level Plenary Meeting, I will\r\nventure to say that the path leading up to it was thorny,\r\nif not challenging, at times.\r\nAzerbaijan has always been and will remain\r\ncommitted to the purposes, principles and values\r\nenshrined in the United Nations Charter and other\r\nlandmark documents. Respect for the norms and\r\nprinciples of international law and diligent observance\r\nof international obligations by Member States serve as\r\nindicators of their adherence to those values and\r\nprinciples.\r\nAzerbaijan fully supports a collective approach to\r\nsecurity. We are committed to taking concerted action,\r\nin conformity with the United Nations Charter, to\r\nremove threats to peace and security, foster sustainable\r\n24\r\nA/60/PV.12\r\neconomic development and support democracy-\r\nbuilding and protection of human rights.\r\nWe reaffirm our determination to continue the\r\nreforms that will eventually improve the functional\r\ncapacity of the United Nations and its decision-making\r\nprocesses, especially with regard to crisis and conflict\r\nmanagement.\r\nSince our accession to the United Nations, the\r\nOrganization has been closely associated in our society\r\nwith our hopes for the liberation of the territories of\r\nAzerbaijan occupied by Armenia. Although the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) is deeply involved in the settlement process,\r\nthe prompt response of the Security Council to the\r\noccupation of the territories of Azerbaijan and the\r\nadoption of four Security Council resolutions — 822\r\n(1993), 853 (1993), 874 (1993) and 884 (1993) — still\r\ngives us hope for the peaceful settlement of the conflict\r\nin and around the Nagorny Karabakh region of the\r\nRepublic of Azerbaijan. The principles unanimously\r\nadopted by the Security Council in those resolutions\r\ncontinue to be the basis for the settlement of the\r\nconflict.\r\nLast year the General Assembly’s consideration\r\nof the agenda item entitled “The situation in the\r\noccupied territories of Azerbaijan” played a crucial\r\nrole in attracting attention to the dangerous practices\r\ncarried out by Armenia in the occupied territories of\r\nAzerbaijan.\r\nAs for the negotiation process itself, I must admit\r\nthat we are now at a critical juncture where the chances\r\nfor resolution of the conflict are cautiously optimistic.\r\nThe Government of Azerbaijan remains committed to\r\nthe peaceful settlement of this protracted conflict,\r\nbased on respect for the norms and principles of\r\ninternational law, the implementation of the relevant\r\nSecurity Council resolutions and related OSCE\r\ndocuments and decisions. We expect that the Armenian\r\nside will take a similarly constructive approach and\r\nwill not miss this window of opportunity.\r\nThere is no room for illusions. Azerbaijan will\r\nnever compromise its territorial integrity. Only the\r\nreturn of all the occupied territories to Azerbaijan will\r\nhelp restore our trust and confidence in Armenia and\r\nits declared intention of establishing good-neighbourly\r\nrelations with Azerbaijan. Such a step would remove\r\nthe label of aggressor from the Government of\r\nArmenia — a label it inherited after it occupied the\r\nterritories of Azerbaijan — and allow both parties to\r\nbenefit from the opportunities the settlement of the\r\nconflict will bring.\r\nWe are ready to provide security assurances for\r\nthe Armenian population of the Nagorny Karabakh\r\nregion of Azerbaijan. As for the status of the region, it\r\nis necessary to create favourable conditions for the\r\nsecure and dignified return of the expelled Azerbaijani\r\npopulation to the Nagorny Karabakh region and to\r\nother occupied territories, to establish normal living\r\nconditions there and to provide opportunities for\r\neconomic development for both communities.\r\nOnce the agreement is achieved, for both political\r\nand legal guarantees of its implementation we will\r\nneed the international community’s support for the\r\ndeployment of multinational peacekeeping forces,\r\ndemining, the restoration of communications, the\r\nrehabilitation of lands and the provision of security\r\nguarantees for the population in the Nagorny Karabakh\r\nregion of Azerbaijan, including the creation of local\r\npolice forces in the region for both Armenian and\r\nAzerbaijani communities.\r\nLast but not least, I should like to make a point\r\non conflict resolution. It concerns the issue of the\r\ncommunication of Armenians living in the Nagorny\r\nKarabakh region of Azerbaijan with Armenia and that\r\nof Azerbaijanis living in the Nakhchivan region of\r\nAzerbaijan with the rest of the country. We suggest that\r\nthe so-called Lachin corridor — which should be called\r\na road of peace — be used by both sides in both\r\ndirections, provided that security on the road is ensured\r\nby the multinational peacekeeping force in the initial\r\nstage.\r\nThe road’s importance extends beyond the\r\npractical benefits of direct transport communications\r\nbetween Armenia and Azerbaijan; the road should be\r\nconsidered, first and foremost, as the path leading to\r\npeace and cooperation in the South Caucasus region.\r\nToday, from this rostrum, after the recent meeting of\r\nthe Presidents of Azerbaijan and Armenia, held in\r\nKazan on 26 August 2005, I urge the Armenian side\r\nnot to miss this opportunity to move the negotiation\r\nprocess forward with the assistance of the\r\nCo-Chairmen of the OSCE Minsk Group, in\r\naccordance with the key understandings reached in the\r\nPrague process.\r\nAzerbaijan believes that development reinforces\r\ndemocratic transformation, the rule of law and respect\r\n25\r\nA/60/PV.12\r\nfor human rights. We agree that it is urgent and\r\nimportant to achieve the international development\r\nagenda. The Millennium Development Goals (MDGs)\r\nremain an indispensable part of that agenda and\r\nrepresent measures of States’ contributions to and\r\nimpacts on global efforts in their quest for a better\r\nexistence.\r\nCooperation in the areas of debt, assistance and\r\ntrade can open up new opportunities for development\r\nfinancing and can reinforce national efforts to mobilize\r\nneeded resources. Here, the special development needs\r\nof Africa deserve serious attention. Azerbaijan\r\ntherefore welcomes the recent decision by the Group of\r\nEight Governments to cancel the debt of heavily\r\nindebted poor countries.\r\nWe also consider official development assistance\r\nto be an important investment in self-sustaining\r\ndevelopment. We firmly believe that, if aid is to be\r\neffective, greater interagency coordination is required\r\nat all levels. The United Nations Development Group\r\nand the United Nations Resident Coordinator have a\r\ncritical role to play in this field. We fully support the\r\nstrengthening of both structures.\r\nYet another area requiring increased cooperation\r\nis international trade. Addressing issues related to\r\nimproving market access and terms of trade as well as\r\novercoming supply side constraints can revive the\r\nDoha round. Azerbaijan believes that the 2005 world\r\nsummit will renew the sense of urgency to build strong\r\npolitical will and a coherent policy approach aimed at\r\ncreating a more favourable multilateral trade system\r\nduring the forthcoming ministerial meeting of the\r\nWorld Trade Organization, to be held in Hong Kong. In\r\nthe meantime, we believe that the development\r\nchallenges of landlocked developing countries should\r\nbe effectively addressed, bearing in mind the recently\r\nadopted Asunción Platform for the Doha Development\r\nRound.\r\nWe recognize the crucial role of regional\r\norganizations, including United Nations regional\r\ncommissions, in enhancing regional cooperation to\r\npromote sustainable development. Azerbaijan places\r\nemphasis on the development of transregional transport\r\nand communication lines and makes its contribution\r\nthrough the Baku-Tbilisi-Ceyhan oil pipeline and the\r\nBaku-Tbilisi-Erzerum natural gas pipeline. We also\r\nlook forward to the building of a new Baku-\r\nAkhalkalaki-Tbilisi-Kars railroad.\r\nAzerbaijan is committed to poverty eradication\r\nand has identified it as an overarching goal in its\r\ndevelopment strategies. Although we are encouraged\r\nby the implementation perspectives presented in the\r\nreport of the Millennium Project, we highlight the need\r\nfor assistance to complement the efforts of national\r\nleadership, especially in the areas of capacity-building,\r\nscience and technology and environmental protection.\r\nThe achievement of the Millennium Development\r\nGoals requires not only public investment in\r\ninfrastructure and human capital, but also investment\r\nin improving governance, which includes an efficient,\r\nproperly resourced and adequately staffed institutional\r\nsystem as well as political accountability, transparency\r\nand participation. Azerbaijan attaches particular\r\nimportance to progress in this area. In recognition of\r\nthe central role of good governance in poverty\r\nreduction and development, we have formulated\r\nadditional national MDGs to address governance\r\nissues. Specific targets in that area include, inter alia,\r\nreform of the overall State system of public\r\nadministration, legislation and policy by the year 2015.\r\nRecognizing the destructive effects of natural\r\ndisasters on the sustainable development of countries\r\nand communities, Azerbaijan, as a disaster-prone\r\ncountry, believes that efforts aimed at disaster\r\nmitigation should place particular emphasis on\r\nawareness-raising programmes and on the development\r\nof early warning capacities.\r\nIt is clear that national ownership of the design,\r\nimplementation and coordination of humanitarian\r\nresponse and transition programmes in both post-\r\ndisaster and post-conflict situations is essential to\r\nensure the desired impact and the sustainability of such\r\nprogrammes. However, there is a need for the efficient\r\nsharing of responsibilities between national authorities\r\nand international humanitarian and development actors,\r\nparticularly in protracted humanitarian situations with\r\nmass displacement and limited national capacities to\r\ntackle all existing problems. Humanitarian assistance\r\nand funding should not be limited to providing\r\nimmediate responses to crises; they must take into\r\naccount long-term needs in the transition phase.\r\nPromoting human rights and the rule of law has\r\nbeen an integral part of our national development\r\nstrategy as a result of our conviction that the full\r\nenjoyment of human rights, while a goal in itself,\r\nserves as a foundation for sustainable development. We\r\n26\r\nA/60/PV.12\r\nneed to increase our ability to deal with human rights\r\nchallenges and to adequately respond to them,\r\nparticularly in times of conflict and crisis.\r\nIn conclusion, I would like to assure the\r\nAssembly that Azerbaijan will remain committed to the\r\nideals that are the foundation of the Organization, and\r\nto express my confidence that at this critical juncture\r\nfor multilateralism, the international community will\r\nspare no effort to make the United Nations more\r\nefficient and more relevant to the needs of its Member\r\nStates.\r\nThe President: I now call on His Excellency\r\nMr. Rafael Antonio Bielsa, Minister for Foreign\r\nAffairs, International Trade and Worship of the\r\nArgentine Republic.\r\nMr. Bielsa (Argentina) (spoke in Spanish): I wish\r\nto congratulate you, Sir, on your election to preside\r\nover the General Assembly at its sixtieth session. I am\r\nconvinced that your talent will enable us to take useful\r\ndecisions. You can count on the full cooperation of my\r\ndelegation. I also thank the Secretary-General for his\r\nefforts to renew the Organization and his work on\r\nbehalf of the international community.\r\nThis general debate is being held after the summit\r\nto review the implementation of the Millennium Goals,\r\nin which many heads of State or Government\r\nparticipated, including the President of my country.\r\nThe work accomplished by the President at that\r\nMeeting will help to overcome the difficulties facing\r\nthe Organization.\r\nFor the Argentine Republic, respect for the rule\r\nof law is an essential premise. We believe that\r\ndemocracy is a universal value that is not the heritage\r\nof any country or region in particular. Day after day,\r\nwe strive to improve its quality and to ensure the rule\r\nof law and the impartiality and independence of our\r\njudiciary.\r\nMr. Singh (India), Vice-President took the Chair.\r\nRespect for human rights, whose protective\r\nnorms form part of our Constitution, is another of our\r\nconcerns. In my country, promoting and protecting\r\nhuman rights is a State policy that is part of our\r\ndemocratic identity as a nation and therefore is one of\r\nthe main underpinnings of our foreign policy.\r\nDefending the right to life and the right to dignity\r\nof men and women throughout the world does not\r\nallow half-hearted words or half-hearted solutions.\r\nThat is due to the importance that human rights have\r\nacquired in the international arena as a factor in the\r\npreservation of peace, development and democracy, as\r\nwell as in the cruel historic circumstances through\r\nwhich my country had to struggle.\r\nWe can never devote too much energy to\r\npromoting and protecting the human rights of all\r\npeoples of the world. Intolerance, censorship, torture\r\nand cruelty, even when they are presented as excesses\r\ncommitted in the name of beliefs, deny the validity of\r\nthe forum in which we are now speaking, and they will\r\ncontinue to do so as long as they exist.\r\nIn the context of its lasting commitment to\r\npolicies for social inclusion, my country, a few days\r\nago, adopted a national plan against discrimination. It\r\nunconditionally supports the progress of the\r\nnegotiations currently taking place in the Organization\r\nto achieve a comprehensive convention for people with\r\ndisabilities and hopes that work on that convention will\r\nbe completed in the course of the coming year.\r\nInternational solidarity can do a great deal for\r\nthose deprived of their fundamental rights and\r\nfreedoms, especially as nobody expects such torments\r\nto come upon them. That is why, from the start of the\r\ndiscussions on United Nations reform, we have taken a\r\nvery active stance to strengthen and perfect the\r\nuniversal system for the protection of human rights,\r\nmaking sure that those rights occupy the central\r\nposition that is their rightful place.\r\nThere are few things in which men have not\r\nbelieved — as few as those things they did not expect.\r\nFor that reason, in a country whose citizens were\r\nallowed to think that impunity is possible, those that\r\nsurvived must work to prevent history from being\r\nrepeated.\r\nWe therefore support the creation of a Human\r\nRights Council as an essential organ of the United\r\nNations and to give the issue of human rights the same\r\nimportance as that attached to development and\r\nsecurity. During the ongoing negotiations, Argentina\r\nwill work decisively to establish an organ that can\r\ncarry out vigorous and effective action to promote and\r\nprotect human rights in all the world.\r\nStrengthening global justice is necessary to put a\r\nstop to massive human rights violations, genocide and\r\ncrimes against humanity. Argentina is involved in the\r\n27\r\nA/60/PV.12\r\nfight against impunity for those crimes and\r\nunconditionally supports the International Criminal\r\nCourt.\r\nWe welcome the adoption of Security Council\r\nresolution 1593 (2005), which refers the situation of\r\nDarfur to the Prosecutor of the International Criminal\r\nCourt. That resolution represents a very important step\r\nin the strengthening of the institutions established\r\nunder the Rome Statute. It is a historical precedent\r\nlinked to the achievement of two main goals of the\r\nUnited Nations: peace and basic rights.\r\nArgentina, which in its past suffered systematic\r\nviolations of human rights characterized by torture,\r\nforced disappearances and summary executions of its\r\ncitizens, has taken decisive steps through its domestic\r\nlegislation to put an end to impunity. Our Supreme\r\nCourt recently ruled that the general amnesty laws\r\nentitled “Punto Final” and “Obediencia debida” were\r\nunconstitutional and that they were an obstacle to\r\nattaining a postponed but necessary justice. Thus, we\r\njoin the efforts to ensure that those accountable for\r\ncrimes against humanity are tried and punished.\r\nAs the President of Argentina stated during the\r\nrecent summit, Argentina unequivocally condemns\r\nterrorism in all its forms and manifestations, regardless\r\nof the causes it invokes. Nothing can justify\r\nindiscriminate attacks on innocent civilians and\r\nnon-combatants. We are strongly committed to fighting\r\nthat grave threat to international peace and security.\r\nOur response to terrorism must be ethical and\r\nmorally valid, and must therefore be carried out in full\r\nrespect of the United Nations Charter, the rule of law,\r\ninternational law, human rights, refugee law and\r\nhumanitarian law.\r\nGiven that we have to protect others from fear,\r\nwe must act in accordance with the principles of\r\nlegitimacy and proportionality and with the support of\r\ninternational public opinion.\r\nArgentina, the current Chair of the Security\r\nCouncil’s 1267 (1999) Committee, responsible for\r\nmonitoring implementation of the sanctions against\r\nmembers of the terrorist group Al-Qaida and the\r\nTaliban, believes that the United Nations has a central\r\nrole to play in the coordinating the efforts and the\r\ndevelopment of international mechanisms. We must\r\nsupport those endeavours, particularly through the\r\nstrict and full implementation of Security Council\r\nresolutions.\r\nThis year, my country ratified the 1999\r\nInternational Convention for the Suppression of the\r\nFinancing of Terrorism. With that ratification, it\r\nbecame a State party to the 12 international\r\nconventions to combat terrorism. And we have just\r\nsigned the International Convention for the\r\nSuppression of Acts of Nuclear Terrorism.\r\nIn spite of the efforts made, there has been an\r\nincrease in the number of attacks. That requires a\r\ncareful review and assessment of the objectives,\r\nmethods and approaches employed, as well as an\r\nimportant effort by the international community to\r\nbring conflicts to an end soon, eliminate aggressive\r\ninequalities and achieve a fairer, more rational world.\r\nThere has recently been some important\r\nconceptual progress towards the completion of an\r\ninternational convention on terrorism. We hope that\r\nthis instrument can soon be adopted.\r\nMy country — which suffered two very serious\r\nattacks, against the Israeli embassy in 1992 and against\r\nthe Argentine-Israeli Mutual Association (AMIA) in\r\nBuenos Aires in 1994 — is determined to shed light on\r\nthose heinous and unjustifiable criminal acts.\r\nIdentifying and punishing the culprits is our deeply felt\r\nduty to the innocent victims and their families. It is\r\nalso the desire of the Argentine people.\r\nThe United Nations is undergoing a reform\r\nprocess that must be transparent, thorough and\r\nadequate, and it must answer the urgent and undeniable\r\ndemands of our peoples. All main organs of the United\r\nNations should be thoroughly improved. The General\r\nAssembly, the principal deliberative and decision-\r\ntaking authority, must find a way to ensure that its\r\nvoice is heard throughout the world. The Economic and\r\nSocial Council also needs to be thoroughly rethought\r\nand restructured to make it more effective.\r\nA vast majority has called for enhancing the\r\ntransparency and the effectiveness of the Security\r\nCouncil. As part of the Uniting for Consensus\r\nmovement, Argentina will work for a Security Council\r\nthat includes new members only within the category of\r\nnon-permanent members, because we believe that we\r\nshould not create new privileges contrary to the\r\ndemocratic spirit that should reign in the United\r\nNations. Council members should be accountable for\r\n28\r\nA/60/PV.12\r\ntheir actions, and that can be achieved through periodic\r\nelections.\r\nFor its part, the Secretariat must continue its\r\nprocess of professionalization and universalization to\r\nbetter ensure its accountability and effectiveness.\r\nPeacekeeping operations are among the most\r\neffective tools of the United Nations to bring peace and\r\nsecurity to troubled peoples. Argentina is strongly\r\ncommitted to these operations, in which it has\r\nparticipated since 1958. Currently, we are contributing\r\nto eight of them.\r\nIn particular, I would highlight efforts being\r\nmade in Haiti in the search for a peaceful and lasting\r\nsolution to Haiti’s serious challenges. We have long\r\nknown that the response to crisis does not end with the\r\nestablishment of a peacekeeping operation. Because of\r\nthis, we have established complex operations able to\r\npromote stable solutions in all fields: namely security;\r\nthe rule of law; justice; institution-building;\r\ndisarmament, demobilization and reintegration; social\r\nand economic development; human rights; and\r\ndemocracy.\r\nThat is why we stress the importance of\r\nestablishing a Peacebuilding Commission.\r\nArgentina supports the goals established at the\r\nMillennium Summit and at Johannesburg and\r\nMonterrey. Recent progress in development financing\r\nshows that while developing countries have made\r\nsignificant efforts to reform and streamline their\r\neconomies, these efforts have not been accompanied by\r\nmeasures on the part of developed countries to fulfil\r\nthe commitments adopted at those conferences.\r\nOnce again, we urge developed countries to allot\r\n0.7 per cent of their gross domestic product for\r\ndevelopment assistance, to open their markets and to\r\ndo away with subsidies. We support the Monterrey\r\nConsensus provisions on reform of the international\r\nfinancial system to adapt the system to the new\r\nchallenges posed by the fulfilment of the Millennium\r\nDevelopment Goals.\r\nWe believe in the need to study and negotiate the\r\ncreation of new international financial instruments that\r\nwill prove more efficient in the ongoing fight against\r\nhunger and poverty.\r\nI turn now to two topics that are of utmost\r\nimportance to Argentina: first, the international trade\r\nsituation. As the summit outcome document that we\r\nhave adopted (resolution 60/1) states, international\r\ntrade is a fundamental tool for economic and social\r\ndevelopment. It is, therefore, imperative that we\r\nestablish fair, equitable and rule-based international\r\ntrade that is inclusive and gives priority to\r\ndevelopment. The ongoing World Trade Organization\r\n(WTO) negotiations in the context of the Doha\r\ndevelopment round are of key importance. It is\r\nessential for the WTO to promote a fair international\r\ntrade system. Developed countries must eliminate\r\nprotectionist measures in the form of subsidies,\r\nnon-tariff barriers and arbitrary standards, which\r\ndistort and limit commercial exchanges, especially in\r\nthe agricultural sector.\r\nThe sixth WTO Ministerial Conference, to be\r\nheld in Hong Kong, is drawing near, and there is still a\r\ngreat deal to be done. We hope that it will enable us to\r\nincrease the indirect benefits to be gained through\r\ngrowing participation by developing countries in\r\ninternational trade.\r\nSecondly, we must also deal with the question of\r\nexternal debt. International bodies must adopt\r\neffective, broad, equitable and lasting solutions to the\r\nproblem of the debt of developing countries. The\r\nconcept of sustainability of external debt must be\r\nredefined, bearing in mind the primary responsibility\r\nof the State to maintain and stimulate development in\r\nsectors such as health, education and promotion of\r\nemployment. It is illogical to transform developing\r\ncountries into relatively less-developed countries so\r\nthat when the desperate moment arrives, the debt\r\ncancellation process can begin.\r\nIn conclusion, I also wish to refer here to the\r\nquestion of the Malvinas Islands. Recovery of the full\r\nexercise of sovereignty over the Malvinas, South\r\nGeorgia and South Sandwich Islands and the\r\nsurrounding maritime areas is among the national\r\ninterests that are an essential component of Argentina’s\r\nidentity as a democratic nation. All Argentines are\r\nstrongly committed to the peaceful settlement of this\r\ndispute; this commitment is a priority of my country’s\r\nforeign policy and is enshrined in our Constitution.\r\nArgentina has repeatedly stated its willingness to\r\nresume negotiations on sovereignty, as took place\r\nbetween 1966 and 1982.\r\nI wish to conclude by reiterating that we have an\r\nopportunity to renew this Organization so that it is\r\n29\r\nA/60/PV.12\r\nbetter equipped to meet the numerous demands of\r\nhumanity. Everything we can achieve today will result\r\nin benefits for future generations. We shall cooperate\r\nwith other United Nations Members to that end with\r\ndue modesty, as any party expecting the same level of\r\ncommitment from others would cooperate.\r\nThe Acting President: I now give the floor to\r\nHis Excellency The Right Honourable Sir Rabbie\r\nL. Namaliu, Minister for Foreign Affairs and\r\nImmigration of Papua New Guinea.\r\nSir Rabbie L. Namaliu (Papua New Guinea): I\r\nbring greetings and congratulations to the President of\r\nthe General Assembly from the Government and the\r\npeople of Papua New Guinea on the occasion of the\r\nsixtieth anniversary of the United Nations. I pledge my\r\ndelegation’s support in the discharge of his noble\r\nresponsibilities. I would like to commend again His\r\nExcellency Mr. Jean Ping, Foreign Minister of Gabon,\r\nfor his stewardship of the work of the fifty-ninth\r\nsession of the General Assembly. I also pay tribute to\r\nthe Secretary-General, Mr. Kofi Annan, and his staff\r\nfor their continued efforts in servicing the needs of\r\nMember States.\r\nAt the outset, I would like to convey the heartfelt\r\nsympathy and condolences of the people of Papua New\r\nGuinea to the Government of the United States of\r\nAmerica and its people with respect to the loss of lives\r\nand the destruction of property in the Gulf states. We\r\nwish them well for a speedy recovery and in their\r\nreconstruction efforts.\r\nThe United Nations has come a long way since its\r\ninception in 1945. The focus on international peace and\r\nsecurity remains relevant, although since then it has\r\ntaken on new and different dimensions, including the\r\nevil of global terrorism.\r\nThe process of reform of the United Nations,\r\nparticularly the General Assembly, the Security\r\nCouncil and the Secretariat must be reflective of the\r\nchanging landscape of today’s international realities.\r\nThe membership of the Security Council, both\r\npermanent and non-permanent, must be expanded to\r\ninclude equitable representation from developing\r\ncountries. Work on the reform agenda, as set out in the\r\noutcome document (resolution 60/1) of the High-level\r\nPlenary Meeting, must commence without any further\r\ndelay. We strongly support the early resolution of all\r\nthe outstanding issues, including those related to\r\nhuman rights and to disarmament.\r\nConvening the recently concluded summit\r\nenabled us to see how much progress we have made in\r\nthe implementation of the Millennium Development\r\nGoals (MDGs) in our respective countries. Despite the\r\nGovernment’s efforts to achieve the MDGs, Papua\r\nNew Guinea’s scorecard indicates that much more\r\nneeds to be done. We recognize that combating\r\npoverty, HIV/AIDS, child and maternal mortality and\r\nunemployment and promoting universal primary\r\neducation and gender equality are major challenges for\r\nPapua New Guinea.\r\nImportant legislative, policy and administrative\r\ninstruments are now being put in place. The\r\nMillennium Development Goals and targets have been\r\nincorporated into our medium-term development\r\nstrategy, which ties the MDGs to our development\r\nprogrammes through the national budgetary process. I\r\nam happy to report that in July of this year the Papua\r\nNew Guinea National Parliament endorsed a\r\ncomprehensive national MDG report, compiled with\r\nthe kind assistance of the United Nations Development\r\nProgramme (UNDP). This now paves the way for\r\nconcrete efforts at all levels of Government and by all\r\nrelevant stakeholders to implement its\r\nrecommendations.\r\nWe are extremely concerned about the spread of\r\nHIV/AIDS in our country. Papua New Guinea has the\r\nhighest incidence of reported cases in the Pacific\r\nregion. Important national legislation and policies have\r\nbeen put in place to address all aspects of that scourge.\r\nThese include placing the National AIDS Council\r\ndirectly under the auspices of the Prime Minister’s\r\ndepartment. Papua New Guinea therefore fully\r\nsupports the efforts of the United Nations and the\r\ninternational community to address that scourge. We\r\nsupport in particular the leadership of the Secretary-\r\nGeneral in mobilizing international resources for the\r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria\r\nand to combat other diseases.\r\nOur development partners, including Australia,\r\nNew Zealand, UNDP, the Joint United Nations\r\nProgramme on HIV/AIDS (UNAIDS) and other United\r\nNations agencies, continue to support Papua New\r\nGuinea’s efforts to address this critical issue. While we\r\nappreciate such valuable assistance, it must be\r\ncoordinated effectively within the medium-term\r\ndevelopment strategy policy framework if it is to have\r\nmaximum impact.\r\n30\r\nA/60/PV.12\r\nInternational finance, especially foreign direct\r\ninvestment and overseas development assistance, are\r\nvital instruments that can help developing countries\r\nsuch as mine to achieve the MDGs and other\r\ninternational commitments and obligations. Our\r\nGovernment is therefore committed to attracting\r\nforeign direct investment to assist us with development\r\nefforts in our country. At the same time, overseas\r\ndevelopment assistance must be used effectively, as\r\nmeasured against achievement of the national\r\ndevelopment goals and priorities set out in the\r\nmedium-term development strategy.\r\nWhile Papua New Guinea has a good debt-\r\nservicing record, debt repayments still place\r\nconsiderable strain on our ability to provide much-\r\nneeded services to our people. They affect the\r\ncountry’s ability to implement the MDGs, the outcome\r\nof the World Summit on Social Development and other\r\nimportant development commitments.\r\nPapua New Guinea commends the European\r\nUnion’s assistance to help highly indebted poor\r\ncountries (HIPC) with their debt servicing difficulties.\r\nConsideration, however, must also be given to other\r\nnon-HIPC countries, such as mine, so that they can\r\nbenefit from such goodwill and assistance. In this\r\ncontext, we support the proposal by President\r\nMacapagal-Arroyo of the Philippines to extend debt\r\nservicing assistance to highly indebted non-HIPC\r\ndeveloping countries, including Papua New Guinea,\r\nunder a debt-for-equity swap arrangement.\r\nTrade is the engine of economic growth and\r\ndevelopment. It is a critical prerequisite for sustained\r\nefforts to achieve socio-economic development,\r\nincluding the MDGs. Papua New Guinea was\r\nheartened to hear some leaders of major developed and\r\ndeveloping countries at the summit indicating firm\r\ncommitments to address the current distortions on\r\ninternational trade regarding the elimination of\r\nagricultural subsidies and other trade barriers. That is a\r\npositive signal of a move towards the creation of an\r\nopen, equitable and rule-based international trading\r\nsystem.\r\nThe ongoing Doha round of negotiations, as well\r\nas the economic partnership agreement negotiations\r\nbetween the European Union and the African,\r\nCaribbean and Pacific countries must place greater\r\nemphasis on development. The particular development\r\nneeds of small island developing States — the result of\r\ntheir physical and structural disadvantages — must\r\nalso be given priority in the negotiating process.\r\nAs a young democracy, Papua New Guinea is\r\ncommitted to fighting corruption and upholding the\r\nprinciples of good governance and the rule of law.\r\nCorruption, in particular, is the main impediment to\r\nprogress and development in developing countries such\r\nas Papua New Guinea. The victims of corruption are\r\nthe poor, who are deprived of basic goods and services.\r\nThat is a great challenge for us, and we are determined\r\nto combat it. Taking a step forward, Papua New Guinea\r\nhas ratified the United Nations Convention Against\r\nCorruption. Other policies and administrative and\r\nlegislative measures have been put in place, along with\r\nexisting constitutional provisions on the leadership\r\ncode governing the conduct of leaders.\r\nThe illicit trade in small arms and light weapons\r\nis a also a major threat to the peace and security of our\r\ncountry. Small arms and light weapons almost\r\ndestroyed our country. The Bougainville crisis was\r\nfuelled by large quantities of small arms and light\r\nweapons. Papua New Guinea will seek the cooperation\r\nand support of neighbouring countries to put an end to\r\nthe traffic in small arms and light weapons to the\r\nregion. We therefore support the ongoing work at the\r\nUnited Nations to address that critical issue.\r\nThe resolution of the Bougainville crisis was a\r\nsuccess story for the United Nations in the history of\r\npeacekeeping efforts throughout the world. We thank\r\nthe United Nations — especially the Security Council\r\nand the Secretary-General — and our friends in the\r\nPacific region, including Australia, New Zealand, Fiji,\r\nSolomon Islands, Vanuatu and Tonga, for assisting us\r\nin concluding the peace process. Peace and normalcy\r\nare now being consolidated, with the election of the\r\nfirst Autonomous Government by the people of\r\nBougainville. They must be strengthened through\r\nsocial and economic development throughout the\r\nisland. Basic goods and services are being restored and\r\nthe infrastructure redeveloped on the island, but we\r\nwill require the continued support of the international\r\ncommunity in those efforts. We also look forward to\r\nthe assistance of the proposed Peacebuilding\r\nCommission in such endeavours.\r\nPapua New Guinea, like many other small island\r\ndeveloping States, suffers from natural disasters, such\r\nas volcanic eruptions, floods, cyclones, landslides,\r\ndroughts and even tsunamis. The ongoing and never-\r\n31\r\nA/60/PV.12\r\nending cycle of natural disasters continues to pose\r\ngreat difficulties for Papua New Guinea’s achievement\r\nof social and economic progress, including its\r\nachievement of the MDGs and other development\r\nobjectives. Papua New Guinea therefore supports the\r\nestablishment of early warning systems for all natural\r\ndisasters and hazards.\r\nPapua New Guinea’s coexistence with the\r\nenvironment was enshrined in the preamble of our\r\nnational Constitution at the time of the country’s\r\nindependence in 1975. That constitutional imperative\r\nguided our commitment to implement the sustainable\r\ndevelopment goals and objectives resulting from the\r\nRio Earth Summit, including the World Summit on\r\nSocial Development outcome, the Barbados\r\nProgramme of Action for the Sustainable Development\r\nof Small Island Developing States and, more recently,\r\nthe Mauritius Strategy for the Further Implementation\r\nof the Barbados Programme of Action.\r\nThose multilateral commitments are vital if we\r\nare to ensure the proper management of our country’s\r\nrich natural resources and address critical issues, such\r\nas poverty eradication, climate change, sea-level rise\r\nand natural-disaster management.\r\nLegal and policy frameworks have been put in\r\nplace to enable us to pursue development in a\r\nsustainable manner. Our Government is committed to\r\nundertaking economic development activities, such as\r\nmining, forestry and agriculture, in a sustainable\r\nmanner.\r\nWe call upon the United Nations and the\r\ninternational community to recognize the weakest,\r\nsmallest and most vulnerable peoples of the small\r\nisland developing States. The recently adopted\r\nMauritius Strategy identifies certain commitments that\r\nmust be fulfilled if we are to address the sustainable\r\ndevelopment and other development aspirations of\r\nsmall island developing States. The international\r\ncommunity must, including at this General Assembly\r\nsession, translate those commitments into action,\r\nthrough projects relating to water, sanitation and\r\nrenewable energy and by addressing training and\r\ncapacity-development needs. In this regard, we support\r\nthe call for the mobilization of financial resources on a\r\nmore predictable basis so as to implement the strategy\r\nas articulated in the summit outcome document.\r\nAs a Member of the United Nations, we\r\nemphasize that all nations have a critical responsibility\r\nto address climate change, including sea-level rise. If\r\nwe are to achieve lasting climatic stability, we must\r\nhave a global commitment to the objectives of the\r\nUnited Nations Framework Convention on Climate\r\nChange. The relationship between environmental\r\nsustainability and poverty is becoming increasingly\r\nclear. Papua New Guinea is therefore of the view that,\r\nwhen addressing tropical forestry, the world must\r\nbetter align market incentives with sustainable\r\noutcomes.\r\nIn the forested rural areas of my country, the only\r\nreal options for economic growth often require the\r\ndestruction of natural forests — either when clearing\r\nfor agricultural commodities such as coffee, or through\r\nthe sale of hardwood timber. Furthermore, the\r\nInternational Panel on Climate Change found that,\r\nduring the 1990s, an estimated 20 to 25 per cent of\r\nannual global carbon emissions were generated through\r\nland-use change, primarily from the degradation of\r\nforest resources. That is the second largest source of\r\nglobal carbon emissions — second only to the\r\ncombustion of fossil fuels. That has to change if we are\r\nto take responsibility to help with issues related to\r\nclimate change.\r\nPapua New Guinea is part of a new Coalition for\r\nRainforest Nations, including Costa Rica and other\r\ncountries, and is requesting a global discussion on\r\naccess for ecosystem services to the global carbon\r\nmarkets as a means to alleviate this problem. Simply\r\nput, the present incentives offered by international\r\nmarkets for agriculture, forestry and emissions\r\nreductions lead directly to deforestation, environmental\r\ndegradation and further poverty. We invite more like-\r\nminded nations to join our efforts to create new\r\nmarkets and to reform outmoded market and regulatory\r\nmechanisms. That is necessary if we are to contribute\r\nmore effectively to environmental sustainability,\r\neconomic development, climate stability and poverty\r\nreduction.\r\nOceans and fisheries issues are critical to Papua\r\nNew Guinea and to other Pacific island countries.\r\nOceans and fisheries sustain the livelihood and well-\r\nbeing of our people and contribute significantly to our\r\nsmall economies. Sustainable development is a priority\r\nfor Pacific island countries, including Papua New\r\nGuinea. We are concerned about the ongoing illegal\r\nfishing activities in the region. We require the support\r\nand assistance of development partners with technical\r\ncapacities to strengthen our surveillance capabilities\r\n32\r\nA/60/PV.12\r\nand with regulatory regimes to address these issues of\r\nvital importance.\r\nPapua New Guinea fully supports the entry into\r\nforce of the Western and Central Pacific Tuna\r\nConvention. Papua New Guinea welcomes any\r\nassistance that United Nations agencies — including\r\nthe Food and Agriculture Organization of the United\r\nNations — and other bilateral and multilateral partners\r\ncan provide to permit effective functioning of the\r\nConvention secretariat.\r\nThe security of Pacific island countries depends\r\non the collective security efforts of the region and of\r\nthe wider Asia-Pacific region. Our regional security\r\ncooperation is attested to in the successful mission\r\ncarried out by the Regional Assistance Mission to the\r\nSolomon Islands, organized under the aegis of the\r\nPacific Islands Forum.\r\nPapua New Guinea condemns international\r\nterrorism in all its forms and manifestations. Our\r\nsupport in the fight against this evil is unwavering and\r\nresolute. We have ratified most of the counter-terrorism\r\ntreaties, pursuant to Security Council resolution 1373\r\n(2001). However, our efforts are being hampered by\r\ntechnical and resource constraints; hence the need for\r\nthe support and assistance of the international\r\ncommunity to ensure effective implementation of those\r\ncommitments.\r\nOver the years, Papua New Guinea has called for\r\nbold decisions and leadership on the part of both Israel\r\nand Palestine to exercise restraint and resolve their\r\ndisputes through peaceful means. We commend Prime\r\nMinister Sharon and President Abbas for their bold and\r\nstrong leadership towards the resolution of this long-\r\nstanding issue.\r\nWe fully support the positive efforts being carried\r\nout in Iraq and Afghanistan as democracy and the rule\r\nof law take root. These will be enhanced through\r\neconomic and social development as well as through\r\nvital infrastructure development. Those efforts,\r\nhowever, must be supported by the international\r\ncommunity.\r\nWe are halfway through the Second International\r\nDecade for the Eradication of Colonialism. Progress\r\nmust be made to ensure that all the remaining 16\r\nnon-self-governing territories, including New\r\nCaledonia, exercise their inalienable right to self-\r\ndetermination by 2010. We are following the positive\r\ndevelopments taking place in Tokelau, where the\r\nGovernment of New Zealand is helping the people to\r\nfreely exercise their right to self-determination.\r\nSouth-South cooperation among developing\r\ncountries is critical. It paves the way for enhanced\r\ntrade relations and cooperation in areas related to the\r\ntransfer of technology and know-how to address issues\r\naffecting those countries, including the fight against\r\nHIV/AIDS and the eradication of poverty. Papua New\r\nGuinea welcomes the establishment of the South Fund\r\nfor Development and Humanitarian Assistance and the\r\nGovernment of Qatar’s initial pledge to contribute $20\r\nmillion to the Fund. We commend the pledges by India\r\nand China to contribute $2 million each to the Fund. It\r\nis a significant step forward for developing countries to\r\nassist needy Members, including small island countries\r\nwith vulnerable economies. We call upon the\r\ndeveloped countries to recognize this valuable effort\r\nand to provide support to the Fund.\r\nPapua New Guinea will assume the chairmanship\r\nof the Pacific Islands Forum commencing in October.\r\nAs Chair, Papua New Guinea will provide leadership in\r\nour collective efforts to address critical issues facing\r\nmember countries, including the adoption of the\r\nPacific Plan, which is built upon four main pillars,\r\nnamely regional security, economic growth, sustainable\r\ndevelopment and good governance in the region. It\r\nmust become a vehicle for translating the Mauritius\r\nStrategy and the outcomes of the World Summit on\r\nSustainable Development and the High-level Plenary\r\nMeeting into action on the ground in our respective\r\nmember countries. We therefore welcome the support\r\nof our development partners in the implementation of\r\nthe Plan after its adoption at the upcoming Forum\r\nmeeting to be held at Port Moresby, Papua New\r\nGuinea, in October this year.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Charles Murigande, Minister for\r\nForeign Affairs and Regional Cooperation of Rwanda.\r\nMr. Murigande (Rwanda): Allow me to begin by\r\ncongratulating the President of the General Assembly\r\nat its fifty-ninth session, Mr. Jean Ping of Gabon, and\r\nall Member States on the successful adoption of the\r\n2005 World Summit Outcome (resolution 60/1). The\r\nsummit outcome document was the product of months\r\nof consultations and negotiations. We wish to we pay\r\ntribute to Mr. Ping for skilfully guiding the process to\r\nits conclusion. We also wish to congratulate Mr. Jan\r\n33\r\nA/60/PV.12\r\nEliasson on his election as President of the General\r\nAssembly at its sixtieth session. Let me assure him of\r\nmy delegation’s full support and cooperation in the\r\ntasks that lie ahead in this session.\r\nBy adopting the summit outcome document, we\r\nreaffirmed our belief in the purposes and principles of\r\nthe United Nations and agreed to take appropriate and\r\nurgent steps to achieve the Millennium Development\r\nGoals (MDGs). We also committed ourselves to\r\nrenewing the Organization to make it more efficient,\r\neffective and transparent so that it can be more\r\nresponsive to the numerous and varied challenges and\r\nexpectations of our times and, indeed, can save\r\nsucceeding generations from the scourge of war,\r\nmaintain international peace and security, develop\r\nfriendly relations among nations and, most important,\r\npromote social progress and better standards of life in\r\nlarger freedom.\r\nWe must work together in a serious and concerted\r\nmanner to achieve the MDGs and other goals outlined\r\nin the summit outcome document. We must create a\r\nworld that is free from hunger, poverty and\r\ndeprivation. We must create a world of greater\r\neconomic opportunity for developing countries. We\r\nmust create a world in which people are free to live in\r\ndignity, a world that does not tolerate — or fail to\r\nrespond by protecting populations under threat of —\r\ngenocide, war crimes, ethnic cleansing or crimes\r\nagainst humanity. This is no time for business as usual.\r\nWe must be urgent and focused in our action.\r\nIt is a matter of great concern to us all that if\r\ncurrent trends persist, many African countries will not\r\nachieve most of the MDGs by 2015. Some African\r\ncountries have actually regressed since 2000 in their\r\nefforts to achieve MDG targets. Poverty, hunger and\r\ninfectious diseases lay waste entire communities and\r\nnations, often exacerbate the effects of war and\r\nconflict, and make the prospects for recovery infinitely\r\nmore problematic. Urgent action needs to be taken to\r\nreverse those trends.\r\nWe need greater commitment from developed\r\ncountries, particularly with respect to increasing\r\nofficial development assistance to at least 0.7 per cent\r\nof gross national income, freer and fairer trade and\r\ndebt cancellation. Let me remind the Assembly that the\r\ntarget of 0.7 per cent of the gross national income for\r\nofficial development assistance was set by our\r\nAssembly more than 40 years ago and that, as we\r\nspeak, only five countries have reached it. The time for\r\nspeeches and debate is over. We must have action on\r\nthose issues.\r\nMost of us have now come to understand the\r\ninterconnectedness and interdependence of all nations\r\naround the world and the nexus between security and\r\ndevelopment. Poverty, hunger and deprivation in\r\nsub-Saharan Africa are bad for peace and security in all\r\n191 nations represented here today. By recognizing that\r\ninterdependence, we accept that there are collective\r\nresponsibilities and obligations, as well as collective\r\nbenefits and opportunities. The responsibilities include,\r\nin the words of the Charter, to “promote social progress\r\nand better standards of life in larger freedom”. We can\r\nhave neither security without development nor\r\ndevelopment without security at the national, regional\r\nand international levels. It is both unacceptable and\r\nunsustainable for one half of the world to live amid\r\nwealth and plenty while the other half dies from\r\ndisease and hunger.\r\nOur Governments are judged according to their\r\nactions, not according to ideals or principles. Similarly,\r\nthe United Nations should be judged according to its\r\nactions, not according to the values and principles laid\r\nout in the Charter. It is our experience that, while the\r\nUnited Nations is immaculate in its values and\r\nprinciples, it has all too often been found wanting in its\r\nactions. If there is any advice we can offer to the\r\nUnited Nations on its sixtieth birthday, the advice\r\nwould be that it must learn from its mistakes and be\r\nmore effective in implementation.\r\nThere are probably no States members of this\r\nAssembly apart from Rwanda where the United\r\nNations has consistently neglected to learn from its\r\nmistakes, resulting in massive loss of life and untold\r\nmisery. Allow me to explain. It was in 1959, while\r\nRwanda was still under United Nations trusteeship,\r\nthat the first acts of genocide against Tutsis took place\r\nthere, leading to the first mass refugee problem on the\r\nAfrican continent. The United Nations watched\r\nunmoved and no action was ever taken. In the years\r\nfollowing 1959, the United Nations stood by in silence\r\nand inaction as pogroms took place throughout the\r\ncountry, resulting in massive loss of life and\r\ncompounding the refugee crisis.\r\nMore recently, in 1994, while the United Nations\r\nhad a huge political and military presence in Rwanda,\r\nit watched without taking action the planning and\r\n34\r\nA/60/PV.12\r\nimplementation of genocide. We all recall the shocking\r\ndecision of the Security Council to withdraw\r\npeacekeepers at a time when hundreds of thousands of\r\ndefenceless people needed them most.\r\nWhen the genocide was totally consummated, the\r\nSecurity Council mandated one of its members to send\r\ntroops to the country, which only succeeded in\r\nallowing the perpetrators of the genocide safe passage\r\nout of Rwanda and into the Democratic Republic of the\r\nCongo, from where they have been a major source of\r\ninsecurity and instability for the entire subregion. Over\r\nthe last 11 years, our repeated appeals to disarm and\r\ndemobilize those genocidal forces have, if not fallen of\r\ndeaf ears, yielded no results.\r\nI raise those examples to highlight the fact that\r\nRwanda is probably the country most interested in\r\nUnited Nations reform. We wish to take back home\r\nfrom this meeting a message of hope and a promise to\r\nour people that we have reinvented a United Nations\r\nthat will never betray them again.\r\nMy Government welcomes the endorsement of\r\nthe “responsibility to protect” in the summit outcome\r\ndocument. The responsibility to protect includes a\r\nresponsibility to prevent genocide, crimes against\r\nhumanity and ethnic cleansing, as well as a\r\nresponsibility to prevent incitement to commit those\r\ncrimes.\r\nBut here again, action, not words, will be the\r\nmeasure of our success or failure. How will the United\r\nNations respond the next time action to protect\r\npopulations is required? Will there be lengthy\r\nacademic and legal debates on what constitutes\r\ngenocide or crimes against humanity, while people die?\r\nWhat is clear to us is that no nation or people\r\nshould have to face the horrors that we faced 11 years\r\nago. Where a State is unable or unwilling to protect its\r\npeople, as was the case in Rwanda in 1994, then the\r\nresponsibility to provide such protection should — and\r\nindeed must — shift immediately to the international\r\ncommunity. Such action should be taken by the\r\nSecurity Council in a timely and decisive manner in\r\norder to save the lives of populations under threat. Our\r\npledge of “never again” to genocide should not ring\r\nhollow the next time we are confronted with such\r\ncrimes.\r\nA collective international response to genocide\r\nincludes a responsibility for all States to combat\r\nimpunity and bring to justice any persons accused of\r\nhaving committed such crimes. We find it inexplicable\r\nthat, while some States profess commitment to the\r\nCharter, human rights and international law, they allow\r\nknown suspects of the Rwanda genocide to live in their\r\ncountries and take no action to apprehend them and\r\ntransfer them to the International Criminal Tribunal for\r\nRwanda or to Rwanda for prosecution. Those States\r\nmust be challenged, if necessary by the Security\r\nCouncil, to fulfil their international obligations to\r\napprehend and transfer those fugitives for prosecution.\r\nRwanda, as a country emerging from conflict,\r\nunderstands better the usefulness of and strongly\r\nsupports the plans to establish a peacebuilding\r\ncommission. We have indeed seen the United Nations\r\nspend hundreds of millions of dollars, if not billions,\r\non peacekeeping missions that leave behind no\r\nrepaired road or bridge, no rehabilitated school or\r\nhealth centre in the countries where they have been\r\ndeployed. Instead, they leave behind children who will\r\nnever know their fathers and are most vulnerable to\r\npoverty. Those resources could be better spent to create\r\nlasting peace and stability.\r\nWe must, however, ensure that the commission\r\ndoes not become another bureaucracy that is difficult\r\nto access and out of touch with the realities in\r\ncountries emerging from conflict. It should take a long-\r\nterm approach to post-conflict recovery and change the\r\ncurrent practice whereby short-term approaches to\r\nlong-standing conflicts mean that we apply mere\r\n“band-aid” solutions to highly complex situations.\r\nThe Commission should consult actively and\r\nwidely with the countries affected and those countries\r\nthat have successfully emerged from conflict in the\r\nrecent past. It must also ensure local ownership of\r\nsolutions and outcomes so that its work can be\r\nsustainable.\r\nWe believe that the Security Council should be\r\nreformed to improve its transparency and\r\naccountability. The reform process should enable\r\nStates that are not members of the Council to\r\nparticipate more actively in its deliberative processes,\r\nespecially on issues that affect them. A reformed\r\nCouncil should be seen by all States to be more\r\naccessible, transparent and credible.\r\nTerrorism continues to brutally kill innocent\r\ncivilians. We must all join hands to fight that evil of\r\nour times. My country will continue to lend its support\r\n35\r\nA/60/PV.12\r\nto international efforts to combat terrorism. We\r\nwelcome the decision to negotiate and conclude a\r\ncomprehensive convention against terrorism and my\r\ncountry stands ready to partake in that effort. We\r\nbelieve, however, that what is lacking is not a\r\nconvention but a universally shared commitment to\r\nfight the evil. After all, in 1994, we had a Convention\r\nagainst genocide that was 46 years old, and yet\r\ngenocide occurred in my country.\r\nTurning to issues closer to home, we welcome the\r\nprogress made in the peace process in Burundi. We\r\ncongratulate the newly elected Government and stand\r\nready to work closely with the Government and people\r\nof Burundi and the international community to\r\nconsolidate that commendable progress.\r\nWe also welcome the progress being made in the\r\nDemocratic Republic of the Congo, where the\r\nTransitional Government has prepared a draft\r\nconstitution and has begun the process of registering\r\nvoters for elections. Progress is also being made with\r\nrespect to the integration of the armed forces. We\r\nwelcome all those developments, recognizing that they\r\ncontribute to sustainable peace and stability in the\r\nDemocratic Republic of the Congo and in the wider\r\nregion. We also stand ready to continue to support the\r\ntransition process in the Democratic Republic of the\r\nCongo.\r\nWe would also like to take this opportunity to\r\nrenew our commitment and support for the\r\nInternational Conference on the Great Lakes Region.\r\nMy Government looks forward to the forthcoming\r\nsecond summit, to be held in Nairobi in December. The\r\nsummit must come up with concrete measures to deal\r\ndecisively with the menace of the genocidal militias\r\nthat continue to roam freely in the region and frustrate\r\nour collective peace efforts.\r\nMy Government’s commitment to peace and\r\nsecurity in the region is demonstrated through our\r\nparticipation in the peacekeeping Mission in the Sudan,\r\nwhere Rwanda is the biggest troop contributor.\r\nThe role of the international community is\r\ncritical. In that connection, we would like to pay\r\nspecial tribute to the United States Government for its\r\nassistance and support, which have led to the\r\nestablishment of a tripartite mechanism comprising the\r\nDemocratic Republic of the Congo, Rwanda and\r\nUganda to examine and resolve issues that could result\r\nin tensions between the three countries.\r\nWe also welcome the role of the African Union\r\nand the United Nations in advancing the prospects for\r\nsustainable peace and security in the region.\r\nFinally, let us this time build a United Nations\r\nthat, in addition to having good words to say about life,\r\nis one which nourishes and protects life all over the\r\nworld.\r\nThe Acting President: I now call on His\r\nExcellency Mr. Artis Pabriks, Minister for Foreign\r\nAffairs of Latvia.\r\nMr. Pabriks (Latvia): Today, I would like to\r\nbegin by congratulating the founding nations and all\r\nthose present here today as we celebrate the sixtieth\r\nanniversary of the United Nations, which can be proud\r\nof so many great accomplishments.\r\nSince its foundation in 1945, the United Nations\r\nhas helped to negotiate an end to over 170 regional\r\nconflicts and has deployed more than 35 peacekeeping\r\nmissions. It is leading international efforts to clear land\r\nmines from former zones of warfare. It has provided\r\naid to tens of millions of refugees fleeing war, famine\r\nand persecution. It has focused the world’s attention on\r\nissues of human rights. It provides annual\r\ndisbursements that amount to $10 billion per year for\r\nvarious development programmes. It has made safe\r\ndrinking water available to 1.3 billion people during\r\nthe last decade. It has helped to eradicate smallpox\r\nfrom the globe, with polio set to follow soon. It has\r\nhelped to reduce world child mortality rates by half\r\nsince 1960. It has improved education in the\r\ndeveloping countries, where 60 per cent of adults can\r\nnow read and write. It provides over 2 million tons of\r\nfood to victims of emergencies every year. About 30\r\nmillion people in 36 different countries benefited from\r\nsuch assistance in 2004 alone. And it has hosted a\r\nvariety of significant events, such as the Rio\r\nConference on Environment and Development, which\r\nresulted in important treaties on biodiversity and\r\nclimate change.\r\nThe vast majority of the United Nations\r\nemployees over the years have been guided by a\r\nprofound sense of duty. I would like to single out those\r\nresponsible and dedicated workers who provide\r\nhumanitarian assistance in the poorest regions of the\r\nglobe, in zones of conflict, and in places that have been\r\naffected by natural disasters. We should pay tribute to\r\nall those who have lost their lives in the service of\r\nhumanity, like the lamented Sergio Vieiro de Mello,\r\n36\r\nA/60/PV.12\r\nwho was killed while leading the United Nations work\r\nin Iraq.\r\nThe world needs the United Nations. It needs the\r\nUnited Nations today as much as it did 60 years ago.\r\nWe need a United Nations that is more and more\r\nefficient in dealing with global challenges and able to\r\nact efficiently to prevent such horrors as the genocide\r\nin Rwanda, the ethnic cleansing in the Balkans, and the\r\nongoing human tragedy in the Darfur region of the\r\nSudan. While such values and principles as national\r\nsovereignty, non-intervention and self-determination\r\nlie at the very core of relations between the United\r\nNations Member States, we also have to recognize our\r\ncollective responsibility to protect innocent civilians\r\nfrom wide-scale abuse and suffering. It is our duty to\r\narrive at a common understanding of that responsibility\r\nto protect so that the international community can act\r\nefficiently to avert future mass killings and crimes\r\nagainst humanity. I encourage those United Nations\r\nMember States that have not yet done so to ratify the\r\nRome Statute of the International Criminal Court and\r\nto support the Court’s endeavours to bring war\r\ncriminals to justice.\r\nWhen the United Nations was created, my\r\ncountry, Latvia, was an occupied country and had no\r\nsay in the rules that govern the Organization. It was\r\ntherefore a particular honour that the President of\r\nLatvia was chosen as a Special Envoy of the Secretary-\r\nGeneral for promoting reforms within the United\r\nNations during the past six months. I am delighted that,\r\nin some aspects, we have succeeded in reaching a\r\nbroad consensus, as for instance on the necessity of\r\ncreating a peacebuilding commission. However, we\r\nstill do not have a common understanding regarding\r\nmany other reforms that need to be carried out. It is our\r\nshared responsibility to arrive at such an understanding\r\nsoon.\r\nAs we work to strengthen the United Nations, we\r\nshould ensure better cooperation and practices and\r\navoid duplication of effort. Latvia strongly supports the\r\ndecision to establish a Human Rights Council, which\r\nrecognizes human rights as a priority on the United\r\nNations agenda. I therefore encourage delegations to\r\nwork with vigour to ensure the smooth transformation\r\nof the Human Rights Commission into a council and to\r\nset the highest standards for its future members. A vital\r\nrole in the realization of those standards will be played\r\nby the High Commissioner for Human Rights. I wish to\r\nconfirm Latvia’s support for the Commissioner and her\r\nOffice, and welcome the decision to allocate a larger\r\nshare of the United Nations regular budget to that\r\nimportant aspect of its work.\r\nMy country fully supports the management\r\nreforms of the United Nations administration that have\r\nbeen put forth by the Secretary-General. The reforms\r\nwould afford the Secretary-General greater authority\r\nwithin certain fields of the United Nations activities, as\r\nwell as greater responsibilities. The reforms would also\r\ncontribute to the transparency and professionalism of\r\nthe Secretariat, which has been justly criticized for\r\nserious deficiencies in its work. I am pleased that the\r\nUnited Nations leadership is willing to propose viable\r\nchanges for improving the operations of the\r\nSecretariat. It is now up to the Member States to arrive\r\nat a consensus upon those proposed measures.\r\nLatvia has consistently endorsed reform of the\r\nSecurity Council in order to render it more effective\r\nand representative. We believe that the Security\r\nCouncil should be enlarged to incorporate new\r\npermanent seats without veto rights. We also believe\r\nthat the permanent members of the Security Council\r\nshould refrain from using the veto in cases of genocide,\r\nwar crimes, ethnic cleansing and crimes against\r\nhumanity. That promises to be one of the most difficult\r\nissues to resolve, but we should nevertheless not\r\nabandon our efforts to reach a feasible accord by the\r\nend of this year.\r\nThe Secretary-General has highlighted the\r\nlinkage between security and development. The\r\ncommitments he outlines are designed to advance the\r\nrealization of the Millennium Development Goals,\r\nwhich, if achieved by 2015, would mark a genuine turn\r\nof the tide in our common struggle against poverty and\r\ndisease. The comprehensive package agreed at the G-8\r\nGleneagles summit in July is an important milestone in\r\nhelping Africa to eradicate extreme poverty, combat\r\nAIDS and malaria, and ensure that every child receives\r\na primary education. We must now make sure that what\r\nwas agreed at Gleneagles, including a doubling of aid\r\nby 2010 and the writing off of billions of dollars in\r\ndebt, will be delivered.\r\nI would also like to highlight the necessity of\r\nachieving gender equality, which includes universal\r\naccess to reproductive health information and services\r\nby 2015. That was the central goal of the agreements\r\nthat were reached at the International Conference on\r\nPopulation and Development in Cairo in 1994. Our\r\n37\r\nA/60/PV.12\r\ncountries must strengthen girls’ access to both primary\r\nand secondary education so that they become less\r\nsubject to early forced marriages and economic\r\nexploitation. Girls must be made safe from genital\r\nmutilation. Girls and women must be guaranteed\r\nsexual and reproductive rights and protection against\r\nHIV/AIDS and other diseases. There is no excuse for\r\nhalf a million women dying each year of pregnancy-\r\nrelated causes that are entirely preventable.\r\nThe need for continued development concerns\r\nalmost all regions in the world, including Eastern\r\nEurope, which has experienced momentous changes\r\nsince the fall of the iron curtain in the late 1980s and\r\nearly 1990s. Thirteen years ago, the United Nations\r\nDevelopment Programme (UNDP) established an\r\noffice in Latvia to facilitate the country’s development\r\nand improve people’s lives. Its mandate in Latvia will\r\nconclude at the end of this year, and I take this\r\nopportunity to express Latvia’s gratitude for the\r\ninvaluable assistance that UNDP has provided to my\r\ncountry over these 13 years.\r\nToday, Latvia, as a full State member of the\r\nEuropean Union, has become a net contributor of aid\r\nfor achieving the Millennium Development Goals. We\r\nknow that, without the promotion of good governance\r\nat all levels, sound macroeconomic policies and a\r\nconcerted fight against corruption, the Goals will not\r\nbe reached. Latvia stands ready to share its experience\r\nof transition to democratic rule and a free market\r\neconomy, as it has done and will continue to do with\r\ncountries in transition in Eastern Europe and the\r\nCaucasus. We welcome the initiative of establishing a\r\ndemocracy fund to assist all committed countries in\r\ntheir efforts to consolidate democratic political\r\nsystems.\r\nRecognizing the opportunities that derive from\r\nthe use of modern technologies in the field of\r\ninformation and communications, Latvia has been\r\nactively involved in the preparations for the World\r\nSummit on the Information Society, which will be held\r\nin Tunis this November. We hope that the Summit will\r\nprovide unprecedented opportunities for strengthening\r\ncooperation among Governments, civil society and the\r\nprivate sector in promoting the use of information and\r\ncommunication technologies and generating knowledge\r\nsocieties.\r\nA major step forward is our unequivocal\r\ncondemnation of terrorism in all its forms and\r\nmanifestations. My own country, Latvia, regained its\r\nfreedom through peaceful and non-violent means. We\r\ntriumphed due to our firm belief in historical justice,\r\nalong with a great deal of persistence, patience and\r\nhope.\r\nLatvia welcomes the Secretary-General’s counter-\r\nterrorism strategy. We need to arrive at a\r\ncomprehensive convention on international terrorism,\r\nwhich would provide a legal framework for\r\ninternational cooperation in combating that modern-\r\nday scourge of humanity. The war against terrorism\r\nwill be won only if it is fought while respecting basic\r\nhuman rights and remembering humanistic ethics.\r\nI express my profound disappointment that we\r\ncould not achieve any consensus on disarmament and\r\nthe non-proliferation of weapons of mass destruction.\r\nProgress in that area is more urgently needed than ever.\r\nI therefore encourage every United Nations Member\r\nState to act responsibly and in good faith in the pursuit\r\nof those goals.\r\nSince the previous session of the General\r\nAssembly a year ago, the world has experienced\r\nnatural disasters of an unprecedented scale of\r\ndestruction. We have just had Hurricane Katrina, and\r\nare still getting over the terrible tsunami last year in\r\nSouth-East Asia. The hard lessons of those crises must\r\nbe learned in order to prepare for future emergencies.\r\nWhile there is nothing we can do to prevent\r\nearthquakes and tsunamis, scientists have warned us\r\nfor years that our continued dependence on and\r\nincreasing consumption of fossil fuels is generating\r\ngreenhouse gas emissions that are causing disruptive\r\nclimate changes. Unless we diversify our sources of\r\nenergy, we can expect to see more devastating\r\nhurricanes and floods in some parts of the world, along\r\nwith drought and desertification in others.\r\nThe challenges that our nations face are\r\nformidable, and we will be able to overcome them only\r\nby working together. As we prepare to implement the\r\ndecisions we have made at this gathering, I wish us all\r\nthe foresight and the courage to uphold the higher\r\ninterest of the common good over narrow, short-term,\r\nlocal concerns. The future of our peoples depends on\r\nus.\r\nThe meeting rose at 6.50 p.m.\r\n"