" United Nations  A/60/PV.37\r\n  \r\n \r\nGeneral Assembly \r\nSixtieth session \r\n \r\n37th plenary meeting \r\nTuesday, 25 October 2005, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n05-56792 (E) \r\n*0556792* \r\nPresident: Mr. Eliasson . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Sweden) \r\n \r\n \r\n  The meeting was called to order at 3.15 p.m. \r\n \r\n \r\nEarthquake in South Asia \r\n \r\n The President: On 10 October, I expressed the \r\nGeneral Assembly’s solidarity with the people of \r\nPakistan and its neighbours, India and Afghanistan, \r\nwho had been tragically affected by the devastating \r\nearthquake two days earlier.  \r\n Since then, we have all watched with horror as \r\nthe full scale and impact of the South Asian earthquake \r\nhave become clearer. We now know that an area of \r\n28,000 square miles was devastated by the quake; \r\nentire towns and villages have literally disappeared off \r\nthe face of the Earth. More than 50,000 people have \r\nbeen confirmed dead, including a great number of \r\nchildren. A further 75,000 people were injured. One \r\nmillion people are in desperate need of humanitarian \r\nassistance, and three million are without shelter. Those \r\nfigures almost defy comprehension, but the \r\nexpectations are that the numbers will rise still further.  \r\n While Pakistan bore the overwhelming brunt of \r\nthe disaster, over 1,300 people were killed elsewhere in \r\nthe region. We stand in solidarity with the \r\nGovernments and peoples of Pakistan, India and \r\nAfghanistan as they continue to respond to the impact \r\nof the disaster. \r\n In Pakistan, the needs of the people are enormous \r\nand they are urgent. There is a three-week window of \r\nopportunity to deliver aid to the mountains before the \r\nfirst snowfall. If that is not done, the grim reality is \r\nthat there will be a further dramatic rise in the death \r\ntoll.  \r\n The United Nations Office for the Coordination \r\nof Humanitarian Affairs has called a ministerial \r\nmeeting in Geneva tomorrow to review the response to \r\ndate by the international community. The Secretary-\r\nGeneral will be present. I am fully confident that \r\nMember States will ensure that they are represented at \r\nthe appropriate level and that they will make adequate \r\nfunds available so that the humanitarian agencies can \r\nrespond as quickly as possible. \r\n In the coming weeks, the United Nations will \r\nneed to ensure that proper planning for long-term \r\nreconstruction is under way. I am sure that the General \r\nAssembly will want to play its part in this. But this \r\nweek our focus must be on ensuring that the basics of \r\nsurvival get to those who need them — to the hundreds \r\nof thousands of people who, right now, are huddled \r\ntogether in the cold and dark in the hills and mountains \r\nof northern Pakistan. They need winter tents, blankets, \r\nsleeping bags, stoves, kitchen sets, fuel, clean water \r\nand vaccinations. More mobile health-care teams are \r\nneeded to administer help to the injured, and they will \r\nneed food through the long, harsh winter. \r\n This year, the United Nations has responded to a \r\nsuccession of devastating natural disasters, the \r\nfrequency and intensity of which have been almost \r\nunprecedented. The Secretary-General has described \r\nthe response to the South Asian earthquake as the most \r\nchallenging relief operation ever faced by the United \r\nNations. Our response to this disaster will be no less \r\nA/60/PV.37  \r\n \r\n2 05-56792 \r\n \r\nthan a measure of our common humanity. Yesterday we \r\ncelebrated the sixtieth birthday of the United Nations. \r\nTomorrow, in Geneva, we must show the world what \r\nthis Organization, and the international community, can \r\ndeliver. \r\n \r\nAgenda item 41 \r\n \r\n \r\nReport of the Economic and Social Council \r\n \r\n \r\n  Report of the Economic and Social Council \r\n(A/60/3)  \r\n \r\n \r\n  Report of the Secretary-General (A/60/114) \r\n \r\n \r\n  Notes by the Secretary-General (A/60/167 \r\nand A/60/397) \r\n \r\n The President: In connection with this item, I \r\nwould like to recall for the members of the General \r\nAssembly that, pursuant to resolution 58/316 of 1 July \r\n2004, the Assembly, on the recommendation of the \r\nGeneral Committee, decided at its 17th plenary \r\nmeeting, on 20 September 2005, to consider agenda \r\nitem 41 in its entirety in plenary, on the understanding \r\nthat the administrative, programme and budgetary \r\naspects should be dealt with by the Fifth Committee. \r\n At the same meeting, the Assembly took note of \r\nthe clarification that in implementing resolution 58/316 \r\nto consider item 41 in its entirety in plenary, the \r\nrelevant parts of chapter I of the report that are under \r\nagenda items already allocated to the Main Committees \r\nwill be considered by the Committee concerned for \r\nfinal action by the General Assembly. \r\n Under this item, the Assembly has before it the \r\nreport of the Economic and Social Council (A/60/3). It \r\nis my understanding that an addendum to the report of \r\nthe Economic and Social Council will be issued at a \r\nlater date. \r\n Under the same item, the Assembly also has \r\nbefore it a report of the Secretary-General (A/60/114) \r\nand two notes by the Secretary-General transmitting \r\nthe report by the World Tourism Organization, \r\ncirculated in document A/60/167, and the report of the \r\nExecutive Director of the United Nations Population \r\nFund (A/60/397). \r\n I give the floor to the President of the Economic \r\nand Social Council, Mr. Munir Akram, to introduce the \r\nreport of the Economic and Social Council. \r\n Mr. Akram (Pakistan), President of the \r\nEconomic and Social Council: Before I turn to the \r\npresentation of the report of the Economic and Social \r\nCouncil, may I, in my capacity as the Permanent \r\nRepresentative of Pakistan, thank you, Mr. President, \r\nfor your words of sympathy and support expressed to \r\nthe people and the Government of Pakistan in this hour \r\nof trial and tribulation. Undoubtedly, the disaster which \r\nwe have experienced is unprecedented in its scale and \r\ndevastation. \r\n Even worse, we fear a second disaster looms for \r\nmillions of destitute survivors and injured people \r\nunless help arrives before the winter. We are racing \r\nagainst time. As the Secretary-General has warned, if \r\nwe do not step up our efforts for relief assistance, a \r\nmassive second wave of deaths will happen. We are \r\ngrateful for the support of the international \r\ncommunity — from Governments, United Nations \r\nagencies, non-governmental organizations and private \r\nindividuals. I understand that, in response to the United \r\nNations South Asia earthquake 2005 flash appeal for \r\n$312 million, $60 million has been contributed so far \r\nand another $30 million pledged. \r\n Mr. President, you have mentioned the high-level \r\ndonors meeting tomorrow in Geneva, which will be \r\nattended by the Secretary-General. We look forward to \r\nhigh-level participation and generous support at that \r\nmeeting. \r\n We are confident that the international \r\ncommunity will sustain its support and solidarity as we \r\nmobilize our efforts to save lives and subsequently to \r\nrehabilitate and reconstruct broken families and \r\ndevastated homes and infrastructure. The Government \r\nof Pakistan, with the support of the international \r\ncommunity and of its own people, will soon be turning \r\nto this task. \r\n I would like to take this opportunity to inform \r\ncolleagues that, following consultations, Pakistan will \r\nsoon submit a draft resolution in the General Assembly \r\nregarding the earthquake disaster in South Asia, which \r\nhas so devastatingly affected Pakistan. \r\n Turning to the report of the Economic and Social \r\nCouncil, I have the honour and privilege of submitting \r\nit for the consideration of the General Assembly. The \r\nreport is contained in document A/60/3 and \r\nA/60/3/Add.1, which will be issued subsequently. \r\n A/60/PV.37\r\n \r\n05-56792 3 \r\n \r\n Let me avail myself of this opportunity to present \r\nto the Assembly a brief overview of the Council’s \r\nactivities during this momentous year. \r\n The Economic and Social Council substantive \r\nsession for 2005 was deliberately conceptualized as a \r\npart of the preparations for the 2005 world summit. All \r\nsegments of the session focused primarily on the theme \r\nof achieving the internationally agreed development \r\ngoals, including the Millennium Development Goals \r\n(MDGs). \r\n Both at the spring meeting and during the \r\nsubstantive session, there was an encouragingly high \r\nlevel of participation and involvement from \r\nGovernments, international institutions and civil \r\nsociety. \r\n A key innovation introduced at this year’s session \r\nwas a segment on “voices against poverty”. It provided \r\na refreshing perspective on development by sending \r\nout the following four powerful messages. \r\n First, the systemic basis for widespread poverty, \r\nsymbolized by the unfair system of global trade and \r\nfinance, remains, unfortunately, intact; secondly, \r\neconomic growth and poverty eradication requires \r\ndeliberate policies, inter alia to redress the phenomena \r\nof jobless growth; thirdly, the proliferation of conflicts \r\nhas generated millions of refugees and internally \r\ndisplaced persons for whom the Millennium \r\nDevelopment Goals are remote; and fourthly, the \r\nEconomic and Social Council has a unique role in \r\nproviding system-wide policy coherence and \r\ncoordination. \r\n Several other important messages were conveyed \r\nduring the substantive session of the Economic and \r\nSocial Council.  \r\n First, we are off track with respect to the \r\nachievement of most of the Millennium Development \r\nGoals in many countries. An accelerated and concerted \r\neffort is required to achieve the MDGs. \r\n Secondly, the United Nations system has come \r\ntogether behind the MDGs. There is now a United \r\nNations development agenda. But a fully integrated \r\nfollow-up to realize the development goals adopted at \r\nvarious United Nations conferences has yet to emerge. \r\n Thirdly, international development cooperation \r\nremains critical in enabling most developing countries \r\nto implement the United Nations development agenda. \r\n Fourthly, security and development are \r\ninextricably linked. Without peace and stability, \r\ncountries are not likely to achieve the development \r\ngoals. \r\n Fifthly, humanitarian emergencies are increasing \r\nand need to be addressed through a comprehensive and \r\ncoordinated response. \r\n Sixthly, there was a wide recognition of the \r\ncentral role that the Economic and Social Council can \r\nplay in promoting the international development \r\nagenda. The Council should be strengthened to \r\neffectively fulfil its Charter mandate. \r\n The Economic and Social Council had a rich \r\ndiscussion on how that could be achieved. Following \r\nthat, specific proposals were developed, which I had \r\nthe privilege of submitting to the preparatory process at \r\nthe 2005 summit. The summit recognized the need for \r\na more effective Economic and Social Council and \r\ntook several decisions to enhance its role in five \r\nspecific areas. \r\n The first area is policy dialogue and \r\nimplementation. The summit called upon the Economic \r\nand Social Council to promote global dialogue and \r\npartnership on global policies and trends and assess \r\nprogress in the follow-up to the outcomes of the major \r\nUnited Nations conferences and summits. To that end, \r\nthe Council should hold annual ministerial-level \r\nsubstantive reviews to assess progress, drawing on its \r\nfunctional and regional commissions and other \r\ninternational institutions, in accordance with their \r\nrespective mandates. \r\n The second area is the Economic and Social \r\nCouncil as a development cooperation forum. The \r\nCouncil should convene a biennial high-level \r\ndevelopment cooperation forum to review trends in \r\ninternational development cooperation policies and to \r\npromote greater coherence among the development \r\nactivities of different entities and institutions. \r\n The third area is coherence and coordination. The \r\nCouncil should play a major role in the overall \r\ncoordination of funds, programmes and agencies, \r\nensuring coherence among them and avoiding \r\nduplication of mandates and activities. \r\n The fourth area is response to emergencies. The \r\nCouncil should also support and complement \r\ninternational efforts aimed at addressing humanitarian \r\nemergencies, including natural disasters, in order to \r\nA/60/PV.37  \r\n \r\n4 05-56792 \r\n \r\npromote an improved, coordinated response from the \r\nUnited Nations. In that context, the Council will \r\nshortly convene two special events — on the food \r\ncrisis in Africa and the threat of the avian flu — to \r\nactivate the important role the Council can play in \r\nsensitizing the international community to existing or \r\npotential humanitarian emergencies. \r\n The fifth area is peacebuilding. Based on the \r\nexperience gained within the Economic and Social \r\nCouncil in the area of post-conflict reconstruction and \r\ndevelopment, the Council is expected to further \r\npromote a coordinated, coherent and integrated \r\napproach to post-conflict peacebuilding and \r\nreconstruction by interacting effectively with the \r\npeacebuilding commission. \r\n A discussion of the Economic and Social \r\nCouncil’s role in the follow-up to the decisions adopted \r\nat the 2005 summit was initiated at an informal summit \r\nmeeting convened by the Council bureau on \r\n15 September 2005. The meeting, chaired by the \r\nPresident of Pakistan, included the participation of \r\nseveral heads of State and Government; the heads of \r\nthe International Monetary Fund, the International \r\nBank for Reconstruction and Development, the United \r\nNations Development Programme, the United Nations \r\nConference on Trade and Development and the United \r\nNations Economic and Social Commission for Asia and \r\nthe Pacific; as well as senior ministerial \r\nrepresentatives. A summary of the high-level \r\ndiscussion was circulated to all member States. \r\n We will need further consideration of ways and \r\nmeans to ensure the implementation of the decisions of \r\nthe 2005 summit to strengthen the Economic and \r\nSocial Council. For that purpose, in my capacity as \r\nPresident of the Council, I have circulated a working \r\npaper, prepared after consultations with key \r\ndelegations, country groupings and the Secretariat. The \r\nworking paper offers a set of ideas and suggestions \r\nwhich, I hope, will provide a good basis for \r\ndiscussions in the General Assembly and lead to a \r\nconsensus on ways and means to implement the 2005 \r\nsummit decisions regarding the strengthening of the \r\nCouncil. I look to your leadership, Sir, in that \r\nendeavour. \r\n In closing, I would like to stress that the \r\nCouncil’s achievements this year could not have been \r\npossible without the excellent work of the Council’s \r\nfour Vice-Presidents, the ambassadors of Tunisia, \r\nAlbania, Ecuador and Belgium. They carried a major \r\npart of the burden of work. I would also be remiss if I \r\nfailed to recall the able and professional support of the \r\nSecretariat for the work of the Council. I express my \r\nsincere gratitude to all of them. \r\n Mr. Oh (Republic of Korea): I thank the \r\nPresident of the Economic and Social Council, \r\nAmbassador Munir Akram of Pakistan, for introducing \r\nthe comprehensive report of the Council for 2005, \r\nwhich details the whole range of its activities. I would \r\nalso like to commend the Council’s progress under \r\nAmbassador Akram’s able leadership. \r\n The Republic of Korea welcomes the \r\nreaffirmation, made by world leaders in September, of \r\nthe Economic and Social Council’s role as the principal \r\nbody for coordination, policy review, policy dialogue \r\nand recommendations in the economic and social \r\nspheres. It is our view that the Council should be a \r\nforum for serious, high-level engagement by Member \r\nStates on issues of economic and social development. \r\nIn that regard, we support the annual ministerial \r\nmeeting and biennial high-level development \r\ncooperation forum, which we believe can play \r\nmeaningful roles in helping the international \r\ncommunity to attain the Millennium Development \r\nGoals by 2015. \r\n We also attach great importance to the \r\nrecognition by world leaders that good governance is \r\nessential for sustained economic development and the \r\neradication of hunger and extreme poverty. Today, I \r\nwould like to focus on that fundamental issue, \r\nemphasizing the importance of reinventing \r\nGovernment and of building partnerships between the \r\npublic and private sectors. \r\n The world is changing at a pace perhaps \r\nunprecedented in history. States are striving to sustain \r\nprogress towards development while coping with the \r\nnew and ever-shifting economic and social challenges \r\nbrought on by globalization, democratization, the \r\ninformation technology revolution and rapid socio-\r\neconomic development. \r\n The participants in the Sixth Global Forum on \r\nReinventing Government, held in Seoul, Republic of \r\nKorea, from 24 to 27 May 2005, agreed that a \r\ncomprehensive framework for participatory and \r\ntransparent governance is necessary for sustainable \r\nsocial and economic development in which \r\nGovernment, business and civil society work together \r\n A/60/PV.37\r\n \r\n05-56792 5 \r\n \r\nto address challenges. Establishing such frameworks \r\nfor governance will move us closer to achieving the \r\nMillennium Development Goals and other global \r\ndevelopment initiatives. \r\n The outcome document of the Sixth Global \r\nForum, known as the Seoul Declaration, provided \r\nspecific recommendations for reinventing Government, \r\nsustaining social integration, improving corporate \r\ngovernance, enhancing local governance and \r\nincreasing engagement with civil society. The \r\nparticipants recognized that, in order to improve State \r\ncapacity and public services, Governments must \r\ncooperate closely with various social actors, fully \r\nincorporate information technology-based strategies, \r\nand conduct performance evaluations in all areas of \r\nGovernment activity. They also concluded that \r\nmeasures must be taken to alleviate economic injustice \r\nand the negative effects of the digital divide and to \r\nprevent and resolve internal conflicts. The participants \r\nalso concluded that sustainable economic development \r\nis possible through the establishment of a free and fair \r\nmarket order. It is therefore necessary for domestic \r\ncorporations to maintain good relations with the local \r\ncommunities in which they operate, while \r\nmultinational corporations must uphold strict business \r\nethics. \r\n They agreed that decentralization is a key \r\nelement of good governance. To make decentralization \r\nviable, local Governments must reinvent themselves to \r\nimprove participation and transparency. In addition, the \r\nparticipants acknowledged the importance of a more \r\nactive role for civil society in decision-making \r\nprocesses and the implementation of public policies, \r\nand agreed to seek new ways to strengthen global \r\nsolidarity on various issues. \r\n As a follow-up measure to the Sixth Global \r\nForum, the participants welcomed the decision by the \r\nRepublic of Korea and the United Nations to conduct a \r\nfeasibility study for the establishment of a United \r\nNations governance centre in Seoul. The Government \r\nof the Republic of Korea is doing its utmost to prepare \r\nfor the establishment of the centre, which will provide \r\na forum in which States can share their experiences in \r\nthe areas of good governance, reinventing Government \r\nand fighting corruption. \r\n Finally, the participants expressed their \r\nappreciation to the United Nations Secretariat for its \r\nhospitality in offering to host the Seventh Global \r\nForum on Reinventing Government. It is my \r\nGovernment’s hope that the Global Forum on \r\nReinventing Government will continue to provide \r\nopportunities for the active exchange of ideas for and \r\nexperiences in designing better Governments and better \r\nfutures for all countries. \r\n Having hosted the Sixth Global Forum on \r\nReinventing Government, the current participatory \r\nGovernment of the Republic of Korea is now taking \r\nsteps to embrace its recommendations as we continue \r\nto reinvent our own Government for the next level of \r\nsocio-economic development. We recognize that \r\ninnovation is a prerequisite for sustainable \r\ndevelopment. Our goal is to create a Government that \r\nis more service-oriented, transparent, efficient, \r\ndecentralized and respectful of its citizens. \r\n As we embark on that challenging process, there \r\nis a concern that we may fall into the all-too-common \r\npattern of promoting ambitious Government \r\ninnovations, only to fall back again soon after. To \r\navoid that pitfall, we are pursuing sustainable \r\ninnovation by adopting a systematic strategy and \r\nrefraining from implementing one-time external \r\nshocks, such as restructuring and downsizing. We will \r\nlet civil servants within the Government take the lead \r\nin recognizing opportunities for improvement and \r\nprovide ample support within the system for the \r\nimplementation of their innovative ideas. Through that \r\napproach, we intend to institutionalize the engine for \r\ninnovation, manage the innovation process and reduce \r\nthe resistance that can derail even the most well-\r\nintentioned reforms imposed by higher authorities. \r\n The Ministry of Government Administration and \r\nHome Affairs, in charge of Government reinvention, \r\nhas taken the lead in creating innovative organizational \r\ncultures and internalizing innovation in all Government \r\nagencies. Examples of such innovations include the \r\nreorganization of its departments into teams, the \r\nbuilding of a performance management system based \r\non a “balanced scorecard” method, and the introduction \r\nof a real-time customer-relations management system. \r\nThe latter garnered much praise at the International \r\nInnovation Exhibition, a side event of the Sixth Global \r\nForum. The Ministry has also created a Government \r\ninnovation index that measures the innovation level \r\nand capacity of public institutions, and provides insight \r\ninto weaknesses and barriers to innovation at each \r\ninstitution. \r\nA/60/PV.37  \r\n \r\n6 05-56792 \r\n \r\n Another important endeavour is my \r\nGovernment’s proactive effort to take advantage of \r\nadvanced information technology infrastructure as a \r\nmajor tool for innovation. The Republic of Korea’s \r\nlevel of e-Government was ranked fifth in the world \r\nthis past year. By making our Government services and \r\ninformation widely accessible online, we can increase \r\nour citizens’ satisfaction with administrative services \r\nwhile enhancing transparency, thereby improving \r\npublic trust in Government institutions. \r\n The Republic of Korea is committed to the fight \r\nagainst corruption and views it as an essential \r\ningredient of Government reinvention in support of \r\nsustainable development. Accordingly, the Government \r\nof the Republic of Korea has been actively carrying out \r\nanti-corruption measures. In March this year, President \r\nRoh Moo-hyun and representatives of civil society and \r\nthe public, private and political sectors signed the \r\nKorean Social Pact on Anti-Corruption and \r\nTransparency, in which all signatories pledged to fight \r\ncorruption in their respective sectors. Through close \r\ncooperation between the Government and the private \r\nsector, we are witnessing a dramatic reduction in \r\ncorruption and irregularities throughout Korean \r\nsociety. \r\n While setting up comprehensive plans to fight \r\ncorruption, we are preparing to ratify the United \r\nNations Convention against Corruption as soon as \r\npossible. We would like to encourage Member States \r\nthat are not signatories to the Convention to give \r\npositive consideration to signing, ratifying and \r\nimplementing it. \r\n Let me conclude by reaffirming the dedication of \r\nthe Republic of Korea to participatory and transparent \r\ngovernance, both at home and throughout the \r\ninternational community. \r\n Mr. O’Neill (United Kingdom): I have the \r\nhonour to speak on behalf of the European Union and \r\nthose other European countries that align themselves \r\nwith this statement.  \r\n May I begin, Sir, by echoing your words of \r\nsympathy and support to the people of Pakistan and \r\nother countries of South Asia in the light of the \r\nearthquake there. The European Commission and \r\nStates members of the European Union have recently \r\nmade several announcements of aid that we intend to \r\nprovide and we look forward to taking part in the \r\ndonor meeting tomorrow in Geneva to take forward \r\nthat discussion.  \r\n I would like to speak briefly to welcome the \r\nreport of the Economic and Social Council for 2005 \r\nand to thank the Ambassador of Pakistan, as the \r\nPresident of the Council, and his bureau colleagues for \r\nthe work they have done this year and the leadership \r\nthey have provided.  \r\n Over the last few months, the Economic and \r\nSocial Council has made a major contribution to an \r\nimportant year for the United Nations. The spring \r\nmeeting with the Bretton Woods institutions, the World \r\nTrade Organization and the United Nations Conference \r\non Trade and Development was an important part of \r\nthe preparations for discussions on financing for \r\ndevelopment at the world summit in September. \r\n At the Economic and Social Council’s substantive \r\nsession, discussion in the high-level and coordination \r\nsegments on progress towards the internationally \r\nagreed development goals, including the Millennium \r\nDevelopment Goals, provided an essential contribution \r\nto the wider preparations for the summit in September.  \r\n In the operational segment, too, we did important \r\nwork to take forward work to enhance United Nations \r\noperational activities in the wake of last year’s \r\ntriennial comprehensive policy review in the General \r\nAssembly.  \r\n In the humanitarian segment, we had important \r\ndiscussions on how to ensure more effective \r\ninternational responses to humanitarian disaster, \r\nincluding lessons from the Asian tsunami of a year ago.  \r\n We in the European Union particularly welcome \r\nthe decisions that were reached at the world summit to \r\nenhance the Economic and Social Council’s system-\r\nwide role in ensuring policy coherence and \r\ncoordination. The Ambassador of Pakistan has already \r\nset out the main elements of that, and I will not go into \r\nthe details here, but I would like to underline the strong \r\ncommitment of the European Union to taking forward \r\nthose decisions. We hope to see early progress under \r\nyour leadership, Sir.  \r\n The European Union itself will bring forward \r\nproposals and comments for that discussion. We look \r\nforward to playing a part with all other members of the \r\nAssembly in the implementation of those important \r\nconclusions from the summit. We believe that the \r\nsummit rightly recognized the vital role that the \r\n A/60/PV.37\r\n \r\n05-56792 7 \r\n \r\nEconomic and Social Council has to play, and we hope \r\nto achieve progress as early as possibly to help ensure \r\nthat.  \r\n Finally, I would close by saying that we look \r\nforward to taking part in the special events later this \r\nweek and next week on the food crisis in Africa and \r\navian flu. \r\n Mr. Dapkiunas (Belarus) (spoke in Russian): I \r\nhave the honour, on behalf of the delegation of \r\nBelarus, to thank the President of the Economic and \r\nSocial Council, Ambassador Akram, for his \r\nprofessional and thorough organization of the \r\nCouncil’s work this year. We believe the Council \r\nachieved significant success in all three key areas of its \r\nwork this year: the consideration of thematic issues, \r\npreparations for the United Nations summit, and \r\nreform. In our view, that success constitutes an \r\nimportant step towards restoring the Council’s central, \r\ncoordinating role within the United Nations system in \r\nthe area of international cooperation for development.  \r\n Despite the fact that the ministerial declaration of \r\nthe high-level segment was not adopted, we thought \r\nthat the outcome still had positive aspects, because the \r\nintensive work done at the Council’s substantive \r\nsession made it possible to quickly identify the most \r\ncomplex and pressing areas of conflict, thus facilitating \r\npreparations for the 2005 High-level Plenary Meeting \r\nof the General Assembly. \r\n The Economic and Social Council’s special high-\r\nlevel meeting on financing for development was \r\nenhanced by the participation of leading officials of the \r\nBretton Woods institutions, the World Trade \r\nOrganization and the United Nations Conference on \r\nTrade and Development. The meeting established a \r\ngood basis for subsequent consideration of the problem \r\nof financing for development in the framework of the \r\nGeneral Assembly. \r\n We welcome the important decisions adopted at \r\nthe Council’s substantive session to make further \r\nprogress towards the reform of United Nations \r\nhumanitarian mechanisms and to improve the \r\noperational activities for development of the United \r\nNations system. \r\n This year’s session marked an important stage in \r\nthe establishment of innovative United Nations bodies \r\nsuch as the ad hoc advisory groups of the Economic \r\nand Social Council on countries emerging from armed \r\nconflict. Through those groups, a basis has been laid \r\nfor the Council’s effective support of the activities of \r\nthe Peacebuilding Commission. \r\n Thanks to the systematic work on formulating \r\noptimum reform measures, for the first time in many \r\nyears a number of important concrete measures for \r\nstructural changes in the work of the Economic and \r\nSocial Council were included in the report of the \r\nSecretary-General and in the outcome document of the \r\nsummit (resolution 60/1). Belarus maintains its strong \r\nsupport for those innovative ideas. \r\n Belarus also favours the adoption, following \r\nministerial meetings, of resolutions or declarations that \r\nare more significant in both practical and political \r\nterms. We also support retaining the practice of annual \r\nthematic discussions at the ministerial level on the \r\nmost pressing social, economic, humanitarian and \r\necological problems. \r\n We express our appreciation of the notes of the \r\nCouncil President, Mr. Akram, of 19 October, which \r\ncontained proposals for the implementation of those \r\nprovisions. We believe that they form a good basis for \r\nthe implementation of decisions adopted during the \r\nsummit. We call upon Member States to consider them \r\nas quickly as possible in the format of open and \r\ninformal consultations. \r\n Mr. Hannesson (Iceland): I would like to begin \r\nby thanking Ambassador Munir Akram, President of \r\nthe Economic and Social Council, for introducing the \r\nreport of the Economic and Social Council for 2005 \r\n(A/60/3), which provides a comprehensive overview of \r\nthe Council’s work. This year, Iceland was elected to \r\nthe Council and is honoured to take part in its \r\nimportant work. I would like to thank the President and \r\nthe four Vice-Presidents of the Council and its \r\nsecretariat for their excellent work and professional \r\nleadership in the extensive work of the Council during \r\nits various segments, which the report for 2005 so aptly \r\ndescribes. \r\n Iceland aligns itself with the statement just made \r\nby the representative of the United Kingdom on behalf \r\nof the European Union. I will limit my brief statement \r\nto just one issue. \r\n A wide range of key issues were addressed by the \r\nEconomic and Social Council, and we have heard \r\nabout them from previous speakers. They are all \r\nworthy of further deliberations here today. I shall speak \r\nA/60/PV.37  \r\n \r\n8 05-56792 \r\n \r\nvery briefly on Council resolution 2005/31, on \r\nmainstreaming a gender perspective into all policies \r\nand programmes in the United Nations system. I \r\nbelieve that by adopting that resolution, the United \r\nNations is creating a good precedent that should \r\nencourage all Member States to mainstream a gender \r\nperspective into their own policies, thereby advancing \r\ngender equality. \r\n The reason I am limiting my short statement to \r\nthat issue is the fact that yesterday Icelandic society \r\ncame to a standstill, as Icelandic women staged a \r\ngeneral walkout to mark the anniversary of their \r\nwalkout 30 years ago. We are distributing the prepared \r\ntext, and I will not read it. I hope members enjoy it. \r\n Mr. Makayat-Safouesse (Congo) (spoke in \r\nFrench): My delegation associates itself with the \r\nstatement to be made by Jamaica on behalf of the \r\nGroup of 77 and China. \r\n At the outset, I want to recognize the quality of \r\nthe report submitted by the President of the Economic \r\nand Social Council, Mr. Munir Akram, Permanent \r\nRepresentative of Pakistan (A/60/3). \r\n In this age of globalization, the coordinated \r\nefforts and concerted action of all actors to implement \r\nthe global development aims that we have set ourselves \r\nare becoming ever more necessary. In that regard, \r\nunder the presidency of Mr. Munir Akram, Permanent \r\nRepresentative of Pakistan — whose dynamism and \r\nefficacy I wish to salute — the Economic and Social \r\nCouncil has pursued efforts to fulfil its increasingly \r\ncrucial mandate with regard to the challenges it faces.  \r\n This year again, through the links that have been \r\nestablished over many years with the international \r\nfinancial institutions, the Council provided a \r\nframework for the promotion of coherent and \r\ncoordinated international cooperation on the occasion \r\nof the 2005 world summit. Through the various issues \r\nraised in our debates at the meeting in April and the \r\nsubstantive session, the Council made a significant \r\ncontribution to the evaluation of our commitments and \r\ntowards launching our consideration of the \r\nimplementation of the Millennium Declaration, the \r\nMonterrey Consensus and many other international \r\ncommitments. \r\n The key issue now is how to provide follow-up to \r\nthe movement launched at the 2005 September summit \r\nin order to meet the expectations of developing \r\ncountries, in particular in sub-Saharan Africa, where \r\nachievements in poverty reduction remain modest. That \r\nis made clear in the 2005 United Nations report on the \r\nMillennium Development Goals, which notes, inter \r\nalia, that half of all children under the age of five are \r\nmalnourished; that fewer than two thirds of children \r\nattend primary school; and that, despite modest \r\nprogress in some countries, women remain \r\ninadequately represented in decision-making bodies. In \r\nturn, while the mortality rate for children under the age \r\nof five has fallen, significant progress has yet to be \r\nregistered. Malaria still kills 90 per cent of those it \r\ninfects, while the AIDS pandemic is claiming an ever \r\ngrowing number of victims. \r\n In view of the situation, the Economic and Social \r\nCouncil has a crucial role to play, as previously \r\noutlined by the Secretary-General in his report “In \r\nlarger freedom”. The outcome document adopted by \r\nour heads of State and Government at the 2005 summit \r\nsets out specific guidelines with regard to our future \r\nactions. The Economic and Social Council must be \r\nmade more effective and active in order to ensure its \r\ncapacity to implement decisions. By creating a \r\nreinvigorated and strengthened Council, we will restore \r\nthe dynamism necessary to the implementation of all \r\nour commitments to sustainable development and to \r\ntaking the concerns of the developing world into \r\naccount. \r\n Ms. Bai Yongjie (China) (spoke in Chinese): At \r\nthe outset, I wish to convey our deep sympathy to \r\nPakistan and other South Asian nations for their \r\nsuffering as a result of the recent earthquake. We will \r\ndo our best to help them overcome that tragedy and to \r\nrebuild their lives. \r\n I also thank the President of the Economic and \r\nSocial Council, Ambassador Akram, for his \r\nintroduction of the report. Given the Council’s work \r\nand its important role in the United Nations system \r\nwith regard to economic development, I wish to make \r\nthe following points on items 41, 46 and 44. \r\n We are glad to note that the Economic and Social \r\nCouncil has recently carried out effective work in the \r\neconomic and social fields, and held full discussions on \r\na number of related major issues, laying a solid \r\nfoundation for the success of this year’s summit. At \r\nthis year’s substantive meeting, the Council held many \r\nround-table meetings on the Millennium Development \r\nGoals and invited experts to participate in panel \r\n A/60/PV.37\r\n \r\n05-56792 9 \r\n \r\ndiscussions on working methods within the United \r\nNations system and on the experiences and lessons of \r\nthe Indian Ocean earthquake and tsunami. The \r\nCouncil’s discussions have thus become more \r\nsubstantive and pragmatic. Earlier, it also conducted \r\npreparatory meetings for the high-level segment and its \r\nspring dialogue with the Bretton Woods institutions, \r\nthe World Trade Organization and the United Nations \r\nConference on Trade and Development. Those \r\nmeetings and discussions have served vigorously to \r\nmobilize the attention and political will of all parties \r\non development issues and to foster consensus on \r\ninternational development cooperation, all of which \r\ncontributed to the United Nations summit. We wish to \r\nexpress our appreciation to Ambassador Akram, \r\nPresident of the Economic and Social Council, and \r\nother members of the bureau for their pioneering spirit \r\nand leadership. \r\n The outcomes of the major United Nations \r\nconferences and summits in the economic, social and \r\nrelated fields have come to constitute the \r\nOrganization’s development agenda. The recent High-\r\nlevel Plenary Meeting of the General Assembly \r\nreaffirmed relevant international agreements and \r\nnational commitments, sparking the enthusiasm of all \r\nparties for fulfilling internationally agreed \r\ndevelopment goals. The development section of the \r\nsummit demonstrated once again that development is a \r\nunified and comprehensive concept, with various \r\ninterrelated and mutually reinforcing factors and \r\nrequiring comprehensive and balanced consideration \r\nand actions. The purpose of the integrated and \r\ncoordinated implementation of the outcomes of the \r\nmajor United Nations conferences is to focus on \r\ninterlinkages among conferences, mobilize various \r\nforces, and promote more effective implementation. It \r\nhas been proved over the past few years that the \r\nbiggest problem in follow-up activities is the huge gap \r\nbetween words and actions. The summit has provided \r\nus with an important opportunity by setting out a road \r\nmap for the international community. It is essential for \r\nall countries and social sectors to act jointly, plan \r\ncomprehensively, advance steadily, and contribute their \r\ndue share. \r\n First, achieving development involves a multi-\r\nlevel and complex process, and the outcomes of the \r\nmajor United Nations conferences and summits cannot \r\nbe realized overnight. It is necessary to define key \r\nareas and set priorities so as to mobilize maximum \r\nresources and achieve the optimum distribution of \r\nforces and the most desirable results. Thanks to the \r\njoint efforts of all countries, the Millennium \r\nDevelopment Goals have received worldwide \r\nrecognition and extensive support, and their \r\nsignificance has been officially confirmed by the \r\nUnited Nations summits. We should now focus our \r\nattention on the implementation of the Millennium \r\nDevelopment Goals as the first step towards the \r\nrealization of all relevant development goals. \r\n Secondly, action at the national level is a pivotal \r\nlink in the integrated and coordinated implementation \r\nof the outcomes of the major United Nations \r\nconferences and summits. There is a wide spectrum of \r\nnational conditions. Only by combining the consensus \r\nachieved at international conferences with their \r\nspecific national conditions can countries truly claim \r\nownership and action be undertaken realistically and \r\neffectively. National Governments have the \r\nresponsibility to incorporate various international \r\nconsensuses into their national development strategies \r\nand make them an organic part of their own \r\ndevelopment programmes. Constructive dialogue \r\nshould be encouraged at the regional and international \r\nlevels, thus contributing to the exchange of \r\nexperiences, the stimulation of new thought, and the \r\nbetter mobilization of resources and technical means to \r\nsupport the coordinated implementation of \r\ndevelopment strategies at the national level. \r\n Thirdly, the United Nations, as the chief promoter \r\nof integrated and coordinated follow-up to the \r\noutcomes of its major conferences, should vigorously \r\nmobilize all social sectors and encourage them to offer \r\nideas and resources. If the Organization is to maintain \r\nits due leadership, its relevant meetings need to be \r\nendowed with pragmatic and effective agendas and \r\ndevelop innovative working methods. Related policy \r\ndiscussions should specify concrete policies, expand \r\nconsensus and identify shortcomings and weaknesses \r\nso as to better mobilize and coordinate international \r\naction. There should be better communication and \r\ncoordination among organizations and agencies to \r\nensure policy coherence and avoid contradictions and \r\nduplication. In actual practice, countries can define the \r\nthemes for exchanges and dialogues on major issues at \r\nvarious intervals. In order to encourage worldwide \r\nattention and the extensive involvement of all social \r\nsectors, meeting arrangements should be more flexible \r\nand diversified. The good momentum created during \r\nA/60/PV.37  \r\n \r\n10 05-56792 \r\n \r\nthe preparation for the 2005 summit should be \r\nmaintained. The United Nations Millennium Project \r\nreports have evoked a strong global response. The \r\nProject’s working mechanism, research and \r\nrecommendations should be fully utilized. \r\n Fourthly, effective global action needs \r\ncorresponding organizational backing. The Economic \r\nand Social Council, as the main organ of the United \r\nNations system to promote economic and social \r\ndevelopment, has special advantages in pushing for the \r\nimplementation of internationally agreed development \r\ngoals. The outcome document of the 2005 summit \r\nrequests the Council to hold annual ministerial \r\nmeetings, review progress in implementing related \r\ninternationally agreed development goals, strengthen \r\ninter-agency coordination, and respond to the new \r\ndevelopment challenges. In order to fulfil those \r\nimportant missions, the Council needs to make the \r\nnecessary adjustments, improve its allocation of \r\nresources and manpower, and reform its working \r\nmethods. We hope that it will make good use of this \r\nopportunity to reinforce its coordinating functions and \r\nestablish an integrated review mechanism on the basis \r\nof the reviews undertaken by the functional \r\ncommissions and other agencies on the progress of \r\nvarious conferences and summits. \r\n Fifthly, integrated and coordinated \r\nimplementation calls for integrated and coordinated \r\nsupervision. Currently, many agencies, both within and \r\noutside the United Nations system, are evaluating \r\nprogress achieved on the related development goals \r\nwithin their own specific fields, with limited impact. \r\nWe call for the establishment of a unified and \r\ncomprehensive framework, led by the United Nations, \r\nfor evaluating progress in the implementation of \r\ninternationally agreed development goals. It would \r\nboth appraise national progress and oversee and \r\nevaluate international cooperation and development \r\naid. Though such a framework, countries can be urged \r\nto fulfil their pledges and joint efforts can be made \r\ntowards achieving internationally agreed development \r\ngoals. \r\n As regards the special session on children, we \r\nwelcome achievements made in recent years by \r\nnational Governments, agencies and non-governmental \r\norganizations in implementing the programme of \r\naction. The advancement of the cause of children is an \r\nimportant benchmark of social and economic \r\ndevelopment and human progress. The Chinese \r\nGovernment has made it a consistent policy to adhere \r\nto the principle of “children first” and fully to \r\nguarantee children’s rights to live and grow up under \r\nprotection and to participate. On the basis of the \r\nfundamental principles of China’s Constitution, the \r\nChinese Government began to build a legal system to \r\nprotect the rights and interests of children in the 1980s.  \r\n To fulfil the commitments it undertook at the \r\nspecial session on children, the Chinese Government \r\nhas in recent years vigorously implemented the \r\nChinese Child Development Programme and provided \r\nthe necessary human, financial and material resources \r\nto promote children’s causes. At present on mainland \r\nChina, all provinces, 97.7 per cent of prefectures and \r\n99.5 per cent of counties have formulated local \r\ndevelopment programmes for children. China has also \r\nformulated a number of policies, rules and regulations \r\noffering powerful legal guarantees of protection for \r\npoor and vulnerable children and the removal of \r\ndevelopment and gender inequalities.  \r\n Naturally, as the world’s largest developing \r\ncountry, China still faces many challenges in the \r\npromotion of children’s causes. The Chinese \r\nGovernment will continue to make tireless efforts to \r\nseek solutions to child-related issues and is ready to \r\nactively participate in international cooperation in that \r\nfield so as to further advance children’s causes and \r\nenable the children of the world to enjoy a bright and \r\npromising future. \r\n This year marks the tenth anniversary of the \r\nFourth World Conference on Women. At its forty-ninth \r\nsession, the Commission on the Status of Women \r\ncomprehensively evaluated the implementation of the \r\nBeijing Declaration and Programme of Action and the \r\noutcome document of the twenty-third special session \r\nof the General Assembly on women, and adopted a \r\ncommemorative declaration. As the host of the Fourth \r\nWorld Conference on Women, the Chinese Government \r\nhas also held a commemorative meeting, and the \r\ndeclaration adopted at that meeting has been circulated \r\nas a document for this session. We hope that, through \r\nthe concerted action of all countries, efforts to achieve \r\ngender equality and to protect the rights and interests \r\nof women and children will be further advanced. \r\n Mr. Neil (Jamaica): First of all, let me apologize \r\nfor my tardiness in reaching the General Assembly this \r\nafternoon. I was delayed in the Fifth Committee, \r\n A/60/PV.37\r\n \r\n05-56792 11 \r\n \r\ndealing with the item on the budget for the biennium \r\n2006-2007. \r\n The Group of 77 and China joins in expressing \r\nour solidarity with the people of Pakistan and the other \r\nnations of South Asia that were affected by the recent \r\ndevastating earthquake. We also emphasize that the \r\nneeds are enormous and urgent, and should receive the \r\nsubstantial support of the international community. \r\n On behalf of the Group of 77 and China, I wish to \r\nmake some general comments on the report of the \r\nEconomic and Social Council for 2005. We examined \r\nthe report against the background of what has been an \r\neventful year in the Council. We especially want to \r\nrecognize the dynamic leadership of the President of \r\nthe Council, Ambassador Munir Akram, and his bureau \r\nin guiding the work of the Council in 2005. His \r\nleadership brought an innovative spirit to and \r\ninvigorated the work of the Council during the year. \r\n The year has been a significant one for the \r\nEconomic and Social Council. Many of the activities \r\nundertaken were geared towards providing the \r\nnecessary inputs for the High-level Plenary Meeting \r\nheld in September. Almost all the discussions in the \r\nCouncil had as their central theme the achievement of \r\nthe internationally agreed development goals, \r\nincluding the Millennium Development Goals. From \r\nthe outset, therefore, there was a conscious attempt to \r\nbring focused discussion on the many critical issues of \r\nimportance to the wider international community. \r\n I will draw attention to aspects of the Council’s \r\nwork that were of particular importance to the Group \r\nof 77 and China. \r\n First, as to the annual spring meeting of the \r\nEconomic and Social Council with the Bretton Woods \r\ninstitutions, the World Trade Organization and the \r\nUnited Nations Conference on Trade and Development, \r\nwe see great value in the opportunity to engage those \r\ninstitutions, whose policies have a direct impact on \r\ndevelopment. It is for that reason that we should think \r\nof ways to expand the scope of the deliberations \r\nbeyond the current format. The Council must be better \r\nable to facilitate networking in the development system \r\nand to provide greater oversight in global economic \r\ndecision-making. We should think of ways to \r\nstrengthen the outcome of the dialogue and to expand \r\nthe discussions beyond the time frame that is currently \r\nallotted. \r\n The other important aspect of the work of the \r\nCouncil to which I would like to refer is its substantive \r\nsession, held in June and July. We are disappointed that \r\nthe only outcome of the high-level segment this year is \r\na mere summary of the deliberations. We recognize the \r\ndifficulties involved, but we would have wanted a more \r\nsubstantive recognition of the many useful ideas and \r\nproposals that were discussed over the three-day \r\nperiod. There were, for example, very constructive \r\nideas on current trends and developments in the world \r\neconomy, on the eradication of hunger and poverty, and \r\non employment creation. Unfortunately, none of those \r\ncould be reflected in a consensus document for \r\nadoption by our ministers. We hope that that situation \r\nwill not be repeated in the future.  \r\n We must all work to strengthen the Council, and a \r\nsimple indication of our willingness to do so should be \r\nour ability to ensure that the outcome of the high-level \r\nsegment is more than a mere summary of the \r\ndiscussions that have taken place. It must fully capture \r\nand reflect our unswerving commitment to \r\nimplementing the obligations that we are called upon \r\nto fulfil. \r\n The humanitarian affairs segment continues to \r\nmerit special attention in order to address humanitarian \r\nemergencies, including natural disasters. The \r\ndevastation wrought on the developed and the \r\ndeveloping countries alike as a result of natural \r\ndisasters is a significant feature of the current year. For \r\ndeveloping countries, the magnitude of the destruction \r\nis even more dramatic, with significant loss of life and \r\ndamaged property. The recent earthquake in South Asia \r\nand the continual ravages of hurricanes and tropical \r\nstorms in the Caribbean and Central America \r\ndemonstrate the urgency with which action has to be \r\ntaken. Special economic humanitarian and disaster-\r\nrelief assistance, in accordance with General Assembly \r\nresolution 46/182 of 16 December 1991, has to be \r\ngiven the utmost priority in the work of the Council, \r\nwith due regard for the primary role of the affected \r\nState in the organization and delivery of humanitarian \r\nassistance. \r\n Those disasters demonstrate the need to \r\nstrengthen system-wide coherence and to urgently \r\nimplement the worldwide early warning system that \r\nwas called for in the 2005 Hyogo Declaration and \r\nFramework for Action. Greater attention also needs to \r\nbe given to establishing predictable funding, especially \r\nfor neglected emergencies, and to reduce the gap in \r\nA/60/PV.37  \r\n \r\n12 05-56792 \r\n \r\nterms of resource needs for emergency assistance and \r\nfor aid to development. \r\n I turn briefly to the general segment. As is \r\ncustomary, that segment commanded the most attention \r\nin terms of time and energy, given the volume of work \r\nto be covered during its duration. It represents an \r\nimportant arena through which a myriad of issues, \r\nparticularly those related to the work of the functional \r\ncommissions, can be considered. The real value of the \r\ngeneral segment was sometimes lost in the attempt to \r\nensure that the many agenda items to be addressed \r\nunder the segment were completed within the \r\nstipulated time frame. As we contemplate how best to \r\nadapt the working methods of the Council to the needs \r\nof the present global environment, special \r\nconsideration will have to be given to how best to use \r\nthe general segment to provide better coordination and \r\noversight of the subsidiary bodies of the Council. \r\n One issue which we had hoped could have been \r\nreflected in this year’s report of the Council concerns \r\nthe situation in the Maldives. We are close to the first \r\nanniversary of the earthquake and tsunami that \r\nwreaked havoc in the Indian Ocean and the littoral \r\nStates, yet the Council has not been able to take a \r\ndecision to support the request of the Government of \r\nthe Maldives for a delay in its transition from least \r\ndeveloped status, made as a result of the devastation to \r\nthat country arising from the tsunami. The Group of 77 \r\nand China will continue to seek an early decision on \r\nthat matter. \r\n The High-level Plenary Meeting agreed on the \r\nareas in which the role of the Economic and Social \r\nCouncil should be strengthened. We are now charged \r\nwith identifying the most appropriate modalities to \r\nensure that its role in its areas of competence can be \r\nstrengthened. We are particularly interested in \r\nproposals to make the Council more integrally \r\ninvolved in policy dialogue and implementation, as \r\nwell as in the promotion of development cooperation. \r\nThey provide an important basis on which we can \r\nbegin to expand the Council’s system-wide \r\ncoordination for development cooperation, as currently \r\ncarried out under the operational activities segment, \r\nand to better advance the implementation of the \r\ndevelopment agenda by strengthening the link between \r\nthe normative and operational aspects. \r\n At this juncture, I should like to highlight three \r\nimportant issues that should guide any future work of \r\nthe Council. First, with respect to preserving the \r\nintergovernmental process, we have long maintained \r\nthat the Council should be given a more prominent role \r\nin advancing social and economic development. We \r\nacknowledge that civil society has an important \r\ncontribution to make to the process, and while we \r\ncontinue to encourage such efforts, we urge that they \r\ndo not compromise the primary role of Member States \r\nin the overall process. \r\n Secondly, as we move towards better integration \r\nand coordination of the implementation of the \r\noutcomes emanating from major United Nations \r\nconferences and summits, we must be mindful of \r\npreserving the integrity of each of the respective \r\nprocesses. That is critical in advancing the \r\nimplementation of commitments. \r\n Thirdly, the organization of the work of the \r\nCouncil should allow for greater flexibility and enable \r\nthe Council to consider and take action on development \r\nissues as they arise. Thematic discussions and policy \r\nissues, analysis of trends in the global economy, and \r\nreaction to emergencies should be possible within a \r\nmore flexible work programme of the Council. \r\n The Group of 77 and China stand ready to lend \r\ntheir full support in future discussions aimed at \r\nelaborating the new functions assigned to the \r\nEconomic and Social Council. We understand that \r\nadditional information will be provided next month, \r\ndetailing the financial implications of those new \r\nundertakings. It is our hope that we will not allow the \r\nissue of financing to deter us from taking much-needed \r\naction in strengthening the Council. We expect that \r\nequal attention will be given to all aspects of the \r\nsystem as we move towards the reform and \r\nrevitalization of the entire United Nations. \r\n Mr. Karanja (Kenya): I take this opportunity, on \r\nbehalf of my delegation, to congratulate you, Sir, on \r\nthe able manner in which you are guiding the \r\ndeliberations of this important sixtieth session of the \r\nGeneral Assembly. My delegation also wishes to \r\nassociate itself with the statement made by Jamaica on \r\nbehalf of the Group of 77 and China on the Economic \r\nand Social Council’s 2005 report under consideration, \r\nas well as with the sentiments of solidarity expressed \r\nwith the victims of the disaster in Pakistan and \r\nneighbouring countries. \r\n May I also congratulate Ambassador Munir \r\nAkram, President of the Economic and Social Council, \r\n A/60/PV.37\r\n \r\n05-56792 13 \r\n \r\nand the entire Council bureau on their dedication and \r\nhard work in ensuring that the Council remains focused \r\nand delivers on its mandates. \r\n As regards the work of the Economic and Social \r\nCouncil during its 2005 substantive session, I wish to \r\nobserve that it provided an important basis for this year’s \r\nworld summit and the ongoing deliberations of the \r\nGeneral Assembly. The theme of the 2005 Council \r\nsession — “Achieving the internationally agreed \r\ndevelopment goals, including those contained in the \r\nMillennium Declaration, as well as implementing the \r\noutcomes of the major United Nations conferences and \r\nsummit: progress made, challenges and opportunities” — \r\nwas indeed in tune with the critical development issues at \r\nthe centre of international debate. \r\n It is noteworthy that, during the 2005 session of \r\nthe Council, delegations agreed that the attainment of \r\nthe Millennium Development Goals remained elusive \r\nin many countries, especially in Africa. In spite of the \r\nnumerous plans and strategies that have been put in \r\nplace by many countries, implementation has proved \r\ndifficult due to a number of limitations that include \r\ninadequate resources.  \r\n We in Kenya have made attempts in a number of \r\nareas, such as education, health and infrastructure. The \r\nfull implementation of the Millennium Development \r\nGoals and other internationally agreed development \r\ngoals will require the concerted efforts of the \r\ninternational community through financial, technical \r\nand human resource support. It is in that light that we \r\ncall for the creation of international partnerships that \r\ncan facilitate the implementation of the Millennium \r\nDevelopment Goals. \r\n Mr. Hamidon (Malaysia), Vice-President, took the \r\nChair. \r\n My delegation appreciates the fact that the \r\nEconomic and Social Council emphasized the \r\nimportance of fighting HIV/AIDS and endorsed an \r\nintegrated approach that includes prevention, \r\ntreatment, care, support and research. While \r\nunderscoring the devastating effects of the HIV/AIDS \r\npandemic on society, particularly the productive \r\nsections of the population, I wish to note that we in \r\nKenya have taken steps towards prevention, \r\nsensitization and cure of the HIV/AIDS victims. The \r\nGovernment is working with various partners in the \r\nhealth sector and the infection rate has drastically \r\ndropped from over 14 per cent to about 6 per cent \r\nwithin the last three years. \r\n Environmental protection is an important factor \r\nin the attainment of the Millennium Development \r\nGoals, poverty eradication and other internationally \r\nagreed goals. International environmental governance \r\nis an integral part of realizing sustainable development. \r\nWhile Kenya supports the ongoing process of defining \r\nthe elements of international environmental \r\ngovernance, my delegation is of the view that it should \r\nbe done within the framework of the Cartagena \r\ndecision, which aims at strengthening the United \r\nNations Environment Programme, within its current \r\nmandate, through enhanced financial and scientific \r\nbases. \r\n Environmental protection cannot be complete \r\nwithout adequately addressing the issue of forest \r\nmanagement. Forests and trees play a critical role in \r\nsupporting the livelihoods of people, particularly the \r\nworld’s poor. Further sustainable forest management \r\ncould contribute to developing economies in many \r\nways through the provision of income, employment \r\ncreation, and the fulfilment of health needs and food \r\nsecurity. My delegation therefore calls upon the United \r\nNations system to embrace forest management as \r\ncritical to environmental management and sustainable \r\ndevelopment. \r\n My delegation further believes that the \r\ndeliberations at the Economic and Social Council’s \r\n2005 coordination, operational activities and \r\nhumanitarian affairs segments, if given proper \r\nconsideration, can add immense value to the \r\nperformance of the United Nations system. The \r\ndeliberations at the 2005 session highlighted key \r\nchallenges and opportunities in the endeavours to \r\nimplement the Millennium Development Goals and the \r\noutcomes of the major United Nations conferences and \r\nsummits. We therefore need to build on the consensus \r\nthat emerged in order to make a difference.  \r\n Some of the issues that emerged that require \r\nattention include the understanding that the \r\nMillennium Development Goals and other major \r\noutcomes of key United Nations conferences and \r\nsummits constitute a comprehensive development \r\nagenda for the international community, and that the \r\nachievement of the Millennium Development Goals \r\nand other internationally agreed goals has been uneven \r\nin terms of both the goals and the regions. With due \r\nA/60/PV.37  \r\n \r\n14 05-56792 \r\n \r\nrespect for those challenges, my delegation appreciates \r\nthe fact that the international community has shown a \r\nnew spirit of shared responsibility in moving ahead \r\nwith the implementation of the Millennium \r\nDevelopment Goals and other internationally agreed \r\nobjectives. \r\n Under the coordination segment of the Economic \r\nand Social Council session, the contribution of the \r\nUnited Nations system towards the follow-up and \r\nimplementation of the internationally agreed \r\ndevelopment goals was reviewed. Ways and means of \r\nimproving the Council’s coordination functions were \r\ndiscussed. My delegation fully supports the \r\nrecommendations that were made towards improving \r\nthe way the United Nations system works in relation to \r\nachieving the Millennium Development Goals. In \r\nparticular, we recommend that efforts be made to \r\nenhance the link between the United Nations agencies \r\nand regional commissions in the field, to distinguish \r\nbetween coordination and integration functions in the \r\nfield, and to adopt a multi-year programme for the \r\ncoordination segment. \r\n In addition, it is our hope that the theme of the \r\n2006 coordination segment — “Sustained economic \r\ngrowth for social development, including the \r\neradication of poverty and hunger” — will generate \r\ndiscussions that will add value to the attainment of the \r\nMillennium Development Goals. \r\n My delegation recognizes that the United Nations \r\nhas a unique capacity and opportunity to provide \r\nneutral and flexible support to countries in their \r\nstruggle to implement the Millennium Development \r\nGoals and other internationally agreed goals. That \r\nuniqueness is enshrined in its power to engage various \r\nstakeholders at the country level, its distinctive \r\nadvocacy role, and its analytical capacity on complex \r\nsocial and economic issues. It is in that regard that my \r\ndelegation supports the need to strengthen and \r\nintegrate the operational activities of the United \r\nNations system. \r\n In harmonizing the operational activities of the \r\nUnited Nations system in the field, it is important that \r\nconsideration be given to either merging or reducing \r\nUnited Nations agencies. That can go a long way \r\ntowards presenting a unified image of the United \r\nNations through all its operations in the field. \r\n At its 2005 session, the Economic and Social \r\nCouncil exchanged views on the transition from relief \r\nto development and on issues of special economic, \r\nhumanitarian and disaster relief assistance. In light of \r\nthe increasing humanitarian and disaster assistance \r\nrequirements occasioned by natural disasters, it is \r\nimportant for the United Nations to review its approach \r\nand preparedness in handling the same. My delegation \r\ntherefore supports the need, among other things, to \r\nestablish reliable funding mechanisms, including \r\nthrough the consolidated appeals process and the \r\nimprovement of the Central Emergency Revolving \r\nFund by including a grant facility component, as was \r\nproposed during the deliberations of the Economic and \r\nSocial Council. \r\n Mr. Aghazadeh (Islamic Republic of Iran): May \r\nI start by associating my delegation with the statement \r\nmade by the Ambassador of Jamaica on behalf of the \r\nGroup of 77 and China. \r\n Sixty years after the adoption of the United \r\nNations Charter, the role and mandate of the Economic \r\nand Social Council remain more relevant than ever \r\nbefore. The Council still plays a major and vital role in \r\ndialogue, coordination, cooperation and policy-making \r\nin the economic and social fields. At this juncture, \r\nnumerous old and emerging challenges are before us. \r\nMany internationally agreed goals and targets, \r\nincluding the Millennium Development Goals, are \r\nsupposed to be met by 2015.  \r\n Lack of coordination and cooperation and even \r\nfailure in a few areas could make our efforts fruitless \r\nand prevent the achievement of the MDGs as planned. \r\nThere are certain commitments enshrined in the \r\noutcomes of regional and international agreements that \r\ndeserve action and implementation. The current \r\nsituation and the need for progress to be monitored by \r\nan appropriate forum show how critical and decisive \r\nthe work of the Council will be in the years ahead in \r\ntackling the challenges. The Economic and Social \r\nCouncil should therefore be strengthened so that it can \r\naddress adequately and comprehensively all of the \r\nparameters involved in development. \r\n The reform of the Economic and Social Council in \r\nthe early 1990s, with the creation of various segments, \r\nhelped the international community to categorize the \r\nmain mandates of the Council and, in that context, to \r\naddress global challenges in a more effective and efficient \r\nmanner. Fortunately, the role of the Economic and Social \r\nCouncil as enshrined in the Charter was recently \r\nreaffirmed in the Summit Outcome document. That \r\n A/60/PV.37\r\n \r\n05-56792 15 \r\n \r\ndocument recognized the need for a more effective \r\nEconomic and Social Council, as the principal body for \r\npolicy dialogue, policy review, coherence, coordination, \r\ndevelopment cooperation, emergency response and \r\nrecommendations on issues relating to economic and \r\nsocial development. The document also recognized the \r\nrole of the Council in implementing the international \r\ndevelopment goals agreed at the major United Nations \r\nsummits and conferences, including the Millennium \r\nDevelopment Goals. \r\n My delegation believes that, in order to make the \r\nrequired progress in implementation of the MDGs, the \r\nCouncil should, as a matter of priority, review trends in \r\ninternational development cooperation at the envisaged \r\nbiennial high-level Development Cooperation Forum, \r\nin accordance with paragraph 155 of the outcome \r\ndocument. \r\n National reports on progress made, reports of the \r\nUnited Nations regional commissions and relevant \r\ninternational organizations, and a comprehensive and \r\nanalytical report on the basis of those reports, as well \r\nas high-level representation and active participation by \r\nMember States and heads of international \r\norganizations, could provide a basis for assessing \r\nprogress and identifying gaps and constraints at each \r\nmeeting of the Forum. \r\n Having experienced a great many high-level \r\ngatherings and forums, both inside and outside the \r\nUnited Nations system, I can say that participation and \r\nexchanges of views alone will be insufficient to enable \r\nus to reach the goals within the envisaged time frame. \r\nA strong will for cooperation and implementation on \r\nthe part of the politicians will certainly be needed. \r\nCoherence and coordination should not be limited to \r\nbodies affiliated with the United Nations. The \r\ninternational financial institutions, including the \r\nBretton Woods institutions, should adapt themselves to \r\nthe trends and policies set out in the General Assembly, \r\nwhich enjoys global membership and has a democratic \r\ndecision-making process.  \r\n The implementation of the commitment of the \r\ndeveloped countries to allocating 0.7 per cent of their \r\ngross national product to official development \r\nassistance by 2015 and the establishment of a timetable \r\nfor that commitment by those countries that have not \r\nyet done so will be key to the success of the Economic \r\nand Social Council in fulfilling its mandates.  \r\n We appreciate the role of the Economic and \r\nSocial Council in mitigating the impact of natural \r\ndisasters and coordinating the humanitarian response \r\nso far, but much remains to be done in terms of \r\npreparedness and strengthening the international \r\nhumanitarian response to natural disasters. As members \r\nare aware, the devastating impact of the growing \r\nnumber of natural disasters is inflicting considerable \r\nand unexpected damage on the affected countries. With \r\neach occurrence, a significant portion of the available \r\nhuman and financial resources is diverted from \r\ndevelopment to relief and recovery efforts. The \r\ninternational community in general, and the Economic \r\nand Social Council in particular, should address natural \r\ndisasters in such a way that efforts to meet the MDGs \r\nare not drastically affected. The Maldives is an \r\nexample of a country that was deprived of graduation \r\nfrom least-developed-country status, despite long-\r\nstanding development activities, as a result of the \r\ntsunami that took place last year in the Indian Ocean. \r\nThat showed how vulnerable the developing countries \r\nare vis-à-vis natural disasters and highlighted their \r\ngrowing need for attention from the international \r\ncommunity. \r\n In conclusion, the politicization of economic and \r\nsocial development through the use of unilateral \r\ncoercive policies and measures continues to hamper \r\ninternational efforts for the creation of a favourable \r\nenvironment for development and the eradication of \r\npoverty at the national and global levels. There should \r\nbe changes to and improvements in the way we view \r\nglobal problems and their causes. We firmly believe \r\nthat the universal recognition of development as a \r\nright, together with a sincere commitment to efforts for \r\nits achievement, will significantly contribute to poverty \r\neradication and better standards of living, and thereby \r\nto the maintenance of peace and security throughout \r\nthe world. \r\n Mr. Atiyanto (Indonesia): Our delegation joins \r\nthe President and other representatives in expressing \r\nour deep solidarity with and sympathy for the peoples \r\nand the Governments of Pakistan, India and \r\nAfghanistan, which have been severely affected by the \r\nrecent earthquake. Indonesia joins other members of \r\nthe international community in expressing our \r\ncontinued readiness to ease the burden of our brothers \r\nand sisters in Pakistan, as well as in India and \r\nAfghanistan. \r\nA/60/PV.37  \r\n \r\n16 05-56792 \r\n \r\n There is no question that the Economic and \r\nSocial Council plays a vital role in coordinating the \r\nimplementation of international development goals \r\nagreed at major United Nations international \r\nconferences and summits in the economic and social \r\nfields. That is evident from the report of the Economic \r\nand Social Council on its work in 2005, as contained in \r\ndocument A/60/3. My delegation would like to \r\nsincerely thank Ambassador Munir Akram for having \r\nintroduced the report of the Economic and Social \r\nCouncil for 2005. In this regard, my delegation also \r\nshares the views of the Permanent Representative of \r\nJamaica, who spoke on behalf of the Group of 77 and \r\nChina. \r\n The 2005 world summit opened a new window of \r\nopportunity for strengthening the role and function of \r\nthe Economic and Social Council in coordination, \r\npolicy review and the provision of recommendations \r\non issues relating to economic and social development. \r\nIn this regard, the additional responsibilities assigned \r\nto the Economic and Social Council should made it \r\nmore effective and responsive to various development \r\nchallenges. \r\n In light of the expanded mandate of the Economic \r\nand Social Council, my delegation sees the need to \r\nidentify modalities that will facilitate its \r\nimplementation. In doing so, the President of the \r\nGeneral Assembly, together with the President of the \r\nEconomic and Social Council, should arrange the \r\nnecessary consultations to obtain support from all \r\nMember States. \r\n Once again, it is of paramount importance that \r\nsuch consultations always be conducted in an open, \r\ntransparent and inclusive manner. It is also critical that \r\nthose consultations consider the relations between the \r\nEconomic and Social Council, the General Assembly \r\nand the Security Council in accordance with the United \r\nNations Charter. \r\n The 2005 world summit has further endorsed the \r\nmandate of the Economic and Social Council to stay \r\nengaged with all stakeholders at the national, regional \r\nand global levels. We hope that such engagement \r\nwould focus on practical and action-oriented outcomes, \r\nespecially to support developing countries in achieving \r\nthe Millennium Development Goals. \r\n We also highly value the role of the Economic \r\nand Social Council in supporting and complementing \r\nnational, regional and global efforts to address \r\nhumanitarian emergencies, as in the case of natural \r\ndisasters. That would require flexibility in the \r\nCouncil’s programme of work to meet and to make \r\nrecommendations for emergency situations. In that \r\nregard, coordination between the Economic and Social \r\nCouncil and its functional and regional commissions, \r\nUnited Nations funds and programmes, and national \r\nGovernments, is indispensable. \r\n We also must not lose sight of the important role \r\nof the Council’s secretariat. In our view it needs to be \r\nstrengthened to provide deeper analytical and \r\nadministrative support for the substantive deliberations \r\nof the Council. \r\n Mr. Chulkov (Russian Federation) (spoke in \r\nRussian): Allow me to take this opportunity to again \r\nexpress our condolences to the people of Pakistan and \r\nto other countries victims of this shattering earthquake. \r\nLike many other countries, Russia immediately sent its \r\nexperts, doctors, special equipment and field hospitals \r\nto provide humanitarian assistance to the afflicted \r\nregions. Allow me to express our confidence that at \r\ntomorrow’s international conference in Geneva, the \r\ninternational community will once again show its \r\nsupport to the people who have suffered from the \r\nearthquake. \r\n The Russian Federation is pleased with the results \r\nof the work of the Economic and Social Council this \r\nyear. In our view, the Council has reaffirmed its role as \r\nthe central body for the discussion of development \r\nissues and as the key coordinating body for the work of \r\nthe United Nations system in socio-economic and \r\nenvironmental areas.  \r\n The Council’s substantive session, as well as its \r\npreparatory phase, made important contributions to the \r\npreparations for the 2005 summit. Although Member \r\nStates were unable to agree on a draft ministerial \r\ndeclaration for the high-level segment of the session, \r\nthe negotiations on the subject were, in our view, \r\nextremely useful. They allowed for detailed \r\ndiscussions on a broad range of issues on the socio-\r\neconomic agenda of the summit and helped to clarify \r\nthe positions of Member States, including on the most \r\nsensitive issues, leading to agreement on many \r\nelements which then formed the basis for subsequent \r\ndiscussions. \r\n We also approve of the work of the operational \r\nand humanitarian segments of the session. It is of the \r\ngreatest importance that the decisions adopted there \r\n A/60/PV.37\r\n \r\n05-56792 17 \r\n \r\nallowed for progress in determining the competencies \r\nof the General Assembly as the body that establishes \r\npolitical, system-wide directions, and the Economic \r\nand Social Council as the organ that coordinates their \r\nimplementation within the framework of the United \r\nNations system. \r\n We welcome the strengthening and enhancement \r\nof the interaction between the Economic and Social \r\nCouncil and the international financial and commercial \r\ninstitutions. The practice of holding annual high-level \r\nmeetings of the Council, the Bretton Woods \r\ninstitutions, the World Trade Organization and the \r\nUnited Nations Conference on Trade and Development \r\nhas again demonstrated its usefulness and must be \r\ncontinued, taking into account the prerogatives, \r\nmandates and modalities for decision-making in all of \r\nthe institutions involved.   \r\n Important work this year also included the \r\ninformal discussion on the reform of the Economic and \r\nSocial Council. Although there were divergent \r\npositions, a common understanding of mutually \r\nacceptable elements was reached, which made it \r\npossible for the Council to develop a block of decisions \r\nfor the outcome document. Here we would like to note \r\nthe leadership role in that area and in organizing the \r\nwork of the Council of the President of the Economic \r\nand Social Council this year, the Permanent \r\nRepresentative of Pakistan, Mr. Munir Akram. \r\n The ideas put forward in the outcome document \r\nof the 2005 world summit regarding the Economic and \r\nSocial Council create the potential for strengthening \r\nthe political significance, the role and the effectiveness \r\nof the Council. At the core of our work must be the \r\nestablishment through the Council of a forum for \r\ncooperation for development and for carrying out \r\nministerial assessments of progress in implementing \r\nthe results of the major United Nations conferences \r\nand summits. We support the holding of such a forum \r\non a biannual basis as part of the high-level segment of \r\nthe Council’s substantive session, in light of the need \r\nfor strict compliance with the balance between New \r\nYork and Geneva.  \r\n It is extremely important to reach a common \r\nunderstanding among Member States regarding the \r\nministerial assessments of progress in implementation \r\nof the Millennium Development Goals (MDGs). The \r\ndecision of the summit on this issue must not result in \r\na cumbersome new process that needs a lot of time and \r\na great many resources to monitor compliance by \r\ncountries with the goals agreed on the international \r\nlevel. That would duplicate existing mechanisms — \r\nsuch as individual processes for implementing the \r\nresults of United Nations conferences and summits — \r\nor instruments such as national reports on \r\nimplementation of the MDGs. We also find \r\ninadmissible the revival, in the guise of implementing a \r\ndecision of the summit, of the idea of holding peer \r\nreviews. \r\n On the whole, the summit decisions presuppose \r\nimplementation of reform steps within the main \r\nparameters of the present format of the work of the \r\nEconomic and Social Council. We are aware of the \r\npossibility for further enhancing the effectiveness of \r\nthe Council’s work, for example, through optimizing \r\nthe agenda of the substantive segment of the session.  \r\n However, we are opposed to a radical review of \r\nthe format and working methods of the Economic and \r\nSocial Council, which would go beyond \r\nimplementation of the decisions of the summit. There \r\ncan be no possibility for dividing the Council’s \r\nsubstantive session or for reducing its length, or for the \r\nestablishment within the Council of executive \r\ncommittees or management groups which are not \r\nprovided for under the existing rules of procedure. \r\n The optimum format for discussing specific \r\nmodalities for the implementation of the summit’s \r\ndecisions on the Economic and Social Council is, in \r\nour view, to work within the framework of the \r\norganizational and, when necessary, the substantive \r\nsession of the Council itself in 2006. \r\n This does not, however, mean that informal \r\ndiscussion must definitely be postponed until next year. \r\nWe have read with interest the working documents \r\nrecently distributed by the Permanent Representative \r\nof Pakistan, which contain a number of specific \r\ninitiatives for the implementation of the decisions of \r\nthe summit regarding the Economic and Social \r\nCouncil. We are ready to participate actively in the \r\ninformal meeting of the Council proposed therein for \r\nan exchange of views on this subject and for the \r\nestablishment of a basis for future work in that area. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on this item. The Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitem 41. \r\n \r\nA/60/PV.37  \r\n \r\n18 05-56792 \r\n \r\nAgenda item 7 (continued) \r\n \r\n \r\nOrganization of work, adoption of the agenda and \r\nallocation of items \r\n \r\n \r\n  Second report of the General Committee \r\n(A/60/250/Add.1) \r\n \r\n The Acting President: I should like to draw the \r\nattention of representatives to the second report of the \r\nGeneral Committee contained in document \r\nA/60/250/Add.1. In the first paragraph of the report, \r\nthe General Committee recommends to the General \r\nAssembly that the item entitled “Observer Status for \r\nthe Hague Conference on Private International Law in \r\nthe General Assembly” be included in the agenda of \r\nthe current session under section I, Organizational, \r\nAdministrative and Other Matters. May I take it that \r\nthe General Assembly decides to include this item in \r\nthe agenda of the current session under section I?  \r\n It was so decided. \r\n The Acting President: The General Committee \r\nfurther recommends that the item be allocated to the \r\nSixth Committee. May I take it that the General \r\nAssembly decides to allocate this item to the Sixth \r\nCommittee?  \r\n It was so decided. \r\n The Acting President: I should like to inform \r\nmembers that the item entitled “Observer Status for the \r\nHague Conference on Private International Law in the \r\nGeneral Assembly” becomes item 158 on the agenda of \r\nthe current session. The Chairman of the Sixth \r\nCommittee will be informed of the decision just taken \r\nby the General Assembly.  \r\n \r\nAgenda items 46 and 44 \r\n \r\n \r\nIntegrated and coordinated implementation of and \r\nfollow-up to the outcomes of the major United \r\nNations conferences and summits in the economic, \r\nsocial and related fields \r\n \r\n \r\n  Note by the Secretary-General (A/60/275) \r\n \r\n \r\nFollow-up to the outcome of the special session \r\non children \r\n \r\n \r\n  Report of the Secretary-General (A/60/207) \r\n \r\n The Acting President: The General Assembly \r\nwill now consider, in a joint debate, agenda item 46, \r\n“Integrated and coordinated implementation of and \r\nfollow-up to the outcomes of the major United Nations \r\nconferences and summits in the economic, social and \r\nrelated fields,” and agenda item 44, “Follow-up to the \r\noutcome of the special session on children”. In \r\nconnection with agenda item 46, the Assembly has \r\nbefore it a note by the Secretary-General transmitting \r\nhis updated report on the role of the Economic and \r\nSocial Council in the integrated and coordinated \r\nimplementation of and follow-up to the outcomes of \r\nthe major United Nations conferences and summits, \r\ncirculated in document A/60/275. \r\n Under agenda item 44, the Assembly has before it \r\na report of the Secretary-General circulated in \r\ndocument A/60/207. \r\n Mr. Neil: (Jamaica): I have the honour to speak \r\non behalf of the Group of 77 and China, under agenda \r\nitem 46, “Integrated and coordinated implementation \r\nof and follow-up to the outcomes of the major United \r\nNations conferences and summits in the economic, \r\nsocial and related fields”. \r\n I wish to thank the Secretary-General for the \r\nreports submitted for our consideration. We look \r\nforward to future discussions on the various reports. \r\nSome of the issues of concern to the Group of 77 and \r\nChina were highlighted during the recently concluded \r\nsubstantive session of the Economic and Social \r\nCouncil. I wish now only to highlight some points that \r\nshould be taken into account in our further \r\nconsideration of this item. \r\n First, the integrated and coordinated \r\nimplementation of and follow-up to the outcomes of \r\nmajor United Nations conferences and summits \r\nrequires that all relevant United Nations entities review \r\ntheir priorities and programmes in accordance with the \r\nrelevant provisions of the relevant outcomes. We hope \r\nto receive more details on concrete actions already \r\ntaken to support the implementation of the decisions, \r\nespecially those related to development, that were \r\nadopted at the High-level Plenary Meeting, which \r\nconcluded recently. We believe that the Secretariat has \r\nan important role to play at the technical level in \r\nensuring that resource flows to developing countries \r\nare facilitated. Timely assistance in the adoption of \r\ncountry-level strategies and programmes and in the \r\n A/60/PV.37\r\n \r\n05-56792 19 \r\n \r\nidentification of funding sources will also be very \r\ncritical.  \r\n We therefore anticipate very active participation \r\nby the Secretariat in monitoring the release of donor \r\nresources and in supporting measures for greater aid \r\neffectiveness. Equally, at the level of policies, we \r\nexpect continuous review of how global economic \r\npolicies to support development are reflected in the \r\ncommitments given at the summit and previous \r\nconferences. \r\n We recognize that efforts will have to be made to \r\nbring those entities not directly under the jurisdiction \r\nof the United Nations into the discourse on how best to \r\nmainstream development in their respective policies \r\nand strategies. We understand that this will be the main \r\nfocus of the next meeting of the United Nations System \r\nChief Executives Board for Coordination, scheduled \r\nfor 20 and 29 October.  \r\n At the same time, we would like to highlight one \r\narea of concern. In the ongoing work to be undertaken \r\nby the United Nations Department of Economic and \r\nSocial Affairs, the relevant funds and programmes, the \r\nChief Executive Board and the United Nations \r\nDevelopment Group, adequate oversight arrangements \r\nwill have to be in place to ensure that the activities are \r\nmonitored at the inter-Governmental level. For the \r\nGroup of 77 and China, it is imperative that the \r\noutcome of Secretariat deliberations in the field of \r\ndevelopment should be appropriately reviewed and \r\nconsidered by Member States. \r\n With regard to management reform issues, we \r\nwill be awaiting the Secretary-General’s proposals on a \r\nrange of issues for consideration in the Fifth \r\nCommittee. The approach of the Group of 77 and \r\nChina will be to assess those proposals on their merits \r\nas reforms aimed at improving the efficiency and \r\nperformance of the Organization in the interests of all \r\nStates. We intend to do so carefully and objectively, \r\nregardless of the pressures to satisfy particular \r\ninterests. The position of the Group of 77 and China \r\nwill continue to be determined on that basis.  \r\n That is the end of the statement on behalf of the \r\nGroup of 77 and China on agenda item 46.  \r\n I should now like to make a statement on behalf \r\nof Jamaica on agenda item 46, “Follow-up to the \r\noutcome of the special session on children”, in my \r\ncapacity as the Permanent Representative of Jamaica. \r\n Three years have passed since the General \r\nAssembly adopted its decision to work towards “A \r\nworld fit for children” (resolution S-27/2). The \r\nAssembly’s assessment of implementation of the \r\ncommitments made on that occasion is taking place in \r\nthe context of the coordinated follow-up to the major \r\nUnited Nations conferences and summits. That is most \r\nappropriate because mutually reinforcing global \r\ndevelopment agendas seek to ensure the protection of \r\nchildren’s interests in a comprehensive and coordinated \r\nmanner. \r\n In her recent presentation in the Third \r\nCommittee, the representative of UNICEF identified \r\nsome of the challenges facing the implementation of \r\ncritical programmes for children. Among them are \r\nweaknesses in institutional capacity, budgetary \r\nconstraints and the existence of conflict and instability. \r\nShe also identified some of the possible ways forward: \r\nthe establishment of high-level national councils for \r\nchildren, capacity-building to strengthen national child \r\nagencies and collaboration with parliamentarians and \r\ncivil society organizations to promote child-focused \r\nbudgets. We concur with that assessment. \r\n Implementation of the commitments of “A world \r\nfit for children” is among the national priorities of \r\nJamaica. Our support for that outcome document is one \r\nof a number of initiatives to which we are committed \r\nin order to promote and protect the welfare of children. \r\nWe have ratified the Convention on the Rights of the \r\nChild and its Optional Protocol on the Involvement of \r\nChildren in Armed Conflict. Our involvement and \r\nleadership at the regional level includes the hosting of \r\nthe 2000 regional conference on children, which \r\nadopted the Kingston Consensus. \r\n The outcome document “A world fit for children” \r\ncalled for the development of action plans for children. \r\nIn that regard, the Government of Jamaica has \r\nestablished a national plan of action as an institutional \r\nframework for addressing and enforcing children’s \r\nrights. To complement that action plan, domestic \r\nlegislation in the area of children’s rights has been \r\nenacted, the most important of which is the landmark \r\nChild Care and Protection Act, adopted in 2004. \r\n Shortly after the special session, the Child \r\nDevelopment Agency, headed by the first Ambassador \r\nfor Children, was established. The Agency was given \r\nthe responsibility of achieving the holistic development \r\nof children through the creation, implementation, \r\nA/60/PV.37  \r\n \r\n20 05-56792 \r\n \r\ncoordination and regulation of programmes and \r\npolicies aimed at fulfilling Jamaica’s obligations. The \r\nChild Development Agency is also working on public \r\neducation, social mobilization and community outreach \r\nin order to help citizens understand what their \r\nresponsibilities are and to equip them to be better \r\nparents, among other things. \r\n In addition, the Agency has adopted a \r\nmultisectoral approach in developing policies that \r\nrelate to and affect children. They include the national \r\nplan of action on children, the national plan of action \r\non child labour and the new policy framework for \r\nstreet children. \r\n The Government of Jamaica has undertaken to \r\nachieve the minimum targets relating to reducing infant \r\nand maternal mortality and has made significant strides \r\nin that area over the past few years. It has effectively \r\nreduced severe and moderate malnutrition among \r\nchildren under five years and has an extensive, ongoing \r\nimmunization programme. Additionally, access to safe \r\ndrinking water has been improved. \r\n The Government is committed to providing \r\nquality education, providing free, compulsory \r\neducation at the primary level. \r\n With a view to implementing a comprehensive \r\npolicy to counter violence against children and protect \r\ntheir rights, a child-specific national human rights \r\ninstitution has been established. Other initiatives \r\ninclude the establishment of a juvenile unit in the \r\npolice force, as well as a victim support unit in the \r\nMinistry of National Security to assist child victims of \r\nviolent crimes. \r\n We remain fully committed to the goal of \r\ncombating HIV/AIDS, but significant challenges \r\nremain. We are pleased that, as a result of the provision \r\nof anti-retroviral drugs to more women, there has been \r\nsome progress in reducing the rate of mother-to-child \r\ntransmission. But, while we note the success in that \r\narea, we remain concerned about the rate of new \r\ninfections among women and, in particular, young \r\ngirls. That means that the battle continues and that \r\nthere is need for an injection of even greater resources \r\nto achieve our target of reducing the proportion of \r\ninfected infants by 20 per cent by 2005 and by 50 per \r\ncent by 2010. The need for adequate resources is \r\ncritical to support the political commitment that is \r\nalready assured. \r\n We commend the role of UNICEF in helping the \r\ncountry meet its national objectives, particularly in the \r\narea of the fight against HIV/AIDS, in response to the \r\nrising number of cases of children orphaned by the \r\ndisease. \r\n In all our efforts, we are committed to the \r\ninvolvement of non-governmental organizations and \r\ncivil society, which we believe can play a useful role in \r\nmonitoring the State’s implementation of the \r\nConvention on the Rights of the Child. \r\n We owe it to our children to provide them with a \r\nsafe haven fit for them to inhabit as they make their \r\ntransit into adulthood. My Government remains fully \r\ncommitted to achieving that. \r\n Ms. Kidwai (India): At the outset, please allow \r\nme to thank you, Sir, for this opportunity to express \r\nour views on the critical task before us, namely, the \r\nimplementation of and the follow-up to the major \r\nUnited Nations conferences and summits in the \r\neconomic and social fields, in particular, the decisions \r\nof the 2005 World Summit. We believe that effective \r\nfollow-up to and implementation of decisions is often \r\nas important as the decisions themselves, and we \r\ntherefore take the task before us seriously. \r\n The 2005 World Summit Outcome (resolution \r\n60/1) included a number of key decisions designed to \r\nimprove the functioning and performance of the United \r\nNations. Those included, inter alia, a commitment by \r\nall Governments to achieve the Millennium \r\nDevelopment Goals by 2015; the establishment of the \r\nPeacebuilding Commission and the Human Rights \r\nCouncil in a time-bound manner; the conclusion of a \r\ncomprehensive convention on international terrorism; \r\nthe strengthening of the United Nations oversight \r\ncapacity; the scaling-up of the international \r\ncommunity’s response to infectious diseases and other \r\nemerging health challenges; support for early reform of \r\nthe Security Council; and agreement on the deletion of \r\nanachronistic references to “enemy States” in the \r\nCharter. \r\n At the same time, much of the work initiated by \r\nthe preparatory reports of the United Nations reform \r\nprocess has been left incomplete. There is a need for \r\nthe United Nations to provide direction on issues such \r\nas debt cancellation, the achievement of official \r\ndevelopment assistance targets, foreign direct \r\ninvestment flows, the transfer of resources and \r\nenvironmentally-friendly technology to facilitate \r\n A/60/PV.37\r\n \r\n05-56792 21 \r\n \r\nsustainable development and the achievement of the \r\nMillennium Development Goals. The World Summit \r\nOutcome reflects agreement to work expeditiously \r\ntowards implementing the development dimensions of \r\nthe Doha Work Programme but did not provide clear, \r\ncomprehensive political direction to the World Trade \r\nOrganization’s Doha Round. Such direction could set \r\nthe stage for the success of the Hong Kong Ministerial \r\nConference of the World Trade Organization to be held \r\nin December 2005. The growing impasse shows that \r\nsuch political direction is needed. We need to rectify \r\nthat situation. \r\n For satisfactory progress on United Nations \r\nreform, the question of distribution of economic and \r\npolitical power in the United Nations, including in the \r\nSecurity Council, also needs to be addressed. As the \r\nSecretary-General has stated, no reform of the United \r\nNations can be complete without reform of the Security \r\nCouncil. \r\n The President of the General Assembly has \r\nattached utmost importance to the follow-up to, and \r\nimplementation of, development issues in the 2005 \r\nWorld Summit Outcome. He has stressed the need for \r\npolitical momentum on development to be maintained \r\nand strengthened. He also pointed out that the United \r\nNations, in particular, had to play its part in ensuring \r\nthat the international community has in place \r\nappropriate ways and means to achieve the timely and \r\nfull realization of the Millennium Development Goals. \r\n He noted that the General Assembly’s ongoing \r\nwork had to include items such as the New Partnership \r\nfor Africa’s Development (NEPAD), HIV/AIDS, \r\nmigration and arrangements for reviewing the \r\nimplementation of the Monterrey Consensus, and that \r\nthe outcome document had invited the Secretariat to \r\nundertake work on system-wide coherence this year, \r\nwith the aim of improving the way United Nations \r\ndevelopment, humanitarian and environment activities \r\nwere managed and coordinated. We agree with the \r\napproach taken by the President of the General \r\nAssembly to the work that lies ahead, particularly as \r\nconcerns follow-up to the development aspects of the \r\noutcome document. \r\n The main purpose of the 2005 world summit was \r\nto review the implementation of the Millennium \r\nDeclaration. Unfortunately, most countries will not be \r\nable to achieve the Millennium Development Goals \r\n(MDGs), given their current levels of growth and the \r\nlevel of international support they are receiving. \r\nEfforts have to be made at both the national and \r\ninternational levels to reach the targets set. While both \r\nthe Millennium Declaration and the outcome document \r\nhave spoken of exploiting the beneficial aspects of \r\nglobalization, agreement on and implementation of the \r\nmodalities is still lacking. Making the process of \r\nglobalization fairer and more equitable remains one of \r\nthe main challenges of our time. One achievement \r\nmade by the G-77 was progress on systemic issues \r\ncritical for good international economic governance. \r\nThat progress has to be built upon. \r\n Monitoring the progress made in the \r\nimplementation of MDG 8 by developed countries is \r\nan integral part of the monitoring of the MDGs as a \r\nwhole. Therefore, country-level reports by developed \r\ncountries with regard to progress on commitments to \r\ndeveloping countries remains important. It is essential \r\nto ensure that commitments to provide additional \r\nresources are implemented without delay. We also \r\nbelieve that debt stock cancellation should be \r\ncomplemented by sharp increases in official \r\ndevelopment assistance, in keeping with the Monterrey \r\nConsensus. The outcome document, in the context of \r\ncommitments and initiatives aimed at enhancing \r\nresources for the development agenda, recognized the \r\nprogress made on the Innovative Financing Framework \r\nfor Immunization (IFFI). Operationalizing the IFFI is \r\nparticularly important, since frontloading aid will \r\nenable many recipient countries to overcome the initial \r\nbottleneck in pursuing the MDGs. \r\n However, no implementation scheme should \r\nobscure the fundamental objective, namely the rapid \r\neconomic growth of developing countries so as to \r\nenable them to meet the MDG targets, especially with \r\nregard to reducing poverty and increasing employment. \r\nThe implementation of the agreements contained in the \r\noutcome document should lead to the creation of a \r\nmore favourable international economic environment \r\nthat would be more supportive of development efforts. \r\n The 2005 World Summit Outcome document has \r\ngiven impetus to the development of a strong counter-\r\nterrorism agenda. In accordance with the outcome of \r\nthe world summit, our priority must remain the \r\nconclusion and adoption of a comprehensive \r\nconvention on international terrorism early in this \r\nsession of the General Assembly. We welcome the \r\nSecretary-General’s offer to make available to the \r\nGeneral Assembly an updated version of the elements \r\nA/60/PV.37  \r\n \r\n22 05-56792 \r\n \r\nof his previous strategy, and we would be happy to \r\nlend our full support towards the adoption of a counter-\r\nterrorism strategy after the comprehensive convention \r\nis adopted. \r\n We also appreciate the formation of a counter-\r\nterrorism implementation force and the Secretary-\r\nGeneral’s plan to submit proposals by early 2006 to the \r\nSecurity Council and to the General Assembly to \r\nstrengthen the capacity of the United Nations system to \r\nassist States in combating terrorism and to enhance \r\ncoordination. We caution against duplication of work \r\nand mandates, given the plethora of bodies that are \r\ncurrently engaged in this exercise in the Security \r\nCouncil and elsewhere in the United Nations system. \r\n To overcome the marginalization of the \r\ndeveloping countries, their empowerment through \r\nreform of the Security Council remains imperative. \r\nIndia will continue to work with like-minded countries \r\nto reach the broadest possible agreement for an \r\nexpansion of the permanent and non-permanent \r\ncategories, to respect deadlines, and to bring the reform \r\nprocess to an early and successful conclusion. \r\n India looks forward to working with the President \r\nof the General Assembly in his efforts to complete \r\nwork on the other unfinished reform agenda, as \r\ncontained in the outcome document. This includes \r\nworking through informal consultations of the plenary \r\non the Peacebuilding Commission and the Human \r\nRights Council. India welcomes the establishment of \r\nthe Commission and hopes that it can begin its work \r\nbefore 31 December 2005. We also support \r\nnegotiations with a view to concluding, during the \r\nearly part of the sixtieth session of the General \r\nAssembly, work on establishing a Human Rights \r\nCouncil. \r\n The doubling of the regular budgetary resources \r\nof the Office of the High Commissioner for Human \r\nRights (OHCHR) should respond to the broad mandate \r\nof human rights, especially in augmenting capacity-\r\nbuilding and offering greater technical assistance to \r\nMember States at their request. The activities of the \r\nOffice in the area of greater country engagement \r\nshould not automatically result in an increase in its \r\npersonnel deployments — rather, it should focus on \r\nimproving the institutional capabilities of the country \r\nconcerned. The interaction of the OHCHR with other \r\nrelevant United Nations bodies should be coordinated \r\nin order to mainstream all human rights, including the \r\nright to development. The activities and programmes of \r\nthe OHCHR should address, in a balanced manner, not \r\nonly civil and political rights but also economic, social \r\nand cultural rights. Additional resources should also be \r\nused judiciously to streamline reporting procedures and \r\nextend technical assistance to Member States for \r\ncapacity-building. \r\n We note from the report that the United Nations \r\nDevelopment Group will finalize the strategy and work \r\nplan on strengthening the role of the United Nations \r\nspecial representatives, resident coordinators and \r\nhumanitarian coordinators, and resident coordinator \r\nand country-based coordination systems by January \r\n2006. A report on progress will be provided in the \r\nSecretary-General’s annual report to the Economic and \r\nSocial Council in 2006. We look forward to examining \r\nthat report. We also expect the Secretary-General to \r\napprise Member States of the next set of operational \r\nreforms to further strengthen the management and \r\ncoordination of United Nations operational activities. \r\n The 2005 World Summit Outcome called for the \r\nGeneral Assembly and other relevant organs to review \r\nall mandates older than five years and take decisions \r\nbased on that review during 2006. The expectation \r\nexpressed in the Secretary-General’s report (A/60/430) \r\nthat all relevant organs and specialized \r\nintergovernmental bodies of the United Nations will \r\ncomplete that review in time for action in the first \r\nquarter of 2006 seems overly optimistic. That report \r\nalso states that the resulting strategic framework for \r\nthe forthcoming biennium will be submitted to the \r\nCommittee for Programme and Coordination in \r\nAugust/September 2006. We assume that an additional \r\nsession of the Committee is being proposed, since that \r\nCommittee has not taken any decision on postponing \r\nits substantive session from June/July 2006. \r\n We welcome the urgency with which the issue of \r\nstrengthening the Office of Internal Oversight Services \r\n(OIOS) is being treated. However, in the haste to carry \r\nout the recommendations of the outcome document, it \r\nwould be a pity if we were not to seek the views of \r\nOIOS itself on the areas that require strengthening and \r\non the extent of reform.  \r\n We are also puzzled to note that a separate, \r\nindependent external evaluation of the Office is \r\ncontemplated, something which was not mandated by \r\nthe outcome document. That document states quite \r\nclearly that the external evaluation will focus on the \r\n A/60/PV.37\r\n \r\n05-56792 23 \r\n \r\nentire auditing and oversight system of the United \r\nNations and specialized agencies in the context of the \r\ncomprehensive review of the governance arrangements. \r\nWe do not believe that a piecemeal approach such as \r\nthat proposed has any merit. We also look forward to \r\nreceiving proposals from the Secretary-General on the \r\nother aspects of management and Secretariat reform as \r\nmandated in the outcome document. \r\n We have carefully examined the report of the \r\nSecretary-General containing the third update on \r\nprogress made in follow-up to the Assembly’s \r\nspecial session on children (A/60/207). We agree that \r\nmost of the goals of “A world fit for children” \r\n(resolution S-27/2, annex) will be achieved only \r\nthrough a greater intensification of action for \r\ndisadvantaged children and families throughout the \r\nworld. Examples of rapid progress in individual \r\ncountries and regions have demonstrated that \r\naccelerated progress is possible, but current efforts \r\nneed to be expanded and better supported through \r\nresource allocations. \r\n Mr. Hasan Malek (Malaysia): On behalf of the \r\nMalaysian delegation, I wish to thank the Secretary-\r\nGeneral for his report containing the third update on \r\nprogress made in follow-up to the special session of the \r\nGeneral Assembly on children (A/60/207). We are \r\npleased to note that Governments are taking \r\nsubstantive measures to pursue the goals aimed at \r\ncreating a world fit for children, as envisaged in the \r\nDeclaration and Plan of Action adopted at the special \r\nsession of May 2002 (resolution S-27/2, annex). \r\n The outcome document of the special session on \r\nchildren focused especially on promoting healthy lives, \r\nproviding quality education, protecting children against \r\nabuse, exploitation and violence, and combating \r\nHIV/AIDS. While considerable progress has been \r\nachieved in certain areas, setbacks have occurred in \r\nothers. We note the assessment in the Secretary-\r\nGeneral’s report that while by 2004 many countries had \r\ntaken concrete actions to translate the commitments \r\nmade at the 2002 special session into national action \r\nplans and policies, the overall rate of progress had been \r\nuneven. We are heartened to note that the situation now \r\nseems to be more encouraging. \r\n While a clear and genuine effort is being made to \r\nstrengthen partnerships within the international \r\ncommunity to improve child survival and promote \r\nhealthy lives, much remains to be done to achieve the \r\ntargets set under the Millennium Development Goals. \r\nSimilarly, greater efforts are required to promote the \r\nother goals set at the special session, namely, providing \r\nquality education, protecting against abuse, \r\nexploitation and violence, and combating HIV/AIDS. \r\n Some of the obstacles to achieving the goals \r\ncontained in the outcome documents of the world \r\nsummit and the special session on children include the \r\nlack of resources, debt and the decline in international \r\nfunding to implement identified programmes. Those \r\nare clearly development issues and have to be \r\naddressed if we are honest in our conviction to further \r\nthe promotion and the protection of the rights of \r\nchildren.  \r\n In that regard, my delegation commends the \r\ninvaluable support and commitment demonstrated by \r\nthe relevant United Nations development agencies in \r\ntheir activities to assist and support Member States in \r\nimplementing the policies, plans and programmes \r\nproposed by the special session’s Plan of Action. We \r\nurge the relevant United Nations agencies to continue \r\ntheir efforts to assist developing countries in \r\nestablishing and strengthening their national capacities \r\nand institutions for the promotion and the protection of \r\nthe rights of children and to achieve the goals set at the \r\nspecial session on children. Malaysia continues to \r\nparticipate in some of those efforts at the regional and \r\nmultilateral levels. \r\n At the national level, many of our efforts have \r\nbeen carried out in the context of our second National \r\nPlan of Action on Children for the period 2001 to 2020. \r\nThe Plan, whose theme is caring for the children of \r\nMalaysia, was formulated in conformity with the \r\nnation’s vision of achieving the status of a fully \r\ndeveloped nation by 2020 and implementing the \r\nprovisions of the Convention on the Rights of the Child \r\nand of the outcome document of the special session on \r\nchildren. The Plan sets out a broad framework of \r\nactions and measures to address all areas of concern \r\naffecting on social and developmental needs, as well as \r\nthe protection of the rights of children. \r\n Since our independence, Malaysia has consistently \r\nmade a conscious effort to make quality education the \r\ncornerstone of the national agenda. The national \r\neducation policy is oriented towards providing basic \r\neducation for a minimum of nine years. Girls and boys \r\nhave equal access to educational opportunities, with the \r\nenrolment rates for the two genders almost at par — \r\nA/60/PV.37  \r\n \r\n24 05-56792 \r\n \r\n50.4 per cent of boys and 49.6 per cent of girls — except \r\nat the level of tertiary education, where girls have a \r\nhigher rate of enrolment. \r\n Having put in place educational facilities \r\nthroughout the country for the disabled, the \r\nGovernment has now made primary education \r\ncompulsory for all. \r\n With a rate of 98 per cent enrolment in primary \r\nschool, the Government has now moved a step further \r\nby embarking on the provision of quality education to \r\nensure that children have access to the best system of \r\ninstruction to enable them to cope with the rapid \r\nprogress of the information age. Efforts in this regard \r\ninclude modernizing schools, providing well-trained \r\nteachers and equipping all schools with computer \r\nlaboratories and information and communications \r\ntechnology equipment. \r\n To promote healthy lives, Malaysia is constantly \r\nupgrading its medical facilities and programmes and \r\nhas allocated 1.3 billion Malaysian dollars for this \r\npurpose in the 2006 national budget. There has been a \r\nsteady decline in maternal and neonatal mortality in \r\nMalaysia, which currently stand at 0.2 and 5 per 1,000, \r\nrespectively. Health and community clinics set up \r\nthroughout the country, which provide services such as \r\nimmunization and normal development assessment for \r\nchildren, ensure that the child is in optimum health. \r\n Malaysia is committed to the concept of total \r\nrehabilitation for disabled children. This entails a \r\nmultidisciplinary approach whereby the Department of \r\nSocial Welfare provides rehabilitation services for \r\ndisabled children through institutional services, with \r\nthe Ministry of Health providing technical inputs. The \r\nDepartment has also forged small partnerships with \r\nnon-governmental organizations by supporting them \r\nfinancially in the administration and management of \r\nthe institutional centres they operate. \r\n Concerning the protection of children against \r\nabuse, exploitation and violence, Malaysia’s Child Act \r\n2001, formulated in line with the provisions of the \r\nConvention on the Rights of the Child, sets out \r\nprovisions for the care and protection of children. A \r\ncourt for children has been established, which allows \r\nthe affected child to participate in discussions and \r\ndeliberations in court. In the area of child abuse, \r\nMalaysia has developed mechanisms for child \r\nprotection, care and rehabilitation by setting up \r\nintersectoral Suspected Child Abuse and Neglect teams \r\nat district and state hospitals. A milestone in preventive \r\nmeasures is the establishment of child protection \r\nteams, which are involved in multiple programmes run \r\nby the community and for the community. Among \r\nother things, they run parental education activities and \r\nserve as counselling centres. \r\n Having identified action against commercial \r\nsexual exploitation and trafficking of children as one of \r\nthe priorities in the region, Malaysia is mindful that \r\nthis challenge cannot be surmounted by any single \r\ncountry acting alone. In this regard, Malaysia \r\nsubscribes to the Declaration on the Commitments for \r\nChildren, adopted in 2001 by the Association of \r\nSoutheast Asian Nations (ASEAN). Under this \r\nDeclaration, ASEAN has drawn up cooperation \r\nprogrammes in the areas of child trafficking, child \r\nprostitution and intercountry adoption. At the same \r\ntime, programmes have been put in place to provide \r\nalternative family care arrangements for the victims of \r\nchild abuse, neglect and exploitation, as well as to \r\naddress the special needs of children with disabilities. \r\n Recognizing the devastating impact of \r\nHIV/AIDS, which poses serious health and \r\ndevelopmental challenges to humankind and which \r\ndisproportionately affects the young, Malaysia gives \r\nserious attention to combating HIV/AIDS. Although \r\nthe reported cases of HIV infection are relatively few \r\ncompared to our population, the Malaysian \r\nGovernment continues to give serious attention to \r\nmeasures for combating HIV/AIDS. The Government \r\nhas taken a comprehensive and integrated approach to \r\ndeal with this problem, which includes preventive \r\nmeasures, care, support and treatment for those \r\ninfected and affected by HIV/AIDS. In that regard, the \r\nMalaysian Government also works very closely with \r\nnon-governmental organizations. \r\n Malaysia believes that the well-being of children \r\nand women is a reliable indicator of a healthy society \r\nand of good governance. In this respect, the Malaysian \r\nGovernment will continue to promote and facilitate the \r\nrights of the child, especially in the areas of protection, \r\ndevelopment and participation, and to create a \r\nfavourable and enabling environment towards the goal \r\nof a world truly fit for children. \r\n Mr. Swe (Myanmar): Sir, may I first of all say \r\nhow happy I am to see you, current Chairman of the \r\nAssociation of Southeast Asian Nations (ASEAN), \r\npresiding over this important meeting. My delegation \r\n A/60/PV.37\r\n \r\n05-56792 25 \r\n \r\nfully associates itself with the statement made by the \r\nAmbassador of Jamaica on behalf of the Group of 77 \r\nand China. I shall therefore confine my statement \r\nmainly to agenda item 44, follow-up to the outcome of \r\nthe special session on children. \r\n Three years ago, the special session of the \r\nGeneral Assembly on children adopted a Declaration \r\nand Plan of Action entitled “A World Fit for Children”. \r\nSince then, the international community has come \r\ntogether to protect and promote the cause of children. \r\nBut we cannot be complacent. According to the Human \r\nDevelopment Report of the United Nations \r\nDevelopment Programme, every hour of the day, over \r\n1,200 children die around the world, most because of a \r\npreventable disease called poverty. \r\n Five years ago, the leaders of the world adopted a \r\ncomprehensive and detailed set of human development \r\nobjectives — the Millennium Development Goals. The \r\nstrong focus of the Millennium Declaration on the lives \r\nof children gives added impetus towards attainment of \r\na world fit for children and has led to the convergence \r\nof national planning processes around a common set of \r\ngoals. Both the Millennium Development Goals and “A \r\nWorld Fit for Children” aim to reduce infant and under-\r\nfive mortality rates by two thirds by 2015. Presently, \r\nonly a few countries are on track to attain those goals. \r\nThe Human Development Report 2005 projects that if \r\ncurrent trends continue, this goal will be achieved only \r\nin 2045.  \r\n In an era of globalization, when technology, trade \r\nand investment have advanced dramatically, it is \r\ndisturbing that 6 million children die annually of \r\ndiseases that could be prevented or effectively treated. \r\nThey die because simple yet high-impact and cost-\r\neffective interventions that could prevent their deaths \r\nremain beyond the reach of their families, particularly \r\nin the developing world. Effective national action \r\ncomplemented by sustained assistance from the \r\ninternational community is needed to reverse that \r\ntrend. \r\n In Myanmar, we are making great efforts to \r\npromote the health of the children. Under-five \r\nmortality rates have dropped from 130 deaths per 1,000 \r\nlive births in 1990 to 66.6 per 1,000 live births in 2003. \r\nWe aspire to reach the target of 38.5 deaths per 1,000 \r\nlive births by 2015. The decline in prenatal, infant and \r\nchild mortality rates during the past two decades is the \r\nresult of the implementation of the national health \r\nplan, which provides increased access to primary \r\nhealth care, increased immunization coverage, \r\npromotes oral rehydration therapy and emphasizes the \r\nMaking Pregnancy Safer initiative as a high-priority \r\ncomponent of the reproductive health strategy. \r\n Access to safe drinking water and sanitation also \r\nhas an important bearing on child mortality rates. In \r\nMyanmar, a safe drinking water supply programme for \r\nwater-scarce rural areas has been carried out for years \r\nand will continue. According to multiple indicator \r\ncluster surveys, access to safe drinking water has \r\nincreased from 32 per cent of the population in 1992 to \r\n72 per cent in 2000. Access to improved sanitation has \r\nalso increased during the same period, from 36 to \r\n83 per cent. \r\n In today’s world of abundance, it is regrettable \r\nthat more than 1 billion people survive on less than $1 \r\na day, 208 million of whom are youth. While increased \r\nofficial development assistance is an effective tool for \r\nfighting poverty, solutions also need to be found for \r\nimproving market access for developing countries. \r\nUnfair and unbalanced trade rules greatly hamper \r\nefforts to achieve the Millennium Development Goals \r\n(MDGs) and the goals set out in “A world fit for \r\nchildren” (resolution S-27/2, annex). \r\n In Myanmar, as part of our efforts to achieve \r\neconomic growth and social progress in line with the \r\nMDGs, three national development programmes are \r\nbeing implemented to achieve balanced development \r\nand to narrow the socio-economic development gap \r\nexisting between rural and urban areas. The three \r\nprogrammes are the border area development \r\nprogramme, the 24 special development zones plan and \r\nthe integrated rural development plan. \r\n We believe that education is the key to progress \r\nand poverty alleviation. In Myanmar, to achieve the \r\ngoal of universal primary education, we have \r\nimplemented Education for All activities since the \r\n1996-1997 academic year. In accordance with the \r\nDakar Education for All goals, a national plan of action \r\nwas drawn up in 2003. As a result of such efforts, the \r\nschool enrolment rate of children five years and older \r\nin the academic year 2004-2005 was 96.56 per cent, \r\nthe net primary school enrolment rate was 84.5 per \r\ncent and the primary school completion rate was \r\n74.5 per cent. The number of primary, middle and high \r\nschools has increased from some 34,000 in 1992 to \r\nmore than 40,000 in 2004. Efforts have also been made \r\nA/60/PV.37  \r\n \r\n26 05-56792 \r\n \r\nto improve the quality of education. The reform of the \r\nofficial curriculum and assessment methodology has \r\nbeen undertaken, and the use of information and \r\ncommunication technology is strongly encouraged. \r\n The border areas of Myanmar have lagged behind \r\nin development due to decades of armed insurgency, \r\nwhich led to the absence of an effective education \r\ninfrastructure and created barriers to education. The \r\nlack of education opportunities resulted in more \r\nviolence, creating a vicious cycle. Today, that cycle has \r\nbeen broken. Because of the Government’s national \r\nreconciliation efforts, 17 armed insurgent groups have \r\nnow returned to the legal fold. Now that peace and \r\nstability have returned to the border areas, the \r\nGovernment has been able to provide education for the \r\nchildren residing there. Fifteen years ago, there were a \r\nmere 28 schools in the border areas of Myanmar; today \r\nthere are 790 schools, with more than 120,000 children \r\ncurrently enrolled. \r\n In an effort to ensure that no child is left behind, \r\ntwo nationalities youth resource development degree \r\ncolleges affiliated with major universities have been \r\nestablished. There are also 27 training schools for the \r\ndevelopment of nationalities youth from border areas. \r\nNineteen domestic science vocational training schools \r\nfor girls and women have been established in the \r\nborder areas, and more than 14,000 girls and women \r\nhave benefited from the vocational training provided in \r\nthose schools. \r\n Since the Declaration of Commitment on \r\nHIV/AIDS (S-26/2, annex) was adopted, there has been \r\nstronger leadership at all levels, and new resources \r\nhave been mobilized. The global commitment is \r\nunprecedented. However, greater efforts are needed if \r\nthe international community is to halt and reverse the \r\nspread of HIV/AIDS by 2015. \r\n Where HIV/AIDS is declining, it is primarily \r\nbecause young people have learned to practice safe \r\nbehaviour. In Myanmar, life skills training and social \r\ndevelopment for youth is conducted by the national \r\nAIDS programme in coordination with national non-\r\ngovernmental organizations. In collaboration with  \r\nUNICEF, the Ministry of Education developed a \r\nschool-based healthy living and AIDS prevention \r\neducation kit in 1997. Since then, the programme has \r\nbeen adopted as part of the official curriculum and is \r\ntaught at all levels, starting at the primary level. The \r\nprogramme has also been expanded to key groups \r\noutside the formal education system. \r\n In today’s interconnected world, assistance to \r\ndeveloping countries to fight HIV/AIDS is not just a \r\nmoral imperative but an investment for a common \r\nfuture. HIV/AIDS poses a serious challenge to the \r\nglobal community and it is a challenge that can be \r\nsuccessfully addressed only through the cooperative \r\nefforts of the entire international community. \r\n I conclude by reiterating Myanmar’s firm \r\ncommitment to the goals set by the major United \r\nNations conferences and summits in the economic and \r\nsocial fields. Myanmar stands ready to work together \r\nwith others in the international community to \r\nimplement them. By fulfilling those common goals, we \r\nwill also be creating a world fit for children. \r\n \r\nProgramme of work \r\n \r\n The Acting President: I wish to advise members \r\nthat the informal consultations on the Peacebuilding \r\nCommission, which were announced for tomorrow \r\nafternoon, are postponed to a later date. The time and \r\nvenue of those consultations will be announced shortly. \r\n Next, I wish to inform members that at 9.45 a.m. \r\non Thursday, 27 October, there will be a meeting of the \r\nGeneral Committee to consider a request by Spain for \r\nthe inclusion of an additional agenda item, circulated \r\nin document A/60/233. \r\n I also wish to inform members that at the request \r\nof the sponsors, the joint consideration of agenda item \r\n11, the role of diamonds in fuelling conflict, and \r\nagenda item 12, the prevention of armed conflict, \r\noriginally scheduled as the second item for Monday, \r\n31 October, will be postponed to a later date, to be \r\nannounced. \r\n The meeting rose at 6.00 p.m. \r\n"