" United Nations  A/61/PV.26\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n26th plenary meeting \r\nMonday, 9 October 2006, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-55951 (E) \r\n*0655951* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n  The meeting was called to order at 10.15 a.m. \r\n \r\n \r\nAgenda items 72 and 73 \r\n \r\n \r\nReport of the International Criminal Tribunal for \r\nthe Prosecution of Persons Responsible for Genocide \r\nand Other Serious Violations of International \r\nHumanitarian Law Committed in the Territory of \r\nRwanda and Rwandan Citizens Responsible for \r\nGenocide and Other Such Violations Committed in \r\nthe Territory of Neighbouring States between \r\n1 January and 31 December 1994 \r\n \r\n \r\n  Note by the Secretary-General transmitting the \r\neleventh annual report of the International \r\nCriminal Tribunal (A/61/265) \r\n \r\n \r\nReport of the International Tribunal for the \r\nProsecution of Persons Responsible for Serious \r\nViolations of International Humanitarian Law \r\nCommitted in the Territory of the Former Yugoslavia \r\nsince 1991 \r\n \r\n \r\n  Note by the Secretary-General transmitting the \r\nthirteenth annual report of the International \r\nTribunal (A/61/271) \r\n \r\n The President: May I take it that the Assembly \r\ntakes note of the eleventh annual report of the \r\nInternational Criminal Tribunal for Rwanda? \r\n  It was so decided. \r\n \r\n The President: May I take it that the Assembly \r\ntakes note of the thirteenth annual report of the \r\nInternational Tribunal for the Former Yugoslavia? \r\n  It was so decided. \r\n \r\n The President: I now call on Mr. Erik Møse, \r\nPresident of the International Criminal Tribunal for \r\nRwanda. \r\n Mr. Møse: It is a great honour to address the \r\nmembers of the General Assembly in order to present \r\nthe eleventh annual report of the International Criminal \r\nTribunal for Rwanda (ICTR) (see A/61/265). \r\n When the tenth report was presented to the \r\nAssembly, one year ago, 25 accused had received \r\njudgements. That number has now increased to 31. Of \r\nthe six new judgements, three were delivered within \r\nthe period under review, namely, from 1 July 2005 to \r\n30 June 2006. Another three judgements were rendered \r\nin September 2006, following trials in the reporting \r\nperiod. One further case is presently at the stage of \r\njudgement-writing. To date, judgement has been \r\nrendered, or trials are ongoing, in respect of a total of \r\n56 alleged leaders of the events in 1994. Let me briefly \r\nmention the six Trial Chamber judgements I have just \r\nreferred to. \r\n On 13 December 2005, Aloys Simba, who in \r\n1994 was a retired military officer, was unanimously \r\nconvicted of genocide and crimes against humanity, \r\nand sentenced to 25 years’ imprisonment. On 13 April \r\n2006, Paul Bisengimana, a bourgmestre, was sentenced \r\nto 15 years imprisonment, after having pleaded guilty \r\nA/61/PV.26  \r\n \r\n06-55951 2 \r\n \r\nto crimes against humanity. On 12 June 2006, Joseph \r\nSerugendo was convicted, also following a guilty plea, \r\nfor direct and public incitement to commit genocide \r\nand persecution. He was sentenced to six years \r\nimprisonment. His terminal illness and poor prognosis \r\nwere taken into account as a significant mitigating \r\nfactor. Mr. Serugendo passed away in hospital on \r\n22 August 2006. Mr. Bisengimana and Mr. Serugendo \r\nbring the total number of accused who have pleaded \r\nguilty before the ICTR to six. It cannot be excluded \r\nthat that number may increase further. \r\n I shall now turn to the three judgements that were \r\nrendered in September. Jean Mpambara, a bourgmestre, \r\nwas acquitted of all charges against him on \r\n12 September 2006. On the same day, Tharcisse \r\nMuvunyi, commander of the École sous-officiers, was \r\nconvicted of genocide, direct and public incitement to \r\ncommit genocide and crimes against humanity. He was \r\nsentenced to 25 years of imprisonment. On \r\n20 September 2006, André Rwamakuba, who was the \r\nRwandan Minister of Primary and Secondary \r\nEducation, was acquitted of all charges against him. \r\nThe judgments in the Mpambara and Rwamakuba trials \r\nbring the number of acquitted persons at the ICTR to \r\nfive. \r\n The ICTR Appeals Chamber delivered one appeal \r\njudgement in respect of one accused during the period \r\nunder review. Two further judgements were rendered \r\nimmediately after the reporting period, in respect of \r\nfour other accused. The Appeals Chamber also \r\ndelivered a number of significant interlocutory appeals \r\nduring the reporting period or immediately thereafter. \r\n Let me turn to the nine trials that are in progress, \r\ninvolving 25 accused. Of those cases, our five \r\nmulti-accused trials continue to represent our main \r\nchallenge, because of their volume and complexity \r\nand, therefore, the time needed to complete them. It is \r\ntherefore important to note that three of them are at an \r\nadvanced stage. \r\n The Military I case involves four alleged senior \r\nmilitary leaders in the Rwandan Armed Forces in 1994. \r\nThe trial is scheduled to conclude in 2006. The Butare \r\ntrial is the largest multi-accused case before the \r\nTribunal. It has progressed favourably, with the \r\ndefence case of the third of the six accused drawing to \r\na close. In the Government trial, which involves four \r\nGovernment ministers, the defence case commenced on \r\n1 November 2005, and is progressing well. In the two \r\nother multi-accused trials, the Prosecution is presenting \r\nits evidence. The Military II trial, which involves four \r\naccused, is almost at the end of the prosecution case. In \r\nthe complex Karemera et al. case, which also involves \r\nfour accused, the prosecution case is well under way. \r\nThe progress made in the Tribunal’s multi-accused \r\ntrials represents significant steps in the implementation \r\nof the ICTR completion strategy. \r\n Developments in the single-accused cases have \r\nalso been encouraging. During the period under review, \r\nthe ICTR commenced three new trials involving three \r\naccused. I have already mentioned the Mpambara trial, \r\nwhich started on 19 September 2005 and in which \r\njudgement was rendered last month. In the Karera trial, \r\nwhich began on 9 January 2006, closing arguments will \r\nbe heard in November this year. The Zigiranyirazo trial \r\nstarted on 3 October 2005, and the defence case will \r\ncommence soon. \r\n Another welcome development is that, since the \r\nsubmission of the annual report, two new single-\r\naccused trials have started. The Bikindi and the \r\nNchamihigo cases began on 18 and 25 September \r\n2006, respectively. A third new single-accused case is \r\nscheduled to commence in November this year. \r\n In addition to the 56 persons with ongoing or \r\ncompleted trials, 12 detainees are awaiting the \r\ncommencement of their cases. One trial will start in \r\nNovember of this year, and another in January 2007. \r\nThe remaining cases will commence as soon as trial \r\ncapacity allows. \r\n On that basis, I am pleased to confirm that the \r\nICTR is on schedule to complete cases involving \r\nbetween 65 and 70 accused by the end of 2008, as \r\nenvisaged in our completion strategy. In order to \r\nachieve that aim, continuity is of the essence. Earlier \r\nthis year, the ICTR therefore requested that the term of \r\noffice of the permanent judges be extended to the end \r\nof 2008, instead of proceeding with elections. That was \r\nsupported by the Secretary-General. The ICTR is very \r\ngrateful to the General Assembly, which on 28 June \r\n2006 endorsed that recommendation. \r\n More recently, the ICTR requested a similar \r\nextension of the term of office of the ad litem judges. \r\nThe purpose is the same: to provide the Tribunal with \r\nthe continuity, stability and certainty necessary for the \r\nefficient and effective planning of trials. In his letter of \r\n2 October 2006 to the President of the \r\nGeneral Assembly, the Secretary-General requested \r\n A/61/PV.26\r\n \r\n3 06-55951 \r\n \r\nthat the Assembly approve the extension of the term of \r\noffice of all ad litem judges until the end of 2008. \r\nApproval is also requested to allow nine of the ad litem \r\njudges to serve beyond the three-year cumulative \r\nperiod provided for under article 12 ter (2) of the \r\nStatute. \r\n The members of the General Assembly may wish \r\nto take into consideration that the cumulative three-\r\nyear period for two of the judges expires on 27 October \r\n2006. Approval of that general request before that date \r\nwould avert the need to authorize individual judges to \r\ncontinue to serve in trials to which they are currently \r\nassigned. Allow me, in that connection, to express our \r\nappreciation to the Assembly for having, on 29 August \r\n2006, authorized one of the judges to continue to serve \r\nfor more than three years in relation to the Butare trial. \r\n Another important element of the completion \r\nstrategy is the Prosecutor’s intention to transfer some \r\nICTR indictees to national jurisdictions for trial. \r\nEighteen indictees are at large. The ICTR will not be \r\nable to prosecute all those accused by December 2008, \r\nshould they be found. The Prosecutor is presently \r\nfocusing on some of them. It is essential that Member \r\nStates assist and cooperate in the arrest and transfer of \r\naccused who remain at large. One particularly well-\r\nknown indictee is Félicien Kabuga. In view of the \r\nICTR completion strategy, it is important that he be \r\narrested and transferred to Arusha as soon as possible, \r\nin order to determine his guilt or innocence. \r\n In order to prevent impunity, Member States are \r\nencouraged to be receptive to discussions concerning \r\nthe possible transfer of some trials to their respective \r\njurisdictions. The Prosecutor has been in contact with \r\nseveral countries. The decision as to whether a transfer \r\nshall take place is the responsibility of the Trial \r\nChambers. A decision of principle was made in the \r\nBagaragaza case, in which a Trial Chamber and the \r\nAppeals Chamber clarified the scope of the jurisdiction \r\nrequired in order for States to prosecute ICTR cases at \r\nthe national level. \r\n In connection with State cooperation, I would \r\nalso like to recall that only one of the five acquitted \r\npersons has found a country of residence. The other \r\nfour are under the protection of the Tribunal in Arusha. \r\nThe situation is particularly serious for André \r\nNtagerura and Emmanuel Bagambiki, who were \r\nacquitted by the Trial Chamber on 25 February 2004 — \r\nmore than two and a half years ago. The Appeals \r\nChamber confirmed their acquittal in July 2006. The \r\nTribunal has, without success, made many attempts to \r\nfind a country for them. On behalf of the Tribunal, I \r\nappeal to Member States to receive acquitted persons \r\nin their territories. \r\n During the reporting period, Rwanda continued to \r\ncooperate with the ICTR by facilitating the travel of \r\nwitnesses and by providing documents for use at trial, \r\nboth for the prosecution and for the defence. It is \r\nimportant that requests in this field be dealt with \r\nexpeditiously and in a flexible way. The Tribunal \r\nexpects this cooperation to continue, too, if there \r\nshould be issues in relation to which there may be \r\ndifferences of opinion between Kigali and Arusha. \r\nSome recent problems have been solved. \r\n The Registry has continued to support the judicial \r\nprocess by servicing the other branches of the Tribunal. \r\nI refer to the annual report for details, but let me stress \r\nthe important work done by all sections, including the \r\nvarious units within the Court Management Section, \r\nthe Witness Protection Section, the Language Services \r\nSection, the Defence Counsel Section and the Security \r\nSection. Let me further emphasize that the important \r\nwork of the defence teams is greatly appreciated as a \r\ncornerstone in our judicial proceedings. \r\n The ICTR outreach programme, which includes \r\nour Information Centre in Kigali, judicial visits to the \r\nICTR and capacity-building for members of the \r\nRwandan judiciary and universities, has continued to \r\ngrow. An important part of the programme is the \r\ntraining of Rwandan jurists, advocates and human \r\nrights practitioners. \r\n I hope that I have conveyed an overview of the \r\nactivities in a very active Tribunal. This week, about \r\n20 accused will be brought from the detention facilities \r\nto our four court rooms every day. The ICTR is \r\nworking at full speed. \r\n On behalf of the Tribunal, let me conclude by \r\nexpressing our deep appreciation to the General \r\nAssembly and the Secretary-General for their \r\ncontinued support of the ICTR. \r\n The President: I call on Mr. Fausto Pocar, \r\nPresident of the International Criminal Tribunal for the \r\nFormer Yugoslavia. \r\n Mr. Pocar: I am greatly honoured to address the \r\nAssembly today as President of the International \r\nCriminal Tribunal for the Former Yugoslavia and \r\nA/61/PV.26  \r\n \r\n06-55951 4 \r\n \r\npresent to the Assembly the thirteenth annual report of \r\nthe International Tribunal. This is my first report to the \r\nAssembly, as I took office as President on \r\n17 November 2005. Before I highlight key aspects of \r\nthe report and update the Assembly on some of the \r\nwork of the Tribunal subsequent to the report, I would \r\nlike to thank the members of the Assembly for the \r\ncrucial support they have given to the historic work of \r\nthe Tribunal since its inception. It is only because of \r\ntheir assistance and ongoing commitment that the \r\nTribunal has been able to have such a fundamental \r\nimpact upon the development and enforcement of \r\ninternational criminal justice, to advance the rule of \r\nlaw in national jurisdictions in the former Yugoslavia \r\nand to contribute to lasting peace and stability in the \r\nregion. \r\n By way of overview, since the report of my \r\npredecessor last October, the Tribunal has gone \r\nthrough a period of significant change and \r\nunprecedented challenges. Nevertheless, the Tribunal \r\nhas pushed forward a number of innovative reforms \r\nand adopted concrete measures to increase the efficient \r\ndisposal of trials and appeals, without sacrificing due \r\nprocess. As a result, at one point this year the Tribunal \r\nwas able to try, for the first time in its history, an \r\nunprecedented number of 25 accused in six \r\nsimultaneous trials. This is due to the fact that three \r\nlarge, multi-accused trials involving 21 accused — \r\nnamely, Prlic and others, concerning crimes committed \r\nin Bosnia; Milutinovic and others, concerning crimes \r\ncommitted in Kosovo; and Popovic and others \r\nconcerning crimes committed in Srebrenica — \r\ncommenced in April and July 2006, at least six months \r\nearlier than originally planned, allowing for them to be \r\nable to finish in 2008. \r\n Furthermore, the Tribunal’s efforts to speed up \r\nproceedings have resulted in a caseload that is \r\ndiminishing at an increasing rate. To date, cases against \r\n97 accused, out of a total of 161 indicted, have been \r\nfinally closed. While proceedings against 64 accused \r\nremain to be completed, of that number, 15 have \r\nalready been tried and are at the appeals stage, 24 are \r\ncurrently on trial and only 15 are in the pretrial stage. \r\nFour are pending Rule 11 bis motions for referral, and \r\nthe remaining six accused are still at large. \r\n By the end of this year, the Tribunal is scheduled \r\nto close proceedings against two more accused with the \r\nissuance of two appeals judgements, resulting in a total \r\nof eight proceedings being closed on appeal in the \r\ncalendar year. This marks the most productive year in \r\nthe history of the Appeals Chamber. In the first quarter \r\nof 2007, the Tribunal will finish trials against four \r\naccused and close proceedings against four accused on \r\nappeal. At the current rate, all trials of accused now in \r\nthe custody of the Tribunal are scheduled to be \r\ncompleted no later than 2009. \r\n I would like to add, however, that while this \r\nprojected date for the completion of trials is a \r\nnoteworthy achievement, the Tribunal is not content to \r\naccept that date as final. It is constantly looking for \r\nnew, creative ways to complete trials even earlier than \r\nplanned, while upholding due process norms. We \r\nintend to work harder than ever to ensure that \r\nproceedings against the accused will be completed as \r\nsoon as possible. \r\n I wish to underline that efficient completion of \r\nthe work of the Tribunal is not only a matter of meeting \r\ncompletion strategy target dates. It is also a matter of \r\nrespecting fundamental human rights norms. Because \r\nof the increased pace of proceedings over the past year, \r\nthe rights of the accused to be tried expeditiously, and \r\nto not be held in pretrial detention for unduly lengthy \r\nperiods of time, are respected more effectively. \r\n I now turn to summarize specific aspects of the \r\nwork of the Tribunal during the reporting period, \r\nbeginning first with Chambers. The Trial Chambers \r\nissued 447 decisions on pretrial motions, heard two \r\ncases of contempt and rendered judgments in four \r\ncases. The Tribunal’s Appeals Chamber rendered \r\n112 pre-appeal decisions and orders, 32 decisions on \r\ninterlocutory appeals, four judgements and one \r\ndecision on reconsideration of a judgement. \r\nFurthermore, Chambers issued five rule ll bis referral \r\ndecisions involving the transfer of nine low- to \r\nmid-level accused to national jurisdictions in the \r\nregion as part of the ongoing policy to focus on the \r\nprosecution of the most senior accused. All but one of \r\nthese decisions were also considered on appeal. \r\n In addition to their caseload, judges of the \r\nTribunal were occupied with a number of extraordinary \r\nplenaries, which I convened for the sole purpose of \r\nimplementing internal reforms for increasing the \r\nefficiency of Tribunal proceedings without sacrificing \r\ndue process. These plenaries were assisted by the \r\nreports of two working groups of judges, who were \r\ntasked with examining existing practices and the Rules \r\n A/61/PV.26\r\n \r\n5 06-55951 \r\n \r\nof Procedure and Evidence with a view to offering \r\nconcrete proposals for improving them. \r\n The working group on speeding up appeals \r\ncompleted its report and presented a package of \r\nrecommended amendments to the Rules, which were \r\nunanimously adopted by the judges in a plenary held in \r\nNovember 2005. These amendments have resulted in \r\nshortening the time limits for the filing of appeals, \r\navoiding repetitious filings and expediting the disposal \r\nof appeals by expanding the use of written, as opposed \r\nto oral, submissions. Details of these amendments are \r\nto be found in report, to which I will refer. \r\n The working group on speeding up trials also \r\ncompleted its comprehensive report detailing measures \r\nfor increasing the efficiency of the Tribunal’s trials. \r\nThe working group’s proposals focused on ways judges \r\ncan make a fundamental shift in their conduct of trials, \r\naway from a party-driven process to a judicially \r\ncontrolled process, with only minimal amendments to \r\nthe existing Rules. Again, details of these measures are \r\nto be found in the Tribunal’s fifth completion strategy \r\nreport to the Security Council (S/2006/353). However, \r\nI will highlight some of these significant measures for \r\nyou. \r\n In April 2006, judges of the Tribunal adopted the \r\nrecommendations of the working group on pretrial \r\nproceedings and, as a result, pretrial judges are playing \r\na much more active role in preparing cases for trial and \r\nin ensuring that cases are trial-ready upon the vacancy \r\nof courtrooms. In the conduct of pretrial conferences, \r\npretrial judges are insisting on the establishment of \r\nworkplans that set strict deadlines on the parties’ \r\ndisclosure of material and reaching agreement on facts. \r\nThe pretrial judges are also requiring the Prosecution \r\nto provide greater details on its trial strategy and \r\nobliging both parties to file their pretrial briefs and \r\nwitness and exhibit lists well before the start of their \r\ncases. \r\n Furthermore, a new policy has been adopted \r\nwhereby, wherever possible, cases are assigned at the \r\npretrial stage to a judge who is expected to be one of \r\nthe judges who will hear the case at trial. As a result, \r\nnot only are pretrial judges taking increased measures \r\nto efficiently prepare a case for trial, but Trial \r\nChambers have also been encouraged to require the \r\nProsecution to focus its case at trial by limiting the \r\npresentation of evidence and fixing the number of \r\ncrimes sites or incidents. The policy of pretrial judges \r\nsitting on trial was applied to the two multi-accused \r\ncases of Prlic et al. and Milutinovic et al, and resulted \r\nin greater efficiency in both. \r\n Following the working group’s recommendations \r\nfor enhancing the efficiency of trials, in addition to \r\npretrial proceedings, the judges of the Tribunal were \r\nrecently convened in another extraordinary plenary in \r\nSeptember 2006 to adopt amendments to the Rules \r\nincorporating those proposals. That plenary led to the \r\nadoption by the judges of two new provisions, rules 92 \r\nter and 92 quater. In essence, the amendments have \r\nincreased the ability of Trial Chambers to consider \r\nwritten statements and transcripts of witnesses in lieu \r\nof oral testimony, even where that evidence goes to the \r\nacts and conducts of an accused. Trial Chambers are \r\nnow empowered to decide whether a witness should \r\nappear for cross-examination where written statements \r\nor transcripts have been used, and whether to allow the \r\nadmission of written evidence of witnesses who are not \r\navailable to attend as witnesses at the Tribunal. \r\n The judges have also taken action to expedite \r\ntrial proceedings by placing limits upon the \r\nProsecution’s cases, such as by narrowing the breadth \r\nand scope of the Prosecutor’s indictments. \r\nAccordingly, in May 2006, the judges adopted an \r\namendment to rule 73 bis to authorize Trial Chambers \r\nto either invite or direct the Prosecutor to select those \r\ncounts in the indictment on which to proceed. The \r\njudges of the Tribunal considered that this rule \r\namendment was necessary in order to ensure respect \r\nfor an accused’s right to a fair and expeditious trial and \r\nto prevent unduly lengthy periods of pretrial detention. \r\nMoreover, if the Tribunal is to come close to meeting \r\ncompletion strategy targets, it will be necessary for the \r\nProsecution’s case to be limited. Regrettably, the \r\nProsecutor strongly opposed this amendment, even \r\nthough focusing the scope of indictments is part of \r\nresponsible trial management, is commonly used in \r\nnational jurisdictions and does not impact upon \r\nprosecutorial prerogatives. \r\n Recognizing that it is critical that judges and the \r\nProsecution work together in order to complete the \r\nwork of the Tribunal, Trial Chambers have worked to \r\nbuild consensus with the Prosecutor by finding other \r\nways to focus her cases, apart from mandatorily \r\ndirecting her to narrow the scope of her indictments. \r\nFor example, strict time limits have been set for the \r\npresentation of the Prosecution’s cases in Prlic and \r\nMilutinovic, resulting in the reduction of the \r\nA/61/PV.26  \r\n \r\n06-55951 6 \r\n \r\nanticipated length of trial by at least one third and one \r\nhalf, respectively. In addition, in these cases, as well as \r\nin Popovic et al, the Trial Chambers have placed \r\nrestrictions on the amount of evidence that may be \r\nadduced in relation to some of the counts in the \r\nindictments. \r\n In the Seselj case, while the Trial Chamber is \r\nexamining the indictment for purposes of reducing its \r\nscope by one third, it has invited the Prosecutor to \r\nmake proposals for that purpose. \r\n As a final note with regard to the judicial work of \r\nthe Tribunal during this reporting period, I draw the \r\nattention of the Assembly to Security Council \r\nresolution 1660 (2006), adopted on 28 February 2006. \r\nThat resolution allows the Secretary-General to appoint \r\nad litem reserve judges to the three larger trials of \r\nmulti-accused. These judges are available to replace a \r\njudge who is unable to continue sitting on a case and, \r\nthus, to prevent the delay that would be caused by \r\nhaving to restart the trial. Moreover, these reserve \r\njudges are being assigned to other cases to hear them \r\nas ad litem judges proper or to do pretrial work. Their \r\ncontribution to the efficient work of the Tribunal \r\ncannot be overstated. \r\n Let me now turn to the activity of the Office of \r\nthe Prosecutor over the past year. In accordance with \r\nthe Tribunal’s completion strategy, there were no new \r\nindictments — except for contempt of court — issued \r\nby the Office of the Prosecutor during the reporting \r\nperiod. The Prosecutor focused her efforts on obtaining \r\ncooperation from relevant Governments and \r\ninternational institutions to secure the arrest or \r\nsurrender of the remaining fugitives. Notably, in the \r\nsecond half of 2005, Milan Lukic, Dragan Zelenovic \r\nand Ante Gotovina were arrested and subsequently \r\ntransferred to the Tribunal. \r\n However, I must emphasize that it is of grave \r\nconcern to the Tribunal that six high-level fugitives — \r\nin particular, Radovan Karadzic and Ratko Mladic — \r\nremain at large. The Tribunal must not close its doors \r\nbefore those accused are brought to justice. Otherwise, \r\nthe Tribunal’s message and legacy that the international \r\ncommunity will not tolerate serious violations of \r\ninternational humanitarian law will be thwarted. \r\n I stress that the capacity of the Tribunal to \r\ncomplete its mandate in accordance with the target \r\ndates of the completion strategy hinges significantly \r\nupon the immediate cooperation of all States — \r\nspecifically those in the region — in apprehending \r\nthese fugitives to stand trial. Regrettably, the \r\nauthorities of Serbia have failed to make any progress \r\nin locating, arresting and surrendering Ratko Mladic to \r\nthe International Tribunal, despite a number of \r\npromises made and the passing of several deadlines. \r\nLikewise, no progress towards locating Radovan \r\nKaradzic has been made by the Republika Srpska. \r\n Another issue of great importance to the Tribunal \r\nwith respect to cooperation with States in the former \r\nYugoslavia concerns the furtherance of the rule of law \r\nin national courts in the region. In the reporting period, \r\nthe Tribunal increased its involvement in the region \r\nthrough working visits and training programmes to \r\nenhance the judicial and prosecutorial capacity of \r\nnational jurisdictions and the profile of the Tribunal’s \r\nwork. I firmly believe that that activity is a key \r\ncomponent of the mission and the legacy of the \r\nTribunal. It is these courts that will continue the work \r\nof the Tribunal in trying perpetrators of war crimes, \r\ncrimes against humanity and genocide. Furthermore, it \r\nis crucial, for reasons of stability and reconciliation in \r\nthe region, that these national trials uphold the highest \r\nstandards of due process such that justice is done and is \r\nseen to be done. \r\n I would also note that, at present, development of \r\nthe rule of law in the former Yugoslavia is also \r\nnecessary for reasons related to the Tribunal’s \r\ncompletion strategy. If fair trials for low- to mid-level \r\naccused transferred to the region under Rule ll bis are \r\nnot guaranteed, they may be referred back to stand trial \r\nbefore the Tribunal under the Rules.  \r\n Last, but certainly not least, the Registry of the \r\nInternational Tribunal continued to play a crucial role \r\nat the Tribunal by providing administrative and judicial \r\nsupport. Moreover, the Registry worked successfully to \r\nenhance public interest in the Tribunal by carrying out \r\na diverse range of public relations activities in the \r\nformer Yugoslavia via the Outreach Programme, \r\nproducing a number of publications in the languages of \r\nthe region and implementing and participating in \r\nconferences, round tables and workshops. The \r\nOutreach Programme also brought numerous persons \r\nand groups from the region to the seat of the Tribunal, \r\nfrequently through the support and cooperation of \r\nMember States. \r\n The Registry Advisory Section pursued the action \r\nplan of the Registrar to obtain 10 more witness-\r\n A/61/PV.26\r\n \r\n7 06-55951 \r\n \r\nrelocation and enforcement-of-sentence agreements, \r\nand assisted cooperation with domestic courts in the \r\nformer Yugoslavia regarding the transfer of cases. The \r\nAdvisory Section continued its active work on Tribunal \r\nlegacy issues, which includes ongoing legal \r\nresponsibilities and the disposition and management of \r\nthe Tribunal’s archives. It is anticipated that the \r\nentirety of the Tribunal’s public case law will be \r\navailable online on the Judicial Database by the end of \r\n2006. \r\n Let me add that the Registry continued to \r\nfacilitate the rights of defendants through a diverse and \r\ncompetent force of defence counsel, defence assistants \r\nand experts. Cooperation and coordination with \r\ndefence counsel has improved, and the Registry is \r\nseeing the benefits of a tightened regime of \r\nqualification requirements. \r\n During the reporting period, the United Nations \r\nDetention Unit was operating at a high activity level, \r\nespecially following the deaths of Mr. Milan Babic, a \r\ndetained witness previously convicted by the ICTY \r\nwho committed suicide on 5 March 2006, and of \r\nMr. Slobodan Milosevic, who died of natural causes on \r\n11 March 2006. An audit conducted thereafter by \r\nrepresentatives of the Swedish Government found the \r\nquality of care and security to be generally positive in \r\nthe Unit, but also made a number of recommendations, \r\nwhich are currently being implemented by a working \r\ngroup of the Tribunal. \r\n In conclusion, the thirteenth annual report to the \r\nAssembly demonstrates that, notwithstanding the \r\nsignificant challenges encountered over the past year, \r\nthe International Tribunal pressed full speed ahead with \r\nits judicial and prosecutorial work, resulting in a very \r\nproductive period in the Tribunal’s history. I stress that, \r\nas demonstrated by the concrete measures taken during \r\nthe reporting period, the Tribunal is absolutely \r\ncommitted to doing all within its power to meet its \r\nobligations under the completion strategy, while, of \r\ncourse, upholding norms of due process. In looking to \r\nthe future, the International Tribunal will make every \r\neffort to develop additional tools to improve the \r\nefficiency of its trial and appeals proceedings. In \r\naddition, it will intensify the ongoing efforts to \r\ncontribute towards the building of judicial and \r\nprosecutorial capacity in the former Yugoslavia. \r\n Once again, I emphasize that the noteworthy \r\nachievements of the International Tribunal thus far \r\nhave been possible because of the steadfast support of \r\nmembers of the General Assembly. Through their \r\nassistance, the Tribunal has demonstrated to the world \r\nthat international criminal justice that upholds due-\r\nprocess norms is possible. The existence of the \r\nTribunal and its success in prosecuting war crimes, \r\ncrimes against humanity and genocide over the past 13 \r\nyears have sent a clear message that the international \r\ncommunity is committed to preventing such crimes \r\nfrom going unpunished. Furthermore, the experience \r\nand jurisprudence of the Tribunal have paved the way \r\nfor the prosecution of serious violations of \r\ninternational humanitarian law in jurisdictions around \r\nthe globe. \r\n I cannot stress enough how important the \r\nAssembly’s continued support will be in the last few \r\nyears of the Tribunal’s mandate. We still have much \r\nwork to do. I call upon all Member States to assist us in \r\nour commitment to seeing that work through to the \r\nend, which includes the trials of our six remaining \r\nhigh-level accused, and in particular Mladic and \r\nKaradzic. That is not only necessary to ensure that the \r\nhistoric work of the Tribunal is not undermined by a \r\npremature closing of its doors. More important, it is \r\nessential for the cause of international justice and the \r\ncontinued fight against impunity in the interests of \r\npromoting international peace and security. \r\n I thank the Assembly for the attention and time it \r\nhas given me today. \r\n Ms. Lintonen (Finland): I have the honour to \r\nspeak on behalf of the European Union (EU). The \r\nacceding countries Bulgaria and Romania, the \r\ncandidate countries Turkey, Croatia and The former \r\nYugoslav Republic of Macedonia, the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania, Bosnia and Herzegovina and \r\nMontenegro, and the European Free Trade Association \r\ncountry Iceland, member of the European Economic \r\nArea, as well as Ukraine and Moldova, align \r\nthemselves with this statement. \r\n Let me express the European Union’s continuous \r\nand strong support for both ad hoc Tribunals and their \r\nimportant work in ending impunity, thereby \r\ncontributing to peace as well as fostering reconciliation \r\nand strengthening the rule of law in the regions of their \r\nrespective jurisdictions. While carrying out their \r\nmandates to bring justice and effectively prosecute \r\nperpetrators of the most severe international crimes, \r\nA/61/PV.26  \r\n \r\n06-55951 8 \r\n \r\nthe Tribunals have decisively contributed to the \r\ndevelopment of international law and legal practice. \r\nThe Tribunals have built up extensive jurisprudence in \r\ninternational criminal law, including several ground-\r\nbreaking precedents. \r\n It has been established in the case law of the \r\nInternational Criminal Tribunal for Rwanda (ICTR) \r\nthat acts of rape and sexual violence committed with \r\nthe intent to destroy a protected group can as such \r\nconstitute genocide. In addition, the line between \r\nspeech that incites genocide or persecution and speech \r\nthat is protected by the freedom of expression has been \r\nestablished. The EU commends those developments. \r\nHowever, there is still work to be done before we can \r\nclose the chapter on these pioneering Tribunals. \r\n The EU wishes to warmly thank the Presidents of \r\nthe International Criminal Tribunal for the Former \r\nYugoslavia (ICTY) and the ICTR, Judges Pocar and \r\nMøse, for presenting their respective reports on the \r\nwork of the Tribunals. The reporting period has been \r\nvery productive for both Tribunals. The EU is pleased \r\nto note the Tribunals’ efforts to use their capacity to the \r\nfullest. We also note that the Tribunals are making \r\nprogress on their completion strategies. The EU urges \r\nthem to continue to make their proceedings even more \r\nefficient and expeditious. We recognize, however, that \r\nefforts to enhance the administration of justice should \r\nnever be made at the expense of due process and the \r\nrights of the accused and of the victims. \r\n The decisions by the Security Council to allow \r\nICTY ad litem judges to serve as reserve judges, \r\ntogether with the decisions by the Council and the \r\nGeneral Assembly to extend the terms of office of the \r\nICTR’s permanent judges, were very well reasoned. \r\nThe European Union also supports the extension of the \r\nterms of office of all 18 ad litem judges of the ICTR \r\nuntil the end of 2008, as requested by the President of \r\nthe Tribunal and endorsed by the Secretary-General in \r\nhis recent letters to the Presidents of the General \r\nAssembly and the Security Council, respectively. \r\n The Tribunals cannot succeed without the firm \r\ncommitment of States to cooperate with them in \r\naccordance with their legal obligations. It is vital that \r\nthat commitment be strengthened and continued as the \r\nTribunals approach the final stages of their work. \r\n The EU notes with satisfaction the arrest of \r\nMr. Ante Gotovina, in December 2005, and his transfer \r\nto The Hague, as well as the transfer of Mr. Dragan \r\nZelenovic to The Hague in June. However, the \r\nmandates of the Tribunals will not be fully \r\nimplemented unless the remaining high-level \r\nfugitives — in particular, Radovan Karadzic, Ratko \r\nMladic and Félicien Kabuga — are brought before the \r\nICTY and ICTR, as appropriate. The EU therefore \r\nreiterates its strong call upon all Member States to live \r\nup to their international obligations by arresting and \r\ntransferring the accused at large to The Hague or to \r\nArusha without delay. Continuing delays in transfers \r\nalso puts in jeopardy the timely implementation of the \r\ncompletion strategies. \r\n The international community must not send the \r\nmessage that the perpetrators of the most serious \r\ninternational crimes of genocide, war crimes and \r\ncrimes against humanity can go unpunished by virtue \r\nof the passage of time. Impunity is not an option. The \r\nfull cooperation of Western Balkan countries with the \r\nICTY is a precondition for rapprochement with the \r\nEuropean Union. \r\n Cooperation with the Tribunals goes beyond \r\ntransfer of the accused. Member States are needed to \r\nrelocate witnesses and sentenced persons, as well as \r\nindividuals who have been acquitted. Situations in \r\nwhich witnesses and acquitted persons wait in safe \r\nhouses for months before being transferred are not \r\nacceptable. \r\n More Member States are also needed to accept \r\nconvicted persons to serve sentences in their prisons, \r\nas dozens of cases requiring the enforcement of \r\njudgements are still foreseen in respect of the ICTY \r\nalone. The EU therefore strongly encourages States to \r\nconclude agreements with the Tribunals relating to the \r\nrelocation of witnesses and to the enforcement of \r\nsentences. \r\n The European Union also strongly urges the \r\nUnited Nations Interim Administration Mission in \r\nKosovo (UNMIK) to fully cooperate with the Office of \r\nthe Prosecutor of the ICTY. It is of the utmost \r\nimportance that the Organization’s own bodies lead the \r\nway in this respect. \r\n The EU welcomes the fact that the ICTY is \r\nreferring an increasing number of cases involving \r\nintermediate and lower-ranking accused to competent \r\nnational jurisdictions, and expresses the hope that the \r\nICTR will soon be in a position to do likewise. The \r\nTribunals should, indeed, according to their mandates, \r\nconcentrate on prosecuting and adjudicating on senior \r\n A/61/PV.26\r\n \r\n9 06-55951 \r\n \r\nleaders most responsible for crimes under the \r\nTribunals’ jurisdiction. \r\n The EU agrees that the referrals are important for \r\nthe successful implementation of the completion \r\nstrategies, as well as for the legacy of the Tribunals. \r\nThe EU notes, however, that the trials need to be \r\nconducted in full compliance with international \r\nstandards of due process. The Tribunals will play a \r\nvital role in monitoring to ensure that that is the case, \r\nand they should be prepared to recall cases if it is not. \r\n The EU is very conscious that a number of legacy \r\nissues involving the Tribunals will need to be \r\naddressed. We look forward to seeing the proposals of \r\nthe Secretariat as soon as possible. \r\n The EU welcomes the Tribunals’ strengthened \r\noutreach activities and their cooperation with local \r\ncourts, including the provision of training to local \r\njudges. The EU encourages the Tribunals to continue \r\ntheir efforts in this respect. The EU takes careful note \r\nof the call by the Tribunals for more support from \r\nMember States in building the capacity of national \r\njudicial institutions. It is money well invested for the \r\ninternational community, as it enables the States in \r\nquestion not only to adjudicate the cases, but to also \r\ncarry on the legacy of the Tribunals. \r\n Mr. Adsett (Canada) (spoke in French): I have \r\nthe honour to speak on behalf of Canada, Australia and \r\nNew Zealand. \r\n I should like to begin by paying tribute to the \r\nInternational Criminal Tribunal for Rwanda (ICTR) \r\nand the International Criminal Tribunal for the Former \r\nYugoslavia (ICTY). The establishment of those \r\nTribunals was a milestone in the international \r\ncommunity’s efforts to replace the culture of impunity, \r\nwhich was the norm for most of the twentieth century, \r\nwith a culture of accountability for war crimes, crimes \r\nagainst humanity and genocide. Our countries strongly \r\nsupport both Tribunals, and commend them for having \r\ncompleted proceedings against 112 accused to date. \r\nThat is a historic achievement. \r\n Both Tribunals are in the process of \r\nimplementing their completion strategies. Canada, \r\nAustralia and New Zealand will monitor their progress \r\nclosely. We welcome the steps that both Tribunals have \r\ntaken in the past year to improve the efficiency of their \r\nproceedings, including streamlining their judicial \r\nprocesses and focusing on those who bearing the \r\ngreatest responsibility for the most serious \r\ninternational crimes. \r\n(spoke in English) \r\n The completion strategies of the ICTY and the \r\nICTR depend on the ability of the Tribunals themselves \r\nto remain focused on meeting the important deadlines \r\ntherein and on the arrest by States of indictees who \r\nremain at large. The arrest and transfer of these \r\nindividuals, including Radovan Karadzic, Ratko \r\nMladic and Félicien Kabuga, must remain a top \r\npriority for the Tribunals and, indeed, for the \r\ninternational community as a whole. We call on all \r\nStates, particularly those States where fugitives are \r\nbelieved to be located, substantially to increase their \r\nefforts to arrest indictees. \r\n As the ICTY and ICTR continue to wind down \r\ntheir work, there is a clear need for a coordinated and \r\nstandardized plan of action to address issues that will \r\narise after the physical closure of the Tribunals, such as \r\nwhere appeals may be heard should new evidence be \r\nfound, the long-term retention and protection of \r\nevidence, the execution of outstanding arrest warrants, \r\nongoing witness protection and the secure archiving of \r\ncase documents. These issues must be dealt with \r\nproperly in order to secure the legacies of the Tribunals \r\nand to ensure the transition of States from conflict to \r\npeace. \r\n With a view to prompting strategic thinking on \r\nthese residual issues, in early 2007 Canada will \r\nsponsor a small workshop, which we hope will provide \r\nan opportunity for further discussion of these issues \r\namong experts. \r\n Canada, Australia and New Zealand will continue \r\nto assist the ICTY and the ICTR in carrying out their \r\nmandates successfully and in holding accountable \r\nthose responsible for the worst crimes known to \r\nhumankind. We call on all States likewise to continue \r\nto cooperate with the Tribunals as they move towards \r\ncompleting their mandates. Bringing perpetrators of \r\nserious international crimes to justice is an important \r\nelement of long-term peace and reconciliation in any \r\nconflict. \r\n Mr. Nsengimana (Rwanda): We would like to \r\nthank you, Madam President, for having convened this \r\nimportant meeting of the General Assembly to discuss \r\nthe reports of the International Criminal Tribunal for \r\nRwanda (ICTR) (A/61/265) and the International \r\nA/61/PV.26  \r\n \r\n06-55951 10 \r\n \r\nCriminal Tribunal for the Former Yugoslavia (ICTY) \r\n(A/61/271). \r\n My delegation wishes to express its thanks to the \r\nICTR President, Judge Erik Møse, for his statement. \r\nWe wish to commend the Tribunal Chambers, the \r\nprosecution and the Registry for their continued hard \r\nwork and commitment to the successful \r\nimplementation of the completion strategies in \r\naccordance with Security Council resolution 1534 \r\n(2004). \r\n The Government of Rwanda believes that, as the \r\ntime set by the Security Council for the International \r\nCriminal Tribunal for Rwanda to complete its work \r\ndraws closer, it becomes more imperative than ever \r\nthat its work be conducted with the highest standards \r\nof integrity and veracity, as well as with efficiency. \r\n The Government of Rwanda has in the past \r\nexpressed the serious concern that the ICTR has on its \r\nstaff, including on defence teams, individuals who are \r\nthemselves accused of having committed serious \r\ncrimes during the 1994 genocide in Rwanda. At the end \r\nof September, my Government brought it to the \r\nattention of the Security Council that 15 such \r\nindividuals were employed by the ICTR. Ten of those \r\nsuspects have since resigned. We take this issue very \r\nseriously and look forward to the expeditious \r\nresolution of this issue by the Tribunal, including by \r\nmaking public the report of the independent \r\ninvestigation on 10 of these suspects and the arrest and \r\nprosecution of those suspects. \r\n Rwanda believes that as the Tribunal works \r\ntowards completing its work in the next two years in \r\naccordance with the completion strategy, there are four \r\nparticular areas where significant progress is most \r\nurgent. \r\n The first concerns fugitives still at large. The \r\nmost serious perpetrators of the genocide, its planners \r\nand authors should not be allowed to evade justice. The \r\nTribunal’s completion strategy should not be seen as an \r\nexit strategy for the obligations of the international \r\ncommunity to bring all the suspects of the crime of \r\ngenocide to trial at the ICTR or in Rwanda. We would \r\nwelcome appropriate measures that would ensure that \r\nall the accused are brought to justice, even after the \r\nTribunal’s mandate has expired. My delegation has \r\nrepeatedly expressed Rwanda’s commitment, which I \r\nrepeat here today, to work with Governments around \r\nthe world to bring these suspects to justice. We must \r\nnot allow notorious suspects such as Félicien Kabuga \r\nand Augustine Ngirabatware to evade justice. If they \r\ndo, it would be an extremely sad indictment of us all \r\nand would send the wrong signal about the \r\ncommitment of the international community to prevent \r\ngenocide by combating impunity. We welcome recent \r\nefforts by the Prosecution and the international \r\ncommunity to meet with Kenyan authorities to discuss \r\nthe matter. We look forward to the arrest and transfer \r\nfor trial of Mr. Kabuga in the near future. We also call \r\nupon all States to cooperate with the Tribunal to track, \r\napprehend and transfer indictees still at large. \r\n The second area of concern involves transfer of \r\ncases. It is a widely accepted principle that trials, \r\nespecially for crimes as serious as genocide, should \r\ntake place as close as possible to where the crimes \r\nwere committed. We welcomed Prosecutor Jallow’s \r\nreiteration to the Security Council in June that Rwanda \r\ncontinues to be the major focus for referrals. In this \r\nconnection, it is our view that the trials targeted for \r\ntransfer should take place in Rwanda. This would \r\ncontribute to our own efforts to eradicate the culture of \r\nimpunity and promote reconciliation in Rwanda, as our \r\npeople would be first-hand witnesses to justice being \r\ndone. The Rwanda Government is working with the \r\nTribunal, particularly the prosecution, to prepare for \r\nthese transfers, including by addressing several legal \r\nand procedural issues. We are also addressing the issue \r\nof the death penalty. \r\n The Government of Rwanda has made significant \r\nprogress, despite its limited means, in developing the \r\ncapacity of the judiciary. We appeal to the international \r\ncommunity to support the preparations for the transfer \r\nof trials to Rwanda and also to provide financial \r\nsupport for the trials once they begin. \r\n The third area requiring significant progress is \r\nthe transfer of convicts. The Rwanda Government has \r\nconsistently stated that all ICTR convicts should serve \r\nsentences in Rwanda, where the crimes were \r\ncommitted. Once again, we believe that this is essential \r\nfor justice and reconciliation processes in Rwanda, \r\nwhich were the main reasons why the ICTR was \r\nestablished in the first place. The initial concern about \r\nthe administration of sentences in Rwanda was the lack \r\nof a detention facility that meets international \r\nstandards. However, a detention facility was built more \r\nthan two years ago and was inspected by ICTR \r\nofficials, who certified that it meets those international \r\nstandards and signed a memorandum of understanding \r\n A/61/PV.26\r\n \r\n11 06-55951 \r\n \r\nto that effect. Despite this, there continues to be delay \r\nin effecting transfers. It is unclear to us why this is the \r\ncase. We, therefore, appeal for these transfers to be \r\ncarried out expeditiously. \r\n The final area requiring significant progress is the \r\ntransfer of documents and materials. As we consider \r\nthe legacy of the Tribunal and its effect on Rwanda, we \r\nbelieve that the completion strategy should incorporate \r\nthe transfer of all court documents and materials to \r\nRwanda. We believe that as the ICTR completes its \r\nwork, the United Nations and the international \r\ncommunity should establish a genocide prevention and \r\neducational centre to serve not only in memory of the \r\nGenocide’s one million victims but also to serve as a \r\ncentre of research and learning about lessons learned \r\nfrom the genocide in Rwanda and as a centre to \r\npromote justice, reconciliation and human rights. \r\n The Rwanda Government is open to discussions \r\nwith the United Nations and Member States on how \r\nbest to take this proposal forward. However, we should \r\nbe cognizant of the need to act quickly, given the \r\nlimited time left before the Tribunal completes its \r\nwork. \r\n We would like to conclude by expressing our \r\nprofound appreciation to the international community \r\nfor its continued support of the Tribunal through both \r\nassessed and voluntary contributions. As we enter the \r\nlast leg, we urge you to continue your commitment to \r\nensuring that the Tribunal is adequately resourced to \r\nconduct its work efficiently and effectively. We also \r\nthank the Tribunal President and Prosecutor and their \r\nrespective teams for their work in ensuring the \r\nimplementation of the completion strategy. \r\n Ms. Skaare (Norway): Let me start by expressing \r\nNorway’s continued support and full recognition of the \r\nachievements and the high standards of the \r\nInternational Criminal Tribunals for Rwanda and the \r\nFormer Yugoslavia, as reflected in the Tribunals’ well-\r\nreasoned judgements and in the annual reports before \r\nus in documents A/61/265 and A/61/271 respectively. \r\n We would like to thank the Presidents of the \r\nTribunals, Judges Pocar and Møse for their detailed \r\nand informative reports, which reflect the progress \r\nmade during the period under review. \r\n The Tribunals have made a crucial contribution to \r\ninternational criminal law and developed a \r\njurisprudence that has set standards for national, as \r\nwell as other international, tribunals. By effectively \r\nprosecuting the perpetrators of the most severe \r\ninternational crimes, the Tribunals have not only \r\ncontributed to justice for victims in Rwanda and the \r\nformer Yugoslavia, but have also made significant \r\nachievements in the fight against impunity for mass \r\natrocities in general. \r\n Norway is pleased to note that both Tribunals are \r\nfully committed to meeting the completion strategy \r\ntargets approved by the Security Council. We commend \r\nthe measures taken to increase the efficiency of the \r\nTribunals, and we encourage continuing this positive \r\ndevelopment, while at the same time ensuring that due \r\nprocess and fundamental legal principles are realized. \r\n According to the report of the Rwanda Tribunal, \r\nthe revised completion strategy that was submitted to \r\nthe Security Council on 29 May 2006 confirms that the \r\nTribunal is on course to complete trials involving 65 to \r\n70 persons by 2008, depending on progress in present \r\nand future cases. \r\n The Rwanda Tribunal has delivered three \r\njudgements in major trials during the review period, \r\nbringing the total to 22 judgements involving 28 \r\naccused since 1997. In addition, trials involving 27 \r\naccused are in progress, thus bringing the number of \r\naccused whose trials have been completed or are in \r\nprogress to 55. The Appeals Chamber delivered an \r\nappeal judgement during the period under review. \r\n The Yugoslavia Tribunal has continued to operate \r\nat full capacity. Six trials have been running \r\nsimultaneously, and three trials with multiple accused, \r\ninvolving 21 accused persons, commenced earlier than \r\nanticipated. We welcome the decision by the Security \r\nCouncil to allow the Yugoslavia Tribunal ad litem \r\njudges to serve as reserve judges, as well as the \r\ndecision by the Council and the General Assembly to \r\nextend the term of office for the permanent judges of \r\nthe Rwanda Tribunal. Furthermore, we support the \r\nextension of the terms of office for all 18 ad litem \r\njudges of that Tribunal until the end of 2008. \r\n It is critical to the success of both Tribunals that \r\nall States are committed to the fulfilment of their \r\nmandates and provide concrete and effective \r\ncooperation, in accordance with their legal obligations. \r\n We appeal to all States to demonstrate, not only \r\nin words, but also in practice, their fullest cooperation \r\nwith the Tribunals. As the completion of the work of \r\nA/61/PV.26  \r\n \r\n06-55951 12 \r\n \r\nthe Tribunals approaches, unreserved support on the \r\npart of States is crucial. It is of the outmost importance \r\nthat all States honour their financial commitments and \r\npay their assessed contributions on time. Furthermore, \r\nMember States must fulfil their obligations to arrest \r\nand transfer fugitives to the Tribunals without delay. \r\nThere can be no doubt that the failure to arrest \r\nRadovan Karadic and Ratko Mladic, as well as Félicien \r\nKabuga, who has been indicted by the ICTR, remains a \r\nserious concern. We urge the involved States to \r\ncooperate fully with the Tribunals. It is not acceptable \r\nthat perpetrators of serious international crimes are \r\nable to avoid legal proceedings. The main mission of \r\nthe Tribunals can not be fulfilled unless the highest-\r\nranking indictees are brought to justice. \r\n Norway has an agreement regarding enforcement \r\nof sentences with the Yugoslavia Tribunal and \r\ncooperates closely in several fields with the Rwanda \r\nTribunal. The process is in urgent need of States that \r\nare willing to enter into agreements regarding \r\nenforcement of judgements. It is unreasonable that, \r\ntoday, only a few Member States shoulder this \r\nimportant responsibility. \r\n We strongly support the Tribunals’ external \r\nactivities and their involvement and cooperation with \r\nlocal judiciaries. All States must honour their \r\ninternational obligation to cooperate, with regard to \r\nrequests for full and effective assistance to the \r\nTribunals. This applies with regard to witnesses, to \r\ngiving financial and material support, as well as to \r\nproviding practical assistance in the enforcement of \r\nsentences. All States should prove their commitment to \r\nthe Tribunals by their active and concrete action. \r\n Norway will stand by its long-term commitment \r\nto the successful completion of the missions assigned \r\nto the two Tribunals by the Security Council. \r\n Mrs. Mladineo (Croatia): Let me begin by \r\nwelcoming the President of the International Criminal \r\nTribunal for the former Yugoslavia (ICTY) and \r\nextending our thanks to him for presenting the \r\nthirteenth annual report. \r\n While Croatia associates itself with the statement \r\ndelivered earlier by Finland on behalf of the European \r\nUnion (EU), I would like to offer a few further remarks \r\non the ICTY. The report is factual and concise, \r\ntestifying to the Tribunal’s determination to meet its \r\ncompletion strategy targets. We are pleased to note \r\nthat, under the new President’s guidance, the process of \r\ninternal reform continued along the lines set out in the \r\nTribunal’s fifth completion strategy report, thus \r\nsignificantly improving procedural efficiency. The \r\nOffice of the Prosecutor, on the other hand, opened a \r\nnew chapter by referring cases to national courts for \r\nthe first time, two of them to Croatia. \r\n The Tribunal’s relevance in ending impunity and \r\nadvancing the cause of justice remains undisputed. No \r\nless important is its role in helping to consolidate a \r\nnational judiciary in the region to deal with war crimes. \r\nReferral of cases under rule 11 bis, which Croatia has \r\nlong advocated, testifies to the advanced level of \r\nstability, confidence, commitment and inter-State \r\ncooperation in the administration of justice in war \r\ncrimes prosecutions. \r\n However, before we can claim that a full circle \r\nhas been completed and justice properly served, it is \r\nimperative to arrest, surrender and try the remaining \r\nfugitives. This is the cornerstone of an exit strategy. \r\n Cooperation remains crucial for completing the \r\nTribunal’s mandate. The Government of Croatia has \r\nmade it clear that it takes this responsibility seriously. \r\nWith the arrest of the accused Ante Gotovina in Spain \r\nlast year, the last remaining issue in relations with the \r\nTribunal has been resolved. We are pleased that the \r\nscope and quality of our cooperation is reflected in the \r\nProsecutor’s assessment of Croatia’s efficient and \r\nprofessional cooperation. \r\n However, our commitment does not stop at The \r\nHague. We continue to believe that national courts \r\nhave a critical role to play in de-politicizing war \r\ncrimes. The establishment of individual criminal \r\nresponsibility, on all levels and on all sides, is a \r\nprerequisite for stability, reconciliation and peace. This \r\ncan be a challenge. I am pleased to say that a Special \r\nWar Crimes Court in Croatia is engaged in a number of \r\ncases. An increasing number of investigations of \r\ncrimes have been opened. The level of inter-State \r\ncooperation in these matters has also visibly \r\nintensified. \r\n Later this morning we will hear the report on the \r\nwork of the International Criminal Court (ICC). Let me \r\njust say that we are proud that this common endeavour, \r\nthe ICC, continues to consolidate its presence in the \r\ninternational order. It has been rightly observed that the \r\nCourt is rapidly becoming the centrepiece of the \r\nemerging system of international justice. Croatia \r\nsalutes this shift of focus from ad hoc to permanent and \r\n A/61/PV.26\r\n \r\n13 06-55951 \r\n \r\nuniversal criminal justice. While we continue to \r\nsupport the work of the International Criminal Tribunal \r\nfor the Former Yugoslavia in pursuing its exit strategy, \r\nwe believe that a capable national judiciary, \r\ncomplemented by the ICC as our collective \r\nconsciousness, remains the basis of the rule-based \r\ninternational order. \r\n Mr. Jevremović (Serbia): Allow me to express \r\nmy appreciation and thanks to Judge Fausto Pocar, \r\nPresident of the International Criminal Tribunal for the \r\nFormer Yugoslavia (ICTY), for his presentation of the \r\nICTY’s annual report (A/61/271) to the General \r\nAssembly. \r\n The Government of Serbia has expressed its full \r\ndetermination and definite political commitment that \r\nall individuals indicted for the most serious violations \r\nof international law during the conflicts in the territory \r\nof the former Yugoslavia should be brought to justice, \r\neither through ICTY proceedings or through the \r\ndomestic judiciary system. Rather than legal or \r\npolitical, that is first and foremost a moral necessity. In \r\nthat sense, we hope in particular that cooperation with \r\nthe Tribunal will bring that process to a successful \r\nconclusion. \r\n Between the end of 2004 and today, the \r\nGovernment of the Republic of Serbia has made \r\nconsiderable efforts to apprehend and transfer to The \r\nHague 16 indicted persons. However, some of them \r\nvoluntarily surrendered themselves to the custody of \r\nthe Tribunal. Most of those indictees are former high-\r\nranking military and police officers. We consider that \r\nthat process was carried out in partnership with the \r\nICTY, which ensured the best results. The Government \r\nof Serbia is fully committed to continue in the same \r\ndirection, and to fulfil its remaining international \r\nobligations in that respect. \r\n In July of this year, the Government of the \r\nRepublic of Serbia adopted an action plan for \r\ncooperation with the ICTY that will further facilitate \r\nthat process. In the two months that the plan has been \r\nimplemented, appropriate institutional mechanisms \r\nhave been launched for the sole purpose of locating, \r\narresting and transferring the indictee Ratko Mladic \r\nand other remaining fugitives. Apart from an obvious \r\npolitical dimension, the whole process is simply a \r\nmatter of implementing law.  \r\n The Government of the Republic of Serbia has on \r\nmany occasions stated that it is in the interest of Serbia \r\nto bring its cooperation with the ICTY to a successful \r\nconclusion as soon as possible. As far as the case of \r\nindictee Ratko Mladic is concerned, the Government of \r\nSerbia has stated that the hiding of Ratko Mladic is an \r\nact of dishonesty that challenges the administration of \r\njustice and directly threatens the national and State \r\ninterests of Serbia. I would in particular like to \r\nemphasize that the Government of Serbia has done \r\neverything in its power to locate Ratko Mladic and \r\ntransfer him to The Hague. No doubt, there is political \r\nwill and determination to establish his whereabouts. \r\nThis matter is therefore one of a technical nature. The \r\nindividuals who have helped fugitive Mladic to evade \r\narrest are currently under investigation or awaiting \r\ntrials. In total, 11 suspects have been brought before \r\ncourts and been sentenced as Mladic’s accomplices. \r\nDespite those efforts, it has not yet been possible to \r\nlocate Ratko Mladic. We remain determined to close \r\nthis case, well aware of the moral and political damage \r\nto which Serbia is exposed. \r\n I would like to take this opportunity to bring to \r\nthe Assembly’s attention our readiness to fully \r\ncooperate with the ICTY Prosecutor’s Office vis-à-vis \r\naccess to State archives and documents. \r\n The Government of the Republic of Serbia has \r\nthus far granted waivers to testify as witnesses to more \r\nthan 500 persons who are former members of the army, \r\npolice or Government services. Serbia is providing \r\neffective assistance to the Office of the Prosecutor in \r\nlocating, interviewing and taking testimony from \r\nwitnesses as well as suspects. We have thus far \r\nprovided the Office of the Prosecutor several thousand \r\ndocuments, including classified documents from the \r\nSupreme Defence Council, the Parliament, the \r\nCounter-intelligence Service and the Ministry of the \r\nInterior, among others. Furthermore, the National \r\nCouncil for Cooperation with the ICTY has granted \r\ngeneral access to the State archives to investigators of \r\nthe Office of the Prosecutor. The exchange of visits \r\nbetween top Belgrade and Hague officials has also \r\nbecome a regular practice. \r\n The Republic of Serbia welcomes the Tribunal’s \r\nefforts to expedite its work in order to meet the \r\ndeadlines and conditions set out in Security Council \r\nresolutions 1503 (2003) and 1534 (2004). In that \r\nregard, the Republic of Serbia considers tracking down \r\nremaining indictees and bringing them to trial in the \r\nnational jurisdiction to be a complementary process of \r\ncrucial importance. Trials before the domestic courts \r\nA/61/PV.26  \r\n \r\n06-55951 14 \r\n \r\nwill contribute to the goals for which the ICTY was \r\nestablished, in 1993, as a high-level body of the United \r\nNations.  \r\n It is for that reason that the Republic of Serbia \r\nreiterates its readiness to have its judicial authorities —\r\nincluding the Special Prosecutor’s Office for War \r\nCrimes and the Department for War Crimes of the \r\nBelgrade District Court — process indicted \r\nindividuals, including those cases that may be \r\ntransferred from The Hague. However, despite the \r\npositive assessment of judicial proceedings by our \r\ndomestic courts given by the Tribunal itself and some \r\nStates, including permanent members of the Security \r\nCouncil, not a single case has thus far been transferred. \r\nLet me emphasize again that we firmly believe that \r\nmutual cooperation and trust will contribute to the \r\neffective administration of justice. \r\n The new penal code of the Republic of Serbia, \r\nwhich was adopted in September 2005, more precisely \r\nset out command responsibility for serious violations \r\nof humanitarian law during armed conflict. Just \r\nrecently, the law on witness protection was adopted as \r\nwell. That legislation will further lay a firm foundation \r\nfor processing war crimes. \r\n Serbia welcomes the agreement between the \r\nOrganization for Security and Cooperation in Europe \r\n(OSCE) and the ICTY that allows existing OSCE \r\nmissions to Bosnia and Herzegovina, Croatia, Serbia \r\nand Montenegro to monitor the war crimes trials that \r\nhave been transferred, or will be transferred, from the \r\nICTY to the judiciaries of respective countries. \r\n Prosecutors from Serbia, Montenegro, Croatia \r\nand Bosnia and Herzegovina have met several times in \r\nBelgrade and elsewhere to discuss further cooperation \r\nregarding the prosecution of war crimes. Relevant \r\nmemorandums of understanding have also been signed. \r\n We are grateful to the OSCE, the United Nations \r\nDevelopment Programme, the Council of Europe and \r\nvarious countries for assisting Serbia in amending its \r\ncriminal legislation to accord with ICTY standards and \r\nfor training prosecutors and judges to deal with war \r\ncrimes. We look forward to further cooperation in that \r\nfield. \r\n Finally, I would like to reiterate the firm position \r\nof the Government of Serbia that it will continue to \r\ntake all steps within its power in order to locate the \r\nremaining indicted persons and, if they are hiding in \r\nSerbia, to transfer them to The Hague. The Republic of \r\nSerbia is resolved that all those who committed war \r\ncrimes should stand trial, either by the ICTY or by \r\ndomestic courts. The Government of Serbia shall \r\ncontinue to take all possible steps to fully honour its \r\ninternational commitments and bring its cooperation \r\nwith the ICTY to a successful conclusion. We believe \r\nthat the results achieved thus far are the best proof of \r\nthat. \r\n Mr. Chokhal (Nepal): My delegation thanks the \r\nSecretary-General for transmitting the reports on the \r\nactivities of the two Tribunals during the past year. We \r\nwould like to thank the Presidents of both the Tribunals \r\nfor their presentations this morning. \r\n Peace, justice and the rule of law are principal \r\ngoals for humanity. The Security Council established \r\nthe International Criminal Tribunal for the Former \r\nYugoslavia (ICTY) and the International Criminal \r\nTribunal for Rwanda (ICTR) to bring peace and justice \r\nto those victims of indiscriminate murder and \r\nextermination, which were crimes against humanity. \r\nMy delegation is confident that both the Tribunals will \r\nredouble their efforts to increase the efficiency and \r\nefficacy of their proceedings in their Trial Chambers \r\nand the Appeals Chamber. \r\n We have noted that in recent years both Tribunals \r\nhave attached priority to the implementation of the \r\ncompletion strategy as endorsed by the Security \r\nCouncil in its resolution 1503 (2003). A number of \r\nmeasures for developing the judicial capacity of \r\nnational authorities in the former Yugoslavia and \r\nstrengthening the ICTY’s outreach activities will play \r\nan important role in this regard. We note that the \r\nTribunals have undertaken internal and external \r\nreforms, action on diplomatic relations and other \r\nrepresentation, submission of the ICTY’s fifth report \r\non the implementation of its completion strategy \r\n(S/2006/353) and judicial activity such as assigning \r\ncases to Chambers in a timely manner and the \r\nappointment of pre-appeal judges. \r\n All the Tribunal organs, including their Registries \r\nand Prosecutors’ Offices, should work together with a \r\nview to completing the mandates of the Tribunals \r\neffectively and efficiently. We consider that the \r\nassistance of Member States concerned can play a \r\ncrucial role in strengthening the capacity of the \r\nTribunals. The Tribunals should scrutinize their \r\npractices and procedures in search of ways to ensure \r\n A/61/PV.26\r\n \r\n15 06-55951 \r\n \r\nthat they fulfil their mandates in the time frame of their \r\ncompletion strategies. \r\n Nepal believes strongly in the principle that there \r\nmust be no impunity for the most serious crimes of \r\nconcern to the international community. Both the ICTR \r\nand the ICTY were established to hold individuals \r\naccountable for such crimes. Peace, justice and the rule \r\nof law are inextricably linked. We also believe that \r\nboth Tribunals are making very important contributions \r\ntowards reconciliation and peacebuilding in the \r\ncountries they are serving. \r\n Let me share how Nepal has also dealt with the \r\nprinciple of no impunity at the national level. Nepal is \r\nnow a multiparty democratic country strictly following \r\nthe principles of justice, the rule of law, human rights \r\nand fundamental freedoms. Following the successful \r\npeople’s movement last April, the Government of \r\nNepal established a high-powered independent \r\ncommission, under the chairmanship of a former \r\nSupreme Court justice, to carry out an investigation \r\ninto violations of human rights and fundamental \r\nfreedoms and the atrocities committed against the \r\npeaceful democratic movement in our country. The \r\ncommission is currently working to fulfil its mandates \r\nto make recommendations for the necessary \r\nprosecution and punishments, bringing to justice the \r\nperpetrators of crimes aimed at the suppression of the \r\npeaceful people’s movement. The Government is fully \r\ncommitted to taking necessary action on the \r\nrecommendations of the commission. We believe that \r\ntransitional justice for victims of crimes committed \r\nagainst civilians should be rendered with a view to \r\nensuring lasting peace, stability and reconciliation in \r\nthe country. \r\n My delegation considers that principle of no \r\nimpunity should be strictly respected and observed by \r\nall, and under all circumstances. The rule of law and \r\njustice should form the foundation of a democratic \r\nsociety. The United Nations should encourage and \r\npromote these principles in its work, as envisaged in its \r\nCharter. \r\n Mr. Prasad (India): First of all, I would like to \r\nthank the Presidents of both Tribunals for their reports \r\nto the General Assembly. \r\n International criminal law has assumed increased \r\nprominence with the creation of the International \r\nCriminal Tribunal for the Former Yugoslavia (ICTY) \r\nand, later, the International Criminal Tribunal for \r\nRwanda (ICTR). These were the first international \r\ncriminal tribunals established since the Nuremberg and \r\nTokyo tribunals of the Second World War. Because of \r\nthe manner of their creation, they have faced a great \r\nnumber of political and legal challenges in establishing \r\ntheir legitimacy. In questioning the competence of the \r\nSecurity Council to establish these Tribunals, many \r\nlegal scholars, after an extensive analysis of the \r\ntraveaux préparatoires, came to the conclusion that it \r\nwas not the intention of the drafters of the Charter to \r\nendow the Council with such competence. However, \r\nsome scholars rely on other concepts to justify the \r\nattribution of legislative functions to the Council, \r\nnamely the concepts of implied powers and subsequent \r\npractice. \r\n The concept of implied powers is derived from \r\nthe idea that organizations or their organs must have \r\nthe power and competence that are necessary or \r\nessential for the execution of their functions. In the \r\n1949 advisory opinion on reparation for injuries \r\nsuffered in the service of the United Nations case, the \r\nInternational Court of Justice found that \r\n “Under international law, the Organization must \r\nbe deemed to have those powers which, though \r\nnot expressly provided in the Charter, are \r\nconferred upon it by necessary implication as \r\nbeing essential to the performance of its duties.” \r\n That doctrine and Article 29 of the Charter, under \r\nwhich the Security Council can establish subsidiary \r\norgans necessary for its functions, is often used in the \r\ncontext of justifying the setting up of the ICTY. That \r\ndoctrine has also been confirmed by the ICTY in the \r\nTadíc case. However, this ignores the basic legal \r\nprinciple nemo dat quod non habet, meaning that one \r\ncannot give what one does not have. The Security \r\nCouncil has not been assigned any judicial functions \r\nunder the Charter; therefore, under Article 29, or under \r\nthe concept of implied powers, it cannot set up a \r\nsubsidiary body, entrusting to it functions which the \r\nCouncil itself does not possess. In so doing the Council \r\ndid not take a legitimate peace-enforcement measure \r\nunder any article or articles of Chapter VII, notably \r\nunder Article 41. It took, simply, a lawmaking — not to \r\nmention law-determining and law-enforcing — \r\nmeasure which fell outside its functions under Chapter \r\nVII or any other provision of the Charter or general \r\ninternational law. \r\nA/61/PV.26  \r\n \r\n06-55951 16 \r\n \r\n International humanitarian law requires that trials \r\nfor violations must be scrupulously fair and consistent \r\nwith contemporary international standards. Therefore, \r\nthe Tribunals, in bringing to justice those who bear the \r\ngreatest responsibility for serious violations of \r\ninternational law, must ensure that they provide for the \r\nhighest standards of fair trial. \r\n The purpose of prosecution is to accomplish at \r\nleast two goals. The first is to punish the guilty. The \r\nsecond is to promote a range of socially desirable \r\nresults, including the deterrence of future offences and \r\nthe fostering of an overall respect for the rule of law. In \r\ninstances where the cases grow out of profound \r\nnational traumas, such as civil war or a period of \r\nrepression, the reassurance of the citizens, the \r\npromotion of national, ethnic and political \r\nreconciliation, and the fostering of national catharsis \r\nare also seen to be critical goals. Although \r\ninternational prosecutions can perhaps achieve the first \r\ngoal — punishing the guilty — they are often not \r\nequipped to deliver on the others. There is a view that \r\nwhen such international prosecutions are undertaken by \r\nforeign judicial systems or tribunals with little or no \r\nconnection to the perpetrators, victims, or offences, \r\nthey are invariably uncoupled from the political, social \r\nand economic context of the affected country. \r\n Further, given the challenges associated with \r\ninvestigating and prosecuting international crimes, the \r\nInternational Tribunals cannot prosecute all \r\nperpetrators. Therefore, strengthening national judicial \r\nsystems to prosecute such crimes is extremely \r\nessential. Creating effective and lasting legal and \r\njudicial institutions that uphold the rule of law is \r\nnecessary for the maintenance of peace. Therefore, the \r\ninternational community must continue to strengthen \r\nnational justice systems by building the local capacity \r\nof judicial personnel. That includes the further training \r\nand mentoring of the local judiciary, as well as a \r\ntimetable to gradually introduce local judges and \r\nprosecutors into sensitive cases. \r\n According to the reports of the Tribunals, the \r\nICTY has developed a cooperative relationship with \r\nneighbouring States and regional institutions, and the \r\nICTR, through its Outreach Programme, has worked on \r\ncapacity-building by training Rwandan jurists, \r\nadvocates and human rights practitioners through \r\nseminars and workshops aimed at strengthening \r\nknowledge of international humanitarian law and \r\ncriminal law. Those are commendable efforts. In that \r\nregard, the establishment of the War Crimes Chamber \r\nof the State Court of Bosnia and the transfer of cases to \r\nthat Chamber by the Yugoslav Tribunal are further \r\nsteps in the right direction, although the ICTY should \r\nhave been set up by the General Assembly. \r\n We hope that both the Tribunals will be able to \r\ncomplete their work within the time frames stipulated \r\nby the relevant Security Council resolutions. \r\n Mr. Shinyo (Japan): I would like to thank the \r\nPresidents of the two Tribunals, Judge Erik Møse and \r\nJudge Fausto Pocar, for presenting their annual reports \r\nto the General Assembly. \r\n Japan understands that both Tribunals have been \r\ncontinuing their efforts to ensure the completion of all \r\ntrials by the end of 2010. We reiterate our position that \r\nboth the International Criminal Tribunal for the Former \r\nYugoslavia (ICTY) and the International Criminal \r\nTribunal for Rwanda (ICTR) should be strongly \r\nencouraged to achieve their completion strategies by \r\nexploring all necessary and appropriate measures. \r\n We consider the termination of the Milosevic \r\ntrial, due to the death of the accused in detention in \r\nMarch this year, to have been an unfortunate event, \r\nbecause his death has made it more difficult for the \r\ntruth to be established regarding the conflict in the \r\nformer Yugoslavia and the crimes individually \r\ncommitted by the accused. Japan continues to hope that \r\nthe ICTY will fulfil the purpose of its establishment: \r\nbringing to justice those responsible for serious \r\nviolations of international humanitarian law. \r\n From that point of view, it is an urgent task to \r\nbring about the arrest and extradition of the remaining \r\nkey fugitives, Radovan Karadzic and Ratko Mladic. We \r\nstrongly urge all neighbouring States, including Serbia, \r\nto make their utmost efforts to that end. Japan also \r\nremains concerned that the arrest and extradition to the \r\nICTR of Félicien Kabuga have yet to be accomplished. \r\n We note with appreciation that the multi-accused \r\ntrials in the ICTY commenced earlier than planned. We \r\nare very interested in the further development of those \r\ntrials. With regard to the request by the Secretary-\r\nGeneral for the extension of the terms of office of the \r\n18 ad litem judges of the ICTR, we are ready to \r\nsupport such action in order to facilitate the fulfilment \r\nof the completion strategy. \r\n Given the deadline provided in the completion \r\nstrategies, the time has come for us to focus our \r\n A/61/PV.26\r\n \r\n17 06-55951 \r\n \r\nactivities on capacity-building and outreach activities \r\nat the regional, national and community levels. We \r\nbelieve that the establishment of the rule of law in the \r\nStates and regions concerned is vital for real justice \r\nand confidence in the reconciliation process. With that \r\nin mind, Japan, in cooperation with the United Nations \r\nDevelopment Programme, has been conducting a \r\nproject to assist the War Crimes Chamber in Bosnia \r\nand Herzegovina by training judicial staff members and \r\nproviding needed equipment. The training for the \r\njudges was recently carried out, and the training \r\nsession for the prosecutors will be held beginning on \r\n10 October, including training in the use of ICTY \r\nevidence in the War Crimes Chamber and access to the \r\nICTY’s resources and database. That project also \r\nincludes awareness-raising programmes to help local \r\npeople understand that those responsible for the war \r\ncrimes are being brought to justice. \r\n Given the prospects that Tribunals will complete \r\nthe first round of trials by the end of 2008, it is now \r\ntime to give further consideration to the precise \r\nscheduling of appeal cases, although we understand \r\nthat there are a number of unpredictable factors \r\ninvolved. Japan requests that the regular reports of the \r\nTribunals to the Security Council and the \r\nGeneral Assembly also address that task. \r\n We strongly hope that the efforts of the \r\ninternational community over the past 10 years will be \r\nfully reflected in and integrated into regional, national \r\nand community capacities. \r\n Mr. Rogachev (Russian Federation) (spoke in \r\nRussian): We wish to thank the leadership of both \r\nTribunals for their annual reports on the work of their \r\ncourts and for their statements to the General \r\nAssembly. \r\n We take note of the progress made by the \r\nInternational Criminal Court for Rwanda (ICTR) over \r\nthe past year. We welcome its ongoing efforts to \r\nimplement the completion strategy, as called for in \r\ndecisions of the Security Council. During the period \r\nunder review, the President of the ICTR promptly \r\ninformed the Secretary-General about the problems \r\nthat had arisen in the work of the Tribunal with regard \r\nto the expiry of judges’ mandates. We are pleased to \r\nnote that the Security Council and the \r\nGeneral Assembly swiftly addressed the matter and \r\ntook appropriate and legally correct decisions based on \r\nthe items contained in the ICTR’s completion strategy. \r\nAccelerating the trials and improving the staffing of \r\nthe Tribunal’s support services are also on the agenda. \r\n Mr. Chidyausiku (Zimbabwe), Vice-President, \r\ntook the Chair. \r\n Unfortunately, however, we are unable to provide \r\na similar assessment with regard to the work of the \r\nInternational Tribunal for the Prosecution of Persons \r\nResponsible for Serious Violations of International \r\nHumanitarian Law Committed in the Territory of the \r\nFormer Yugoslavia since 1991 (ICTY). That \r\npoliticized, non-transparent and costly body often finds \r\nitself under unremitting criticism from various parties. \r\nThis year, the reputation of the ICTY generally \r\ndeclined following the deaths of the main indictee, \r\nMr. Milosevic, and of another indictee, Mr. Babic, in \r\nthe Scheveningen prison. \r\n We note unacceptable bias in judges’ decisions. It \r\nis unfortunate that the report does not contain a \r\ncomparative table of the number of those convicted \r\nbroken down by nationality and the length of prison \r\nsentences handed down to indictees of different \r\nnationalities for crimes of similar nature and gravity. \r\n We expect the Tribunal to abide strictly by the \r\ncompletion strategy in accordance with the deadlines \r\nset by the Security Council. In that regard, we would \r\nlike to note that the leadership of the Tribunal has \r\nrecently undertaken some administrative steps to that \r\nend. However, we shall deem satisfactory only those \r\ndecisions and actions by the ICTY’s leadership that \r\nadhere to the strategy. The ICTY’s failure to produce \r\nMr. Mladic, Mr. Karadzic and other indictees cannot be \r\nviewed as justification for the unlimited extension of \r\nthe Tribunal’s work. \r\n We welcome the efforts to strengthen the \r\ncapacities of national criminal justice bodies, which \r\nwould seamlessly receive litigation materials against \r\nindividuals who fall under the jurisdiction of the ICTY \r\nand the ICTR. \r\n In our view, it is time to begin to look into \r\norganizational matters related to the completion of the \r\nTribunals’ work: the retention of archives, pensions for \r\njudges and so on. We would expect chapters on such \r\nmatters to be included in subsequent reports of both \r\nTribunals. \r\n Mr. Muchemi (Kenya): I wish to express my \r\ndelegation’s gratitude to the President for the able \r\nmanner in which she continues to conduct the \r\nA/61/PV.26  \r\n \r\n06-55951 18 \r\n \r\ndeliberations of the General Assembly. Allow me also \r\nto express our gratitude to both Judge Erik Møse of the \r\nInternational Criminal Tribunal for Rwanda (ICTR) \r\nand Judge Fausto Pocar of the International Criminal \r\nTribunal for the Former Yugoslavia (ICTY) for their \r\ncomprehensive reports this morning on the work of \r\ntheir respective Tribunals. \r\n I should just like to make a few comments with \r\nregard to the report on the ICTR (see A/61/265). The \r\nICTR has made significant progress in the \r\nimplementation of its completion strategy. We \r\nrecognize that the success of the court in completing its \r\nwork by the envisaged date of 2008 hinges heavily on \r\nthe full cooperation of Member States. In that \r\nconnection, we applaud the recent decision by the \r\nSecurity Council, in its resolution 1684 (2006), to \r\nextend the terms of office of the permanent judges to \r\nthe end of 2008. We urge Member States to consider \r\npositively the subsequent requests by the Tribunal to \r\naccord similar extensions to the terms of office of ad \r\nlitem judges. \r\n It is a matter of great concern to my delegation \r\nthat a large number of indictees — 18 in total — are \r\nstill at large. While, as pointed out by the President of \r\nthe Tribunal, it is unlikely that the court will be able to \r\nbring all 18 indictees to trial by 2008, that should not \r\nslacken our efforts to pursue and arrest indictees who \r\nare still at large and to transfer to the Tribunal for the \r\nnecessary attention. \r\n For its part, the Government of Kenya has been \r\nsteadfast in its cooperation with the ICTR since its \r\nestablishment. During and after the Rwanda genocide, \r\nmany Rwandan nationals fled into Kenya as refugees. \r\nIt later transpired that some of those refugees had \r\nparticipated in the genocide and had been indicted by \r\nthe ICTR. Kenya has worked very closely with the \r\nTribunal since its establishment. Indictees found to be \r\nin Kenya have been arrested and promptly transferred \r\nto the court at Arusha. \r\n However, there have been allegations — and I \r\nrepeat that they are allegations — that the infamous \r\nindictee Félicien Kabuga, who is still at large, has been \r\nsighted somewhere in Kenya. The Government of \r\nKenya has taken those allegations very seriously, and is \r\ncooperation with ICTR officials in Kenya and in \r\nArusha to try to establish the whereabouts of \r\nMr. Kabuga. As recently as last month, Mr. Hassan \r\nJallow, Prosecutor of the ICTR, together with \r\nrepresentatives of 25 diplomatic missions based in \r\nNairobi, met with the Minister for Justice and \r\nConstitutional Affairs of Kenya, along with the \r\nAssistant Minister for Foreign Affairs, to discuss a \r\nstrategy for tracing the whereabouts of Mr. Kabuga, \r\nand for effecting his arrest and eventual transfer to the \r\nTribunal. A number of steps were agreed upon, \r\nincluding the establishment of a task force to \r\nimplement the recommendations. We remain hopeful \r\nthat those joint efforts will bear fruit in the near future, \r\nand that Mr. Kabuga will be arrested and brought to \r\njustice at Arusha. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on these agenda items. \r\n May I take it that it is the wish of the General \r\nAssembly to conclude its consideration of agenda \r\nitems 72 and 73? \r\n It was so decided. \r\n \r\nAgenda item 74 \r\n \r\n \r\nReport of the International Criminal Court \r\n \r\n \r\n  Note by the Secretary-General (A/61/217) \r\n \r\n The Acting President: I now call on Mr. Philippe \r\nKirsch, President of the International Criminal Court. \r\n Mr. Kirsch: I am pleased to present the second \r\nannual report (A/61/217) of the International Criminal \r\nCourt (ICC) to the United Nations. In my remarks, I \r\nwould like to speak about, first, where the Court stands \r\ntoday in its activities, and, secondly, the Court’s place \r\nwithin the emerging system of international justice. I \r\nwill start with the Court today. \r\n Since the report of the Court was submitted, two \r\nadditional States have joined the Rome Statute. \r\nComoros ratified the Statute on 18 August and Saint \r\nKitts and Nevis acceded to the Statute on 22 August. \r\nOne hundred and two States have now ratified or \r\nacceded to the Rome Statute. \r\n This year marked three years of the Court’s \r\noperation. The terms of six of the first judges of the \r\nCourt came to an end. In January, the States parties to \r\nthe Rome Statute, meeting here in New York, elected \r\nsix judges. As we enter the next triennium, the Court is \r\nmoving towards its first trials. \r\n A/61/PV.26\r\n \r\n19 06-55951 \r\n \r\n Four situations have been referred to the Court. \r\nThe Prosecutor is conducting investigations in three of \r\nthose situations: northern Uganda, the Democratic \r\nRepublic of the Congo and Darfur, the Sudan. Those \r\ninvestigations are taking place within the framework of \r\na prosecutorial strategy, a new version of which was \r\nadopted by the Office of the Prosecutor this year in the \r\nlight of the Office’s experience. The Office of the \r\nProsecutor has the exclusive responsibility to receive \r\nand analyse referrals, as well as communications from \r\nother sources. \r\n The Pre-Trial Chambers may take certain \r\nmeasures relating to investigations, for example, \r\nreviewing the decision of the Prosecutor not to \r\ninvestigate a situation referred by the Court or \r\nauthorizing an investigation on his own accord. \r\nHowever, the Prosecutor acts independently as a \r\nseparate organ of the Court in evaluating the available \r\ninformation and deciding whether to open an \r\ninvestigation on his own accord or to request an arrest \r\nwarrant. As such, the prosecutorial strategy, while \r\nharmonized with the Court’s strategic plan, reflects the \r\nindependence of the Office of the Prosecutor. \r\n The first warrants of arrest were issued by the \r\nCourt in 2005 in the situation in northern Uganda. The \r\nOffice of the Prosecutor very recently indicated that \r\nDNA tests have confirmed that one of the five persons \r\nsubject to the warrants is deceased. The other four \r\nwarrants remain outstanding. Judicial proceedings have \r\ncontinued before the Pre-Trial Chamber on issues such \r\nas monitoring the status of execution of arrest warrants \r\nand the unsealing of confidential documents. \r\n In the situation in the Democratic Republic of the \r\nCongo, Mr. Thomas Lubanga Dyilo was surrendered to \r\nthe Court in March 2006, pursuant to an arrest warrant \r\nissued in February. Since Mr. Lubanga’s surrender, \r\nproceedings have been conducted before the Pre-Trial \r\nChamber on a wide range of issues, including the \r\ndisclosure of evidence to the defence, the participation \r\nof victims in the proceedings and the protection of \r\nvictims and witnesses. The Pre-Trial Chamber is \r\naddressing complex legal provisions of the Rome \r\nStatute that are being interpreted in practice for the \r\nfirst time. \r\n One of the significant areas of activity has been \r\nbalancing the disclosure of evidence necessary for the \r\ndefence to prepare its case with the need to redact \r\ninformation to protect victims and witnesses. Over 400 \r\ndocuments and more than 5,000 pages of information \r\nhave been disclosed or made available for inspection \r\nby the Prosecutor to the defence. Each page had to be \r\nreviewed for redactions necessary, again, to protect the \r\nsecurity of witnesses and victims. \r\n Before the case can proceed to trial, the Pre-Trial \r\nChamber must confirm the charges. An initial hearing \r\nto confirm the charges was postponed in order to \r\nensure that measures were in place to protect the \r\nsecurity of witnesses. The hearing was subsequently \r\npostponed a second time out of concern for the rights \r\nof the accused and the need for the defence to be \r\nadequately prepared for the hearing which is now set \r\nfor 9 November 2006. \r\n The Court is committed to expeditious \r\nproceedings. But proceedings must also ensure the full \r\nprotection of the rights of the accused and meet the \r\nCourt’s obligations to protect victims and witnesses. \r\nThis concern is linked to the situation of the Court in \r\nthe field, to which I shall return shortly. \r\n The first pretrial proceedings have been \r\nconducted in the situation in Darfur, the Sudan. They \r\nhave again dealt with issues such as the security of \r\nvictims and witnesses. In addition, the Prosecutor has \r\nbriefed the Security Council that local conditions have \r\nmade it impossible to investigate in Darfur. Instead, the \r\ninvestigation is taking place in other countries. \r\n In 2006, the Appeals Chamber addressed issues \r\nsuch as the scope of appellate review and decisions on \r\njurisdiction and admissibility. The rulings of the \r\nAppeals Chamber constitute the final interpretations of \r\nprovisions of the Rome Statute on issues that have \r\nbeen subject to litigation before the Pre-Trial \r\nChambers and should result in accelerated proceedings \r\nin the future. \r\n In the last year, the Prosecutor announced that \r\ntwo situations which had been analysed had been \r\ndismissed. The Prosecutor is analysing five other \r\nsituations for jurisdiction and admissibility. Two of \r\nthese situations have been made public — the situation \r\nin the Central African Republic, referred by that State \r\nparty to the Court and the situation in Côte d’Ivoire, a \r\nnon-State party which has accepted the jurisdiction of \r\nthe Court. \r\n Turning now to operational aspects, the focus of \r\nthe Court’s activities over the past year was in the \r\nfield. Security in the field continues to be an \r\nA/61/PV.26  \r\n \r\n06-55951 20 \r\n \r\nomnipresent concern. The Court is operating in \r\ncircumstances of ongoing conflict or other potentially \r\nvolatile situations. The extent of the challenges facing \r\nthe ICC from that perspective is unlike anything \r\nexperienced by other courts or tribunals. Our activities \r\nmust be carried out in such a way as to ensure the \r\nsafety of staff, victims, witnesses and others at risk. At \r\ntimes, this focus on safety has caused delays in Court \r\nactivity. Missions to the field have been cancelled at \r\nthe last moment due to rapidly changing events on the \r\nground. Earlier this year, rising violence forced the \r\ntemporary closure of the Court’s field office in Chad, \r\nwhich is operated in connection with the investigation \r\ninto Darfur, the Sudan. The Office has since been \r\nreopened. Operating in the midst of ongoing conflicts \r\nalso requires additional precautions such as arranging \r\nstandby medical evacuation capacity. \r\n The Court maintains substantial fixed presences \r\nin the Democratic Republic of Congo, Uganda and \r\nChad. These offices assist the Court in carrying out \r\nfunctions such as witness protection, victims’ \r\nparticipation and reparations, and support to defence \r\ncounsel. \r\n One of the most important of the Court’s field \r\nactivities is outreach to local populations. An integral \r\npart of justice is that it is seen to be done. The ICC, its \r\nrole and its activities must be understood. This is \r\nimportant not only for its own sake, but also for \r\nfacilitating necessary cooperation. The Court continued \r\nto build on its outreach efforts in the situations in \r\nnorthern Uganda and the Democratic Republic of the \r\nCongo. Outreach teams are in place in both countries, \r\nand staff from The Hague also travel to the field on \r\noutreach missions. The Court’s outreach included both \r\ngeneral awareness-building and programmes targeted \r\nspecifically to certain groups such as victims, counsel \r\nor the media. The situation in Darfur has made \r\noutreach more difficult, as the Court is not able to \r\noperate within the territory. \r\n Outreach is a necessary tool to ensure that \r\njudicial proceedings are understood locally. This can \r\nalso be accomplished by other means, notably by \r\nholding proceedings where crimes were committed. \r\nThe Rome Statute allows the Court to sit outside The \r\nHague. In the course of the general debate within the \r\nGeneral Assembly in this last year, States expressed the \r\nwish that the Court carry out, in due course, some \r\nproceedings in the field. The decision to do so will \r\nhave to be taken by the judges in accordance with the \r\nStatute and Rules of Procedure and Evidence. But the \r\nCourt is preparing for future proceedings to be held in \r\nthe field, subject to acceptable conditions, in particular, \r\nsecurity. An estimate of the resources needed to \r\nconduct hearings in the field has been included in the \r\n2007 budget. In the longer term, having an appropriate \r\ngeographical distribution of activities is one of the \r\nimportant objectives in the Court’s strategic plan. \r\n(spoke in French) \r\n I would now like to talk about Court’s role in the \r\nemerging system of international justice. \r\n The experience of the last few years has \r\nreinforced the importance of cooperation for the ICC. I \r\nhave already said that five arrest warrants delivered by \r\nthe Court are still to be executed. The Court does not \r\nhave the power or the ability to arrest those \r\nindividuals. That responsibility is incumbent upon \r\nStates and other actors. Such support is obviously \r\nessential. Without arrests, there can be no trials.  \r\n States can provide support to the Court in a \r\nnumber of ways. They can provide evidence that they \r\nhave in their possession or allow the Court easier \r\naccess to other evidence. The Court’s ability to \r\ninvestigate and conduct trials will depend on the \r\nquantity and quality of the information that it receives. \r\nStates can also assist the Court in holding hearings on \r\nindividuals, search and seizure, identification or the \r\nlocating of assets. \r\n Furthermore, a number of States have signed \r\nagreements relating to the reintegration of witnesses. It \r\nis essential that we establish an extensive network of \r\nsuch agreements so as to ensure that witnesses are able \r\nto testify without fear of reprisal, bearing in mind their \r\nphysical and psychological well-being. If the \r\nresettlement of such witnesses is to be successful, they \r\nmust have the opportunity to reintegrate. That is why it \r\nis particularly useful to conclude agreements with \r\nStates making it easier for witnesses to adapt \r\nculturally. \r\n The Rome Statute also provides for persons \r\nconvicted by the Court to serve their sentences in the \r\nStates that accept them. To date, one State has signed a \r\nbilateral agreement with the ICC providing a general \r\nframework for serving sentences. \r\n Finally, logistical and operational support would \r\nbe particularly useful to the Court. In this connection, \r\n A/61/PV.26\r\n \r\n21 06-55951 \r\n \r\nFrance facilitated the transfer of Mr. Labanga by \r\nmaking an aircraft available to the Court. \r\n In addition to States, international and regional \r\norganizations are making an important contribution to \r\nthe work of the Court. The support of the United \r\nNations has been essential in enabling the Court to \r\ncarry out its activities, in particular in the field. The \r\nUnited Nations peacekeeping Mission in the \r\nDemocratic Republic of the Congo has provided \r\nlogistical assistance to the institution, in particular by \r\nhousing and transporting individuals. The Security \r\nCouncil’s sanctions Committee facilitated the transfer \r\nof Mr. Labanga to the Court by lifting the travel ban \r\nthat he was under so that he could be transferred to The \r\nHague.  \r\n Effective cooperation between the Court and the \r\nUnited Nations requires the coordination of efforts and \r\nthe sharing of information. The Court greatly \r\nappreciates the opportunity it to give an account of its \r\nwork each year to the General Assembly. We cooperate \r\nregularly with the United Nations and share \r\ninformation with the Organization by other means \r\nthroughout the year. I am pleased to inform the \r\nAssembly that the Court has established a liaison office \r\nhere in New York to facilitate this cooperation. The \r\nhead of the office recently took up his post.  \r\n Regional organizations can provide the Court \r\nwith support similar to that provided by States or the \r\nUnited Nations. Support from organizations that are \r\nactive in the regions where the Court is working is \r\nparticularly important. A cooperation agreement was \r\nsigned in April with the European Union, and we hope \r\nthat we will soon conclude an agreement with the \r\nAfrican Union. This summer, the Prosecutor and I \r\nparticipated in a meeting with the African Union Peace \r\nand Security Council held at Addis Ababa. \r\n Like some other representatives of the Court, I \r\nhave also taken part in a number of meetings with the \r\nOrganization of American States. We are doing our \r\nutmost to strengthen those contacts. We have also been \r\nin touch with other regional organizations, and we \r\nhope to strengthen those ties in the near future. This \r\nemerging system of international justice goes beyond \r\ncooperation with the ICC, because it encompasses \r\nother institutions whose goal is to end impunity.  \r\n We must bear in mind that ultimately it is the task \r\nof national jurisdictions, first and foremost, to \r\ninvestigate international crimes, as with any other \r\ncrime, and to prosecute those who committed them. \r\nThe ICC intervenes only when national jurisdictions do \r\nnot have either the will or the ability to properly \r\nconduct the investigation or the prosecution. In this \r\ncontext, in order to maximize the ability of States to \r\nput an end to impunity and to prevent the commission \r\nof other crimes, States’ resources for combating such \r\ncrimes should perhaps be increased. \r\n Ad hoc tribunals and other jurisdictions, such as \r\nthe Special Court for Sierra Leone, have similar \r\nobjectives to ours. More and more, these international \r\ntribunals are assisting each other on a reciprocal basis \r\nwith a view to carrying out their respective missions. \r\nThe ICC has made available to the Special Court for \r\nSierra Leone buildings and services in The Hague so \r\nthat the trial of Charles Taylor can go forward; all \r\nexpenses must be paid in advance by the Special Court.  \r\n The various courts and tribunals regularly \r\nexchange information. Last weekend, the Office of the \r\nProsecutor of the ICC and the Office of the Prosecutor \r\nof the International Criminal Tribunal for the Former \r\nYugoslavia jointly hosted the third Colloquium of \r\nInternational Prosecutors. The clerks of the various \r\ninternational courts also meet together every year. \r\n(spoke in English) \r\n The General Assembly has previously stressed \r\nthat bringing to justice perpetrators of war crimes and \r\nmassive violations of human rights and humanitarian \r\nlaw should contribute significantly to prevention. In his \r\nrecent progress report on the prevention of armed \r\nconflict (A/60/891), the Secretary-General observed \r\nthat the ICC is already having an effect in deterring \r\nsuch crimes. We are now also seeing specific \r\nindications from different sources that the ICC is \r\nhaving an impact on situations where it is active. As \r\nproceedings progress, the deterrent effect of the ICC \r\nshould increase over time, as envisioned in the \r\npreamble to the Rome Statute. \r\n In paragraph 108 of his report on the work of the \r\nOrganization (A/61/1) over the past year, the \r\nSecretary-General stated that the establishment of the \r\nICC “demonstrated the international community’s \r\ncommitment to a permanent and universal mechanism \r\nto ensure that as regards those most serious of crimes, \r\nimpunity will not be tolerated”. \r\n The ICC has done and will continue to do its part \r\nin putting an end to impunity by fulfilling its mandate, \r\nA/61/PV.26  \r\n \r\n06-55951 22 \r\n \r\nas provided for in the Rome Statute. For its part, the \r\ninternational community must see that its fundamental \r\ncommitment to ending impunity is upheld and must \r\nensure the support and cooperation needed. \r\n Ms. Lintonen (Finland): I have the honour to \r\nspeak on behalf of the European Union (EU). The \r\nacceding countries Bulgaria and Romania, the \r\ncandidate countries Turkey, Croatia and the former \r\nYugoslav Republic of Macedonia, the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania, Bosnia and Herzegovina, \r\nMontenegro and Serbia, and the European Free Trade \r\nAssociation country Iceland, member of the European \r\nEconomic Area, as well as Ukraine and the Republic of \r\nMoldova, align themselves with this statement. \r\n The European Union is firmly committed to \r\nending impunity for the most heinous crimes of \r\nconcern to the international community. The \r\nInternational Criminal Court (ICC) may well be seen as \r\none of the greatest achievements in the fight against \r\nimpunity in recent times. The EU reiterates its strong \r\nsupport for the work of the Court. \r\n The importance of the ICC is to be seen in the \r\nwider context of international order. The Court is \r\ncritically placed to contribute to a more peaceful and \r\njust world, promoting respect for international \r\nhumanitarian law, human rights and the rule of law.  \r\n The EU remains convinced that peace and \r\ncriminal accountability are not conflicting goals. Quite \r\nthe contrary, to us sustainable peace cannot be \r\nachieved unless the demands for individual \r\naccountability for the most serious international crimes \r\nare duly addressed. Any society built on the rule of law \r\nhas a greater possibility of coming to terms with past \r\nabuses. \r\n The ICC plays a significant role in ensuring \r\naccountability where national judicial systems have \r\nfailed or are not willing or able to function. As for \r\ndeterrence and prevention, the EU views the ICC as an \r\nessential instrument for the prevention of genocide, \r\ncrimes against humanity and war crimes. At the same \r\ntime, the ICC is an institution for exceptional cases \r\nonly. The primary responsibility of bringing offenders \r\nto justice continues to rest with States. One could also \r\nspeak on the role of the Court in mainstreaming \r\naccountability for the most serious crimes and in \r\nstrengthening local rule of law, including setting \r\nstandards on due process. \r\n The EU expresses its appreciation to the \r\nPresident of the ICC, Judge Philippe Kirsch, for \r\npresenting the second annual report on the work of the \r\nCourt. The report clearly demonstrates that this body is \r\na living institution, with the unsealing of the first arrest \r\nwarrants against five leaders of the Lord’s Resistance \r\nArmy, as well as the first proceedings against an \r\naccused. In this respect, the EU welcomes the arrest \r\nand surrender of Mr. Lubanga to the ICC by the \r\nauthorities of the Democratic Republic of the Congo \r\nand his subsequent transfer to The Hague. The \r\ninvestigations into the situation in the Sudan, as \r\nreferred to the ICC by the Security Council, should \r\nalso be mentioned in this context. \r\n The EU supports the goal of the Court to become \r\nthe centrepiece of an emerging system of international \r\ncriminal justice. The EU welcomes the Court’s \r\nincreased cooperation with other international and \r\nhybrid tribunals. That is important for sharing \r\nexperiences, establishing best practices and for \r\nensuring consistent interpretation and application of \r\nthe law. In particular, we welcome cooperation with the \r\nSpecial Court for Sierra Leone, with a view to facilitate \r\nthat Court’s implementation of its mandate. \r\n Furthermore, the European Union cherishes the \r\ndeepened cooperation with international organizations, \r\nin particular with the United Nations. The United \r\nNations is a critical partner to the ICC in the field, as it \r\nmay be in a position to provide the Court with \r\nevidence or logistical support. We are pleased that the \r\nliaison office of the ICC to the United Nations has just \r\nbeen established. The EU wishes to extend its \r\nappreciation and heartfelt thanks to the Secretary-\r\nGeneral for his valuable support extended to the ICC \r\nthroughout his term and requests him to make this \r\nsupport even more tangible on the ground. \r\n The EU is pleased to have concluded an \r\nagreement with the ICC in April this year on \r\ncooperation and assistance, and it encourages other \r\nrelevant organizations, including the African Union, to \r\nformalize their cooperation with the Court. \r\n The European Union is a strong and active \r\nadvocate for the universality of the ICC, and a \r\ndedicated defender of the integrity of the Rome Statute. \r\nThe EU reiterates its call upon all States that have not \r\nyet done so to ratify or accede to the Rome Statute, as \r\nwell as to the agreement on privileges and immunities \r\nof the Court. The EU is willing, within its established \r\n A/61/PV.26\r\n \r\n23 06-55951 \r\n \r\nmechanisms, to assist with the ratification process of \r\nthe Statute or with its implementation. \r\n As the ICC is now truly operational, the effective \r\ncooperation and assistance by States, as well as the \r\nUnited Nations and other international and regional \r\norganizations extended to the Court has become more \r\nimportant. Bringing the perpetrators of the most \r\nserious crimes to justice is not only in the interest of \r\nvictims and affected communities, but also serves the \r\ninterests of the international community as a whole. \r\n As the ICC does not have enforcement capacity, \r\nassistance is particularly needed for the arrest of \r\nsuspects, the provision of evidence, the relocation of \r\nwitnesses and the enforcement of sentences. Under the \r\nRome Statute, it is the States parties that bear \r\nresponsibility for arresting suspects and delivering \r\nthem to the Court for prosecution. We call on all \r\nconcerned to fully extend such cooperation. \r\n The EU welcomes the work done by the Court to \r\ndevelop its strategic plan and urges the Court to \r\ncontinue its consideration and work in this area. The \r\nEU also invites the Court to continue the dialogue with \r\nthe State parties that has now been initiated. \r\n The EU welcomes also the ICC’s intensified \r\nefforts relating to its outreach activities in the field. \r\nReaching out to societies and people affected by crime \r\nis extremely important for the successful discharge of \r\nthe wider mandate of the Court. The activities of the \r\nCourt in this respect are particularly important when \r\nreaching out to victims who have an internationally \r\nunique role under the Rome Statute. The EU looks \r\nforward to discussing the Court’s strategic plan for \r\noutreach at the meeting of the Assembly of States \r\nParties later this year. \r\n Finally, the EU wishes to thank the Liechtenstein \r\nInstitute on Self-Determination at Princeton University, \r\nas well as Ambassador Christian Wenaweser and his \r\nstaff, for organizing at Princeton last June the third \r\nIntersessional Meeting of the Special Working Group \r\non the Crime of Aggression. These meetings have \r\nproved to be highly conducive for the preparation of \r\nprovisions relating to the crime of aggression, the \r\ndefinition of which is of interest to United Nations \r\nMembers as a whole. The European Union encourages \r\nthe widest possible participation at the meetings of the \r\nSpecial Working Group, which is open to all Member \r\nStates of the United Nations. \r\n Mrs. Ferrari (Saint Vincent and the Grenadines): \r\nI have the honour to speak on behalf of the Member \r\nStates of the Caribbean Community (CARICOM). \r\n We thank the President of the International \r\nCriminal Court (ICC), Judge Philippe Kirsch, for \r\nintroducing the second annual report of the ICC to the \r\nUnited Nations (A/61/217). CARICOM notes with \r\nsatisfaction the progress made in the development of \r\nthe Court into a fully functioning judicial institution. In \r\nparticular, the report details some significant \r\nmilestones in the activities of the Court, including the \r\nfirst warrants of arrest for five members of the Lord’s \r\nResistance Army (LRA) who are charged with crimes \r\nagainst humanity and war crimes. As the report notes, \r\nnone of the five LRA members has as yet been \r\narrested, since the Court does not have its own police \r\nforce and must rely on the cooperation of States. \r\n We call on the Member States concerned to offer \r\nfull and unconditional cooperation to the Court so that \r\nthe judicial process may be continued and justice \r\ndelivered. We commend those States that have \r\ncooperated in the arrest and surrender to the Court of \r\nThomas Lubanga Dyilo, who is charged with war \r\ncrimes, including the enlistment and conscription of \r\nchildren under the age of 16. The Court was thus able \r\nto bring its first proceedings against an accused.  \r\n It is vitally important for the credibility and \r\ninternational recognition of the Court that it is seen to \r\nbe functioning appropriately in its role in bringing to \r\njustice those responsible for crimes of genocide, war \r\ncrimes and crimes against humanity, which have \r\ncaused such great suffering and oppression to the weak \r\nand vulnerable populations of the world. Thus, we \r\ncannot stress highly enough the need for its judicial \r\nofficers and other staff to remain highly motivated and \r\ncommitted, and for all States Members of the United \r\nNations to cooperate fully with the Court as it strives \r\nto perform its critical role. \r\n At this juncture, CARICOM member States wish \r\nto underline the fundamental importance of \r\ncooperation of the international community with the \r\nCourt in order to ensure that the Court successfully \r\nfulfils its mandate. As established in the Rome Statute, \r\nthe principle of complementarity permits the State \r\nconcerned to exercise the first option to try the persons \r\nresponsible for the crime within the jurisdiction of the \r\nCourt. However, when the Court must act, it must be \r\nable to rely on Member States, international and \r\nA/61/PV.26  \r\n \r\n06-55951 24 \r\n \r\nregional organizations, civil society and other actors. It \r\nis essential that they provide the necessary cooperation \r\nand assistance to the Court in its many tasks, including \r\nthe provision of evidence, the carrying out of arrest \r\nwarrants and the surrender of accused persons to the \r\nCourt, and in the area of the protection and relocation \r\nof witnesses. For example, the cooperation provided by \r\nthe Governments of the Democratic Republic of the \r\nCongo, Uganda and Chad has enabled the Office of the \r\nProsecutor to achieve significant progress in its \r\ninvestigations relating to the situations before the \r\nCourt.  \r\n We commend the work of the Office of the \r\nProsecutor, some of which puts the staff of that Office \r\nat risk. We are encouraged by the progress made \r\ntowards bringing to trial the persons responsible for the \r\nsituations being investigated, and by the Office’s \r\ncontribution to the development of the work of the \r\nCourt.  \r\n In addition, the Court cannot conduct its many \r\nfunctions without the necessary financial resources. We \r\ntherefore wish to encourage States parties which have \r\nnot yet done so to pay their assessed contributions to \r\nthe Court in full and on time. \r\n We view the cooperation agreements entered into \r\nby the Court and other actors as progressive steps \r\ntowards the successful operation of the Court. In this \r\nregard, we welcome the agreements signed between the \r\nCourt and the European Union and the International \r\nCommittee of the Red Cross (ICRC), and note that the \r\nICRC has already conducted a visit to the Detention \r\nCentre. We look forward to the imminent conclusion of \r\nthe agreements currently being negotiated with the \r\nAfrican Union and the Asian-African Legal \r\nConsultative Organization and to the benefits which \r\nwill flow to the Court as a result. \r\n Another important area of cooperation with the \r\nCourt is the indication by States of their willingness to \r\naccept sentenced persons to serve their sentences on \r\ntheir territories. We hope that the agreement concluded \r\nbetween the Court and the Government of Austria for \r\nthe acceptance of persons sentenced by the Court is the \r\nfirst of many such agreements with States. Therefore, \r\nwe encourage those States in a position to do so to \r\noffer to accept persons sentenced by the Court in \r\naccordance with the Statute. \r\n Effective collaboration between the United \r\nNations and the Court is a crucial factor in the Court’s \r\nsuccess. The Relationship Agreement, signed two years \r\nago by the President of the Court and the Secretary-\r\nGeneral of the United Nations on behalf of their \r\nrespective institutions affirms the independence of the \r\nCourt while at the same time establishing a framework \r\nfor cooperation. CARICOM trusts that this \r\ncollaboration will be forthcoming from all quarters of \r\nthe United Nations. The Agreement articulates the \r\nunique cooperation between these two institutions in \r\ntheir shared goals of maintaining international peace \r\nand security and should be fully respected and \r\nimplemented by both parties.  \r\n In this regard, the operational cooperation \r\nbetween the United Nations and the Court rendered by \r\nthe United Nations Mission in the Democratic Republic \r\nof the Congo (MONUC) to the ICC in the Democratic \r\nRepublic of the Congo relevant to the arrest and \r\nsurrender of Mr. Lubanga Dyilo, is a positive step in \r\nthe relationship. \r\n We also welcome the establishment of the New \r\nYork liaison office of the Court and the recent \r\nappointment of the head of that Office. It will further \r\nfacilitate cooperation between the two institutions \r\nunder the Relationship Agreement. As the face of the \r\nCourt in New York, the office will provide States, \r\ninternational and regional organizations, civil society \r\nand individuals with a venue for recourse on matters \r\nwhich they believe to be of concern. The office will \r\nalso facilitate the meetings of the Assembly of States \r\nParties in New York. Similarly, CARICOM strongly \r\nsupports the holding of meetings of the Assembly in \r\nNew York in order to ensure wider participation by \r\nStates parties and observer States, since all States, \r\ndeveloped and developing, already have diplomatic \r\nrepresentation in New York. \r\n CARICOM warmly welcomes the two most \r\nrecent States parties to the Rome Statute, one of our \r\nown, Saint Kitts and Nevis, as well as the Comoros, \r\nthus bringing the number of States parties to 102. We \r\nencourage other members of the international \r\ncommunity to become States parties, so that the goal of \r\nuniversal ratification may become a reality. We also \r\nurge States parties to ratify or accede to the Agreement \r\non Privileges and Immunities of the Court, as well as to \r\nenact the necessary implementing legislation for both \r\nthose important instruments. \r\n CARICOM is pleased that the Trust Fund for \r\nVictims is now becoming a reality and commends those \r\n A/61/PV.26\r\n \r\n25 06-55951 \r\n \r\nwhose hard work and commitment has made this \r\npossible. We welcomed the election earlier this year of \r\nthe new member of the Board of Directors of the Trust \r\nFund, former President of Trinidad and Tobago, \r\nMr. A.N.R. Robinson. We encourage States in a \r\nposition to do so to contribute to the Fund. The ICC is \r\nthe first court that recognizes the role of victims by \r\nenabling them and their families to seek reparation for \r\ngenocide and other crimes against humanity.  \r\n We commend the work being undertaken by the \r\nCourt to provide support and assistance to victims, and \r\nenable their participation in the proceedings of the \r\nCourt, as appropriate. It is important that, in so doing, \r\nthe rights of the defendants enshrined in the Rome \r\nStatute are fully respected and upheld. \r\n The outreach activities in which the Court is \r\nengaged are far-reaching. We encourage such contact \r\nwith local communities, especially those affected by \r\nthe situations under investigation. We believe that \r\nspreading the message of the Court through interaction \r\nat the grassroots level with, inter alia, local journalists \r\nand media, legal associations and non-governmental \r\norganizations, is an important tool of the Court for \r\nreaching out to victims and informing them of the \r\npossibilities for their participation in the process and \r\nfor reparations. \r\n In closing, CARICOM member States wish to \r\nreaffirm our support for and commitment to the ICC. \r\nWe are aware of the important role of the Court in the \r\ninternational community and the fact that it remains, \r\nfor some victims of genocide, war crimes and crimes \r\nagainst humanity, the last bastion of hope for justice \r\nand compensation. We must strive to protect the \r\nintegrity of the Court and encourage others to do so, \r\nincluding not only States parties and States concerned, \r\nbut international and regional organizations as well as \r\nnon-governmental organizations in such areas as \r\npreserving and providing evidence, sharing information \r\n \r\nand securing the arrest and surrender of persons to the \r\nCourt. It is the hope of the CARICOM States that this \r\ncooperation will be willingly given to enable to Court \r\nto fulfil its mandate and meet the complex challenges \r\nthat lie ahead. \r\n \r\nOrganization of work \r\n \r\n The President in the Chair. \r\n The President: I have received a letter from the \r\nPresident of the Security Council informing me that \r\ntoday the Security Council adopted by acclamation its \r\nresolution 1715 (2006), by which it recommends to the \r\nGeneral Assembly that Mr. Ban Ki-moon be appointed \r\nSecretary-General of the United Nations for a term of \r\noffice from 1 January 2007 to 31 December 2011. That \r\ncommunication will immediately be sent to all Member \r\nStates by e-mail or facsimile. The time when the \r\nGeneral Assembly will take action on this matter will \r\nbe announced later. \r\n With regard to agenda item 69, entitled \r\n“Strengthening of the coordination of humanitarian and \r\ndisaster relief assistance of the United Nations, \r\nincluding special economic assistance”, I have \r\nrequested Mr. Jean-Marc Hoscheit, Permanent \r\nRepresentative of Luxembourg to the United Nations, \r\nto be the coordinator of the informal consultations on \r\ndraft proposals under agenda item 69 and its sub-items \r\n(a) and (d). He has gracefully accepted.  \r\n As members will recall, sub-items (b) and (d) of \r\nagenda item 69 have been allocated to the Second \r\nCommittee. \r\n May I request delegations that intend to submit \r\ndraft resolutions under agenda item 69 to do so as early \r\nas possible, in order to allow time, if need be, for \r\nnegotiations with a view to reaching consensus on the \r\ndraft resolutions. \r\n The meeting rose at 1 p.m. \r\n \r\n"