" United Nations  A/61/PV.10\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n10th plenary meeting \r\nTuesday, 19 September 2006, 11 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-52731 (E) \r\n*0652731* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n  The meeting was called to order at 11.20 a.m. \r\n \r\n \r\nAgenda item 102 \r\n \r\n \r\nReport of the Secretary-General on the work of the \r\nOrganization (A/61/1) \r\n \r\n The President (spoke in Arabic): In accordance \r\nwith the decision taken at its 2nd plenary meeting, held \r\non 13 September 2006, the General Assembly will hear \r\na presentation by the Secretary-General of his annual \r\nreport on the work of the Organization under agenda \r\nitem 102. I give the floor to the Secretary-General. \r\n The Secretary-General: When I first spoke to \r\nyou from this podium in 1997, it seemed to me that \r\nhumanity faced three great challenges. One was to \r\nensure that globalization would benefit the human race \r\nas a whole, not just its fortunate members. Another was \r\nto heal the disorder of the post-cold-war world, \r\nreplacing it with a genuinely new world order of peace \r\nand freedom as envisaged in our Charter. And the third \r\nwas to protect the rights and dignity of individuals, \r\nparticularly women, which were often widely trampled \r\nunderfoot. \r\n As the second African to serve as Secretary-\r\nGeneral, I felt that all three of these challenges — the \r\nsecurity challenge, the development challenge and the \r\nchallenge of human rights and the rule of law — \r\nconcerned me directly. Africa was in great danger of \r\nbeing excluded from the benefits of globalization — \r\nindeed, of being left to rot on the margins of the world \r\neconomy. Africa was also the scene of some of the \r\nmost protracted and brutal conflicts. And many of \r\nAfrica’s people felt they were unjustly condemned to \r\nbe exploited and oppressed, generation after \r\ngeneration, since colonial rule had been replaced by an \r\ninequitable economic order on the global level, and \r\nsometimes by corrupt rulers and warlords at the local \r\nlevel. \r\n In the decade since then, many people have been \r\nstruggling to confront these three global challenges. \r\nMuch has been achieved, but events have also \r\npresented us with new challenges — or rather, have \r\ngiven the old ones new form or a sharper bite. \r\n In the economic arena, both globalization and \r\ngrowth have continued apace. Some developing \r\ncountries, notably in Asia, have played a major role in \r\nthis growth. Many millions of their people have \r\nthereby been released from the prison of perpetual \r\npoverty. Meanwhile, at the level of development \r\npolicy, the debate has advanced, moving from rival \r\nmodels to agreed targets. And now the world has \r\nrecognized HIV/AIDS as a major challenge to \r\ndevelopment and begun to confront it. I am proud of \r\nthe role the United Nations has played in this. \r\nDevelopment and the Millennium Development Goals \r\nnow take pride of place in all our work. \r\n But let us not delude ourselves. The Asian \r\nmiracle is yet to be replicated in other parts of the \r\nworld. And even within the most dynamic Asian \r\ncountries, its benefits are far from equally shared. By \r\nthe same token, the Millennium Development Goals \r\nare unlikely to be achieved everywhere by 2015. True, \r\nA/61/PV.10  \r\n \r\n06-52731 2 \r\n \r\nin many developing countries there is now a much \r\nbetter understanding of what good governance is and \r\nwhy it is important. But many still fall short of it in \r\npractice. True, there is progress on debt relief, as well \r\nas encouraging promises on aid and investment. But \r\nthe “global partnership for development” is still more a \r\nphrase than fact — especially in the all-important area \r\nof trade. \r\n My friends, globalization is not a tide that lifts all \r\nboats. Even among those who statistics tell us are \r\nbenefiting, many feel deeply insecure and strongly \r\nresent the apparent complacency of those more \r\nfortunate than themselves. So globalization, which in \r\ntheory brings us all closer together, in practice risks \r\ndividing us and driving us further apart. \r\n Are we any more secure against the second \r\nchallenge — the ravages of war? Again, some statistics \r\nwould tell us so. There are fewer inter-State conflicts \r\nthan there used to be; and many civil wars have ended. \r\nHere, too, I am proud of the role the United Nations \r\nhas played. And I am proud of what my fellow Africans \r\nhave achieved in ending many of the conflicts that \r\ndisfigured our continent. But here, too, we should be \r\nunder no illusion. In far too many parts of the world — \r\nespecially the developing world — people are still \r\nexposed to brutal conflicts, fought with small but \r\ndeadly weapons. And people in all parts of the world \r\nare threatened — though some are more aware of it \r\nthan others — by the spread of weapons of mass \r\ndestruction. It is shameful that last year’s Summit \r\nOutcome does not contain even one word about non-\r\nproliferation and disarmament — basically because \r\nStates could not agree which of the two should be \r\ngiven priority. It is high time to end this dispute and \r\ntackle both tasks with the urgency they demand. \r\n Moreover, just as some who benefit from \r\nglobalization may feel threatened by it, so, many who \r\nare statistically safer from conflict do not feel safe. For \r\nthat, we have terrorism to thank. It kills and maims \r\nrelatively few people, compared to other forms of \r\nviolence and conflict. But it spreads fear and \r\ninsecurity, and that in turn drives people to huddle \r\ntogether with those who share their beliefs or their way \r\nof life, while shunning those who appear alien. Thus, at \r\nthe very time when international migration has brought \r\nmillions of people of different creeds or cultures to live \r\nas fellow citizens, the misconceptions and stereotypes \r\nunderlying the idea of a clash of civilizations have \r\ncome to be more and more widely shared. Insensitivity \r\ntowards other people’s beliefs or sacred symbols — \r\nintentional or otherwise — is seized on by those who \r\nseem eager to foment a new war of religion, this time \r\non a global scale. \r\n Moreover, this climate of fear and suspicion is \r\nconstantly refuelled by the violence in the Middle East. \r\nWe might like to think of the Arab-Israeli conflict as \r\njust one regional conflict among many. But it is not. \r\nNo other conflict carries such a powerful symbolic and \r\nemotional charge among people far removed from the \r\nbattlefield. As long as the Palestinians live under \r\noccupation, exposed to daily frustration and \r\nhumiliation; and as long as Israelis are blown up in \r\nbuses or in dance halls: so long will passions \r\neverywhere be inflamed. \r\n On one side, supporters of Israel feel that it is \r\nharshly judged, by standards that are not applied to its \r\nenemies. Too often that is true, particularly in some \r\nUnited Nations bodies. On the other side, people are \r\noutraged by the disproportionate use of force against \r\nPalestinians and by Israel’s continued occupation and \r\nconfiscation of Arab land. \r\n As long as the Security Council is unable to end \r\nthis conflict, and the now nearly 40-year-old \r\noccupation, by bringing both sides to accept and \r\nimplement its resolutions, so long will respect for the \r\nUnited Nations continue to decline. So long, too, will \r\nour impartiality be questioned. So long will our best \r\nefforts to resolve other conflicts be resisted, including \r\nthose in Iraq and Afghanistan, whose peoples need our \r\nhelp just as badly, and are entitled to it. And so long \r\nwill our devoted and courageous staff, instead of being \r\nprotected by the blue flag, find themselves exposed to \r\nrage and violence, provoked by policies they neither \r\ncontrol nor support. \r\n But what about the third great challenge facing \r\nhumanity, the challenge of the rule of law and our \r\nrights and dignity as human beings? Here, too, there \r\nhas been significant progress. More rights have been \r\nenshrined in international treaties — and the Assembly \r\nis now about to codify the rights of a group who \r\nparticularly need it, people who suffer from handicaps \r\nand disabilities. More Governments today are elected \r\nby, and accountable to, those whom they govern. \r\nHumankind has actually brought to justice some of \r\nthose who committed the most heinous crimes against \r\nit. And the Assembly, meeting last year at the highest \r\nlevel, solemnly proclaimed the responsibility of each \r\n A/61/PV.10\r\n \r\n3 06-52731 \r\n \r\nindividual State in the first instance, but ultimately of \r\nthe whole international community acting through the \r\nUnited Nations, to protect populations from genocide, \r\nwar crimes, ethnic cleansing and crimes against \r\nhumanity. \r\n And yet. And yet. Every day, reports reach us of \r\nnew laws broken and of new bestial crimes to which \r\nindividuals and minority groups are subjected. Even \r\nthe necessary and legitimate struggle around the world \r\nagainst terrorism is used as a pretext to abridge or \r\nabrogate fundamental human rights, thereby ceding \r\nmore moral ground to the terrorists and helping them \r\nfind new recruits. Sadly, once again, the biggest \r\nchallenge comes from Africa — from Darfur, where the \r\ncontinued spectacle of men, women and children \r\ndriven from their homes by murder, rape and the \r\nburning of their villages makes a mockery of our \r\nclaim, as an international community, to shield people \r\nfrom the worst abuses. \r\n In short, the events of the last 10 years have not \r\nresolved, but sharpened, the three great challenges I \r\nspoke of: an unjust world economy, world disorder and \r\nwidespread contempt for human rights and the rule of \r\nlaw. As a result, we face a world whose divisions \r\nthreaten the very notion of an international community, \r\nupon which this institution stands. And this is \r\nhappening at the very time when, more than ever \r\nbefore, human beings throughout the world form a \r\nsingle society. So many of the challenges we face are \r\nglobal. They demand a response in which all peoples \r\nmust play their part. \r\n I deliberately say “all peoples”, echoing the \r\npreamble of our Charter, and not “all States”. It was \r\nclear to me 10 years ago, and is even clearer now, that \r\ninternational relations are not a matter of States alone. \r\nThey are relations between peoples, in which so-called \r\nnon-State actors play a vital role and can make a vital \r\ncontribution. All must play their part in a true \r\nmultilateral world order, with a renewed and dynamic \r\nUnited Nations at its centre. \r\n Yes, I remain convinced that the only answer to \r\nthis divided world must be a truly United Nations. \r\nClimate change, HIV/AIDS, fair trade, migration, \r\nhuman rights — all those issues, and many more, bring \r\nus back to that point. Addressing each is indispensable \r\nfor each of us in our village, in our neighbourhood and \r\nin our country. Yet each has acquired a global \r\ndimension that can only be reached by global action, \r\nagreed and coordinated through this most universal of \r\ninstitutions. \r\n What matters is that the strong, as well as the \r\nweak, agree to be bound by the same rules, to treat \r\neach other with the same respect. What matters is that \r\nall peoples accept the need to listen, to compromise \r\nand to take each other’s views into account. What \r\nmatters is that they come together, not at cross \r\npurposes but with a common purpose — a common \r\npurpose to shape their common destiny. And that can \r\nonly happen if peoples are bound together by \r\nsomething more than just a global market, or even a set \r\nof global rules. \r\n Each of us must share the pain of all who suffer \r\nand the joy of all who hope, wherever in the world they \r\nmay live. Each of us must earn the trust of his fellow \r\nmen and women, no matter what their race, colour or \r\ncreed, and learn to trust them in turn. That is what the \r\nfounders of this Organization believed in. It is what I \r\nbelieve in. It is what the vast majority of people in this \r\nworld want to believe in. And that is what has spurred \r\nthe reforms and new ideas of the United Nations over \r\nthis last frenetic decade. From peacekeeping to \r\npeacebuilding, from human rights to development and \r\nhumanitarian relief, I have been lucky enough to \r\npreside over the Secretariat — and its wonderful, \r\ndevoted staff — at a time when Members’ ambitions \r\nfor the Organization have sometimes seemed limitless, \r\nalthough their pocket books less so. \r\n These last few weeks especially, as I travelled \r\nthrough the Middle East, I saw again the legitimacy \r\nand the reach of the United Nations. Its indispensable \r\nrole in securing the peace in Lebanon has reminded us \r\nall how powerful this Organization can be when \r\neveryone wants it to succeed. \r\n This is the last time I shall have the honour of \r\npresenting my annual report to the Assembly. Let me \r\nconclude by thanking you all for allowing me to serve \r\nas Secretary-General during this remarkable decade. \r\nTogether we have pushed some big rocks to the top of \r\nthe mountain, even if others have slipped from our \r\ngrasp and rolled back. But this mountain, with its \r\nbracing winds and global views, is the best place on \r\nEarth to be. It has been difficult and challenging, but at \r\ntimes thrillingly rewarding. And while I look forward \r\nto resting my shoulder from those stubborn rocks in the \r\nnext phase of my life, I know I shall miss the \r\nmountain. Yes, I shall miss what is, when all is said \r\nA/61/PV.10  \r\n \r\n06-52731 4 \r\n \r\nand done, the world’s most exalting job. I yield my \r\nplace to others with a real obstinate feeling of hope for \r\nour common future. \r\n \r\nStatement by the President \r\n \r\n The President (spoke in Arabic): Today, the \r\nGeneral Assembly starts its annual general debate. \r\nDuring the next two weeks, world leaders will address \r\nthe most pressing issues and challenges facing their \r\nrespective nations and peoples. We face global change \r\nthat is unprecedented in its speed, scope and scale. We \r\nare all increasingly exposed to sharp social and \r\neconomic inequalities that take on new dimensions. We \r\nlive in a world afflicted by violence and armed \r\nconflicts, hunger and disease; a world threatened by \r\ninternational terrorism, organized crime and the \r\nproliferation of all types of weapons; a world brought \r\ncloser together by the forces of globalization, yet \r\ndivided by ethnic strife and a growing technological \r\ngap and mistrust; a world where the enjoyment of all \r\nhuman rights is still an unrealized dream for millions \r\nof people. We, the Member States, have a moral duty to \r\nreach practical solutions to our mutual concerns. \r\n I welcome you all to this historic General \r\nAssembly, all the heads of State who came to \r\nparticipate in the sixty-first session of the General \r\nAssembly. Your participation in this session is an \r\nexpression of your dedication and commitment to the \r\nUnited Nations and to the principles of multilateralism. \r\nLast year at the 2005 World Summit, you reached a \r\nconsensus on a wide range of far-reaching measures to \r\nenhance the collective response of the international \r\ncommunity to the challenges of today’s world. \r\n I would like to take this opportunity to \r\ncongratulate my predecessor, His Excellency Mr. Jan \r\nEliasson. Under his leadership, this Assembly was able \r\nto fulfil many of the commitments you agreed to in \r\n2005. I would also like to pay special tribute to the \r\nSecretary-General for his farsighted vision, leadership \r\nand dedication to the principles and values of the \r\nUnited Nations. \r\n Now the challenge before us is to ensure that our \r\ndecisions make a more lasting difference in the lives of \r\nmillions of people around the world. In particular, our \r\nefforts must focus on the poorest and most vulnerable. \r\nIn the face of increased poverty, especially in \r\ndeveloping countries, we must all rally to ensure the \r\neffective implementation of our global development \r\nagenda, in particular the Millennium Development \r\nGoals. In his recent report on the work of this \r\nOrganization, the Secretary-General noted: “If history \r\njudges 2005 for its promises, then 2006 must be judged \r\non implementation” (A/61/1, para. 27). \r\n Hence, we shall continue to make development \r\nthe central goal of the general framework of the United \r\nNations, with sustainable development in its economic, \r\nsocial and environmental aspects, the key elements of \r\nthis framework. This is our common responsibility, \r\nupon which rests the credibility of the United Nations. \r\nAs you are aware, the Assembly has accepted to focus \r\nits general debate on the theme “Implementing a \r\nGlobal Partnership for Development”. We have to \r\nexamine the practical measures and strategies that can \r\nenable us to make consistent progress and build on \r\nprevious international and national efforts. This will be \r\ncritical in our quest to achieve the progress we all seek \r\nin the sixty-first session and beyond. \r\n Just a few days ago we held the High-level \r\nDialogue on International Migration and Development \r\nand the High-level Meeting on the midterm \r\ncomprehensive global review of the Programme of \r\nAction for the Least Developed Countries for the \r\nDecade 2001-2010. Both meetings revealed the \r\npotential and opportunities that globalization presents \r\nas a force for improving the lives of millions of people. \r\n Making our world a more secure place requires \r\nthe United Nations to take a more proactive role when \r\naddressing the many armed conflicts within and \r\nbetween States. We need to make further progress in \r\nthe area of conflict prevention. It is imperative that we \r\nhave a high-level debate that can deliver an actionable \r\noutcome to this issue. In the same vein, we need to \r\naddress specific potential causes of tension in our \r\nworld, notably in the field of disarmament and the \r\nproliferation of weapons of mass destruction. With the \r\nadoption of the United Nations Global Counter-\r\nterrorism Strategy, we have made a historic step \r\nforward. We now need to work towards its effective \r\nimplementation. Meanwhile, we should redouble our \r\nefforts towards reaching consensus on the most needed \r\nand long-overdue Comprehensive Convention on \r\nInternational Terrorism. \r\n Regarding institutional reform, we need to \r\ncomplete the outstanding commitments from the 2005 \r\nWorld Summit Outcome Document (resolution 60/1), \r\nsuch as the strengthening of the Economic and Social \r\n A/61/PV.10\r\n \r\n5 06-52731 \r\n \r\nCouncil, Security Council reform and the strengthening \r\nof the Organization and the streamlining of its \r\nmanagement. I also look forward to reviewing the \r\nSecretary-General’s recommendations, as well as the \r\nimportant contributions that Member States will add to \r\nthe debate on system-wide coherence in the areas of \r\ndevelopment, humanitarian assistance and the \r\nenvironment. In this process, the voices of civil society \r\nand the private sector, if well channelled, can \r\nconstitute a valuable asset in our work. \r\n There is no perfect world, and the United Nations \r\nis a reflection of our world. If we remain committed to \r\nmultilateralism, the values and principles enshrined in \r\nthe Charter will strengthen our resolve to overcome the \r\nchallenges and threats ahead of us and bring about a \r\nsafer and more prosperous world for all. \r\n \r\nAgenda item 8 \r\n \r\n \r\nGeneral debate \r\n \r\n The President (spoke in Arabic): I would like to \r\nremind members that the list of speakers has been \r\ncreated on the basis that speakers will have a time limit \r\nof 15 minutes per statement. Within that given time \r\nframe, I should like to appeal to speakers to deliver \r\ntheir statements at a normal speed so that interpretation \r\nmay be provided properly. \r\n I should also like to draw the General Assembly’s \r\nattention to the decision taken by the Assembly at \r\nprevious sessions, namely that the practice of \r\nexpressing congratulations inside the General \r\nAssembly Hall after a speech has been delivered is \r\nstrongly discouraged. In that connection, I should like \r\nto invite speakers in the general debate, after delivering \r\ntheir statements, to exit the General Assembly Hall \r\nthrough room GA-200, located behind the podium, \r\nbefore returning to their seats. \r\n May I take it that the General Assembly agrees to \r\nproceed in the same manner during the general debate \r\nof the sixty-first session? \r\n It was so decided. \r\n \r\nAddress by Mr. Luiz Inácio Lula da Silva, President \r\nof the Federative Republic of Brazil \r\n \r\n The President: The Assembly will hear an \r\naddress by the President of the Federative Republic of \r\nBrazil. \r\n Mr. Luiz Inácio Lula da Silva, President of the \r\nFederative Republic of Brazil, was escorted into \r\nthe General Assembly Hall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Luiz Inácio Lula da Silva, \r\nPresident of the Federative Republic of Brazil, and to \r\ninvite him to address the Assembly. \r\n President Da Silva (spoke in Portuguese; \r\nEnglish text provided by the delegation): When I first \r\naddressed the Assembly from this rostrum, in 2003, I \r\nstressed the need for urgent and relentless action to \r\nfight the scourge of hunger and poverty in the world. \r\nThis is what we are doing in Brazil: we have combined \r\neconomic stability with social inclusion policies; the \r\nstandard of living of Brazilians has improved; \r\nemployment and income have grown; the purchasing \r\npower of the minimum wage has increased. Our \r\nresources are scarce, but even so we have achieved \r\nsurprising results. \r\n The family stipend at the core of our zero-hunger \r\nprogramme assures a basic income to over 11 million \r\nBrazilian families. Well-fed people can enhance their \r\ndignity, their health and their learning capacity. Putting \r\nresources into social programmes is not expenditure; it \r\nis investment. \r\n If we in Brazil have done so much with so little, \r\nimagine what could have been done on a global scale if \r\nthe fight against hunger and poverty had been a real \r\npriority for the international community. Where there is \r\nhunger, there is no hope; there is only desolation and \r\npain. Hunger nurtures violence and fanaticism. A world \r\nwhere people starve will never be safe. \r\n The sheer size of the task will not daunt us, \r\nespecially if we are not alone. All here know that some \r\n840 million human beings — nearly one out of seven \r\non the planet — do not have enough to eat. \r\n An additional $50 billion each year are needed to \r\nreach the Millennium Development Goals on time. The \r\ninternational community can afford it. On the positive \r\nside, think, just for instance, of the hundreds of billions \r\nof dollars invested to move forward with the full \r\nintegration of Eastern European countries into the \r\nEuropean Union. Then, on the other hand, think of the \r\ncost of wars and other conflicts. Everyone here is \r\naware that the second Gulf war has probably cost \r\nhundreds of billions of dollars to date. With much less \r\nA/61/PV.10  \r\n \r\n06-52731 6 \r\n \r\nwe could change the sad reality of a large portion of \r\nthe world’s population. We could alleviate the plight of \r\nthose people and lift them out of destitution. We could \r\nsave millions of lives. \r\n However strong they are today, rich countries \r\nshould have no illusions: nobody is safe in a world of \r\ninjustice. War will never bring security; it can only \r\ngenerate horrors, bitterness, intolerance and \r\nfundamentalism and create damage associated with \r\nhegemonism. The poor must be given reasons to live, \r\nnot to kill or die. Humanity’s greatness lies not in \r\nbellicosity, but in humanism, and there can be no true \r\nhumanism without respect for the other. \r\n There are, in fact, those who are different from \r\nus, but who are no less dignified, no less precious and \r\nno less entitled to the right to happiness, because we \r\nare all creatures of the same creator. \r\n There can be security only in a world where all \r\nhave the right to economic and social development. \r\nThe true path to peace is shared development. If we do \r\nnot want war to go global, justice must go global. \r\n That is why, with the serene conviction of a man \r\nwho has dedicated his life to fighting peacefully for the \r\nrights of working people, I say to the Assembly: the \r\nsearch for a new, fairer and more democratic world \r\norder is not only in the interests of poor or emerging \r\nnations; it is also — and perhaps to an even greater \r\nextent — in the interests of rich countries, so long as \r\nthey have eyes to see and ears to hear, so long as they \r\ndo not make the mistake of ignoring the haunting cry \r\nof the excluded. \r\n We have seen some progress in the past few \r\nyears. At the Summit of World Leaders in 2004, we \r\nlaunched the Action against Hunger and Poverty \r\ninitiative. Together, we were able to achieve strong \r\ninternational engagement around that issue. Our \r\ncollective efforts have begun to bear fruit. We are \r\nestablishing innovative mechanisms, such as a \r\nsolidarity levy on international air tickets. \r\n Hunger and disease walk hand in hand. \r\nTherefore, we have joined with other Governments in \r\nestablishing an International Drug Purchase Facility to \r\ncombat AIDS, tuberculosis and malaria. That initiative \r\nwill provide new sources of funding and facilitate \r\naccess to medication at lower costs. We cannot shirk \r\nour responsibilities in this area. \r\n That is why I salute the leaders of vision who are \r\nengaged in this war: the war against the debasement of \r\nhuman beings and against hopelessness. That is the \r\nonly war in which final victory will mean a triumph for \r\nall of humanity. \r\n The fight against hunger and poverty is based on \r\nthe creation of a world order that gives priority to \r\nsocial and economic development. There will be \r\npermanent solutions to destitution only when poorer \r\ncountries can make progress through their own efforts. \r\n Once international trade is free and fair, it will be \r\na valuable tool for wealth creation, income distribution \r\nand job creation. It is essential that we break the bonds \r\nof protectionism. Subsidies granted by richer countries, \r\nparticularly in the area of agriculture, are oppressive \r\nshackles that limit progress and doom poor countries to \r\nbackwardness. Time and again, I must repeat that, \r\nwhile trade-distorting support in developed countries \r\namount to the outrageous sum of $1 billion a day, 900 \r\nmillion people get by on less than $1 a day in poor and \r\ndeveloping countries. That situation is politically and \r\nmorally untenable. \r\n The only thing worse than inaction stemming \r\nfrom ignorance is neglect born of accommodation. The \r\nold geography of international trade must be \r\nprofoundly reshaped. Brazil, together with its partners \r\nin the Group of Twenty (G-20), is engaged in that task. \r\nThe creation of the G-20 has changed the dynamics of \r\nnegotiations at the World Trade Organization (WTO): \r\nuntil recently, developing countries played only \r\nperipheral roles in the most important negotiations. \r\n Eliminating the barriers that prevent poor \r\ncountries from developing is an ethical duty of the \r\ninternational community. It is also the best way to \r\nensure prosperity and security for all. \r\n Today, for the first time in the history of the \r\nGeneral Agreement on Tariffs and Trade/WTO system, \r\nthe word “development” appears in the title of a round \r\nof trade negotiations. However, the Doha Development \r\nAgenda, which will decide the future of the world trade \r\nsystem, is now in crisis. \r\n If they are successful, the WTO negotiations will \r\nhelp to pull many people out of extreme poverty. \r\nFarmers who cannot compete against multi-billion-\r\ndollar subsidies will at last have a chance to prosper. \r\nPoor African countries will finally be able to export \r\ntheir products. If the round fails, however, the fallout \r\n A/61/PV.10\r\n \r\n7 06-52731 \r\n \r\nwill extend far beyond trade. The credibility of the \r\nWTO system itself will be jeopardized, with negative \r\npolitical and social repercussions. Scourges such as \r\norganized crime, drug trafficking and terrorism will \r\nfind fertile ground in which to proliferate. \r\n I have called on world leaders to shoulder their \r\nresponsibilities. The importance attached to this issue \r\nat the most recent summit of the Group of Eight has \r\nnot yet produced practical results. Our generation has a \r\nunique opportunity to show the world that selfish \r\ninterests will not prevail over the common good. \r\nHistory will not forgive us if we miss that opportunity. \r\nFair trade, based on a solid consensus and on a \r\ntransparent WTO that is aware of the needs of \r\ndeveloping countries, is one of the pillars of the world \r\norder that we uphold. \r\n In the field of international peace and security, \r\nanother such pillar is the United Nations. Brazil is a \r\nstaunch supporter of international organizations as \r\nforums for cooperation and dialogue. There is no more \r\neffective way to bring States together, to keep the \r\npeace, to protect human rights, to promote sustainable \r\ndevelopment and to work out negotiated solutions to \r\ncommon problems. \r\n Conflicts such as that in the Middle East continue \r\nto challenge the authority of the United Nations. The \r\nrecent crisis in Lebanon exposed the Organization to a \r\ndangerous erosion of credibility. The effectiveness of \r\nthe United Nations is being seriously questioned. \r\nUnable to act when it is needed, the Security Council is \r\naccused of being lethargic. \r\n World public opinion is impatient in the face of \r\nsuch incomprehensible difficulties. The deaths of \r\ninnocent civilians — including women and children — \r\nhave shocked all of us. In Brazil, millions of Arabs and \r\nJews live together in harmony. Thus, Brazil’s interest \r\nin the Middle East stems from a profound objective \r\nsocial reality in our own country. \r\n Apart from the countries directly involved, \r\nMiddle Eastern issues have always been addressed \r\nexclusively by the major Powers. So far, they have \r\nfound no solution. Thus, we might ask: is it not time to \r\nconvene a broad-based conference under United \r\nNations auspices, with the participation of countries of \r\nthe region and others that could make a contribution on \r\nthe basis of their successful experiences in living \r\npeacefully despite differences? \r\n Brazil believes in dialogue. For that reason, we \r\nheld a summit of South American and Arab countries in \r\n2005. We also have good relations with Israel, whose \r\nbirth as a State came about when a Brazilian, Oswaldo \r\nAranha, was the President of the General Assembly. \r\nConflicts among nations are not resolved only with \r\nmoney and weapons; ideas, values and feelings also \r\nhave their place, particularly when they are based on \r\nreal-life experiences. \r\n More than ever before, the authority of the United \r\nNations needs to be strengthened. We have already \r\nmade significant progress through the administrative \r\nreform process and the establishment of both the \r\nHuman Rights Council and the Peacebuilding \r\nCommission. But the task will remain irreparably \r\nincomplete without changes in the Security Council, \r\nthe body responsible for overseeing issues related to \r\npeace. \r\n Together with the other members of the Group of \r\nFour on Security Council reform, Brazil believes that \r\nany expansion of the Council must envisage the \r\nadmission of developing countries as permanent \r\nmembers. That would make the Council more \r\ndemocratic, legitimate and representative. The great \r\nmajority of Member States agree with that view and \r\nrecognize the urgency of this matter. \r\n We cannot deal with new problems using \r\noutdated structures. Sooner or later, we must open the \r\nway to democratizing international decision-making \r\nbodies. As the Secretary-General has said, we travel \r\naround the world preaching democracy to others; we \r\nmust now apply democracy to ourselves and show that \r\nthere is genuine representation in the political bodies \r\nof the United Nations. \r\n South America is a priority for Brazilian foreign \r\npolicy. Our region is our home. We are expanding the \r\nCommon Market of the South (MERCOSUR) and \r\nstrengthening the South American Community of \r\nNations. The future of Brazil is linked to that of its \r\nneighbours. A strong and united South America will \r\ncontribute to the integration of Latin America and the \r\nCaribbean. \r\n We also feel connected to the African continent \r\nby historical and cultural ties. As the country with the \r\nsecond-largest black population in the world, we are \r\ncommitted to sharing Africa’s challenges and its \r\ndestiny. But regional matters are only part of the global \r\nproblems we face. \r\nA/61/PV.10  \r\n \r\n06-52731 8 \r\n \r\n The fight against hunger and poverty, the \r\nbreakdown of the Doha round and the stalemate in the \r\nMiddle East are interconnected issues. The appropriate \r\nhandling of these matters requires trust in negotiated \r\nsolutions at the multilateral level. \r\n This trust has now been shaken. This is extremely \r\nserious. The world order that it is our task to build \r\nmust be based on justice and respect for international \r\nlaw. That is the only way to achieve peace, \r\ndevelopment and genuine democratic coexistence \r\nwithin the community of nations. \r\n There is no lack of resources. What is missing is \r\nthe political will to use them where they can make a \r\ndifference. They can then turn despair into joy and find \r\na reason to live. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the President of the \r\nFederative Republic of Brazil for the statement he has \r\njust made. \r\n Mr. Luiz Inácio Lula da Silva, President of the \r\nFederative Republic of Brazil, was escorted from \r\nthe General Assembly Hall. \r\n \r\nAddress by Mr. George W. Bush, President of the \r\nUnited States of America \r\n \r\n The President: The Assembly will now hear an \r\naddress by the President of the United States of \r\nAmerica. \r\n Mr. George W. Bush, President of the United \r\nStates of America, was escorted into the General \r\nAssembly Hall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. George W. Bush, President \r\nof the United States of America, and to invite him to \r\naddress the Assembly. \r\n President Bush: I am grateful for the privilege of \r\nspeaking to the General Assembly. \r\n Last week, America and the world marked the \r\nfifth anniversary of the attacks that filled another \r\nSeptember morning with death and suffering. On that \r\nterrible day, extremists killed nearly 3,000 innocent \r\npeople, including citizens of dozens of nations \r\nrepresented right here in this Hall. Since then, the \r\nenemies of humanity have continued their campaign of \r\nmurder. Al-Qaida and those inspired by its extremist \r\nideology have attacked more than two dozen nations. \r\nAnd recently, a different group of extremists \r\ndeliberately provoked a terrible conflict in Lebanon. At \r\nthe start of the twenty-first century, it is clear that the \r\nworld is engaged in a great ideological struggle \r\nbetween extremists who use terror as a weapon to \r\ncreate fear and moderate people who work for peace. \r\n Five years ago, I stood at this rostrum and called \r\non the community of nations to defend civilization and \r\nbuild a more hopeful future. This is still the great \r\nchallenge of our time. It is the calling of our \r\ngeneration. This morning, I want to speak about the \r\nmore hopeful world that is within our reach — a world \r\nbeyond terror, where ordinary men and women are free \r\nto determine their own destiny, where the voices of \r\nmoderation are empowered and where the extremists \r\nare marginalized by the peaceful majority. This world \r\ncan be ours if we seek it and if we work together. \r\n The principles of this world beyond terror can be \r\nfound in the very first sentence of the Universal \r\nDeclaration of Human Rights. This document declares \r\nthat the “equal and inalienable rights of all members of \r\nthe human family [are] the foundation of freedom, \r\njustice and peace in the world”. One of the authors of \r\nthis document was a Lebanese diplomat named Charles \r\nMalik, who would go on to become President of this \r\nAssembly. Mr. Malik insisted that these principles \r\napply equally to all people, of all religions, in all \r\nregions — including the men and women of the Arab \r\nworld that was his home. \r\n In the nearly six decades since that document was \r\napproved, we have seen the forces of freedom and \r\nmoderation transform entire continents. Sixty years \r\nafter a terrible war, Europe is now whole, free and at \r\npeace, and Asia has seen freedom progress and \r\nhundreds of millions of people lifted out of desperate \r\npoverty. The words of the Universal Declaration are as \r\ntrue today as they were when they were written. As \r\nliberty flourishes, nations grow in tolerance, and hope, \r\nand peace. And we are seeing the bright future begin to \r\ntake root in the broader Middle East. \r\n Some of the changes in the Middle East have \r\nbeen dramatic, and we see the results in this Hall. Five \r\nyears ago, Afghanistan was ruled by the brutal Taliban \r\nregime, and its seat in this body was contested. Now \r\nthis seat is held by the freely elected Government of \r\nAfghanistan, which is represented today by President \r\nKarzai. Five years ago, Iraq’s seat in this body was \r\n A/61/PV.10\r\n \r\n9 06-52731 \r\n \r\nheld by a dictator who killed his citizens, invaded his \r\nneighbours and showed his contempt for the world by \r\ndefying more than a dozen Security Council \r\nresolutions. Now Iraq’s seat is held by a democratic \r\nGovernment that embodies the aspirations of the Iraqi \r\npeople, represented today by President Talabani. With \r\nthese changes, more than 50 million people have been \r\ngiven a voice in this Hall for the first time in decades. \r\n Some of the changes in the Middle East are \r\nhappening gradually, but they are real. Algeria has held \r\nits first competitive presidential election, and the \r\nmilitary remained neutral. The United Arab Emirates \r\nrecently announced that half of its seats in the Federal \r\nNational Council will be chosen by elections. Kuwait \r\nheld elections in which women were allowed to vote \r\nand run for office for the first time. Citizens have voted \r\nin municipal elections in Saudi Arabia, in \r\nparliamentary elections in Jordan and Bahrain and in \r\nmultiparty presidential elections in Yemen and in \r\nEgypt. These are important steps, and the Governments \r\nshould continue to move forward with other reforms \r\nthat show that they trust their people. Every nation that \r\ntravels the road to freedom moves at a different pace, \r\nand the democracies they build will reflect their own \r\ncultures and traditions. But the destination is the same: \r\na free society where people live at peace with each \r\nother and at peace with the world. \r\n Some have argued that the democratic changes \r\nwe are seeing in the Middle East are destabilizing the \r\nregion. This argument rests on a false assumption: that \r\nthe Middle East was stable to begin with. The reality is \r\nthat the stability we thought we saw in the Middle East \r\nwas a mirage. For decades, millions of men and women \r\nin the region have been trapped in oppression and \r\nhopelessness. And these conditions left a generation \r\ndisillusioned and made this region a breeding ground \r\nfor extremism. \r\n Imagine what it is like to be a young person \r\nliving in a country that is not moving toward reform. \r\nYou are 21 years old, and while your peers in other \r\nparts of the world are casting their ballots for the first \r\ntime, you are powerless to change the course of your \r\nGovernment. While your peers in other parts of the \r\nworld have received educations that prepare them for \r\nthe opportunities of a global economy, you have been \r\nfed propaganda and conspiracy theories that blame \r\nothers for your country’s shortcomings. And \r\neverywhere you turn, you hear extremists who tell you \r\nthat you can escape your misery and regain your \r\ndignity through violence and terror and martyrdom. For \r\nmany across the broader Middle East, this is the dismal \r\nchoice presented every day. \r\n Every civilized nation, including those in the \r\nMuslim world, must support those in the region who \r\nare offering a more hopeful alternative. We know that \r\nwhen people have a voice in their future they are less \r\nlikely to blow themselves up in suicide attacks. We \r\nknow that when leaders are accountable to their people, \r\nthey are more likely to seek national greatness in the \r\nachievements of their citizens, rather than in terror and \r\nconquest. So we must stand with democratic leaders \r\nand moderate reformers across the broader Middle \r\nEast. We must give voice to the hopes of decent men \r\nand women who want for their children the same things \r\nwe want for ours. We must seek stability through a free \r\nand just Middle East where the extremists are \r\nmarginalized by millions of citizens in control of their \r\nown destinies. \r\n Today, I would like to speak directly to the \r\npeople across the broader Middle East. My country \r\ndesires peace. Extremists in your midst spread \r\npropaganda claiming that the West is engaged in a war \r\nagainst Islam. This propaganda is false, and its purpose \r\nis to confuse you and justify acts of terror. We respect \r\nIslam, but we will protect our people from those who \r\npervert Islam to sow death and destruction. Our goal is \r\nto help you build a more tolerant and hopeful society \r\nthat honours people of all faiths and promotes peace. \r\n To the people of Iraq: nearly 12 million of you \r\nbraved the car bombers and assassins last December to \r\nvote in free elections. The world saw you hold up \r\npurple ink-stained fingers, and your courage filled us \r\nwith admiration. You have stood firm in the face of \r\nhorrendous acts of terror and sectarian violence, and \r\nwe will not abandon you in your struggle to build a \r\nfree nation. America and our coalition partners will \r\ncontinue to stand with the democratic Government you \r\nelected. We will continue to help you secure the \r\ninternational assistance and investment you need to \r\ncreate jobs and opportunity, working with the United \r\nNations and through the International Compact with \r\nIraq endorsed here in New York yesterday. We will \r\ncontinue to train those of you who stepped forward to \r\nfight the enemies of freedom. We will not yield the \r\nfuture of your country to terrorists and extremists. In \r\nreturn, your leaders must rise to the challenges your \r\ncountry is facing and make difficult choices to bring \r\nsecurity and prosperity. Working together, we will help \r\nA/61/PV.10  \r\n \r\n06-52731 10 \r\n \r\nyour democracy succeed, so that it can become a \r\nbeacon of hope for millions in the Muslim world. \r\n To the people of Afghanistan: together, we \r\noverthrew the Taliban regime that brought misery into \r\nyour lives and harboured terrorists who brought death \r\nto the citizens of many nations. Since then, we have \r\nwatched you choose your leaders in free elections and \r\nbuild a democratic Government. You can be proud of \r\nthese achievements. We respect your courage and your \r\ndetermination to live in peace and freedom. We will \r\ncontinue to stand with you to defend your democratic \r\ngains. \r\n Today, forces from more than 40 countries, \r\nincluding members of the NATO alliance, are bravely \r\nserving side by side with you against the extremists \r\nwho want to bring down the free Government you have \r\nestablished. We will help you defeat these enemies and \r\nbuild a free Afghanistan that will never again oppress \r\nyou or be a safe haven for terrorists. \r\n To the people of Lebanon: last year, you inspired \r\nthe world when you came out into the streets to \r\ndemand your independence from Syrian dominance. \r\nYou drove Syrian forces from your country and you \r\nre-established democracy. Since then, you have been \r\ntested by the fighting that began with Hizbollah’s \r\nunprovoked attacks on Israel. Many of you have seen \r\nyour homes and your communities caught in crossfire. \r\nWe see your suffering, and the world is helping you to \r\nrebuild your country and helping you deal with the \r\narmed extremists who are undermining your \r\ndemocracy by acting as a State within a State. \r\n The United Nations has passed a good resolution \r\nthat has authorized an international force, led by \r\nFrance and Italy, to help you restore Lebanese \r\nsovereignty over Lebanese soil. For many years, \r\nLebanon was a model of democracy and pluralism and \r\nopenness in the region — and it will be again. \r\n To the people of Iran: the United States respects \r\nyou. We respect your country. We admire your rich \r\nhistory, your vibrant culture and your many \r\ncontributions to civilization. You deserve an \r\nopportunity to determine your own future, an economy \r\nthat rewards your intelligence and your talents and a \r\nsociety that allows you to fulfil your tremendous \r\npotential. The greatest obstacle to this future is that \r\nyour rulers have chosen to deny you liberty and to use \r\nyour nation’s resources to fund terrorism, and fuel \r\nextremism, and pursue nuclear weapons. \r\n The United Nations has passed a clear resolution \r\nrequiring that the regime in Tehran meet its \r\ninternational obligations. Iran must abandon its nuclear \r\nweapons ambitions. Despite what the regime tells you, \r\nwe have no objection to Iran’s pursuit of a truly \r\npeaceful nuclear power programme. We are working \r\ntoward a diplomatic solution to this crisis, and as we \r\ndo, we look to the day when you can live in freedom \r\nand America and Iran can be good friends and close \r\npartners in the cause of peace. \r\n To the people of Syria: your land is home to a \r\ngreat people with a proud tradition of learning and \r\ncommerce. Today your rulers have allowed your \r\ncountry to become a crossroad for terrorism. In your \r\nmidst, Hamas and Hizbollah are working to destabilize \r\nthe region, and your Government is turning your \r\ncountry into a tool of Iran. This is increasing your \r\ncountry’s isolation from the world. Your Government \r\nmust choose a better way forward by ending its support \r\nfor terror, and living in peace with your neighbours, \r\nand opening the way to a better life for you and your \r\nfamilies. \r\n To the people of Darfur: you have suffered \r\nunspeakable violence, and my nation has called these \r\natrocities what they are: genocide. For the last two \r\nyears, America joined with the international \r\ncommunity to provide emergency food aid and support \r\nfor an African Union peacekeeping force. Yet your \r\nsuffering continues. The world must step forward to \r\nprovide additional humanitarian aid, and we must \r\nstrengthen the African Union force that has done good \r\nwork but is not strong enough to protect you. The \r\nSecurity Council has approved a resolution that would \r\ntransform the African Union force into a blue-helmeted \r\nforce that is larger and more robust. To increase its \r\nstrength and effectiveness, NATO nations should \r\nprovide logistics and other support. The regime in \r\nKhartoum is stopping the deployment of this force. If \r\nthe Sudanese Government does not approve this \r\npeacekeeping force quickly, the United Nations must \r\nact. Your lives and the credibility of the United Nations \r\nare at stake. So today I am announcing that I am \r\nnaming a presidential Special Envoy — former \r\nAdministrator of the United States Agency for \r\nInternational Development, Andrew Natsios — to lead \r\nAmerica’s efforts to resolve the outstanding disputes \r\nand help bring peace to your land. \r\n The world must also stand up for peace in the \r\nHoly Land. I am committed to two democratic States, \r\n A/61/PV.10\r\n \r\n11 06-52731 \r\n \r\nIsrael and Palestine, living side by side in peace and \r\nsecurity. I am committed to a Palestinian State that has \r\nterritorial integrity and will live peacefully with the \r\nJewish State of Israel. This is the vision set forth in the \r\nroad map, and helping the parties to reach this goal is \r\none of the great objectives of my presidency. The \r\nPalestinian people have suffered from decades of \r\ncorruption and violence and the daily humiliation of \r\noccupation. Israeli citizens have endured brutal acts of \r\nterrorism and constant fear of attack since the birth of \r\ntheir nation. Many brave men and women have made \r\nthe commitment to peace. Yet extremists in the region \r\nare stirring up hatred and trying to prevent these \r\nmoderate voices from prevailing. \r\n This struggle is unfolding in the Palestinian \r\nterritories. Earlier this year, the Palestinian people \r\nvoted in a free election. The leaders of Hamas \r\ncampaigned on a platform of ending corruption and \r\nimproving the lives of the Palestinian people, and they \r\nprevailed. The world is waiting to see whether the \r\nHamas Government will follow through on its \r\npromises or pursue an extremist agenda. The world has \r\nsent a clear message to the leaders of Hamas: serve the \r\ninterests of the Palestinian people, abandon terror, \r\nrecognize Israel’s right to exist, honour agreements and \r\nwork for peace. \r\n President Abbas is committed to peace and to his \r\npeople’s aspirations for a State of their own. Prime \r\nMinister Olmert is committed to peace, and has said he \r\nintends to meet with President Abbas to make real \r\nprogress on the outstanding issues between them. I \r\nbelieve that peace can be achieved and that a \r\ndemocratic Palestinian State is possible. I hear from \r\nleaders in the region who want to help. I have directed \r\nSecretary of State Rice to lead a diplomatic effort to \r\nengage moderate leaders across the region to help the \r\nPalestinians reform their security services and support \r\nIsraeli and Palestinian leaders in their efforts to come \r\ntogether to resolve their differences. \r\n Prime Minister Blair has indicated that his \r\ncountry will work with partners in Europe to help \r\nstrengthen the governing institutions of the Palestinian \r\nadministration. We welcome his initiative. Countries \r\nlike Saudi Arabia, Jordan and Egypt have made clear \r\nthat they are willing to contribute the diplomatic and \r\nfinancial assistance necessary to help these efforts \r\nsucceed. I am optimistic that, by supporting the forces \r\nof democracy and moderation, we can help Israelis and \r\nPalestinians build a more hopeful future and achieve \r\nthe peace in the Holy Land that we all want. \r\n Freedom, by its nature, cannot be imposed; it \r\nmust be chosen. From Beirut to Baghdad, people are \r\nmaking the choice for freedom. And the nations \r\ngathered in this Hall must make a choice as well. Will \r\nwe support the moderates and reformers who are \r\nworking for change across the Middle East, or will we \r\nyield the future to the terrorists and extremists? \r\nAmerica has made its choice: we will stand with the \r\nmoderates and reformers. \r\n Recently, a courageous group of Arab and \r\nMuslim intellectuals wrote me a letter. In it, they said \r\nthis: “The shore of reform is the only one on which any \r\nlights appear, even though the journey demands \r\ncourage, patience and perseverance”. The United \r\nNations was created to make that journey possible. \r\nTogether we must support the dreams of good and \r\ndecent people who are working to transform a troubled \r\nregion. And by doing so, we will advance the high \r\nideals on which this institution was founded. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the President of the United \r\nStates of America for the statement he has just made. \r\n Mr. George W. Bush, President of the United \r\nStates of America, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Thabo Mbeki, President of the \r\nRepublic of South Africa \r\n \r\n The President: The Assembly will now hear an \r\naddress by the President of the Republic of South \r\nAfrica. \r\n Mr. Thabo Mbeki, President of the Republic of \r\nSouth Africa, was escorted into the General \r\nAssembly Hall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Thabo Mbeki, President of \r\nthe Republic of South Africa, and to invite him to \r\naddress the Assembly. \r\n President Mbeki: Once again, we have convened \r\nat this seat of the Organization of the peoples of the \r\nworld, representing the whole of humanity and coming \r\nfrom all corners of the world. Our pilgrimage this year \r\nis tinged with sadness, because we are also paying \r\nA/61/PV.10  \r\n \r\n06-52731 12 \r\n \r\nhomage to one of the most outstanding servants of the \r\nUnited Nations, a native son of Africa, Kofi Annan, \r\nwhose term of office will soon come to an end. \r\n The Group of 77 and China, as well as my own \r\ncountry, South Africa, sincerely thanks the Secretary-\r\nGeneral for the selfless and dedicated work he carried \r\nout during one of the most challenging periods in the \r\nhistory of this Organization. In the midst of increasing \r\npoverty and underdevelopment during an era of \r\nunprecedented wealth accumulation and technological \r\nadvances, and as the river that divides the rich and the \r\npoor zones of the metaphorical global village ever \r\nwidened, the Secretary-General never lost focus on the \r\nimperatives of our time. \r\n We thank him for never losing sight of the fact \r\nthat poverty and underdevelopment remain the biggest \r\nthreats to the progress that has been achieved, and that \r\nequality among nations big and small is central to the \r\nsurvival, relevance and credibility of this global \r\nOrganization. \r\n We are only six years into the twenty-first \r\ncentury. Those who populate the poorest of the regions \r\nof the world — that is, Africa — have boldly declared \r\nthat it will be an African century. It is a century that \r\nbillions of citizens of the developing world and other \r\npoor and marginalized people want to transform into a \r\ncentury for all humanity. \r\n If the wishes of the majority of the world could \r\nturn into reality, this would be a century free of wars, \r\nfree of internecine conflicts, free of hunger, free of \r\npreventable disease, free of want, free of \r\nenvironmental degradation and free of greed and \r\ncorruption. Indeed, we began the century with great \r\nhopes for a better, peaceful and more humane world. \r\n Together, we crafted comprehensive plans and \r\nbold declarations to defeat the scourge of poverty and \r\nunderdevelopment. Together, we committed ourselves, \r\nwith what seemed like renewed vigour, to transform \r\nthe United Nations to reflect the modern reality that is \r\ndefined by free, sovereign and equal nations. \r\n However, six years into the twenty-first century, \r\ndispassionate observers might well challenge us to \r\nachieve our noble and lofty objectives, pointing to the \r\nterrorists’ acts that welcomed us into the new century. \r\nThey might emphasize the unilateralism that threatens \r\nto negate the democratic advances of the last decades \r\nof the twentieth century and draw attention to renewed \r\nconflicts and wars that seem to compete with the \r\ndestructive fury of the conflicts of the last century. \r\n They would remind us that for a decade and \r\nmore, some of the developed nations have consistently \r\nrefused to implement the outcomes and agreements of \r\nthis world body that would help to alleviate the \r\nwretchedness of the poor. Thus, Madam President, \r\nwhen you correctly urge us to implement a global \r\npartnership for development, we, the members of the \r\nGroup of 77 and China, who represent the poor people \r\nof the world, understand you to be communicating a \r\nmessage that we should give substance to the common \r\ncommitments we solemnly made at this supreme \r\nOrganization of the nations of the world. \r\n Yet, this common commitment for a global \r\npartnership for development cannot be transformed \r\ninto reality when the rich and powerful insist on an \r\nunequal relationship with the poor. A global \r\npartnership for development is impossible in the \r\nabsence of a pact of mutual responsibility between the \r\ngiver and the recipient. It is impossible when the rich \r\nunilaterally demand the right to set the agenda and \r\nconditions for the implementation of commonly agreed \r\nprogrammes. \r\n We who represent the poor know as a matter of \r\nfact that these billions of poor people are increasingly \r\nbecoming impatient, because every year they hear us \r\nadopt declaration after declaration and yet nothing \r\npractical is done to assuage the hunger pains that keep \r\nthem awake at night. Only few and selected agreements \r\nare implemented, with outcomes that are clearly \r\ninsufficient to alleviate the excruciating pain of their \r\nchildren who cannot cry anymore because to do so is to \r\ninvite more pain. \r\n Those of us who were at the 14th Summit of the \r\nNon-Aligned Movement in Havana heard this message \r\nvery clearly emanating from all the countries and \r\norganizations that spoke. Those who are capable of \r\nlistening should take note of what that great son of \r\nIndia and South Africa, Mahatma Gandhi, said on this \r\nmatter: \r\n “The test of friendship is assistance in adversity, \r\nand that too, unconditional assistance. \r\nCooperation which needs consideration is a \r\ncommercial contract and not friendship. \r\nConditional cooperation is like adulterated cement \r\nwhich does not bind.” \r\n A/61/PV.10\r\n \r\n13 06-52731 \r\n \r\n Precisely because of the absence of a global \r\npartnership for development, the Doha Development \r\nRound has almost collapsed. Indeed, because the rich \r\nimplicitly invoked the slogan of an over-confident \r\nEuropean political party of the 1960s, and directed this \r\nuncaring declaration to the poor of today — “I’m \r\nalright, Jack!” — we have not implemented the \r\nMonterrey Consensus on Financing for Development, \r\nthus making it difficult for the majority of the \r\ndeveloping countries, especially those in Africa, to \r\nachieve the Millennium Development Goals (MDGs), \r\nand we have reduced the Johannesburg Plan of \r\nImplementation to an insignificant, and perhaps \r\nforgotten, piece of paper. \r\n Part of the problem with this unequal relationship \r\nis the imposition of conditions on developing countries \r\nand the constant shifting of the goalposts, whenever the \r\npoor adhere to each and every one of those conditions. \r\n Among other things, we have recently seen an \r\noutbreak of great social instability across Europe and \r\nother reactions of the poor to their miserable conditions \r\nin different parts of the world, which calls into \r\nquestion the image of a seemingly harmonious well-\r\nwoven tapestry of diverse groups, because we continue \r\nto fail to implement our own decisions as taken at the \r\nUnited Nations World Conference against Racism, \r\nRacial Discrimination, Xenophobia and Related \r\nIntolerance. Those who coined the slogan: “I’m alright, \r\nJack!” were communicating, whether consciously or \r\nnot, a message and an attitude that said “I don’t care \r\nabout my neighbour as long as my family and I eat \r\nwell and sleep peacefully” and that “It is not my \r\nresponsibility to ensure that my poor neighbour also \r\neats well and sleeps peacefully.” \r\n Today, the attitude among some of the rich also \r\ncommunicates the same message to the rest of the \r\nworld, namely, “I’m alright, Jack!”, even when they are \r\nacutely aware that many in their neighbourhood are \r\ndying from hunger, preventable diseases and abject \r\npoverty. \r\n This happens also in the cruelly ironic situation \r\nwhere resources flow from those who have little to \r\nthose who have plenty. Although the rich and powerful \r\nknow the miserable life circumstances of the poor and \r\nhave solemnly committed themselves to the collective \r\neffort to reverse those conditions, their attitude and \r\nresponse resembles that of the Biblical Cain, who, after \r\nhe killed his brother, Abel, and the Lord asked him \r\n“Where is Abel, your brother?”, replied: “I do not \r\nknow. Am I my brother’s keeper?” \r\n Perhaps, all of us, especially the rich, should heed \r\nthe words of one of the great sons of the United States \r\nof America, who perished because of his belief in \r\nequality and justice for all human beings and whose \r\ncivil rights movement is currently marking its golden \r\njubilee. Martin Luther King Jr. warned that \r\n “As long as there is poverty in the world I can \r\nnever be rich, even if I have a billion dollars. As \r\nlong as diseases are rampant and millions of \r\npeople in this world cannot expect to live more \r\nthan 28 or 30 years, I can never be totally healthy \r\neven if I just got a good check-up at the Mayo \r\nClinic. I can never be what I ought to be until you \r\nare what you ought to be. This is the way our \r\nworld is made. No individual or nation can stand \r\nout boasting of being independent. We are \r\ninterdependent.” \r\n The majority of the human race is entitled to ask \r\nthe question whether the rich respond the way they do \r\nbecause further impoverishment of the poor is to the \r\nadvantage of the rich, giving meaning to the old \r\nobservation that the rich get richer as the poor get \r\npoorer. As the divide between the rich and the poor \r\nwidens and becomes a serious global crisis, we see an \r\nincrease in the concentration of economic, military, \r\ntechnological, media and other power. \r\n Something is seriously wrong when people risk \r\nlife and limb travelling in suffocating containers to \r\nWestern Europe in search of a better life. Something is \r\nwrong when many Africans traverse, on foot, the harsh, \r\nhot and hostile Sahara Desert to reach European \r\nshores. Something is wrong when walls are built to \r\nprevent poor neighbours from entering those countries \r\nwhere they seek better opportunities. Something is \r\nindeed wrong when all these people, whose fault is \r\nmerely the fact that their lives are defined by poverty, \r\ntry desperately to reach countries where they believe \r\nthe conditions of their existence could improve, only to \r\nmeet hostile, and at times, barbaric and inhuman \r\nreceptions. \r\n In part, the United Nations is unable to fulfil \r\nsome of the objectives set by the founders in San \r\nFrancisco because, in truth, it does not reflect the \r\nexpansion of the global family of free nations. Because \r\nthis Organization of the peoples of the world has \r\ngrown to encompass the entire world, many had \r\nA/61/PV.10  \r\n \r\n06-52731 14 \r\n \r\nthought that it would be logical that this custodian of \r\nglobal democracy would itself serve as a beacon in our \r\ncontinuing quest for democracy in all our countries. \r\n Clearly, for the United Nations to continue \r\noccupying its moral high ground, it has to reform itself \r\nurgently and lead by practical example, showing what \r\nit means to be democratic. Even as we face the cold \r\nreality of the indifference of many among the rich and \r\npowerful, this Organization of the peoples of the world \r\nhas continued to offer hope and the possibility of the \r\nfulfilment of the aspirations of the majority of the \r\npeoples of the world. \r\n All of us, including those who hesitate to \r\nimplement the commonly agreed positions, agree that \r\nthis Organization has entrenched the correct \r\nunderstanding that development is a right and is central \r\nto the advancement of humanity. All of us, individually \r\nand collectively and as Members of the United \r\nNations, must do whatever is necessary to develop and \r\nimplement policies and strategies aimed at the \r\nachievement of sustainable development. It is \r\nimportant that international organizations such as the \r\nBretton Woods institutions, the World Trade \r\nOrganization (WTO) and others should, without any \r\nequivocation, seriously embark on the implementation \r\nof all the commitments that we have made as the \r\ninternational community. \r\n This Organization of the peoples of the world \r\ncannot merely note the unacceptable situation that \r\nAfrica will not achieve the Millennium Development \r\nGoals by 2015. We need further programmes, focused \r\nand concrete, to accelerate development in Africa and \r\navoid the possibility of that continent sinking further \r\ninto the morass of poverty and underdevelopment. \r\n Because we are our brothers’ and sisters’ keepers, \r\nwe have the responsibility to end the rhetoric and \r\nimplement programmes that ensure that all human \r\nbeings live decent, humane and prosperous lives. \r\n On behalf of the Group of 77 and China, as well \r\nas my own country, South Africa, I take this \r\nopportunity to thank His Excellency Mr. Jan Eliasson, \r\nfor the great work he did in steering this Organization \r\nduring this past year as President of the General \r\nAssembly. \r\n We are honoured to welcome Her Excellency \r\nSheikha Haya Rashed Al-Khalifa as President of the \r\nGeneral Assembly at its sixty-first session, and we \r\nwish her well in her important work. Madam President, \r\nwe pledge to do whatever is necessary to make your \r\nwork easier, so that through your efforts, the poor can \r\nregain full confidence in the ability of the United \r\nNations to improve their conditions of life. \r\n Every day the masses cry out in pain, frustration \r\nand anger. Every day they ask whether there is \r\nanybody who stops to hear their voices, anybody who \r\nlistens and who is ready to respond to their heartfelt \r\nplea for the restoration of their dignity. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof South Africa for the statement he has just made. \r\n Mr. Thabo Mbeki, President of the Republic of \r\nSouth Africa, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Her Excellency Ms. Tarja Halonen, \r\nPresident of the Republic of Finland \r\n \r\n The President: The Assembly will now hear an \r\naddress by the President of the Republic of Finland. \r\n Ms. Tarja Halonen, President of the Republic of \r\nFinland, was escorted into the General Assembly \r\nHall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Her Excellency Ms. Tarja Halonen, President \r\nof the Republic of Finland, and to invite her to address \r\nthe Assembly. \r\n President Halonen: Madam President, on behalf \r\nof the European Union, I have the honour to address \r\nthe General Assembly at its sixty-first session. The \r\nacceding countries Bulgaria and Romania; the \r\ncandidate countries Turkey, Croatia and the former \r\nYugoslav Republic of Macedonia; the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania, Bosnia and Herzegovina, \r\nMontenegro, Serbia; and also Ukraine and the Republic \r\nof Moldova, align themselves with this statement. \r\n Let me start by congratulating you, Madam \r\nPresident, upon your assumption of the office of \r\nPresident of the General Assembly. I also wish to \r\nexpress our appreciation to your predecessor, Mr. Jan \r\nEliasson, whose input has been crucial to the United \r\nNations reform process. We are confident that under \r\n A/61/PV.10\r\n \r\n15 06-52731 \r\n \r\nyour wise leadership, Madam President, this session \r\nwill turn out to be successful. \r\n The European Union is deeply committed to the \r\nUnited Nations and to its comprehensive agenda \r\npromoting peace and security, sustainable \r\ndevelopment, human rights and fundamental freedoms. \r\nWe want to create a more peaceful, prosperous and \r\ndemocratic world. The European Union continues its \r\nclose and loyal cooperation with the world \r\nOrganization. Recent events in different parts of the \r\nworld have proved once again that, 61 years after its \r\nestablishment, an effective United Nations is needed \r\nmore than ever. \r\n Contrary to our shared ideals, the realities of war \r\nand violence have not passed away into history. \r\nConflicts and terrorism continue to destroy the social \r\nand economic progress for which we are all striving. \r\nThe recent tragic events that occurred in Lebanon, \r\nIsrael and the Palestinian territories have again \r\ndemonstrated the need to achieve a just and lasting \r\npeace in the Middle East. Sustainable peace in the \r\nMiddle East and security for the people living there can \r\nbe achieved only through a commitment to a peace \r\nprocess that leads to a viable independent Palestinian \r\nState living in peace with a secure Israel. That remains \r\nour goal. The European Union is determined to \r\nparticipate actively in the implementation of Security \r\nCouncil resolution 1701 (2006) in order to help \r\nconsolidate the ceasefire and reach a long-term \r\nsolution based on the terms contained in the resolution. \r\n The European Union is strongly committed to \r\nrespect of international humanitarian law, including the \r\nprotection of civilians and humanitarian personnel \r\nduring conflict. We therefore condemn the deaths of \r\nhundreds of civilians in Lebanon and Israel in the \r\nrecent conflict. We welcome the outcome of the \r\nStockholm International Donor Conferences on the \r\nHumanitarian Situation in the Occupied Palestinian \r\nTerritories and on Lebanon. The European Union has \r\nresponded swiftly and generously to both humanitarian \r\nappeals. \r\n In the Middle East, we have demonstrated our \r\ncontinued, strong commitment to the United Nations. \r\nPeacekeepers from European Union countries are \r\nalready deployed in the area and will form the \r\nbackbone of the new United Nations Interim Force in \r\nLebanon (UNIFIL) operation. \r\n On this occasion, I want to pay tribute to the \r\nmemory of the United Nations military observers and \r\nother personnel who recently fell victim to the war in \r\nsouthern Lebanon. \r\n The European Union will continue active \r\nengagement in United Nations peacekeeping operations \r\nin the future. We see wide scope for further \r\ncomplementary and combined efforts with the United \r\nNations as well as with other regional entities. \r\n In sub-Saharan Africa, many peace agreements \r\nhave been brokered with the help of the United \r\nNations, the African Union and the European Union. In \r\nthe Democratic Republic of the Congo, the European \r\nUnion remains greatly involved in assisting in the \r\ncompletion of the electoral process through a major \r\nfinancial contribution and the decisive support of the \r\nEuropean Union military operation. \r\n Unfortunately, in Darfur, the humanitarian and \r\nsecurity situation is deteriorating. The European Union \r\nwelcomes the recent Security Council resolution on the \r\nUnited Nations-led peacekeeping operation in the \r\nSudan, and we strongly urge the Sudanese Government \r\nto give its consent to the deployment of the United \r\nNations operation. \r\n Peacebuilding is an integral part of the broad \r\nsecurity concept. The newly established Peacebuilding \r\nCommission brings its own and much-needed \r\ncontribution to United Nations work for peace and \r\nsecurity. The European Union will work actively to \r\nensure that this new body will have a strong and \r\ndynamic role in the United Nations system. Gender \r\naspect is important in this context. We also welcome \r\nthe establishment of the Central Emergency Response \r\nFund to enhance the capability of the international \r\ncommunity to respond to urgent humanitarian needs. \r\n The events of the past year show that terrorism \r\ncontinues to threaten international peace and security. \r\nThis threat can be effectively addressed through broad-\r\nbased cooperation within the framework of the United \r\nNations. The European Union welcomes the agreement \r\non a global counter-terrorism strategy as an important \r\ninstrument and expression of international solidarity in \r\nthe fight against terrorism. The European Union urges \r\nUnited Nations Member States to build on this \r\nachievement and to intensify their efforts to reach a \r\nspeedy consensus on a United Nations comprehensive \r\ncounter-terrorism convention. We underline the \r\nimportance of prevention and of conducting the fight \r\nA/61/PV.10  \r\n \r\n06-52731 16 \r\n \r\nagainst terrorism in accordance with human rights, \r\nrefugee law and international humanitarian law. \r\n We consider it important that this session of the \r\nGeneral Assembly should mark progress in the areas of \r\ndisarmament and non-proliferation. Concrete action is \r\nneeded on small arms and light weapons at the \r\nnational, regional and global levels. The European \r\nUnion will continue to push for a legally binding treaty \r\non trade in all conventional weapons. \r\n Effective multilateralism is crucial in facing the \r\ngrowing threat of the proliferation of weapons of mass \r\ndestruction. The Security Council has a central role in \r\naddressing those threats. In this regard, the European \r\nUnion welcomes the unanimous adoption of resolution \r\n1695 (2006) on the Democratic People’s Republic of \r\nKorea. We look forward to its effective \r\nimplementation, and we strongly urge the Democratic \r\nPeople’s Republic of Korea to implement fully the \r\nrequirements of this resolution. \r\n The European Union also welcomes the adoption \r\nof Security Council resolution 1696 (2006) and calls \r\non Iran to respond positively and swiftly to the \r\ndemands of the international community in \r\nimplementing this resolution, in particular by \r\nsuspending its enrichment activities in accordance with \r\nthat resolution. This would pave the way for \r\nnegotiations on a comprehensive agreement aimed at \r\nrestoring confidence that the Iranian nuclear \r\nprogramme serves exclusively peaceful purposes. We \r\nwelcome the current exploratory talks aimed to \r\nfacilitate the opening of the negotiations. An \r\nincreasingly important element in the promotion of \r\nglobal peace and security is the need to foster \r\ntolerance, mutual understanding and respect. In this \r\nregard, the European Union has already expressed its \r\nstrong support for the Alliance of Civilizations \r\ninitiative. \r\n Development builds peace. The United Nations \r\nand its Member States have created effective common \r\ngoals for economic, social and environmental \r\ndevelopment. We must fulfil our common commitment \r\nto the global partnership for development with all \r\nstakeholders and implement all the Millennium \r\nDevelopment Goals and other jointly agreed \r\ndevelopment targets in the time agreed on by Member \r\nStates. In our view, every country has control over and \r\nprimary responsibility for its own development. \r\n The social dimension of globalization, including \r\nthe importance of decent work for all, deserves special \r\nattention in the work of the United Nations. Ensuring \r\ndecent work is not only about economic and social \r\ndevelopment and individual rights and standards. It is \r\nalso very much a factor that contributes to the social \r\nand political stability of countries and regions. \r\n We have seen positive development also in \r\nAfrica. However sub-Saharan Africa as a whole is not \r\non track to reach the Millennium Development Goals \r\nby 2015. Therefore, the European Union has decided to \r\ngive 50 per cent of its increase in aid to Africa. We are \r\nwilling to strengthen the strategic partnership with \r\nAfrica by developing a joint strategy. \r\n We also need to improve aid effectiveness and \r\ndonor practices. The European Union is fully \r\ncommitted to implementation of the Paris Declaration \r\non Aid Effectiveness and calls on all other donors to do \r\nthe same. In addition, the international community \r\nmust deliver real gains for poor countries on trade. \r\nTrade can be a strong catalyst for economic growth and \r\npoverty reduction. Thus trade is a key element to \r\nachieve the Millennium Development Goals. \r\n The negotiations of the Doha Development \r\nAgenda must be resumed, as their successful outcome \r\nwill deliver substantial development benefits to \r\ndeveloping countries. We urge quick implementation of \r\nthe aid-for-trade commitments of December 2005. \r\n The European Union welcomes the outcome of \r\nthe Midterm Comprehensive Review of the \r\nImplementation of the Programme of Action for the \r\nLeast Developed Countries held in New York this \r\nweek. We are pleased that from 2001 onwards \r\neconomic growth in the least developed countries \r\n(LDCs) as a group has almost reached the 7 per cent \r\ntarget. As the providers of the greatest net official \r\ndevelopment aid, we note with satisfaction the overall \r\nincrease in official development assistance from donor \r\ncountries, especially to LDCs. \r\n Ensuring sustainable development is an urgent \r\ntask. Environmental sustainability underpins long-term \r\ndevelopment and the achievement of all the \r\nMillennium Development Goals. Addressing climate \r\nchange and biodiversity loss are integral parts of \r\nachieving sustainable development. For this purpose, \r\nthe Montreal Action Plan on climate change agreed last \r\nyear needs to be pushed forward urgently. \r\n A/61/PV.10\r\n \r\n17 06-52731 \r\n \r\n The Secretary-General’s High-level Panel on \r\nUnited Nations System-wide Coherence is about to \r\nfinalize its work. The European Union looks forward to \r\nstudying the Panel’s recommendations, which could \r\ngive an urgently needed global response, especially at \r\nthe country level. This should be done in close \r\ncooperation with other multilateral stakeholders and \r\nthe developing countries themselves. \r\n The European Union looks forward to continuing \r\ncooperation in the field of migration and development \r\nafter last week’s High-level Dialogue. Migration is an \r\nintegral part of the development agenda, and \r\ndevelopment is an important element in migration \r\npolicies. \r\n The European Union is committed to \r\nstrengthening and mainstreaming human rights within \r\nthe United Nations system. One of the major \r\naccomplishments of the United Nations has been the \r\ncomprehensive framework of international human \r\nrights law. It sets out clear standards by which all \r\nStates are measured. With a view to strengthening that \r\nframework, we attach great importance to the adoption \r\nof new instruments on enforced disappearances, the \r\nrights of indigenous peoples and the rights of persons \r\nwith disabilities during the present session of the \r\nGeneral Assembly. \r\n The newly established Human Rights Council has \r\nthe potential to significantly strengthen the promotion \r\nand protection of human rights throughout the world. \r\nThe European Union wants to ensure that it lives up to \r\nthat potential and that it soon plays a strong and \r\ndynamic role in the United Nations system. The Union \r\nhas high expectations for the second regular session of \r\nthe Council, which began yesterday. \r\n The EU is also committed to ending impunity for \r\nthe most serious crimes of concern to the international \r\ncommunity. We strongly support the International \r\nCriminal Court (ICC) and call upon all States that are \r\nnot yet party to the Rome Statute of the ICC to ratify or \r\naccede to it without delay. \r\n The EU will continue to promote the rule of law \r\nboth at the national level and in international relations. \r\nIn Iraq, upholding the rule of law is a key challenge. \r\nThe Union is working closely together with the United \r\nNations and other partners to assist the Iraqi \r\nGovernment in that field. \r\n The EU wishes to see this world Organization \r\nfunction in a more effective, transparent and \r\naccountable way. The EU recognizes the need to \r\nreform the main United Nations bodies, among them \r\nthe General Assembly, the Economic and Social \r\nCouncil and the Security Council. Management reform, \r\nas well as the mandates review, will be high on our \r\nagenda when we start our work this autumn. We need \r\nto continue our collective efforts through consensual \r\ndecision-making. After all, United Nations reform will \r\nbenefit the entire membership of the Organization. \r\n Before I conclude, let me pay tribute to our \r\nSecretary-General, Mr. Kofi Annan. For nearly 10 \r\nyears, he has shown leadership and vision in his work \r\nto uphold the principles of the United Nations Charter, \r\nas well as courage in the much-needed transformation \r\nof our world Organization. He has put a human face on \r\nthe United Nations, both inside and outside the \r\nOrganization. I wish him all the best. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Finland for the statement she has just made. \r\n Ms. Tarja Halonen, President of the Republic of \r\nFinland, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by General Pervez Musharraf, President of \r\nthe Islamic Republic of Pakistan \r\n \r\n The President: The Assembly will now hear an \r\naddress by the President of the Islamic Republic of \r\nPakistan. \r\n General Pervez Musharraf, President of the \r\nIslamic Republic of Pakistan, was escorted into \r\nthe General Assembly Hall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency General Pervez Musharraf, \r\nPresident of the Islamic Republic of Pakistan, and to \r\ninvite him to address the Assembly. \r\n President Musharraf: I am indeed very happy to \r\nsee a sister from fraternal Bahrain presiding over the \r\nGeneral Assembly at this important session. Your \r\nelection, Madam, symbolizes the increasingly \r\nsignificant role that women are playing in the Muslim \r\nworld. You will have Pakistan’s full support in carrying \r\nout your challenging responsibilities. \r\nA/61/PV.10  \r\n \r\n06-52731 18 \r\n \r\n This is the first time that I have addressed this \r\nbody since the devastating earthquake that occurred in \r\nthe northern regions of Pakistan last October. I \r\ntherefore take this opportunity to express our deepest \r\ngratitude for the relief and financial assistance that we \r\nreceived from around the world. We were deeply \r\nmoved by the global solidarity displayed in the hour of \r\nour distress and need. \r\n Multilateral cooperation is the key to addressing \r\nthe existing and emerging challenges of the twenty-\r\nfirst century: political disputes, terrorism, proliferation, \r\npoverty, hunger, disease, economic disparities, \r\nmigration, unemployment, environmental degradation \r\nand natural disasters. We appreciate the Secretary-\r\nGeneral’s initiatives to equip the United Nations to \r\nrespond to those challenges. But we are yet a distance \r\nfrom the vision endorsed at the 2005 United Nations \r\nSummit. \r\n Over the past six years, despite daunting external \r\nand internal challenges, Pakistan has been transformed \r\ninto a dynamic nation, moving rapidly towards the \r\nvision of our founder, namely, a modern, progressive, \r\nIslamic and democratic republic. We have reformed our \r\ninstitutions of governance and our economy. \r\nDemocratic governance has been introduced at the \r\ngrass-roots level. We are focusing on lifting up the \r\nunderprivileged sectors of our society: poor people, \r\nwomen and minorities. Women are being politically \r\nand economically empowered and protected against \r\ndiscrimination. Minorities have been politically \r\nmainstreamed. We have also unshackled the media. \r\n Having successfully put our economy on an \r\nupsurge, we are now embarked on second-generation \r\nreforms to spread the benefits of growth to all our \r\npeople. One of our strategic aims is to utilize \r\nPakistan’s unique geostrategic position to build trade, \r\nenergy and communication corridors linking South \r\nAsia, West Asia, Central Asia and China. Regional \r\nintegration will accelerate economic growth and \r\nprosperity in our part of Asia and even beyond. Of \r\ncourse, Pakistan still faces daunting challenges from \r\nwithin and without. We are facing them boldly to build \r\nan environment of peace and stability in our region. \r\n Pakistan desires a peaceful environment in the \r\nregion. We have been engaged in a peace process with \r\nIndia aimed at building confidence and resolving \r\nissues — including the Jammu and Kashmir dispute — \r\nthat have been the source of tension and conflict \r\nbetween the two countries in the past. The improved \r\nrelations and the conducive international environment \r\nhave brought an acceptable solution to this long-\r\nstanding dispute within reach. I am confident that my \r\npositive meeting with Prime Minister Manmohan Singh \r\nin Havana will help to carry the peace process forward, \r\nwhich is vital for the future of both countries and for \r\npeace in South Asia and beyond. \r\n A stable security environment is also important \r\nfor peace in our region. Pakistan has proposed the \r\ncreation of a strategic restraint regime in South Asia, \r\nencompassing minimum nuclear deterrence and a \r\nbalance of conventional forces. We do not want to \r\nenter into an arms race. But we will do whatever is \r\nnecessary to preserve the credibility of our minimum \r\ndefensive deterrence level. \r\n Pakistan has a legitimate requirement for nuclear \r\npower generation to meet the energy needs of our \r\nexpanding economy and our expanding industry. As a \r\nresponsible nuclear State, we will continue to seek \r\nnuclear technology for power generation under \r\nInternational Atomic Energy Agency safeguards. We \r\ncannot accept discrimination in the nuclear field. \r\n Peace and stability in Afghanistan is in Pakistan’s \r\nvital interest. It will assure tranquillity on our western \r\nfrontiers. It will also enable Pakistan to realize its \r\nambition of linking Central Asia and South Asia \r\nthrough Afghanistan and Pakistan. \r\n Afghanistan confronts complex security, political \r\nand economic challenges, including a resurgent Taliban \r\nthat also threatens Pakistan’s efforts to combat \r\nextremism and terrorism. The common challenge \r\nimposes a joint responsibility on Pakistan, Afghanistan \r\nand the coalition forces. \r\n Problems in the border regions of Pakistan and \r\nAfghanistan are compounded by the continuing \r\npresence in Pakistan of over 3 million Afghan refugees, \r\nsome of them sympathetic to the Taliban. The \r\nincentives offered by the international community to \r\nthe refugees for their voluntary return are minimal. A \r\nserious international commitment is required to \r\nfacilitate their repatriation to their country. \r\n The unfortunate history of our region has placed \r\nPakistan in the frontline of the global campaign against \r\nterrorism. We cooperate daily with many countries, \r\nincluding the United States and the United Kingdom. \r\nOur cooperation has pre-empted several terrorist plots, \r\n A/61/PV.10\r\n \r\n19 06-52731 \r\n \r\nsuch as the one uncovered recently to blow up airliners \r\nflying from London. Over the past five years, Al-Qaida \r\nhas been significantly degraded as an organization in \r\nour region. \r\n While we confront terrorism our strategy must \r\nseek to eliminate this phenomenon comprehensively. \r\nWe cannot do so unless we understand and address the \r\nroot causes of terrorism today. How are terrorists able \r\nto find willing recruits, even among educated young \r\npeople, in advanced and democratic societies? The \r\nreasons are clear. Across the Muslim world, old \r\nconflicts and new campaigns of military intervention \r\nhave spawned a deep sense of desperation and \r\ninjustice. Each new battleground involving an Islamic \r\nState has served as a new breeding ground for \r\nextremists and terrorists. Indiscriminate bombings, \r\ncivilian casualties, torture, human rights abuses, racial \r\nslurs and discrimination only add to the challenge of \r\ndefeating terrorism. \r\n In my view, a two-pronged strategy, which I call \r\nenlightened moderation, is required to address the \r\nsituation. That strategy envisages that, apart from \r\ncombating terrorism frontally, the international \r\ncommunity must undertake resolute efforts to resolve \r\nthe conflicts afflicting the Islamic world. Unless we \r\nend the foreign occupation of Muslim countries and \r\nsuppression of Muslim peoples, terrorism and \r\nextremism will continue to find recruits among \r\nalienated Muslims in various parts of the world. \r\n We also need to bridge, through dialogue and \r\nunderstanding, the growing divide between the Islamic \r\nand Western worlds. In particular, it is imperative to \r\nend racial and religious discrimination against Muslims \r\nand to prohibit the defamation of Islam. It is most \r\ndisappointing to see personalities of high standing \r\noblivious to Muslim sensitivities at these critical \r\nmoments. \r\n The greatest challenge to global security, to the \r\ncampaign against terrorism, to the promotion of \r\nharmony among civilizations and to the credibility of \r\nthe United Nations is the cauldron of conflict that is \r\nthe Middle East — exemplified by the latest Israeli \r\naggression against Lebanon. We hope that the \r\nresolution painstakingly brokered in the Security \r\nCouncil will lead to a rapid and complete Israeli \r\nwithdrawal and the restoration of Lebanon’s \r\nsovereignty over its entire territory. \r\n The attack on Lebanon has far-reaching \r\nimplications for the Middle East. The ability and \r\nrelevance of moderate forces to bring about a just \r\npeace in the region has been put to a very severe test. \r\nThe world must, however, still support them to address \r\nthe festering problems of the region comprehensively \r\nand fairly. It is time to end Israel’s conflicts with all its \r\nneighbours. It is time, first and foremost, to end the \r\ntragedy of Palestine. There is no doubt in our mind — \r\nthere should be no doubt in anyone’s mind — that that \r\nlies at the core not only of tackling the problems of \r\nIraq and Afghanistan, but also of dealing with the \r\nmenaces of terrorism and extremism at their roots. \r\n The confrontation over Iran’s nuclear programme \r\nthreatens further instability in this already inflamed \r\nregion. We are encouraged by the “Iran and 5 + 1” \r\nnegotiations and believe that this issue can be resolved \r\npeacefully in a manner that accommodates the \r\nlegitimate rights and interests of all parties involved. \r\nResort to coercion and worse, the use of force, could \r\nlead to grave consequences in the region and globally. \r\n The dynamic economic performance of several \r\ndeveloping countries, especially in Asia, has \r\ntransformed the world’s geo-economic map. Yet, most \r\ndeveloping countries find that international trade and \r\nfinancial structures are weighted against them. With \r\nthe Doha Round in the doldrums, new modalities must \r\nbe found so as to utilize the full potential of trade for \r\ndevelopment. Similarly, the international financial \r\nsystem should ensure a more equitable share of \r\ninternational liquidity and investment for developing \r\ncountries. \r\n Unless the activities of the United Nations \r\naccommodate the concerns and priorities of its general \r\nmembership, the Organization risks losing its global \r\nmoral authority. The General Assembly should reassert \r\nits Charter responsibilities, and the Security Council \r\nshould be reformed to make the activities of the \r\nCouncil more democratic, transparent, inclusive and \r\naccountable to the general membership. The reform of \r\nthe Security Council is of vital interest to every \r\nMember State and must therefore be adopted by \r\nconsensus or by the widest possible agreement. \r\n This important session of the Assembly will elect \r\nthe next Secretary-General of the United Nations. \r\nPakistan hopes that consensus will soon develop in the \r\nSecurity Council and the Assembly on a qualified \r\ncandidate from Asia. Pakistan will extend its full \r\nA/61/PV.10  \r\n \r\n06-52731 20 \r\n \r\nsupport to the new Secretary-General, as we have done \r\nto Mr. Kofi Annan, to build a United Nations that can \r\ndecisively advance the world towards the noble vision \r\nof preventing the scourge of war and promoting better \r\nstandards of living for all peoples of the world in \r\nfreedom. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the President of the Islamic \r\nRepublic of Pakistan for the statement he has just \r\nmade. \r\n General Pervez Musharraf, President of the \r\nIslamic Republic of Pakistan, was escorted from \r\nthe General Assembly Hall. \r\n \r\nAddress by Mr. Jacques Chirac, President of the \r\nFrench Republic \r\n \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by the President of the French \r\nRepublic. \r\n Mr. Jacques Chirac, President of the French \r\nRepublic, was escorted into the General Assembly \r\nHall. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Jacques Chirac, \r\nPresident of the French Republic, and to invite him to \r\naddress the Assembly. \r\n President Chirac (spoke in French): Lebanon \r\nhas again been set ablaze by war, a further \r\nmanifestation of the interminable conflict in the Middle \r\nEast whose tragedies have, for 60 years now, \r\npunctuated the life of the United Nations. \r\n By endlessly deferring its settlement, this \r\nconfrontation has become the epicentre of international \r\ninstability, the main source of incomprehension \r\nbetween the different worlds and an easy alibi for all \r\nforms of terrorism. \r\n This situation is not a foregone conclusion. With \r\nSecurity Council resolution 1701 (2006), the United \r\nNations is shouldering its responsibilities. The \r\nunanimous adoption of this resolution has brought the \r\nfighting to an end. France, Europe and Asia have \r\ncontributed to the strengthening of United Nations \r\nInterim Force in Lebanon (UNIFIL). \r\n But the fire is still smouldering. It is now up to \r\nall the parties to work towards the consolidation of \r\npeace and the recovery of Lebanon. \r\n It is now up to Israel to complete the withdrawal \r\nof its forces. It is up to the Lebanese Government to \r\naffirm its sovereignty throughout its territory. And it is \r\nup to the countries in the region to cooperate fully in \r\norder to ensure the success of resolution 1701 (2006), \r\nto cooperate with the United Nations. \r\n In this highly sensitive region where divides \r\nmeet, the status quo has become unbearable. Because \r\nthe conflict in the Middle East is a threat to global \r\npeace and security, the world has no option but to be \r\nthe guarantor of peace. Let us tread off the beaten track \r\nof habit. Let us define a global strategy the key to \r\nwhich is an Israeli-Palestinian settlement. \r\n The parameters for that settlement are well-\r\nknown, namely, the secure coexistence of two viable \r\nStates, as has already been widely accepted by both \r\npeoples; safe and recognized borders; and a fair \r\nsolution for refugees and for Jerusalem. All that still \r\nstands between Israelis and Palestinians and the peace \r\nto which they aspire is the deep-seated, mutual distrust \r\nof two peoples shattered by history and reeling from \r\ntheir sufferings and ordeals. Let us now stop extremists \r\nfrom laying down the law! Let us help peoples and \r\nleaders bold enough to seek peace! Like, before them, \r\nSadat and Begin, Rabin and Arafat! Before this \r\nAssembly, I call on the world to commit itself to \r\nrestoring the conditions for confidence. \r\n The Quartet should meet shortly to start preparing \r\nan international conference. I propose that the \r\nconference define in advance the guarantees that we \r\nare prepared to provide to the parties as soon as they \r\nreach an agreement. I also propose that the conference \r\npave the way for a new future in the Middle East \r\nthrough a regional framework for collective security, \r\neconomic integration and dialogue among cultures. \r\n Building peace means fighting terrorism. It \r\nmeans preventing proliferation. It means shouldering \r\nthe “responsibility to protect” that we enshrined here \r\nlast year. \r\n International legality must prevail over the threats \r\nof proliferation of weapons of mass destruction. In the \r\ncrisis with Iran, confidence has been impaired by the \r\nexistence of hidden programmes. We have extended \r\nambitious offers of cooperation to that major country, \r\n A/61/PV.10\r\n \r\n21 06-52731 \r\n \r\nprovided it restores confidence by suspending its \r\ncontentious activities. Dialogue must prevail. Let us \r\ntalk in order to enter into negotiations. \r\n Given the seriousness of what is at stake, the \r\ninternational community must stand firm and united. \r\nWe do not aim to call regimes into question. We aim to \r\nensure security in accordance with international law \r\nand with due regard for the sovereignty of all \r\ncountries. \r\n The “responsibility to protect” — that was what \r\nwe affirmed here. In Darfur, millions of people are \r\nthreatened. A crime against humanity looms. \r\nBloodshed and turmoil are about to convulse the very \r\nheart of Africa again. \r\n France entreats the international community to \r\nward off a further humanitarian catastrophe. I solemnly \r\ncall on Sudan to accept the United Nations peace \r\nmission without delay. I call on the International \r\nCriminal Court to bring to justice those responsible for \r\nthese crimes. \r\n The time has come for the immense continent of \r\nAfrica, with its wealth of peoples and vibrant youth, \r\nwhich has embarked on the road to growth and reform, \r\nto find, at long last, a destiny worthy of it and of the \r\ncradle of humanity it represents. Humanity must be \r\nunited and there must be solidarity among its diverse \r\npeoples. Humanity needs, more than ever, a strong and \r\nrespected United Nations, the irreplaceable tool for \r\nshared sovereignty and responsibility. \r\n It is here that universal and sacred human rights \r\nmust be defended and protected. With the new Human \r\nRights Council and the International Criminal Court, \r\nthe United Nations returns to this primary vocation. Let \r\nus not disappoint the hopes of all those who love \r\nfreedom and justice. \r\n At a time when the world’s wealth is increasing \r\nas never before, the separation between the rich and \r\npoor is becoming intolerable. From its inception, the \r\nUnited Nations has stood for the moral imperatives of \r\nfairness and solidarity. For this reason France wishes to \r\nsubmit to the United Nations the idea of innovative \r\ndevelopment financing mechanisms such as the \r\ninternational solidarity levy on airplane tickets, a \r\nmodern, pragmatic and experimental response to the \r\nneed to fight poverty and pandemics. In this spirit we \r\nwill be launching the International Drug Purchase \r\nFacility (UNITAID) initiative this afternoon. Let us \r\novercome selfishness and dogmatism and give the \r\ngenerous idea of a world united for human progress a \r\nchance. \r\n Finally, we all know that uncontrolled human \r\nactivity is bringing about a sort of slow collective \r\nsuicide. Disaster can only be averted if nations can \r\ncome together to support jointly agreed commitments. \r\nLet us create a United Nations for the environment, as \r\nthe expression of the world’s ecological conscience and \r\nthe premier forum in which we take common action for \r\nfuture generations. France will host an international \r\nconference next year to bring together all those who \r\nwant to make progress on this project, which is crucial \r\nto the future of the planet. \r\n For 10 years now, a man has held high the torch \r\nof the United Nations and our universal values. Today, \r\nI wish to pay Kofi Annan the solemn and merited \r\nhonour of our profound admiration, of our respect and \r\nof our recognition. \r\n In a few weeks’ time, we will appoint a new \r\nSecretary-General, who will be faced with immense \r\nchallenges. He will be able to count on the support of \r\nFrance, on its unswerving commitment to serving \r\npeace and justice, fraternity and progress. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe French Republic for the statement he has just made. \r\n Mr. Jacques Chirac, President of the French \r\nRepublic, was escorted from the General \r\nAssembly Hall. \r\n Mr. Butagira (Uganda), Vice-President, took the \r\nChair. \r\n \r\nAddress by Mr. Lech Kaczyński, President of the \r\nRepublic of Poland \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nPoland. \r\n Mr. Lech Kaczyński, President of the Republic of \r\nPoland, was escorted into the General Assembly \r\nHall. \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Lech Kaczyński, President \r\nof the Republic of Poland, and to invite him to address \r\nthe Assembly. \r\nA/61/PV.10  \r\n \r\n06-52731 22 \r\n \r\n President Kaczyński (spoke in Polish; English \r\ntext provided by the delegation): Let me begin by \r\nextending my congratulations to Her Excellency Haya \r\nRashed Al-Khalifa from the Kingdom of Bahrain on \r\nthe occasion of her election as President of the General \r\nAssembly in its sixty-first session. I wish you, Madam, \r\nevery success in carrying out this important mission. \r\n To the former President, His Excellency Jan \r\nEliasson, Minister for Foreign Affairs from the \r\nKingdom of Sweden, I convey my respect for his \r\noutstanding achievements in running the previous \r\nsession. \r\n I convey my best wishes to the Secretary-\r\nGeneral, Mr. Kofi Annan. I would like to express my \r\nprofound respect and full support for his incessant \r\nefforts in continuing to reduce international tension and \r\nresolve international conflicts. \r\n The matters we have gathered here to discuss \r\ntoday are very important for the world, for Europe, for \r\nPoland and for me personally. I am saying this as \r\nPresident and as a member of Solidarity — the \r\nmovement that completely changed my country. \r\n Solidarity gave Poland her freedom and \r\nsovereignty, and also contributed to the fall of \r\nCommunism in Europe. Thanks to Solidarity, a wall \r\ndividing the world into two hostile camps was brought \r\ndown. We, the Poles, perceive global partnership for \r\ndevelopment — the theme of this year’s session of the \r\nUnited Nations — through the lens of our historical \r\nexperiences — the experiences of the Solidarity \r\nmovement. \r\n The Polish Solidarity movement originated from \r\nan idea that is a universal value in various cultures, \r\nreligions and traditions. This value must be \r\nrediscovered in order to help build a new world based \r\non the right of all nations and all peoples to live in \r\ndignity. \r\n Poland’s heritage is inextricably connected with \r\nthe heritage of Europe — one that is founded on a \r\nrespect for human rights and love of freedom. \r\n Like many other countries over the course of \r\nhistory, we have experienced disasters like those that, \r\nunfortunately, continue to affect the everyday lives of \r\nmillions of people on various continents. For many \r\nyears, we suffered from wars, destruction, poverty, a \r\nlack of freedom and a loss of independence. Today, in a \r\nfree country where we have been implementing \r\nessential reforms for more than a decade, we are \r\nmaking up for lost time. Although we sometimes make \r\nmistakes trying to improve on those reforms, we \r\ncontinue to make progress. We wish to share with \r\nothers our experience of profound transformation. \r\n Poland’s experience in shaking off a totalitarian \r\nregime and taking up the task of modernizing the \r\ncountry gives us a special understanding of the needs \r\nof countries following a similar path. That is why we \r\nare committed to doing our utmost to spread \r\ndemocracy and freedom around the world. Today, \r\nPoland is a rapidly developing country. We are \r\nbecoming a nation that is able to donate to the \r\ninternational community, much to our satisfaction. \r\nUntil recently, we were the beneficiary of such aid. \r\nIndeed, I should like Poland to become even more \r\nactive in that regard. \r\n Today, in the twenty-first century, Poland is a \r\nstrong sovereign State and an active member of the \r\nEuropean Union, as well as an ally of the United States \r\nof America. Having overcome painful historical \r\nexperiences, Poland has been developing friendly \r\nrelations with its neighbours since 1989, opening a new \r\nchapter in its relations with Germany. We also want the \r\nbest possible relationship with our great neighbour \r\nRussia. We are hopeful, yet sometimes concerned, \r\nabout the developments in that country. \r\n Poland, a member of the European Union for \r\nmore than two years, supports the Union’s approach to \r\ncooperation with the United Nations. We are convinced \r\nthat peace must be built through long-term sustainable \r\ndevelopment. It is in that conviction that we take action \r\nin the United Nations with regard to the Millennium \r\nDeclaration and the Millennium Development Goals. \r\nWe also support our eastern neighbours in their reform \r\nefforts. Poland, which paved the way for a market \r\neconomy, the democratic rule of law and a civil society \r\nin Central and Eastern Europe, has extensive \r\nexperience in those areas. We are prepared to share that \r\nexperience further with countries that are transforming \r\ntheir economies and State institutions. \r\n Together with our European partners, we are \r\nshaping the political, social and economic future of our \r\ncontinent. However, because Poland is aware that \r\nEurope is not the whole world, we are participating in \r\nstabilization and peacekeeping missions around the \r\nworld, including those in Kosovo, Afghanistan, the \r\nDemocratic Republic of the Congo, Lebanon and Iraq. \r\n A/61/PV.10\r\n \r\n23 06-52731 \r\n \r\n We strongly encourage efforts to bring a lasting \r\npeace to the Middle East. A few days ago, I had the \r\nopportunity to express Poland’s position in that regard. \r\nPoland unequivocally supports Israel’s right to live in \r\nsecurity. At the same time, Poland supports the \r\naspirations of the Palestinian nation to build an \r\nindependent State. We have been involved in the \r\nstabilization of the region for many years. We actively \r\nparticipate in the United Nations Interim Force in \r\nLebanon. Two weeks ago, at the request of the \r\nSecretary-General, we stated that we would increase \r\nour military contingent. If necessary, we will increase \r\nit even further. \r\n For Poland, the difficult and painful period of our \r\nhistory belongs to the past. I wish to reiterate that our \r\nexperiences have left us with a sense of moral \r\nobligation to help others. We want to repay our debt. \r\nJust as we once received support, we now want to \r\nsupport others. \r\n In seeking to provide the most effective forms of \r\nassistance, the international community must take into \r\naccount the phenomenon of globalization, which has \r\nbecome the challenge of the twenty-first century. \r\nAlthough it understandably gives rise to various \r\nemotions and extreme opinions, its significance is \r\nindisputable. Globalization has revealed the scale and \r\nthe nature of problems of which we had not been fully \r\naware. I am thinking about the ever-increasing \r\ninequalities and exclusion from the achievements of \r\ncivilization and about the vast areas of poverty and \r\ninstability that are breeding grounds for crime and \r\nincrease the threats to peace and security. \r\n It is also difficult not to fear the negative effects \r\nof globalization: the division of the world into \r\ncountries that are becoming ever richer and those that \r\nare condemned to ever-deepening poverty. The \r\nresponse to these fears must be global solidarity. We \r\ncan scarcely fail to see the dramatic contradiction \r\nbetween such poverty and the affluence made possible \r\nby incredible scientific and technological progress. \r\n What is solidarity in the global context? Very \r\nbriefly, it is the collective reaction against the \r\nemergence of new iron curtains and political, economic \r\nand cultural barriers; it is also respect for the dignity \r\nand the inalienable right to freedom of every human \r\nbeing throughout the world, regardless of culture, \r\ntradition or geographic location. Understood in that \r\nway, solidarity is a rational fight against poverty, \r\ncarried out by encouraging a broad flow of assistance \r\nto the poorest countries through appropriately planned \r\neconomic support. Assistance efforts must be \r\nundertaken in such a way as to ensure not only that \r\nthey provide short-term relief, but also, and above all, \r\nthat they permit long-term development. Thus, we \r\nshould work out a reform programme to make such \r\ndevelopment possible. \r\n Here, I should like to draw attention to the issue \r\nof energy security, which is increasingly important in \r\nmany regions of the world. Energy security should be \r\nbased on the diversification of energy sources and on \r\nthe development of energy relationships that cannot be \r\nused as a means of political pressure. \r\n Assistance provided in the context of global \r\nsolidarity has an economic aspect. Freedom and respect \r\nfor the rights of the individual are essential conditions \r\nfor sustainable well-being. Assistance in the context of \r\nglobal solidarity also implies support for societies \r\nstriving to achieve freedom, democracy and the \r\nprotection of human rights — support that is provided \r\nwith wisdom and that is sensitive to the cultural \r\nuniqueness, traditions and needs of each country. \r\n I believe that where tensions and social conflicts \r\nare resolved through dialogue, where respect is \r\npromoted for different cultures and religions and where \r\neconomic inequalities between societies and States are \r\nprevented, terrorism will not find soil in which to \r\ngrow. I also wish to express my conviction that here \r\nand now, in the contemporary world, we must fight \r\nterrorism wherever it appears. In the long run, \r\nhowever, global solidarity may be the most effective \r\nweapon against those who would like to see the world \r\nas the scene of a never-ending fight. \r\n The United Nations today needs specific \r\nprogrammes to realize ambitious visions founded on \r\nglobal solidarity and a global partnership for \r\ndevelopment. The United Nations must be more \r\neffective in ensuring equal development opportunities, \r\nthus closing the gap between the living standards of the \r\nNorth and of the South. \r\n The United Nations is thus confronted with huge \r\ntasks, which require both high-minded commitment \r\nand reforms. We want changes that adapt the United \r\nNations to contemporary challenges. The world is \r\nconstantly changing, and the United Nations must keep \r\npace with those changes. Only thus can it preserve its \r\nsignificance and multiply its great achievements. \r\nA/61/PV.10  \r\n \r\n06-52731 24 \r\n \r\nReforms must be focused on the human being, thus \r\ndefending human rights and freedoms and opening the \r\nway to well-being and spiritual development for all. \r\nThose were the founding values of the United Nations \r\nover 60 years ago. \r\n Poland advocates such a reform of the \r\nOrganization and is ready to participate in it. Poland \r\nalso wishes to participate in a restructuring of \r\ninternational relations that would be based to a greater \r\nextent on the principles of solidarity and assistance \r\nextended by wealthy nations to nations in need. In \r\nother words, the quantity of such support should be \r\nsignificantly greater than it is now. \r\n These words of that great Pole, Pope John Paul II, \r\nthe spiritual father of Polish solidarity, can be our \r\nguiding beacon: “Man is great not through what he  \r\n \r\nowns, but through what he is; not through what he has, \r\nbut through what he shares with others.” \r\n We are facing tremendous challenges. We can \r\ntackle them only by acting in solidarity through global \r\npartnership. May our efforts be inspired by solidarity, a \r\nprinciple embodied in a word that appears in all the \r\nworld’s languages — and in many of them it sounds \r\nvery much the same. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Poland for the statement he has just made. \r\n Mr. Lech Kaczyński, President of the Republic of \r\nPoland, was escorted from the General Assembly \r\nHall. \r\n The meeting rose at 2.05 p.m. \r\n \r\n"