" United Nations  A/61/PV.30\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n30th plenary meeting \r\nFriday, 13 October 2006, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-56969 (E) \r\n*0656969* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n  The meeting was called to order at 10.15 a.m. \r\n \r\n \r\nAgenda items 48 and 62 (continued) \r\n \r\n2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa  \r\n \r\n  Note by the Secretary-General (A/61/218 and \r\nCorr.1) \r\n \r\nNew Partnership for Africa’s Development: progress \r\nin implementation and international support \r\n \r\n (a) New Partnership for Africa’s Development: \r\nprogress in implementation and international \r\nsupport  \r\n \r\n  Report of the Secretary-General (A/61/212) \r\n \r\n  Note by the Secretary-General (A/61/69 and \r\nAdd.1) \r\n \r\n (b) Causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa \r\n \r\n  Report of the Secretary-General (A/61/213) \r\n \r\n Mrs. Sahu (Thailand): Allow me at the outset to \r\ncommend the Secretary-General for his comprehensive \r\nreport on Africa’s development (A/61/212), which \r\nhighlights the significant development in Africa and \r\nthe challenges the continent is facing, as well as the \r\nsupport provided by the international community over \r\nthe past year. The report also strongly illustrates the \r\nunprecedented commitment of the United Nations to \r\nwork with African countries in realizing its \r\ndevelopment potential.  \r\n Before proceeding further, I should like to \r\nassociate my delegation with the statements made by \r\nthe representative of South Africa on behalf of the \r\nGroup of 77 and China and by the representative of the \r\nPhilippines on behalf of the Association of Southeast \r\nAsian Nations. \r\n There is no doubt that the question of peace and \r\nprosperity in Africa remains close to our hearts. \r\nPromoting peace and strengthening socio-economic \r\ndevelopment in Africa in order to achieve the \r\nMillennium Development Goals (MDGs) has long been \r\nincluded among the agenda items discussed in this \r\nHall. Achieving the Goals will be possible only \r\nthrough a concrete partnership among Africa, the \r\ninternational community, the private sector and civil \r\nsociety. \r\n We share the Secretary-General’s view, as \r\npresented in his report on the work of the Organization \r\n(A/61/1), that the special needs of Africa demand \r\nurgent and concerted efforts as well as continued and \r\nunabated support on the part of all stakeholders. We \r\nalso share the Secretary-General’s view that in recent \r\nyears we have witnessed an increase in the \r\ninternational community’s commitment, as well as \r\nAfrica’s own determination, to achieve the MDGs.  \r\n Conflict settlement and peace processes are being \r\ncarried out in many areas, while the role of the African \r\nUnion and the joint cooperation at both the national \r\nand regional levels under the New Partnership for \r\nAfrica’s Development (NEPAD) have been \r\nstrengthened. That demonstrates Africa’s commitment \r\nA/61/PV.30  \r\n \r\n06-56969 2 \r\n \r\nto determine its own future through African-owned \r\ninitiatives and active African involvement. It is also \r\nencouraging to learn that the official development \r\nassistance pledges and commitments made to Africa by \r\nthe United Nations, international institutions, the \r\ninternational community and non-governmental \r\norganizations are apparently increasing. We \r\nparticularly welcome the concrete support provided to \r\nthe region, such as the Multilateral Debt Relief \r\nInitiative, the Millennium Villages initiatives and other \r\nprojects that have been undertaken in recent years \r\nwithin various frameworks. \r\n In light of those constructive prospects, Thailand \r\njoins the international community in supporting the \r\ncontinued efforts to promote the achievement of the \r\nMillennium Development Goals in Africa and remains \r\ncommitted to fully participating in joint initiatives \r\neither on our own or through the Association of \r\nSoutheast Asian Nations (ASEAN), the Group of 77 \r\nand China as well as other international forums. \r\n In the last few years, Thailand has intensified its \r\nefforts to expand cooperation with African countries. \r\nWe designated 2005-2006 as “the Year of Africa” to \r\nserve as a policy guideline for our bilateral and \r\ntrilateral cooperation programmes with donor countries \r\nand international organizations, with the aim of \r\nadvancing partnership in areas that will ensure a long-\r\nterm positive impact on Africa’s development, \r\nparticularly in human resource development and \r\ncapacity-building. \r\n Based on the principle of self-sufficient \r\ndevelopment and with the aim of helping countries in \r\nAfrica to diversify their productive bases, Thailand is \r\ncarrying out technical cooperation programmes for \r\nAfrica in wide-ranging fields of common interest. \r\nAround 100 scholarships for training courses and \r\nexchanges of experts have been offered this year in the \r\nfields of agriculture, rural development, development \r\nof service industries and small and medium enterprises. \r\nWe remain committed to further expand our \r\ncooperative partnership with Africa through various \r\nforms of cooperation, including the annual \r\ninternational training courses offered by the Thailand \r\nInternational Development Cooperation Agency. \r\n In the area of health, Thailand has provided \r\ntechnical cooperation to directly help African countries \r\ncombat the HIV/AIDS and malaria epidemics. Thai \r\nexperts have transferred technology for the production \r\nof medicine and have helped to set up factories to \r\neffectively produce the medicine at low cost. Medical \r\npersonnel and equipment, as well as scholarships for \r\nAfrican medical staff, have also been offered. We \r\nbelieve that those efforts are making a noticeable \r\nimpact. Tanzania now has an affordable anti-malarial \r\ndrug called Thaitanzunate, as well as an affordable \r\ntreatment for HIV called TTVIR. These medicines are \r\nsaving lives and should help more countries to stand on \r\ntheir own feet. The West African region is also \r\nbenefiting from a similar programme. We hope to see \r\nmore of that kind of cooperation spreading throughout \r\nAfrica. \r\n Sharing experiences in avian influenza prevention \r\nand control is another field in which Thailand is \r\ncurrently working closely with Africa. Development \r\npartners, such as the United Nations Development \r\nProgramme, are providing essential financial and \r\ntechnical assistance. Thailand is successfully \r\ncooperating with our neighbouring countries in setting \r\nup an information sharing system to help monitor \r\noutbreaks and report them quickly to relevant \r\ninternational organizations. We are prepared to \r\ncooperate with all affected countries in sharing our \r\nexperiences and best practices. Strengthening \r\npartnership for cooperation with Africa will always \r\nremain an important element of the foreign policy of \r\nThailand. \r\n In the past years, we have witnessed a wide range \r\nof assistance and actions undertaken within the \r\nmultilateral framework. However, the path towards \r\nachievement of the Millennium Development Goals for \r\nAfrica is still long and there are still many obstacles \r\nalong the way. Sincere and committed international \r\nsupport, particularly steady and predictable financial \r\nassistance, remains a priority for the overall \r\ndevelopment and poverty eradication strategy. \r\nInnovative financing for development and capacity-\r\nbuilding programmes are essential, in order for Africa \r\nto take advantage of globalization and to benefit from \r\nthe expansion of international trade. Many \r\ncommitments have been made to Africa and only the \r\nimplementation of those commitments will finally lead \r\nto concrete and long-lasting results for sustainable \r\ndevelopment in the region. \r\n Mr. Liu Zhenmin (China) (spoke in Chinese): \r\nFirst, the Chinese delegation would like to thank \r\nSecretary-General Mr. Kofi Annan for his report on the \r\nNew Partnership for Africa’s Development (NEPAD) \r\n A/61/PV.30\r\n \r\n3 06-56969 \r\n \r\n(A/61/212). China associates itself with the statement \r\nmade by the representative of South Africa on behalf of \r\nthe Group of 77 and China. This year marks the fifth \r\nanniversary of the launching of NEPAD. Over the past \r\nfive years, African countries have made enormous \r\nefforts to implement NEPAD by taking vigorous steps \r\nin the areas of infrastructure, information and \r\ncommunication technologies, health, education, \r\nenvironment, agriculture, science and technology, \r\ngender mainstreaming and the African Peer Review \r\nMechanism.  \r\n We highly appreciate such efforts and are glad to \r\nsee that the African economy has, in recent years, \r\nmaintained strong growth momentum and created \r\nconditions for poverty eradication and sustainable \r\ndevelopment. At the same time, the international \r\ncommunity has made African development a top \r\npriority and has given more aid towards that goal. In \r\norder to implement the 2005 World Summit Outcome \r\nand the outcome of the recent High-level Meeting, \r\nsome developed countries have taken practical steps to \r\nincrease aid and debt relief. South-South cooperation, \r\nparticularly between African and other developing \r\ncountries, is expanding. Those are all positive elements \r\nthat are conducive to African development. \r\n However, as is indicated in the report of the \r\nSecretary-General, the main task of the international \r\ncommunity is to consolidate that positive momentum \r\nand deliver on its commitments. African countries must \r\npursue national development strategies, strengthen \r\ncoordination among themselves and mobilize all \r\nresources to jointly promote the development of Africa. \r\nThe international community should fulfil its aid \r\ncommitments to Africa and help and support African \r\ncountries in their development endeavours. The United \r\nNations should strengthen collaboration and \r\ncoordination of its support to NEPAD. \r\n The Secretary-General’s Advisory Panel on \r\nInternational Support for NEPAD emphasized in its \r\nrecent report the importance of supervising the \r\nimplementation of NEPAD. That is an important \r\nmatter. Bearing in mind the progress made in \r\nimplementing NEPAD last year and the relevant report \r\nunder the item, the Chinese delegation wishes to make \r\nthe following observations. First, the primary feature \r\nof NEPAD is that it is managed and owned by African \r\ncountries. Guided by the needs of African countries, it \r\nmobilizes international assistance coordination and \r\nsupport for Africa’s development. It is necessary to \r\ncombine those two elements through regular dialogue. \r\n The reports of the Secretary-General and the \r\nAdvisory Panel have summarized the efforts of African \r\ncountries and their work priorities. They have also \r\nindicated the insufficiencies of international support. \r\n In terms of funds, in particular, there still exists a \r\nvery big gap between international support and Africa’s \r\nactual needs. We believe that comprehensive measures \r\nshould be adopted to overcome the difficulties caused \r\nby the shortage of financial resources. Steps should be \r\ntaken to ensure that existing funds are used in the most \r\ncost-effective way, according to the priorities set by \r\nAfrican countries. \r\n Keeping in mind the needs of African countries, \r\nwe should continue to increase the financial input. In \r\naddition to emergency aid, debt relief and technical \r\ncooperation, we should provide additional financial \r\nassistance to African development. We should act from \r\nthe long-term perspective and help African countries \r\nwith capacity-building so that they will attract more \r\nforeign direct investment and improve their self-\r\nfunding ability. \r\n Secondly, NEPAD is pragmatic. One of its \r\npriorities is to help African countries integrate into the \r\nworld economy and to make full use of the \r\nopportunities produced by economic globalization. \r\nConsequently, the international community needs to \r\nadopt a series of measures. Efforts should be made to \r\ncorrect trade distortions and expand African countries’ \r\ntrade opportunities. Countries should make joint efforts \r\nto resume the Doha Round at an early date, urge major \r\ndeveloped countries to show political will, particularly \r\nin reducing agricultural subsidies, and expand market \r\naccess for exports from African countries, thus \r\nbringing tangible benefits in multilateral trade to them. \r\n We should make full use of the current favourable \r\nsituation of high commodity prices to allow African \r\ncountries to benefit from their resource advantages, \r\nwhich will improve their economic diversification. \r\nTrade assistance should be provided to help African \r\ncountries to increase their participation in world trade \r\nand share in the benefits of economic globalization. \r\n Thirdly, South-South cooperation can help \r\nAfrican countries in their development. There are \r\nnumerous developing countries, and each has its own \r\nstrength. South-South cooperation, with its historical \r\nA/61/PV.30  \r\n \r\n06-56969 4 \r\n \r\ntradition and new driving force, has huge potential. As \r\na useful addition to North-South cooperation, the \r\npotential of South-South cooperation should be fully \r\ntapped. On this basis, we will vigorously promote \r\nSouth-South cooperation and do what we can to help \r\nimplement NEPAD. \r\n Over the past decade, China and Africa have \r\ntreated each other with sincerity, supported each other, \r\nconducted South-South cooperation on the basis of \r\nequality and mutual benefit and promoted common \r\neconomic and social progress. China has vigorously \r\nsupported African countries in implementing NEPAD. \r\nWe established relations with its Secretariat right after \r\nits founding. The China-Africa Cooperation Forum, \r\nestablished in 2000, shares its goals with NEPAD in \r\npromoting mutually beneficial cooperation and \r\ncommon development. The two also have identical \r\ndevelopment priorities. We have adopted a wide \r\nspectrum of measures to help African countries. \r\n Since 2000, the Chinese Government has \r\ncancelled 156 debts owed by 31 African countries of \r\nthe Heavily Indebted Poor Countries Debt (HIPC) \r\nInitiative group and the least developed countries \r\n(LDCs), totalling 10.5 billion yuan. \r\n The Chinese Government has also taken radical \r\nsteps to give preferential treatment to African countries \r\nso as to allow more African products to enter the \r\nChinese market. In 2005, the bilateral trade volume \r\nbetween China and Africa reached $39.746 billion, \r\nwith a $2.38 billion Chinese deficit. \r\n The Chinese Government also executed 63 aid \r\nprojects in 48 African countries and regions, sent 54 \r\nshipments of goods. This involved a focus on \r\nagricultural development, infrastructure, construction, \r\nhuman resource training and medical and health \r\ncooperation. \r\n Following the zero-tariff treatment given by \r\nChina to some imported commodities from 25 LDCs in \r\nAfrica starting on 1 January of last year. Equatorial \r\nGuinea, Angola and Senegal joined the group at the \r\nbeginning of this year. The Chinese Government \r\nencourages Chinese enterprises with the capacity to do \r\nso to invest and build factories in Africa. By the end of \r\nlast year, China’s accumulated direct investment in \r\nAfrica reached $1.18 billion, and more than 800 \r\nfactories were built there. \r\n Human resource cooperation is a key area of \r\nChina-Africa cooperation. Last year, China invited \r\n3,066 people from 50 African countries and regional \r\norganizations to come to China to receive training in \r\nforeign affairs, economics, trade, agriculture, forestry \r\nand auditing. China-Africa programmes on \r\nenvironmental protection cooperation and young \r\nvolunteers have been launched. Currently, about 1,100 \r\nstudents from 46 African countries are in China with \r\nscholarships provided by the Chinese Government. At \r\nlast year’s China-Africa Forum meeting of education \r\nministers, China announced a number of new \r\nmeasures, including the provision of training for 1,000 \r\nAfrican education officials and teachers every year \r\nfrom 2006 to 2008, and doubling the number of \r\nAfrican students enjoying Chinese Government \r\nscholarships in the coming five years. \r\n A China-Africa Cooperation Forum summit \r\nmeeting will be held in Beijing from 3 to 5 November \r\n2006. Chinese and African leaders will focus on the \r\ntheme of friendship, peace, cooperation and \r\ndevelopment, and will jointly draw up a blueprint for \r\nChina-Africa friendly cooperation. I am confident that \r\nthis will further enhance China’s support to NEPAD in \r\nvarious fields. \r\n China is the largest developing country in the \r\nworld, and Africa is the continent with the largest \r\nnumber of developing countries. Over the past decade, \r\nour fate has been interlinked. The Chinese Government \r\nwill, as always, continue to reinforce its cooperation \r\nwith Africa and make its due contribution to the \r\nrevitalization of the African continent. \r\n Mr. Ehouzou (Benin) (spoke in French): Madam \r\nPresident, allow me first of all to say how much the \r\ndelegation of Benin appreciates the high quality of the \r\ninformation contained in the various reports submitted \r\nby the Secretary-General by way of reference \r\ndocuments for our discussion on agenda items 48 and \r\n62(a) and (b). \r\n My delegation associates itself with the statement \r\nmade yesterday by the Permanent Representative of \r\nSouth Africa, who spoke on behalf of the Group of 77 \r\nand China. \r\n Benin welcomes this joint debate on the three \r\nitems on our agenda, which very clearly confirms the \r\nlink between peace and development. A very good \r\nexample was given by the awarding of the Nobel Peace \r\n A/61/PV.30\r\n \r\n5 06-56969 \r\n \r\nPrize to Mr. Muhammad Yunus of Bangladesh for his \r\nservice to the poor through micro-financing. \r\n It is good to note that the international \r\ncommunity is not indifferent to the situation in Africa \r\nin a political, economic and social context. Africa \r\nprojects the image of an unpredictable, unstable \r\ncontinent capable of the best, but also of the worst, \r\nwhere a large proportion of people live in the most \r\nabject poverty. \r\n When we read the reports of the \r\nSecretary-General on the Decade to Roll Back Malaria, \r\non the New Partnership for Africa’s Development and \r\non the causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa, it \r\nemerges that African countries, both individually and \r\ncollectively, have in recent years undertaken profound \r\ninstitutional reforms in order to create an enabling \r\nenvironment for sustained economic growth and \r\ndevelopment. At the same time, the social challenges \r\nand a certain reluctance to change in other areas \r\njeopardize the achievements made and delay the true \r\ndevelopment of Africa’s peoples. \r\n The development of any country is a long-term \r\nprocess and the development of Africa as a continent \r\ncannot be realized overnight. That is why, despite \r\nefforts made by the African countries and despite the \r\nimpressive figures enumerated by donors when they \r\ntalk about their own assistance, the results achieved do \r\nnot always live up to the objectives we have set.  \r\n Accordingly, we need to fully assess the various \r\nchallenges that have to be met and propose long-term \r\nsolutions. One of the first tools to start the \r\ndevelopment process is definitely good governance, \r\nbecause social inequalities and the absence of \r\ndemocracy lead to social tension and conflicts of \r\ninterest at the same time as they exacerbate poverty. \r\n In this context, Benin accordingly renews its \r\ncommitment to democracy, good governance, \r\ncombating corruption, the rule of law and respect for \r\nhuman dignity and human rights as preconditions for \r\nthe establishment of an enabling environment for \r\nsustainable development. However, we must stress that \r\nwhatever the progress made nationally in these various \r\nsectors and despite the good will of African countries \r\nto undertake institutional, political, economic and \r\nsocial reforms, no progress can be achieved if the \r\ninternational environment does not support national \r\nefforts and if the opportunities for change at the \r\ninternational level are almost non-existent.  \r\n One of the exogenous causes of conflict in Africa \r\nis the proliferation and illegal circulation of weapons \r\ncoming into Africa from external sources. Benin \r\nbelieves that the international community can no \r\nlonger reasonably continue to turn a deaf ear to the \r\ncries of distress of the thousands upon thousands of \r\npeople — women and children — who, from one day \r\nto the next, are thrust on the path of exile as soon as \r\ntension arises out in Africa.  \r\n How can we understand that the young people \r\nmentioned in the report of the Secretary-General, who \r\nlanguish in destitution and want only the attention of \r\ngenerous donors to obtain a dollar per day for their \r\nsurvival, are the same people being armed and \r\nrecruited by supposedly rebel groups or simply by \r\nunscrupulous individuals? \r\n Benin believes it indecent to profess a desire for \r\nAfrican peace and development, while quickly and \r\nsurreptitiously fuelling tensions inherent in any society \r\nthat could have been resolved by peaceful means. \r\nBenin firmly believes in the peaceful settlement of \r\nconflict, as well as in good neighbourly relations, \r\nbecause development is only possible in a peaceful \r\nenvironment.  \r\n Inherent within the New Partnership for Africa’s \r\nDevelopment (NEPAD) is the very rebirth of Africa \r\nitself. The transparent implementation of the main \r\npillars of this programme, particularly in the area of \r\nagriculture, the environment, energy and information \r\nand communication technologies, will certainly enable \r\nAfrica to truly get off the ground. This will provide \r\nbetter prospects to thousands of young Africans who \r\nwill no longer be into forced exile or compelled to look \r\nelsewhere for a better future. It is important, therefore, \r\nthat the support of the international community for the \r\nimplementation of NEPAD seeks to carry out \r\nprogrammes, identified within a reasonable time frame, \r\nto enable them to have a direct impact on improving \r\nthe living conditions of Africa’s people.  \r\n The involvement of the international community \r\nmust also be more conspicuous through an increase in \r\nofficial development assistance and in foreign direct \r\ninvestments, as well as through strengthened \r\nproductive capacities in African countries. Efforts \r\nshould also be continued in terms of good management \r\nof the foreign debt, in order to prevent countries that \r\nA/61/PV.30  \r\n \r\n06-56969 6 \r\n \r\nmight have benefited from debt cancellation measures \r\nfrom relapsing into the status quo ante.  \r\n Benin expresses its appreciation to all of Africa’s \r\ndevelopment partners that have been tirelessly working \r\nfor the recovery of our continent and agrees that \r\nnevertheless a lot remains to be done. It is a daunting \r\nchallenge and bold action is extremely crucial because \r\nof Africa’s 34 least developed countries. Benin \r\ntherefore appeals to the sense of responsibility and \r\nsolidarity of bilateral and multilateral partners so that \r\ntogether, in a spirit of partnership, the problems being \r\nfaced by African countries — one of the most \r\nprominent being malaria — can find solutions that \r\nmight help break this vicious cycle of poverty and \r\nmarginalization.  \r\n Mr. Arias Cardenas (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): The Bolivarian \r\nRepublic of Venezuela, which is an increasingly \r\npluralist and diverse country, while at the same time \r\nprogressively more committed to its historical and \r\ncultural roots, has been unswerving in its support for \r\nthe struggle against hunger and poverty and for \r\ndevelopment within our country, in brother countries \r\nand, in particular, the countries of Africa. Our country \r\nhas also been unswerving in efforts to urgently \r\nestablish the necessary conditions for the sustainable \r\ndevelopment of our peoples.  \r\n The Bolivarian Government offers its support and \r\ncooperation to achieve the intensification and \r\ncontinuity of all assistance programmes and \r\ncooperation activities that are intended to achieve \r\nactive participation in improving economic and social \r\nconditions of the peoples of Africa. This is a \r\nfundamental pillar in the consolidation of peace and \r\nsecurity in the world. \r\n In its cooperation with Africa, Venezuela is not \r\nmerely giving what we have in excess. No, we are \r\nworking with our brothers to achieve joint \r\ndevelopment. In our Afro-Latin countries, we are \r\naware of an age-old African heritage that comes from \r\nour African roots. Venezuela is aware that the active \r\nsolidarity of our people is a way of working together to \r\nmake progress. \r\n The United Nations system, we feel, is the ideal \r\nway of achieving international support for the New \r\nPartnership for Africa’s Development (NEPAD). Thus, \r\nthe Government of the Bolivarian Republic of \r\nVenezuela has drafted a $3.8 million programme of \r\ncooperation with Africa, through the World Food \r\nProgramme, particularly in regard to food aid intended \r\nto benefit the brother countries of Burkina Faso, the \r\nGambia, Mali, Mauritania and Niger. It has also \r\nundertaken a $4.3 million programme of emergency \r\nassistance grants for the brother countries of Kenya, \r\nthe Gambia, Western Sahara and Somalia. \r\n We also support the notion that the United \r\nNations programme for Africa should seek to establish \r\na comprehensive framework for support of the African \r\nUnion Commission, which includes support for the \r\nNEPAD programme, that is itself based on the \r\napproaches adopted by African Governments, and in \r\nthis way ensure that they are carried out in keeping \r\nwith the real priorities of the region. \r\n At present, the future bodes well for those \r\nrelations and for the South-South cooperation \r\nencouraged by our country. The African peoples are \r\nvery interested in this new kind of relationship among \r\nbrother countries, which is being promoted in meetings \r\nwithin and outside the United Nations. Our \r\nGovernment, through the Ministry for Foreign Affairs \r\nand particularly the Office of the Vice-Minister for \r\nAfrica, has drafted the Africa Agenda. It sets out a \r\nseries of diplomatic, cultural, educational, health and \r\ncooperation activities and, in particular, expresses the \r\nfact that we take great pride in our African heritage.  \r\n We are associated with the Venezuelan network \r\nof Afro-descendants. In addition, we are implementing \r\nthe 2001 Durban Declaration on combating all forms of \r\nracial discrimination. We are also carrying out the \r\nmandate of the Durban Programme of Action by \r\nestablishing a governmental commission to eliminate \r\nracial discrimination within our own country once and \r\nfor all. \r\n What our countries regard as militant solidarity \r\nwould be a form of justice achieved through concrete \r\nactions on the part of the former colonial countries, \r\nwhich supported their own development by plundering \r\nLatin America and Africa. \r\n With regard to cooperation and strengthening \r\nSouth-South relations, the Bolivarian Republic of \r\nVenezuela has maintained ongoing relations with \r\nAfrican countries, increasing its direct diplomatic \r\nrelations with more than 12 countries and with many \r\nother constituencies over the past two years. We have \r\nincreased the number of our representatives on the \r\ncontinent, and we unambiguously consider the region \r\n A/61/PV.30\r\n \r\n7 06-56969 \r\n \r\nan ally. During the past year, Venezuela has entered \r\ninto new agreements with various African countries — \r\nmany of which are least developed countries — \r\npromoting economic, social, cultural and energy \r\ncooperation, multilateralism and respect for \r\ninternational law.  \r\n Mr. Jenie (Indonesia), Vice-President, took the \r\nChair. \r\n Cooperation and solidarity among peoples are the \r\nguiding principles of our foreign policy and we have \r\nincreased our cooperation with Africa in areas such as \r\ninstitution-building, combating desertification and \r\nproviding humanitarian aid in the form of food and \r\nassistance in the wake of natural disasters. We intend to \r\nprovide follow-up and support throughout the process \r\nof opening an office of the Economic and Social \r\nDevelopment Bank of Venezuela in Mali. That \r\ninstitution will carry out the commitment of Hugo \r\nChávez Frías, President of the Republic, to open the \r\nBank of the South on the African continent.  \r\n All of this is being accomplished without the \r\nusual perverse conditionalities that violate sovereignty \r\nand prevent the establishment of genuine poverty \r\nreduction programmes through national development \r\nplans and strategies. Such contributions to \r\ndevelopment objectives demonstrate that, with political \r\nwill and commitment to humanism, it is possible to \r\nbuild a world different from the one that the economic \r\ncentres of world power and the international financial \r\ninstitutions — which bear the pernicious stamp of neo-\r\nliberal thought — seek to impose on us. \r\n Finally, the Bolivarian Republic of Venezuela \r\nwishes to express its commitment to developing \r\ncountries and their legitimate objectives — regardless \r\nof how those countries are categorized — to move \r\nahead in building a world based on relations of justice, \r\nequality and equity that will enable us to make \r\nprogress in overcoming the terrible scourges besetting \r\nhumanity. The Bolivarian Republic of Venezuela, with \r\nan independent voice, thus seeks balance and \r\nequilibrium with a view to achieving justice, peace and \r\nsecurity. \r\n Mr. Bossina (Congo) (spoke in French): I should \r\nlike at the outset to congratulate the Secretary-General, \r\nMr. Kofi Annan, on the quality of the reports he has \r\nsubmitted to us for the fourth consecutive year on the \r\nprogress made in implementation and international \r\nsupport with regard to the New Partnership for Africa’s \r\nDevelopment (NEPAD). Those reports once again draw \r\nour attention not only to the challenges and constraints \r\nto be addressed and overcome, but also to the progress \r\nmade over the past 12 months in implementing \r\nNEPAD.  \r\n I associate myself with the statements made by \r\nMr. Kumalo, Permanent Representative of South \r\nAfrica, on behalf of the Group of 77 and China, and by \r\nthe representative of the Gambia on behalf of Africa. \r\nLike preceding speakers, I should like to make a few \r\nadditional comments. \r\n Five years ago, African leaders adopted NEPAD, \r\nwhose objective is to achieve high and sustained \r\ngrowth so that Africa can reduce the poverty of its \r\npeoples and become better integrated into the global \r\neconomy. As we carry out this new assessment, we can \r\nsay that some progress has been made despite the \r\nmagnitude of the challenges, such as the illicit trade in \r\nsmall arms and light weapons, mercenarism, conflicts, \r\nthe illegal exploitation of natural resources, youth \r\nunemployment, humanitarian crises, illegal migration \r\nand HIV/AIDS.  \r\n However, we must welcome the efforts of African \r\ncountries to promote peace and security and to take \r\nsteps aimed at implementing NEPAD’s priority \r\nprogrammes and projects in the areas of transport, \r\nenergy, water, health, education, information \r\ntechnology, the environment, agriculture, science and \r\ntechnology and, in particular, governance. Those \r\nefforts, which give new impetus to NEPAD, will \r\nproduce lasting results if they had the necessary \r\nsupport from our partners. \r\n Here, I should also like to welcome the ongoing \r\nmobilization of international opinion on behalf of \r\nAfrica and the support that development partner \r\nGovernments have provided to the continent. Specific \r\ninitiatives aimed at implementing NEPAD programmes \r\nhave been carried out, pledges have been announced, \r\nand commitments have been undertaken. We expect \r\nthat the progress made in debt relief will be extended \r\nto official development assistance and trade. \r\n With a view to new impetus and substantial \r\nsupport for NEPAD’s implementation, I should like to \r\nsupport the main recommendations suggested by the \r\nSecretary-General in his reports: strengthening support \r\nfor the African continent by adopting concrete \r\nmeasures to increase the momentum for NEPAD’s \r\nimplementation; resolving institutional issues by \r\nA/61/PV.30  \r\n \r\n06-56969 8 \r\n \r\nintegrating NEPAD into African Union structures and \r\nmechanisms; supporting the private sector; ensuring \r\nthat Africa’s development partners honour their aid \r\ncommitments within a reasonable time frame; helping \r\nAfrica to diversify its economy by improving its export \r\nstructure; ensuring better coordination of the activities \r\nof United Nations bodies that help to support Africa’s \r\ndevelopment efforts; and improving the quality of the \r\nsupport given to NEPAD by the United Nations system, \r\nthrough regular and in-depth consultations with the \r\nAfrican Union. \r\n Before I conclude, I should like to congratulate \r\nthe Special Adviser to the Secretary-General on Africa \r\nand his Office for their continuous advocacy for Africa, \r\nand for NEPAD in particular. \r\n After this overview, I wish to reaffirm my \r\ndelegation’s support for the Secretary-General’s \r\nefforts. Their areas of focus constitute the best context \r\nfor methodical implementation and efficient support of \r\nNEPAD.  \r\n Mr. Scott (United States of America): We should \r\nlike to thank the Secretary-General and the members of \r\nthe Secretariat, who have provided us with the report \r\n(A/61/212) on progress in implementation and \r\ninternational support of the New Partnership for \r\nAfrica’s Development (NEPAD), the progress report \r\n(A/61/213) on the implementation of the \r\nrecommendations contained in the report of the \r\nSecretary-General on the causes of conflict and the \r\npromotion of durable peace and sustainable \r\ndevelopment in Africa and the report (A/61/218) on the \r\nDecade to Roll Back Malaria in Developing Countries, \r\nParticularly in Africa. \r\n The United States congratulates the African \r\nmembers of the New Partnership for Africa’s \r\nDevelopment on five years of accomplishments that are \r\nenhancing economic growth and good governance \r\nacross sub-Saharan Africa. Support for NEPAD is a \r\nkey pillar of our assistance to our African partners. \r\nDuring the past five years, the United States \r\nGovernment has collaborated with NEPAD on a wide \r\nvariety of programmes in agriculture, power, \r\ninfrastructure, trade development and other areas.  \r\n As the Group of Eight (G-8) summit in \r\nGleneagles demonstrated, there is strong support \r\namong world leaders for focusing more attention on \r\nAfrican development needs. The United States has \r\nbeen and will remain a leader in this effort. At a March \r\n2002 United Nations Conference held in Monterrey, \r\nMexico, which, as members know, produced the \r\nMonterrey Consensus, the United States pledged to \r\nincrease its foreign assistance by over 50 per cent by \r\n2006. We met that pledge three years early. United \r\nStates official development assistance (ODA) for 2003 \r\nwas $16.3 billion, more than 60 per cent higher than it \r\nwas in 2000 — and we have not rested. United States \r\nODA for 2005 increased 27 per cent over the 2004 \r\nlevels, a figure that would actually be considerably \r\nhigher if we included funds for Iraqi reconstruction. \r\nOur ODA growth rate averaged 22.4 per cent over this \r\nperiod — nearly double the 11.7 per cent average for \r\nother Group of Seven (G-7) nations. \r\n We have heard during the course of this debate \r\nfigures that Africa’s share of world trade and gross \r\ndomestic product (GDP) remains disturbingly low — \r\nboth under 2 per cent. We are trying to do something \r\nabout this, both through increased ODA and through \r\nexpanded trade opportunities with the United States, \r\nsuch as those provided by the Africa Growth and \r\nOpportunity Act. While United States imports from \r\nAfrica have increased by 40 per cent since 2000, to \r\n$50.3 billion, we would like to see more of that \r\nincrease come from non-oil products. \r\n Increasingly, our aid is focused on African \r\ndevelopment. From 2000 to 2005, United States ODA \r\nto Africa grew by over 250 per cent, to $4.1 billion in \r\n2005. A major example is our partnership with Ghana. \r\nGhana has made the important decisions necessary for \r\nlong-term success. They are a democracy and they are \r\ncommitted to good government, and transparency and \r\nto investing in their people’s education and health. \r\nExamining its situation, Ghana concluded that a \r\npriority should be further efforts to stimulate \r\nagriculture, promoting exports and encouraging \r\nadditional investments in that sector. On the basis of \r\nthese commitments, the Millennium Challenge \r\nCorporation signed a $547 million compact last \r\nAugust. This will help Ghana to achieve higher rates of \r\neconomic growth, thus lowering poverty through the \r\nmost powerful tools of all: prosperity, job creation and \r\nentrepreneurship. In fact, we see the Millennium \r\nChallenge Account programme and NEPAD as sharing \r\nthe same philosophy: support for good governance, \r\nbetter delivery of services, particularly in health care \r\nand education, and economic freedom and liberties. \r\n As members know, the United States is the first \r\nnon-African country to establish a diplomatic mission \r\n A/61/PV.30\r\n \r\n9 06-56969 \r\n \r\nto the African Union. Our commitment is based in part \r\non our belief that the African Union is building a solid \r\nframework for economic policy based on the principles \r\ncontained in NEPAD. This includes a commitment by \r\nAfrican leaders to take responsibility for their own \r\ndevelopment and to adopt the economic policies \r\nrequired to attract investment and to create jobs. \r\n Returning to NEPAD, the United States remains \r\ncommitted to supporting important NEPAD initiatives, \r\nparticularly the African Peer Review Mechanism. We \r\nview the African Peer Review Mechanism as an \r\nimportant part of African leaders’ commitments to \r\nproviding political, economic and corporate \r\ngovernance to foster a better climate for \r\ntransformational development. \r\n Another major NEPAD programme that we are \r\ncommitted to supporting is the Comprehensive Africa \r\nAgriculture Development Programme. We support the \r\nComprehensive Africa Agriculture Development \r\nProgramme in six countries that are meeting their \r\npledges to increase support and attention to the \r\nagricultural sector. In addition, we are collaborating \r\nwith efforts in hunger hot-spots to develop a process \r\nand plan to address the policy and technical barriers \r\nthat make countries prone to famine. Ultimately, we \r\nhope to assist those countries in integrating into the \r\nComprehensive Africa Agriculture Development \r\nProgramme. \r\n Regarding power generation, we are working \r\nwith the Economic Community of West African States \r\nand NEPAD on the West African Power Pool project. \r\nThe West African Power Pool will help West African \r\ncountries achieve power trading and better regional \r\ntransmission of electricity, lowering business costs and \r\nincreasing economic growth. \r\n The United States welcomes the report on the \r\nDecade to Roll Back Malaria in Developing Countries. \r\nFollowing our President’s commitment in June 2005 to \r\nreduce the incidence of malaria in the world by 50 per \r\ncent, we have begun new programmes to fight malaria \r\nin six highly endemic countries. We will expand to a \r\nfurther four countries in 2007 and five more in 2008. \r\nUltimately, we expect to reach more than 175 million \r\npeople in 15 countries. \r\n In sum, the United States supports the members \r\nof NEPAD and the people of Africa in achieving peace \r\nand stability, freedom from highly endemic disease and \r\nprosperity through trade and economic freedom. Our \r\ncommitment will not falter, and we stand ready to work \r\nwith our African partners and other assistance donors \r\nto meet Africa’s challenges and recognize its immense \r\npromise. \r\n Mr. Carmon (Israel): At the outset, I would like \r\nto note with satisfaction the Assembly’s decision this \r\nyear to hold a joint debate on the issues of the New \r\nPartnership for Africa’s Development (NEPAD) issues, \r\nthe causes of conflict in Africa and the Decade to Roll \r\nBack Malaria. In our opinion, this accurately reflects \r\nnot only the close link between peace and \r\ndevelopment, but also the need to focus the work of the \r\nOrganization, a principle we strongly support. \r\n Israel welcomes the fourth consolidated report on \r\nprogress in implementation and international support \r\nof NEPAD (A/61/212). The report comprehensively \r\noutlines the new momentum for Africa’s development \r\nstemming from actions taken by African countries, as \r\nwell by the international community and the United \r\nNations system. At the same time, the report offers a \r\ncoherent analysis of the challenges and constraints \r\nfaced at each level. The principle set forth in this \r\nreport, that of delivering on commitments, is one that \r\nIsrael wholeheartedly supports, not just in words, but \r\nin deeds as well. \r\n As in the past, Israel wishes to reiterate its strong \r\nsupport for the development initiatives and principles \r\nadopted by the African Union. This enterprise — led, \r\nowned and managed by the African Union — is an \r\noutstanding example of how ownership and regional \r\ncooperation can be harnessed to pursue development \r\nand address challenges. By striking an appropriate \r\nbalance between the principles of responsibility, \r\nsolidarity and partnership, NEPAD has improved the \r\nchances for progress and prosperity on that troubled \r\ncontinent. \r\n In this regard, we commend the accession of 25 \r\nAfrican countries to the African Peer Review \r\nMechanism and the convening this past May of the \r\nsixth African Governance Forum in Kigali, dedicated \r\nto implementing that Mechanism. As the Mechanism \r\nreflects a genuine desire of African nations to make \r\ngood on the promises of NEPAD — good governance, \r\ndemocracy, peace and security, human rights and sound \r\neconomic management — we would like to encourage \r\nother countries to join it soon. \r\n Israel also welcomes the commitment of the \r\nUnited Nations to strengthen collaboration and \r\nA/61/PV.30  \r\n \r\n06-56969 10 \r\n \r\ncoordination among its components in order to provide \r\nthe support necessary for the effective implementation \r\nof NEPAD and endorses the recommendations as \r\nspecified in that report. \r\n Israel has always considered its relations with \r\nAfrica to be of the highest priority. From the late \r\n1950s, while still a developing country, Israel sought to \r\nbuild development partnerships with the newly \r\nindependent States of sub-Saharan Africa. With this \r\nlong record of cooperative work throughout Africa and \r\nthe continuing tradition of friendship and solidarity, \r\nIsrael offers its experience and expertise to assist \r\nNEPAD in succeeding and in helping the African \r\ncontinent to flourish, sharing our know-how in areas \r\nsuch as food security, empowerment of women, \r\neducation and health, bilaterally and with the \r\nparticipation of United Nations development funds and \r\nprogrammes. Allow me to elaborate briefly on just a \r\nfew of those programmes. \r\n In addition to bilateral aid and training \r\nprogrammes, Israel actively supports international \r\ninitiatives such as the World Bank’s International \r\nDevelopment Association (IDA) programme and the \r\nHeavily Indebted Poor Countries (HIPC) Initiative for \r\ndebt reduction. Israel has already forgiven the debt of a \r\nnumber of African countries and will continue to \r\nconsider additional debt relief to others, to the extent \r\nthat resources allow.  \r\n In 2005, 467 African trainees from 32 countries \r\nparticipated in 94 different courses in Israel in the \r\nfields of agriculture, community development, \r\neducation, medicine and public health, science and \r\ntechnology, small enterprises and other realms. An \r\nadditional 610 African trainees participated in on-site \r\ncourses in 11 African States. During that year, Israel \r\ndispatched 21 experts for short-term and long-term \r\nconsultancies in 12 different countries on the continent.  \r\n Israel’s Centre for International Cooperation \r\n(MASHAV) cooperates in a joint programme with \r\nEthiopia’s Ministry of Agriculture and Rural \r\nDevelopment to assist Ethiopian agricultural \r\ndevelopment. In February 2005, an agreement was \r\nsigned for a three-year programme to provide technical \r\nsupport to Ethiopia through activities focusing on \r\ncapacity-building for smallholders and commercial \r\nfarmers, cooperative members and water-user groups, \r\nas well as dairy herd improvement, small-scale \r\nirrigation and water management, horticulture, crop \r\nproduction, soil conservation and biotechnology. \r\nMASHAV and Save the Children Norway-Ethiopia also \r\nsigned a three-year cooperation agreement to establish \r\na joint programme for child-development activities in \r\nEthiopia. The agreement will strengthen the capacity of \r\nEthiopian organizations dealing with child-\r\ndevelopment issues. \r\n Israel has established the Techo-agricultural \r\nInnovation for Poverty Alleviation (TIPA) programme \r\nbased on the African Market Garden concept, focusing \r\non poverty reduction and crop productivity in various \r\nregions in South Africa. The system, developed by the \r\nIsraeli Centre for International Agricultural \r\nDevelopment, which includes a mix of annual and \r\nperennial crops and a special low-pressure drip \r\nirrigation system, has significantly increased yields and \r\nlowered the risks faced by subsistence farmers in arid \r\nand semiarid zones. The project has expanded from 20 \r\nsmall-scale family drip irrigation systems to 120. \r\nMASHAV has since extended TIPA to other areas of \r\nSouth Africa, and by 2005 the Cradock project was \r\nbeing run by the farmers themselves. Other Israeli \r\nAfrican Market Garden projects are being pursued in \r\nnine French-speaking countries in West Africa as well, \r\nwith a total of 280 gardens now running in eight \r\nSahelian countries. \r\n The malaria pandemic in Africa, which claims the \r\nlives of an estimated 3,000 infants and children daily, \r\nis a tragedy of unparalleled proportions. Malaria is a \r\ncurable disease, and its answer lies in strengthening \r\nAfrican medical and public health infrastructure. Israel \r\nhas been doing all it can to do so, in particular by \r\naddressing human resources for health crises. In \r\naddressing HIV in Africa, two courses especially \r\ndesigned for Ethiopian medical staff on the training of \r\ntrainers and HIV antiretroviral therapy took place at \r\nIsrael’s Aharon Ofri International Training Centre. \r\nOver 27 doctors and nurses participated in those \r\ncourses. The health care teams included social workers \r\nand cultural mediators, who often provide care and \r\ncombat non-adherence to drug treatment. Training \r\ncovers issues such as HIV drug resistance and \r\npaediatric AIDS, and a meticulous chain of reporting is \r\nmaintained within the team. \r\n Israel also conducts blindness prevention and \r\neye-care missions in African partner countries with \r\nlimited eye treatment facilities. These missions are \r\nundertaken by teams of two or three Israeli \r\nophthalmologists in local hospitals or clinics. Hundreds \r\n A/61/PV.30\r\n \r\n11 06-56969 \r\n \r\nof surgical procedures are performed by the visiting \r\nIsraeli teams, working together with local staff, to \r\nrestore sight to many patients. Israeli ophthalmologists \r\nalso train local personnel, and ophthalmologic \r\nequipment and supplies are donated by the Government \r\nof Israel. During 2005 such missions took place in \r\nAngola, Benin, Cameroon, Kenya and Tanzania. \r\n Although our assistance may appear rather \r\nmodest to some, one must remember that as a nation of \r\nbarely six million citizens, carrying heavy financial \r\nburdens from the need to defend its existence, Israel’s \r\nper capita contribution to Africa’s future is among the \r\nmost significant in the world. Based on an enduring \r\nfriendship, we are committed to working together with \r\nAfrican countries to build on the momentum of \r\nNEPAD and to reach its promised outcome. We are \r\ndoing so because we are convinced that the hardships \r\nof Africa are not a burden, but a shared responsibility. \r\nWe are doing so because we believe in the potential of \r\nAfrica and its people. We are doing so because we \r\nbelieve in fulfilling commitments. \r\n Mr. Gaspar Martins (Angola): My delegation \r\naligns itself with the statement made by the \r\nrepresentative of South Africa on behalf of the Group \r\nof 77 and China.  \r\n We take this opportunity to thank the Secretary-\r\nGeneral for his fourth consolidated report on progress in \r\nimplementation and international support of the New \r\nPartnership for Africa’s Development (NEPAD), \r\ncontained in document A/61/212; the report on the \r\nDecade to Roll Back Malaria in Developing Countries, \r\nParticularly in Africa, contained in document A/61/218; \r\nand the report on implementation of the \r\nrecommendations contained in the report of the \r\nSecretary-General on the causes of conflict and \r\npromotion of durable peace and sustainable development \r\nin Africa, contained in document A/61/213. \r\n The report on NEPAD, which coincides with the \r\nfifth birthday of the Partnership, conceived by Africans \r\nfor Africans, reveals that we are living at a time of \r\ngreat political will and commitment at all levels \r\ntowards achieving Africa’s renewal through sustained \r\neconomic growth and sustainable development. \r\nHowever, the key challenge remains: translating \r\ncommitments and will into tangible actions and \r\nprojects that are consistent with NEPAD throughout the \r\ncontinent. \r\n We are pleased to see that some projects \r\nconceived under NEPAD are being implemented in the \r\nareas of infrastructure, information and communication \r\ntechnologies, health, education, the environment, \r\nagriculture, science and technology, gender \r\nmainstreaming and civil society involvement. There are \r\nvisible signs of progress, owing to a global partnership \r\ninvolving Member States, United Nations system \r\norganizations, regional and subregional organizations, \r\ninternational and regional financial institutions, non-\r\ngovernmental organizations, the private sector and civil \r\nsociety. It is our hope that what has been achieved in \r\ncertain sectors in certain regions and countries can be \r\nduplicated throughout the continent. \r\n Africa is committed to good governance. \r\nAccordingly, it established the African Peer Review \r\nMechanism. This is a critical instrument for advancing \r\nreforms in governance and socio-economic \r\ndevelopment and for building capacity to help \r\nimplement national development plans. I cannot refrain \r\nfrom mentioning the accession to the Mechanism of 25 \r\nAfrican countries, including Angola. Of these, many \r\nhave hosted support missions aimed at evaluating \r\nnational capacity for self-assessment and are preparing \r\nnational action plans; this constitutes an important step \r\nin the road to the African Peer Review Forum. \r\n While there is reason to believe that the \r\nPartnership is yielding positive results, there are \r\nchallenges to Africa and its development partners. \r\nIndividual Governments in Africa must continue to \r\nmainstream NEPAD principles and vision into their \r\ndevelopment plans and institutions. To that end, my \r\nGovernment is engaged in initiatives aimed at \r\nsensitizing its public institutions to NEPAD’s pillars \r\nand philosophy. In addition, the conception and \r\nimplementation of projects in the areas of \r\ninfrastructure, health and education, among others, \r\nhave been integrated into NEPAD. \r\n Placing Africa on an irreversible path to sustained \r\ngrowth and sustainable development requires \r\ncoordinated and complementary actions on the part of \r\nits development partners. While we acknowledge the \r\nrenewed efforts, decisive action remains to be taken in \r\na number of important areas. Among these, trade \r\nconstitutes a fundamental area. We express our concern \r\nover the lack of progress in the elimination of trade-\r\ndistorting domestic price supports and agricultural \r\ntariffs, since they hinder Africa’s ability to integrate \r\nitself into the world economy. \r\nA/61/PV.30  \r\n \r\n06-56969 12 \r\n \r\n In the area of foreign direct investment (FDI), \r\nwhile recognizing recent increases in the levels of FDI \r\ndirected to the continent, it is important to note that \r\nsuch investment largely directed to oil, gas or mineral \r\nexploitation. Consequently, these flows often augment \r\na country’s dependence on one or two commodities and \r\nare concentrated on a few countries. In addition, an \r\naggregate examination of these flows falsely leads \r\nsome to conclude that the entire continent is benefiting \r\nfrom increased levels of investment, whereas the \r\nreality is quite different. \r\n To improve flows to non-traditional sectors, \r\nAfrican Governments have implemented, and continue \r\nto implement, regulatory reforms, including under the \r\nNEPAD/Organization for Economic Cooperation and \r\nDevelopment (OECD) Africa investment facility. It is \r\nour hope that these initiatives will lead to real \r\nimprovement in the quality of foreign direct investment \r\nand the impact it can have in the diversification of \r\nAfrican economies. \r\n Lastly, we welcome the recent increases in \r\nofficial development assistance (ODA) to Africa, as \r\nwell as the establishment of mechanisms to track aid \r\npromises. However, we stress that current ODA levels \r\nremain significantly below the agreed target of 0.7 per \r\ncent of gross national income. In addition, recent \r\nincreases in ODA flows to Africa are allocated to \r\nknown development activities, such as emergency \r\nrelief and debt forgiveness. While these are important \r\nand necessary objectives, they ought not to undermine \r\nor compete with the support needed for the \r\nimplementation of development projects and \r\nprogrammes envisaged under NEPAD. \r\n United Nations agencies and organizations \r\nremain important partners in advocating and delivering \r\ninternational support for Africa. In this regard, we \r\nencourage United Nations funds, programmes and \r\nspecialized agencies to strengthen coordination, \r\ncohesion and programming mechanisms as a means of \r\nenhancing support for African countries. NEPAD is \r\ninextricably dependent on a global partnership where \r\nall stakeholders play a pivotal role in its success. \r\n The Government of Angola is encouraged by \r\nrecent progress in the resolution and prevention of \r\nconflict in Africa. In the past year, there have been \r\nconcrete steps to consolidate peace where previously \r\nestablished and action to re-establish peace where \r\nneeded. Establishment of the African Union Peace and \r\nSecurity Council, with its leading role in promoting the \r\nresolution of conflicts in Africa, is to be commended. \r\nAdditionally, African countries are participating in and \r\nleading peacekeeping operations in the continent, \r\nfollowing clear mandates from that Council. Consistent \r\nwith the will and aspirations of Africans, the \r\nGovernment of Angola is assisting the Democratic \r\nRepublic of the Congo and others in their quest for \r\ndurable peace. \r\n At the international level, we welcome the \r\nestablishment of the Peacebuilding Commission, which \r\nwe chair, and this week’s launching of a Peacebuilding \r\nFund. Both fill an institutional and operational gap in \r\nthe establishment of durable peace in the world and in \r\nAfrica in particular. \r\n The adoption in 2000 of the Abuja Declaration on \r\nRoll Back Malaria in Africa marked African leaders’ \r\nrecognition that the devastating effects of that disease \r\ncould no longer be allowed to spread. This preventable \r\nand curable disease is responsible for high infant \r\nmortality rates and hinders social and economic \r\ndevelopment. We welcome ongoing efforts and \r\ninitiatives to combat the disease, in particular those of \r\na global nature. However, we stress that pledges of \r\nsupport must be converted into effective support. In \r\naddition, the proliferation of initiatives can, in some \r\ncases, lead to wasteful duplication and under-funding \r\nin critical areas. \r\n The Acting President: I call now on the observer \r\nof the Observer State of The Holy See. \r\n Monsignor Auza (Holy See): Since its adoption \r\nfive years ago, the New Partnership for Africa’s \r\nDevelopment (NEPAD) has stood as a guide for the \r\nvarious initiatives that have been implemented to fulfil \r\nthe promises that were made to the people of Africa. \r\nNEPAD has been particularly welcome because it has \r\nbeen an African-owned and African-led process that \r\nreflects a common African vision and a shared \r\ncommitment to eradicating poverty and placing \r\ncountries, both individually and collectively, on the \r\npath to sustainable growth and development. Those \r\nobjectives are in line with the international \r\ncommitments to achieve the Millennium Development \r\nGoals (MDGs), and to halve extreme poverty by 2015. \r\n NEPAD is also valuable because it is the first \r\nproperly African development framework to have \r\ngained such ground. The strength of this initiative is, in \r\nfact, its ability to fuse partnership between Africa’s \r\n A/61/PV.30\r\n \r\n13 06-56969 \r\n \r\nGovernments and its peoples as well as with the private \r\nsector and civil society.  \r\n That is why my delegation believes there is an \r\nurgent need for ongoing creativity in this field. A \r\nradically new direction is called for in conjunction with \r\nthe NEPAD initiative. There is a need to create new \r\nforms of solidarity at bilateral and multilateral levels \r\nthrough a more decisive commitment on the part of all, \r\nwith the complete conviction that the well-being of the \r\npeoples of Africa is an indispensable condition for the \r\nattainment of the universal common good. \r\n Achieving this goal calls for a new political \r\nculture, especially in the area of international \r\ncooperation. The slowness in honouring official \r\ndevelopment assistance (ODA) commitments, the still \r\nunresolved question of some foreign debt and the \r\nreluctance to give countries concerned special \r\nconsideration in international commercial relations all \r\nneed to be addressed urgently. Today, more than ever, a \r\ndecisive condition for bringing peace to the world is \r\nthe acknowledgement of the interdependence between \r\nwealthy and poor countries, so that development will \r\nbe understood as a task common to us all. Otherwise, it \r\nmay undergo a process of regression even in zones \r\nmarked by progress until now. The Holy See is pleased \r\nto see some of these concerns echoed in the report now \r\nbefore us in document A/61/212. \r\n As a means to help build international \r\ncooperation and strengthen solidarity, my delegation \r\nagain calls upon Governments to honour their promises \r\nmade with regard to debt relief or forgiveness as well \r\nas the timely fulfilment of the pledge of devoting \r\n0.7 per cent of gross national income to ODA. It is \r\nthrough such programmes that Governments can begin \r\nto focus on providing funds for necessary infrastructure \r\nand for social and economic development programmes. \r\n Other issues rightly addressed in the report of the \r\nSecretary-General concern the need for educational \r\nopportunities for both girls and boys, as well as \r\nliteracy programmes that are essential in achieving \r\ndevelopment goals. Furthermore, the Holy See \r\nrecognizes the importance of protecting the natural \r\nenvironment as a means of exercising humanity’s \r\nstewardship of creation and safeguarding the riches of \r\nthe Earth for future generations. \r\n The promising developments of the past year \r\nhave shown that there is fresh momentum in support of \r\nAfrica’s development. The NEPAD programme of \r\naction consists of a set of priorities aimed at making a \r\ndiscernible impact on restoring stability and growth in \r\nAfrica. Effective implementation of the priorities of the \r\nPartnership is key to realizing its promise. The \r\nopportunity this provides must be grasped by African \r\nleaders and all their development partners as they work \r\nto turn pledges into action. \r\n The Acting President: In accordance with \r\nGeneral Assembly resolution 49/2 of 19 October 1994, \r\nI now call on the observer for the International \r\nFederation of Red Cross and Red Crescent Societies. \r\n Mr. Gospodinov (International Federation of Red \r\nCross and Red Crescent Societies): One year ago, we in \r\nthe International Federation of Red Cross and Red \r\nCrescent Societies (IFRC) came to the conclusion that \r\nthe time had come to adopt different approaches to \r\ndealing with African issues. The old ways of working \r\nhave not delivered the solutions that people desperately \r\nneed and deserve. Far too little account has been taken \r\nof the expertise available in Africa. For that reason, a lot \r\nof well-meaning assistance continues to miss its targets. \r\n We believe that every organization with the \r\ncapacity to help should do so. But each should do what \r\nit does best and should seek to coordinate its work with \r\nothers. Africa presents a clear case for better \r\ncoordination and partnerships, and this debate provides \r\nan opportunity to show how we combine our expertise \r\nwith the capabilities of others to make things happen. \r\n The IFRC and its member national Red Cross and \r\nRed Crescent societies are widely accepted as leaders \r\nin health promotion at the community level, where \r\nhealth matters most. We build on our grass-roots \r\npresence to provide the human resources that are \r\nessential to assisting populations at risk from diseases \r\nlike malaria. For example, in Niger, we worked with \r\nthe local Red Cross, the Niger Ministry of Health and \r\nother partners to distribute more than 2 million \r\nmosquito nets to mothers of children under 5 years of \r\nage and to vaccinate children against polio throughout \r\nthe country. With a grant from the Global Fund to Fight \r\nAIDS, Tuberculosis and Malaria, we dedicated two \r\nweeks to distributing long-lasting insecticide-\r\nimpregnated nets and to an intensive polio \r\nimmunization campaign. This was made possible \r\nthanks in large part to our partnerships at the national \r\nlevel and the community reach of Niger Red Cross \r\nvolunteers. These young people were able not only to \r\nreach households that the Government health system \r\nA/61/PV.30  \r\n \r\n06-56969 14 \r\n \r\ncould not normally access but also to allay the fears \r\nand myths surrounding polio vaccination, thanks to the \r\ntrust afforded to the young volunteers by the \r\ncommunities themselves.  \r\n Now, we have taken this experience into other \r\nsettings, including into African countries affected by \r\ncholera. We have brought together Red Cross and Red \r\nCrescent societies, ministries of health, the World \r\nHealth Organization, organizations like Médecins sans \r\nfrontières and local actors to address the threat of \r\ncholera, by educating the public about health issues \r\nand improving water and sanitation conditions. Indeed, \r\nthe threat of cholera is a problem of serious \r\nproportions in some African countries, and we are \r\ntrying our best to mitigate it. \r\n Our approach in addressing disease reflects our \r\ngeneral approach to disasters and emergency \r\nmanagement. It is clear that simple economic \r\nassistance is never enough. Instead, local communities \r\nmust be involved in the design of interventions: \r\nbuilding their capacity is critical to long-term planning. \r\nWithout capacity-building, recovery will be \r\nunsustainable, and an opportunity to build resilience \r\nwill have been missed. \r\n When we speak of the trust of communities, we \r\nrecognize that our people — our young volunteers — \r\nwill be trusted only if they function with efficiency and \r\nintegrity. Thus, the IFRC supports strengthening the \r\ncapacity of its member national societies, to deliver \r\nservices to the most vulnerable people in their \r\ncountries. The Madagascar Red Cross, for example, \r\ndecided to rebuild its organization so that it could more \r\neffectively address issues of vulnerability in accordance \r\nwith our fundamental principles. We assisted our \r\ncolleagues from Madagascar with the development of \r\ntheir strategic plan and the facilitation of their \r\ngoverning board elections from the grass roots to the \r\nnational level. Governance of our national societies and \r\naccountability are very high on our agenda. \r\n We also seek to ensure that our members are well \r\nprepared to play a contributing role alongside \r\nGovernments and international organizations. In \r\nSomalia, after many years of conflict, the Somali Red \r\nCrescent remains united and stands as a well-\r\nfunctioning institution. Its strength in health and care is \r\nwell recognized by people throughout the country, and \r\nit covers a wide range of activities in this area, together \r\nwith the Government and other stakeholders. \r\n There are similar stories in many countries in \r\nAfrica, but the point I wish to stress today is that more \r\nand more of our national structures are being \r\nrecognized by their Governments for the role they can \r\nplay in development, especially by implementing \r\nhealth and care programmes and by attracting, \r\neducating and deploying a strong volunteer base. The \r\nfact that our country organizations are able to work as \r\nauxiliary partners to public authorities is central to \r\ntheir success. \r\n As the President of the General Assembly rightly \r\nidentified, in recommending the theme of \r\n“implementing a global partnership for development” \r\nfor this year’s general debate, partnerships are the \r\ncritical ingredient. No organization or network alone \r\ncan solve these global problems. That is why \r\nDr. Mukesh Kapila, our newly appointed Special \r\nRepresentative on HIV/AIDS, travelled to southern \r\nAfrica recently to participate in the launching of the \r\nART Toolkit, developed jointly by the IFRC, the World \r\nHealth Organization, UNAIDS and Southern Africa \r\nAIDS Information Discrimination Service. As part of \r\nthis, an agreement was signed with the WHO Regional \r\nOffice for Africa, and will be followed by the \r\nlaunching of a five-year southern Africa HIV and AIDS \r\nappeal, seeking $300 million. \r\n These actions are brought together at a very high \r\nlevel of our administration. Our Governing Board held \r\na special debate on Africa in June 2006, recognizing \r\nthe need to build new and more effective partnerships, \r\nincluding with the private sector, and to develop \r\nprogramming for the vulnerable, with the long-term \r\nand Millennium Development Goals in mind. These \r\nsolutions have been promoted by our African national \r\nsocieties and the African members of our Governing \r\nBoard. As we plan for our Governing Board session in \r\nAddis Ababa next year, we hope other African \r\ninstitutions, as well as external partners and donors, \r\nwill join us, so that we can together make a difference \r\nfor the vulnerable people of the continent. The malaria \r\nbed-net project in Niger is evidence of how easy it is to \r\nmake great things happen. We just need to expand the \r\nattitude and determination to encompass the whole \r\ncontinent. \r\n The Acting President: The Assembly has thus \r\nconcluded this stage of its consideration of agenda \r\nitems 48 and 62. \r\n The meeting rose at 11.40 a.m. \r\n"