" United Nations  A/61/PV.22\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n22nd plenary meeting \r\nWednesday, 27 September 2006, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-53952 (E) \r\n*0653952* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n The meeting was called to order at 10.10 a.m. \r\n \r\nAgenda item 8 (continued) \r\n \r\n \r\nGeneral debate \r\n \r\n The President: I call on His Excellency \r\nMr. Alexander Vondra, Minister for Foreign Affairs of \r\nthe Czech Republic. \r\n Mr. Vondra (Czech Republic): Let me start by \r\ncongratulating you on your election, Madam President, \r\nand by wishing you every success in the coming \r\nmonths of hard work. The outgoing president of the \r\nGeneral Assembly, Mr. Eliasson, left an impressive \r\ntrack record of progress on a number of reform issues. \r\nIt is my expectation that you will continue to meet the \r\nhigh standards set by him.  \r\n Behind many of the changes here at the United \r\nNations over the past decade we have noted the light \r\nand decent hand of one distinguished person, Mr. Kofi \r\nAnnan. As he prepares to leave his position at the helm \r\nof the Secretariat, I would like to take this opportunity \r\nto thank him most cordially for all he has done. He has \r\nmade it very difficult and challenging for his successor \r\nto do the job with the same vigour, skill and \r\ndedication. \r\n To choose the right successor to the Secretary-\r\nGeneral will definitely not be an easy task, but I do not \r\nwant to leave the Hall without stating clearly the \r\npreferences of my country. No one from my own \r\nregional group has thus far occupied this important \r\npost. We think that time has come to seriously consider \r\nsuch an option. Mrs. Vaira Vike-Freiberga of Latvia is \r\nan excellent candidate who qualifies perfectly well for \r\nthe position of Secretary-General. She can count on our \r\nfull support. \r\n Let me also welcome a new Member of the \r\nUnited Nations, the Republic of Montenegro, whose \r\npresence here brings us closer to the goal of a truly \r\nuniversal United Nations. \r\n The President of Finland spoke on behalf of the \r\nEuropean Union (EU) a few days ago. The Czech \r\nRepublic fully associates itself with that statement. The \r\nEU has made an enormous effort to contribute to the \r\npreparations for this session, and my country was an \r\nintegral and active part of that process. I shall therefore \r\nlimit myself to sharing with the Assembly just a few \r\nideas and comments on issues that are at the forefront \r\nof our interests. \r\n I strongly believe that all of us want the world to \r\nbe a safer place. That is the bottom line. Yet, the \r\nabsence of safety and security seems to be almost \r\nomnipresent. There is a lack of support for billions of \r\npeople suffering from hunger and disease in developing \r\ncountries. There is a lack of protection for many people \r\nexposed to various environmental risks and natural \r\nhazards. There is a widening debate regarding energy \r\nsecurity. There is lack of freedom and dignity for many \r\nwomen and men living under oppression. There is a \r\nlack of peace, and a sense of vulnerability vis-à-vis all \r\nkinds of armed conflict.  \r\nA/61/PV.22  \r\n \r\n06-53952 2 \r\n \r\n On top of all that there is the ominous threat of \r\nterrorism — often fed by Islamist extremists — which \r\nis creating fear and striking targets around the world, \r\nincluding their very own countries. All that makes it \r\nimperative for us to continue to adapt our security \r\nsystems; otherwise we will not be able to face that \r\nthreat. And we need to be efficient. \r\n To make the world a better and safer place is a \r\ncomplex challenge. It involves individual States as \r\nwell as various international organizations. But, at the \r\nglobal level, the role of the United Nations in \r\nresponding to that challenge is irreplaceable. The \r\nMillennium Summit of 2000 and the 2005 World \r\nSummit contributed enormously to shaping our agenda \r\nto that effect by, inter alia, balancing security, \r\ndevelopment and human rights concerns. We know \r\nwhat should be done. But we often fail to deliver \r\nbecause our collective will is not strong enough to \r\nsupport the implementation of designed measures and \r\nactions. We often know the diagnosis. We know the \r\nright remedy. And, yet, we are unable to apply it. \r\n Two weeks ago, we commemorated the fifth \r\nanniversary of the horrible terrorist attacks against not \r\nonly the United States but, dare I say, against our \r\nshared values. The world after 9/11 is not what it was, \r\nand the United Nations has had to adapt accordingly. \r\nOn the eve of that chilling anniversary, we succeeded \r\nin adopting the landmark United Nations Global \r\nCounter-Terrorism Strategy (resolution 60/288), \r\nbuilding on previous efforts by both the Security \r\nCouncil and the General Assembly. I hope that the \r\nStrategy will provide more than guidance, and that it \r\nwill become a real tool that provides real help for those \r\nwho fight the scourge of terrorism in the field. \r\n There is general agreement that the international \r\ncommunity and the United Nations should do much \r\nmore for States and territories recovering from conflict \r\nand disorder. We now have the United Nations \r\nPeacebuilding Commission. There is a spirit of hope \r\nthat the Commission will lead the efforts in generating \r\nboth the political will and the means to assist countries \r\nin post-conflict environments while promoting the rule \r\nof law and democratic values and preventing those \r\ncountries from slipping back into conflict. The Czech \r\nRepublic stands ready to assume its duties as a member \r\nof the Commission beginning in January 2007. \r\n Peacebuilding has to maintain strong ties with \r\npeacekeeping. Indeed, we are facing a surge in demand \r\nfor that service provided by the United Nations, with \r\nLebanon as the most recent example. But even if the \r\nnumber of Blue Helmets were to be multiplied, there \r\nwould still be room for meaningful engagement with \r\nregional organizations in assisting the United Nations \r\nto maintain peace and security. I welcome recent \r\ndebates on the role of those organizations, which \r\nalready shoulder a fair part of the burden in \r\nAfghanistan, the Balkans, the Democratic Republic of \r\nthe Congo and the Sudan. From our trans-Atlantic \r\nperspective, I particularly applaud the intensifying \r\ncooperation among the United Nations, the EU and \r\nNATO. I am proud to say that my country plays an \r\nactive part in that regard. We have a strong presence in \r\nthe Kosovo Force and the International Security \r\nAssistance Force in Afghanistan. We are prepared to \r\nexplore other forms of support where we are not \r\ndirectly involved. \r\n It was very unfortunate that last year’s Summit \r\nwas not able to find common language on disarmament \r\nand non-proliferation. The uncontrolled spread of the \r\nillicit trafficking in conventional weapons, their use \r\nagainst civilian populations and the deadly existence of \r\nlandmines all serve to continue to fuel conflict, human \r\nsuffering and insecurity around the world. My country \r\nsupports all efforts — as well as several \r\nprogrammes — aimed at bringing the arms trade and \r\nthe use of arms under strong controls. But there is an \r\neven greater threat: the possible proliferation of \r\nweapons of mass destruction.  \r\n We welcome the fact that the Security Council is \r\nincreasingly engaged in those matters. Council \r\nresolution 1540 (2004) was a major step forward. It \r\nwas recently followed up by strong messages addressed \r\nto the Democratic People’s Republic of Korea and Iran. \r\nBoth those countries should fully comply with the \r\nnuclear non-proliferation regimes and abandon any \r\nambitions going beyond the peaceful use of nuclear \r\npower. \r\n There is no freedom or security where masses of \r\npeople are plagued by poverty, hunger and unhealthy \r\nliving conditions. The Government of the Czech \r\nRepublic therefore attaches great importance to \r\ndevelopment cooperation and to achieving the \r\nMillennium Development Goals (MDG). Following the \r\neconomic transformation of the 1990s, we have \r\nsteadily increased our development aid every year. For \r\nexample, in 2005 Czech development assistance \r\nincreased by 16 per cent in real terms — reaching a \r\n A/61/PV.22\r\n \r\n3 06-53952 \r\n \r\nlevel of 0.11 per cent of our gross national income. \r\nThat likely makes us the leading country providing \r\ndevelopment assistance among new EU members. Our \r\nhumanitarian aid grew even more sharply and we are \r\ndetermined to continue that trend. My country also \r\nsupports other measures that could provide additional \r\nassistance — a fair solution to the debt problem for \r\npoor countries, limiting agricultural subsidies and \r\ncreating more open conditions for trade. In that, we \r\nassociate ourselves with the goal of a global \r\npartnership for development. \r\n Development assistance is more effective in an \r\nenvironment of stable and predictable conditions, the \r\nrule of law, democratic structures, a successful fight \r\nagainst corruption and respect for human rights — not \r\nto mention that those qualities attract donors as they \r\nare inherently worth supporting and cultivating. The \r\nattention paid to those issues by the United Nations has \r\ngrown significantly over the last decade, resulting, \r\ninter alia, in the establishment of the United Nations \r\nDemocracy Fund last year. My country was one of the \r\nfirst contributors to the Fund. We are thus on the right \r\ntrack, and I feel that we should go even further along \r\nthat road. \r\n It was also decided at the United Nations Summit \r\nlast year — as part of the overall United Nations \r\nreform — to transform and upgrade the Commission on \r\nHuman Rights, which became the Human Rights \r\nCouncil. We have to work hard with others in Geneva, \r\nto make it a beam of hope for millions of people living \r\nunder oppression and deprived of their rights in \r\ndifferent parts of the world.  \r\n However, the transformation of the United \r\nNations human rights machinery will be a failure, \r\nunless the new body is stronger and more effective \r\nthan the old one, unless it succeeds in enhancing its \r\nspecial procedures and country-oriented activities, \r\nunless it finds the ways and means to respond where it \r\nis needed, and unless it secures full international \r\ncooperation in enforcing elementary standards of \r\nfundamental human rights. \r\n Regimes that behave contrary to all democratic \r\nprinciples, use their power against their own citizens, \r\nimprison their opponents arbitrarily and violate \r\nelementary standards of the Universal Declaration of \r\nHuman Rights must be confronted with an efficient \r\nsystem. It is one of the sad ironies of our time that \r\nAung San Suu Kyi remains under house arrest in \r\nMyanmar, 15 years after being awarded the Nobel \r\nPeace Prize.  \r\n We cannot remain silent when members of \r\npeaceful democratic opposition in Cuba, who are \r\ncalling for national dialogue and reconciliation, are \r\nstill jailed and harassed as alleged enemies of the State. \r\nWe also have to raise our voice of solidarity when a \r\npresidential candidate of democratic forces in the \r\nrecent presidential elections in Belarus, Aleksandr \r\nKozulin, is sentenced to a term in prison for alleged \r\nincitement to disorder. \r\n Over several years, “reform” was one of the most \r\nfrequent and often misused words in our United \r\nNations vocabulary. But, even skeptics must admit that \r\nthe United Nations in 2006 is profoundly different \r\nfrom the United Nations 10 year ago. While some \r\nreform projects were put aside, a number of others \r\nwere carried out. Some projects — most notably the \r\nlong overdue reform of the Security Council — \r\ncontinue, however, to wait for the green light. \r\n This year’s highlight is management reform and \r\nthe reform of the United Nations development \r\nmachinery in the interest of system-wide coherence. If \r\nwe succeed in those areas, the United Nations could \r\nbecome stronger, leaner, less bureaucratic and more \r\noperational. Let us hope, that the changes will be \r\nbacked by the adoption of a new and fairer scale of \r\nassessments, by adequate budget and payment \r\ndiscipline, and last but not least, by progress in \r\nimplementing the Capital Master Plan. \r\n In conclusion, let me assure you, Madam \r\nPresident, that my country is ready to fulfil, in a timely \r\nand orderly manner, all its obligations as a Member of \r\nthe United Nations, including our increased share of \r\nthe overall budget and our contributions to the \r\npeacekeeping operations. We acknowledge and honour \r\nour share of responsibility. More than that — we \r\ncontinue to increase our volume of humanitarian aid \r\nand to engage ourselves in assisting peace and security \r\nin a number of areas around the world. I believe that \r\nqualifies my country as a strong candidate for an \r\nelected seat on the United Nations Security Council for \r\nthe term 2008-2009. \r\n The President: I now give the floor to His \r\nExcellency The Honourable Timothy Harris, Minister \r\nfor Foreign Affairs of Saint Kitts and Nevis. \r\nA/61/PV.22  \r\n \r\n06-53952 4 \r\n \r\n Mr. Harris (Saint Kitts and Nevis): Allow me, \r\nMadam President, to make a few preliminary remarks. \r\nFirst, Saint Kitts and Nevis extends sincere \r\ncongratulations on your assumption of the presidency \r\nof the United Nations General Assembly. My \r\ndelegation is confident that you will rise to the \r\noccasion, and in so doing, make not just the Kingdom \r\nof Bahrain, but the United Nations family proud of \r\nyou. Secondly, I wish to laud the leadership of His \r\nExcellency Jan Eliasson during the course of the \r\nsixtieth session of the United Nations General \r\nAssembly. His leadership was propitious and \r\noutstanding at a time of reform and intense challenges \r\nfor the United Nations.  \r\n Thirdly, it would be remiss of me if I did not \r\nsalute the quintessential diplomat in the personality of \r\nHis Excellency Kofi Annan who, for nigh on 10 years, \r\nskilfully steered the United Nations ship through many \r\nrough and difficult waters. We are indebted to him for \r\nhis supreme statesman-like leadership. I hail him as a \r\nbrother of the diaspora and a gem of human \r\ncivilization.  \r\n Fourthly, Saint Kitts and Nevis warmly welcomes \r\nthe Republic of Montenegro into the United Nations \r\nfamily. It has taken a bold step in order to play an \r\nactive role in the international discourse and we \r\napplaud it for that initiative. \r\n This year’s theme “Implementing a Global \r\nPartnership for Development” coincides with my \r\ncountry’s focus on linking the need for human rights \r\nwith the desire for a comprehensive and sustainable \r\nhuman development strategy. For too long, the issues \r\nof human rights and human development have not \r\nalways run in parallel. My delegation believes that \r\noversight needs to be corrected.  \r\n Over the years, the international community has \r\nfocused its attention either on human rights violations, \r\nor on human development. What has transpired at \r\ntimes is, unfortunately, a withdrawal of resources from \r\none programme to supplement the other, which then \r\nhas an adverse effect on the former. What I suggest \r\ntoday is that there should be a strategy of linking \r\nhuman rights and human development so as to ensure \r\nthat our peoples are cared for in a holistic manner. \r\n Many of us may recall that during the previous \r\nsession of the General Assembly, when the Human \r\nRights Council was being established, there was a call \r\nfor the right to development to be included within the \r\nbroader theme of human rights. My delegation believes \r\nthat is, in principle, still necessary. At the same time, \r\nwe also believe that development in all of its forms \r\nwill not have any long-term effects or benefits unless \r\nhuman rights are incorporated in that development. \r\n We propose, therefore, that during the sixty-first \r\nsession the Assembly ensure that the drive for a global \r\npartnership for development is pursued with the goal of \r\nensuring that human rights and human development \r\nrun in tandem and, in effect, complement each other. \r\nMy delegation believes that only through that approach \r\ncan true global partnerships for development occur. \r\n Those ideals can be achieved. Saint Kitts and \r\nNevis has witnessed the possibility first-hand. Within \r\nthe Caribbean Community, we have embarked upon a \r\nregional partnership for development and in that \r\ndevelopment we have ensured that the rights of our \r\ncitizens and the development of our people are at the \r\nforefront of our regional partnership. A few months \r\nago, we formally established the CARICOM Single \r\nMarket and Economy. That was an initiative years in \r\nthe making; CARICOM member States remained \r\ncognizant of all the effects that the initiative would \r\nhave on its people, and we attempted, of course, to \r\naddress them all. \r\n We acknowledged that there would be growing \r\npains but we also realized that, for our nationals to \r\ntruly benefit in this rapidly globalizing world, it was \r\nnecessary. However, my CARICOM colleagues and I \r\nhave sought to minimize any short-term negative \r\neffects. \r\n For a country like mine, which only recently \r\nmade the painful decision to close our 360-year-old \r\nsugar industry, the partnerships we have nurtured \r\nwithin CARICOM have helped to ease the pain and \r\nhelped to prepare us for the Single Market. What we \r\nneed on a global scale is: partnerships for development \r\nthat consider and ensure human rights and human \r\ndevelopment for every State. \r\n Whatever way is deemed most appropriate, \r\npartnerships should begin with mutual respect and a \r\ncommitment to understanding each other. We live in a \r\ndiverse world, and, owing to globalization, that \r\ndiversity is felt now more than ever before. If we do \r\nnot strive to respect and understand each other, \r\ntensions will mount and instability will reign. \r\n A/61/PV.22\r\n \r\n5 06-53952 \r\n \r\n That is why Saint Kitts and Nevis has stood at \r\nthis rostrum time and time again, and called for the \r\nhuman rights of the people of the Republic of China — \r\nTaiwan — to be acknowledged in this body. The \r\nRepublic of China is a democratic country that has \r\ncontinued to embody the principles of the United \r\nNations. That country has continued to ensure that \r\nhuman rights and human development are nurtured and \r\npreserved together, and has many contributions to \r\nmake in the pursuit of a global partnership for \r\ndevelopment. It has been a great and magnificent \r\nfriend to several States members of the United Nations \r\nfamily, and not just those with which it has diplomatic \r\nties. We, as the pre-eminent international body, owe the \r\nRepublic of China and its 23 million people our \r\nsupport and acceptance, and we owe ourselves the \r\nbenefit of having the Republic of China fully \r\nparticipating in the United Nations system. \r\n My delegation would like to single out and \r\napplaud the peoples of the Democratic Republic of the \r\nCongo and of Haiti for striving to overcome periods of \r\ninstability and uncertainty through the democratic \r\nprocess. For the Democratic Republic of the Congo, \r\nmore than two generations have passed between \r\ndemocratic elections. And Haiti’s 200-year history has \r\nbeen tumultuous in terms of its approach to democratic \r\nlife. The Caribbean Community was especially pleased \r\nwith the important democratic step taken by the \r\nRepublic of Haiti, and we were able this year to \r\nwelcome Haiti back into our fold. \r\n Those landmark elections could not have \r\noccurred without a concerted effort by all concerned to \r\nundertake partnerships, while respecting each other and \r\nstriving for full and comprehensive human rights and \r\nhuman development, along with a desire for peace. \r\nThis is a fragile period for those countries, but my \r\ndelegation lauds their efforts and initiatives, and we \r\nstand firm in our commitment to join in the global \r\npartnership for the development of those two countries. \r\n One year ago, the heads of State or Government \r\nof the majority of the States Members of the United \r\nNations signed on to the World Summit Outcome \r\nDocument (resolution 60/1). The document was viewed \r\nas the catalyst for a renewed commitment to a global \r\npartnership for development, security and human \r\nrights. During the sixtieth session, that commitment \r\nwas further solidified with the establishment of the \r\nPeacebuilding Commission and the Human Rights \r\nCouncil. Dialogue continued on issues relating to the \r\nreform of the United Nations. However, more \r\ncommitment and partnership are needed to see these \r\nreforms come to fruition. \r\n We must make a concerted effort. I cannot stress \r\nthat enough. If we were to be honest with ourselves, \r\nwe would acknowledge that the principles of the \r\nUnited Nations have not been at the forefront of our \r\nnegotiations and that human rights and human \r\ndevelopment have not been universally preserved. I \r\nhave already alluded to our diversity, but that must not \r\ncontinue to produce adversity. Rather, it should \r\nproduce a more holistic reform agenda. \r\n Saint Kitts and Nevis remains committed to \r\naction on the reform of the United Nations. The reform \r\nof the United Nations must be transparent. Three of the \r\nmore contentious areas of the reform of the United \r\nNations have revolved around the issue of \r\ntransparency. I speak of the reform of the Security \r\nCouncil and of the General Assembly, and the process \r\nof selecting the Secretary-General. \r\n The United Nations has evolved. We all have to \r\ncome to terms with that fact. The body that existed 61 \r\nyears ago could not operate in the world of today. Full \r\nrepresentation is necessary, and transparency is a must. \r\nThis, in our view, is tantamount to a successful global \r\npartnership. \r\n For this session of the General Assembly, Saint \r\nKitts and Nevis proposes a renewed emphasis on \r\nhuman rights and human development. We have \r\nactually begun that process in a very promising way \r\nwith the recently concluded High-level Dialogue on \r\nInternational Migration and Development. In that \r\nregard, we agree that it is imperative that the human \r\nrights and human development of migrants be taken \r\ninto serious consideration to ensure greater production \r\nand development in the countries involved. \r\n Recently, States members of the group of least \r\ndeveloped countries (LDCs) held a review of the \r\nBrussels Programme of Action. My delegation supports \r\nthe initiative of the LDCs and stresses that human \r\nrights and development must remain core principles in \r\nthe partnerships of LDCs with other members of the \r\ninternational community. \r\n For my own country of Saint Kitts and Nevis, we \r\nask that the international community also remain \r\ncommitted to the Mauritius Strategy for the Further \r\nImplementation of the Programme of Action for the \r\nA/61/PV.22  \r\n \r\n06-53952 6 \r\n \r\nSustainable Development of Small Island Developing \r\nStates.  \r\n Realizing sustainable development presents a \r\nformidable challenge for small island developing \r\nStates. They remain vulnerable to natural disasters, to \r\nclimate change and to the effects of globalization and \r\ntrade liberalization. We still need to examine the issue \r\nof graduation closely and at our own pace. Our cultural \r\nproducts still remain susceptible to piracy and our \r\nopportunities for reaping the benefits of science and \r\ntechnology are still limited. Developing countries are \r\nstill locked out of the decision-making processes of the \r\nglobal financial institutions, whose policies often \r\nundermine and — yes — circumscribe development. In \r\nour view, true global partnership should translate into \r\nconsideration of the requirements of every Member \r\nState, whether big or small, and of the issues critical to \r\nthem. \r\n During the sixty-first session, though there will \r\nnot be a high-level conference on HIV/AIDS, \r\npandemics such as HIV/AIDS continue to strike at the \r\nheart of development by crippling a nation’s most \r\nimportant asset, namely, its people. Without \r\nmeaningful development, women, children, the elderly \r\nand the disabled will remain at-risk sectors of our \r\nsocieties. Financing for development will still be a \r\nmajor concern for all developing countries, and \r\ninternational peace and security will continue to affect \r\nus all. \r\n Throughout most of this year, the majority of the \r\nUnited Nations membership experienced the adverse \r\nimpact of the energy crisis on growth and livelihoods. \r\nThe United Nations family, which comprises producers \r\nand consumers of oil and energy products, must \r\ncollectively address a global energy security pact \r\nincorporating best practices on energy conservation \r\nand energy sources. \r\n Finally, development is a matter of extreme \r\nimportance for all of us. What we need, therefore, is a \r\nholistic approach to our global partnership. All of our \r\ncritical concerns need to be addressed. However, we \r\nshould begin with a careful consideration of human \r\nrights and human development. \r\n The President: I give the floor to His Excellency \r\nMr. Pranab Mukherjee, Minister for Defence of India. \r\n Mr. Mukherjee (India): At the outset, Madam, \r\nlet me join previous speakers in welcoming your \r\nelection as President of the General Assembly at its \r\nsixty-first session. On India’s behalf, I would like to \r\nassure you of our constructive support and \r\nwholehearted commitment to work with you to achieve \r\nboth the larger goals of the Charter and the more \r\nspecific goals of the reform of this Organization that \r\nwere set out in last year’s World Summit Outcome \r\nDocument. \r\n The topic of this general debate is “Implementing \r\na global partnership for development”. It is difficult to \r\ncontest its relevance or topicality. Today, whether we \r\nlook at issues such as international trade, international \r\nfinancial mechanisms, methods to improve economic \r\nand social well-being, or even the various threats to \r\npeace and security that challenge our collective \r\nexistence, one common theme that emerges is the lack \r\nof an effective and equitable global partnership. This is \r\nan imperative even for achieving the Millennium \r\nDevelopment Goals. \r\n The important annual report of the Secretary-\r\nGeneral highlights several successes in moving ahead \r\nwith United Nations reform. During the previous \r\nGeneral Assembly session, the Central Emergency \r\nResponse Fund, the Peacebuilding Commission and the \r\nHuman Rights Council were established, and the \r\nUnited Nations Global Counter-Terrorism Strategy was \r\nagreed upon. We have also gradually moved forward \r\non management and budgetary reforms. While these \r\nare certainly important — indeed, critical — if we are \r\nhonest, we must acknowledge that significant \r\nunfulfilled tasks and challenges lie ahead, particularly \r\nwith regard to unaddressed issues, including the reform \r\nof the architecture of our multilateral bodies that \r\noversee security, trade, financial flows and \r\ndevelopment. Without this reform, the discontent \r\nassociated with globalization will only deepen. Without \r\nit, there cannot be substantially enhanced and assured \r\nresource and technology flows to developing countries, \r\nwhich are necessary for real economic transformation \r\nand for achieving the Millennium Development Goals. \r\n It is sometimes argued that private sector \r\ninvestment is today replacing the traditional reliance \r\non aid and development assistance. While we \r\nappreciate the important role of private sector \r\ninvestment, it cannot replace public investment in \r\ndeveloping countries, whose absorptive capacities are \r\noften limited and where the physical and social \r\ninfrastructure is often weak. Official development \r\nassistance (ODA) remains an important means to \r\n A/61/PV.22\r\n \r\n7 06-53952 \r\n \r\naugment public investment in areas such as human \r\ncapital development and rural infrastructure, which \r\nrarely attract private sector investment. \r\n The process of increasing the available pool of \r\nresources for investment in the social and economic \r\ninfrastructure of developing countries can be promoted \r\nat one level by developed countries, expeditiously \r\nreaching the target of setting aside 0.7 per cent of their \r\ngross domestic product for official development \r\nassistance. \r\n At another level, there is also a need to develop \r\ninnovative sources of financing. We must evolve a \r\nbroader understanding of ways to encourage the least \r\ndeveloped countries to get out of the debt trap by \r\nextending debt-cancellation programmes, without \r\ninsisting on conditionalities, such as encouraging \r\nprivatization, which, applied indiscriminately, may \r\nrecreate the original difficulties that necessitated \r\nrecourse to debt in the first place. \r\n The impasse in international trade negotiations is \r\ndisappointing, to say the least, considering the hopes \r\nraised after the Hong Kong Ministerial Conference and \r\nat the Group of Eight Summit in Saint Petersburg in \r\nJuly. Early resumption is desirable, but adherence to \r\nthe existing mandate is imperative — the mandate of \r\nthe Doha Declaration, the July framework and the \r\nHong Kong Ministerial Declaration. When agriculture \r\nwas brought into the ambit of negotiations at the \r\ncreation of the World Trade Organization (WTO), the \r\ndeveloping countries were given a clear understanding \r\nthat trade-distorting agricultural subsidies would be \r\nphased out in a time-bound manner. Minimizing the \r\nvulnerabilities of poor farmers must be our collective \r\npriority. Demanding market access from developing \r\ncountries, which displace low-income and subsistence \r\nfarmers to satisfy commercial interests, cannot be \r\nsupported.  \r\n Proportionately lower overall tariff reduction \r\ncommitments, operable, effective development \r\ninstruments for special products and a special \r\nsafeguard mechanism are essential if we are to ensure \r\nfood and livelihood security and meet the rural \r\ndevelopment needs of developing countries. The \r\noverarching principle of special and differential \r\ntreatment therefore remains a categorical imperative, \r\nand is the underlying basis of the position of \r\ndeveloping countries. \r\n In our view, there exists an overwhelming logic \r\nfor giving the United Nations a role in providing \r\ndirection to the comprehensive reform of the \r\ninternational financial and trading systems. These \r\nreforms must be aimed at building an international \r\narchitecture that reflects the realities of the twenty-first \r\ncentury and is able to create an environment that \r\neffectively supports national efforts to eradicate \r\npoverty. The Millennium Development Goals (MDGs) \r\nhave given hope to the poor and the underprivileged of \r\nthe world, and these goals are to be achieved by 2015. \r\nIn this context, the World Bank must remain steadfast \r\nin its mission to build a world free of poverty, and its \r\nstrategy must remain embedded in the historical \r\ndevelopment-centric approach.  \r\n The Outcome Document of last year’s World \r\nSummit emphasized that enhancing the voice and \r\nparticipation of developing countries in the Bretton \r\nWoods institutions remains a continuous concern. The \r\nbridging of this voice deficit requires fundamental \r\nreforms in the quota structure which are long overdue \r\nand absolutely necessary to enhance the credibility and \r\nlegitimacy of the International Monetary Fund (IMF). \r\nThe quota reforms have to begin with the revision of \r\nthe formula so as to reflect the relative economic \r\nstrengths of countries in the twenty-first century. The \r\nUnited Nations should encourage immediate steps \r\nbeing taken to initiate the second stage of IMF quota \r\nreform, involving a basic revision of the quota formula \r\nand the subsequent increase of quotas for all under-\r\nrepresented countries. All of this must be done in a \r\ntime-bound manner. \r\n Change is the law of life. The acute \r\ndissatisfaction heard in many statements is the result of \r\ninstitutions having been prevented from changing. \r\nWhat is true in the economic field is equally true of the \r\narchitecture of our international security system as \r\nreflected in this unique Organization that is supposed \r\nto reflect the collective will of our world, a system \r\nwhich remains mired in the past. Recent tragic events \r\nin Lebanon and the stasis in the peace process in the \r\nbroader Middle East have highlighted the growing \r\nfailure of the institution designated by the Charter as \r\nhaving primary responsibility for issues relating to \r\npeace and security. \r\n It is widely accepted that the Security Council \r\ncan no longer be regarded as reflecting the changed \r\ninternational environment that has emerged since the \r\ntime of its creation. The Security Council must not \r\nA/61/PV.22  \r\n \r\n06-53952 8 \r\n \r\nonly be more representative but also more effective if it \r\nis to be able to satisfactorily perform the role mandated \r\nto it by the Charter. \r\n At the same time, the Security Council has \r\nneedlessly diverted its attention to issues and areas that \r\ngo beyond its mandate. For instance, the inclusion of \r\nitems on its agenda which have nothing to do with \r\npeace and security represents an encroachment on the \r\nroles mandated to other United Nations bodies. In \r\norder to ensure that the international community \r\nexercises real ownership of the process of securing our \r\nworld, it is essential that comprehensive reform of the \r\nSecurity Council be undertaken and that its \r\nmembership be expanded in both the permanent and \r\nthe non-permanent categories. It is no accident that the \r\nSecretary-General’s report refers to the enhancement of \r\nlegitimacy and the urgent need for reform to ensure the \r\nSecurity Council’s relevance and credibility. \r\n The revitalization of the General Assembly is \r\nintertwined with the reform of the Security Council. It \r\nis no coincidence that its reform too has long been \r\nfrustrated. A strengthened and more effective United \r\nNations presumes a revitalized General Assembly that \r\nexercises its role and authority in the areas of \r\nresponsibility assigned to it by the Charter. These \r\ninclude its effectively addressing topics such as \r\ninternational law and human rights, financial, \r\nbudgetary and administrative matters, as well as the \r\nglobal economic architecture and important issues \r\nrelated to development. \r\n I now turn to one of the most crucial issues of our \r\ntimes: the problem of terrorism. While this \r\nphenomenon has become increasingly global, our \r\ncollective response to it has remained rather \r\ninadequate. The multiple ways in which terrorism \r\nchallenges the core principles of humanity and the \r\nmandate of the United Nations are underlined by the \r\noutrages perpetrated in India over the last few months. \r\nBarely two months ago, on a single black day, more \r\nthan 200 lives were lost and more than 1,000 were \r\ninjured by dastardly bombings in Mumbai and \r\nelsewhere in India. These and other such outrageous \r\nincidents were clearly designed to spread maximum \r\nterror among ordinary people. Ours is not the only \r\ncountry to be singled out for vicious and senseless acts \r\nof murder. A strong response to terrorism requires \r\nbroad-based international cooperation, denying to \r\nterrorists the space that has been available to them and \r\nincreasing the capability of States to address terrorist \r\nthreats. It requires sustained and specific cooperation \r\nby a variety of national, regional and global agencies. \r\n Earlier this month, we joined in the adoption of \r\nthe United Nations Global Counter-Terrorism Strategy \r\n(resolution 60/288), even though, ideally, we would \r\nhave liked the United Nations to convey a far stronger \r\nmessage in order to counter terrorism. We must \r\ncollectively and unanimously reject the notion that any \r\ncause can justify terrorism. No cause can ever justify \r\nthe targeted killing of innocent men, women and \r\nchildren. The international community must signal that \r\nit will no longer tolerate the actions of the sponsors \r\nand abettors of terrorism, including States which \r\nwilfully fail to prevent terrorists from utilizing their \r\nterritory. We hope that the Strategy will provide the \r\nimpetus to unite the international community in its \r\nfight against terrorism via practical measures that \r\nfacilitate cooperation by way of extradition, \r\nprosecution, information exchange and capacity-\r\nbuilding. \r\n We went along with the Global Counter-\r\nTerrorism Strategy, but the comprehensive convention \r\non international terrorism, which remains a work in \r\nprogress, would have provided the requisite legal \r\nframework upon which a counter-terrorism strategy \r\ncould have been based. It cannot be beyond our \r\ncollective ingenuity to reach an agreement on such a \r\ncomprehensive convention, even though we have \r\nmissed the target of doing so at the sixtieth session of \r\nthe General Assembly. We must work together to \r\nfinalize and adopt the comprehensive convention, at \r\nleast during this session of the General Assembly. \r\n The existence of nuclear weapons continues to \r\nthreaten international peace and security. In our view, \r\nthe best non-proliferation measure is universal \r\ndisarmament, and the international community needs to \r\ntake immediate steps to eliminate the threat of the use \r\nof nuclear weapons. We have to revive momentum for \r\nachieving what the late Prime Minister Rajiv Gandhi \r\ncalled a nuclear-weapon-free and non-violent world, to \r\nbe achieved, through negotiations, in a time-bound \r\nmanner. India will be presenting a working paper at \r\nthis session of the General Assembly on the issue of \r\nnuclear disarmament, on which we look forward to \r\nworking with Member States. \r\n In recent years, new dangers have emerged due to \r\nthe threat of proliferation of weapons of mass \r\ndestruction-related materials and technologies to non-\r\n A/61/PV.22\r\n \r\n9 06-53952 \r\n \r\nState actors and terrorist groups. The international \r\ncommunity must work together to meet those \r\nchallenges. India’s record in that regard is impeccable, \r\nand we have instituted effective measures to ensure \r\nthat the technologies we develop are not leaked in any \r\nway. \r\n It is true that the developing countries bear the \r\nheaviest burden from pandemics, epidemics and \r\nchronic diseases. The scourge of HIV/AIDS, malaria, \r\navian influenza and tuberculosis seriously threatens the \r\nfuture of many developing countries by robbing them \r\nof the most productive segment of their society — their \r\nyoung people — thereby affecting the future of those \r\ncountries. An enhanced global collaborative effort is \r\ncalled for to confront the proliferation of challenges \r\naffecting the lives of the majority of our citizens. \r\n We also need to address the central issue of the \r\nspecial needs of the developing countries, especially in \r\nAfrica, and of the vulnerable small States. On our part, \r\nwe will continue to expand our programme of South-\r\nSouth cooperation also through the New Partnership \r\nfor Africa’s Development, through Team 9 — our \r\nspecial programme for West African countries — and \r\nby means of the connectivity mission in Africa, as well \r\nas through assistance, capacity-building and \r\ntechnology transfer aimed at reducing the vulnerability \r\nof small States. \r\n Prime Minister Jawaharlal Nehru, who embodied \r\nour commitment to the United Nations ideals, said that \r\n “in a world of incessant and feverish activity, \r\nmen have little time to think, much less to \r\nconsider ideals and objectives. Yet, how are we to \r\nact, even in the present, unless we know which \r\nway we are going and what our objectives are?”  \r\n Confronted as we are by the globalization of \r\nthreats and by the limitations of our international \r\nsystem to address such challenges, the need for a \r\ncomprehensive reform of the United Nations has never \r\nbeen more imperative. We need to enfranchise the \r\nUnited Nations to meet the challenges of our time by \r\nreinforcing its role and authority as the core of real \r\nmultilateralism. \r\n We look forward to working closely with other \r\nMember States, under your leadership, Madam \r\nPresident, to press ahead with essential reforms at the \r\nUnited Nations and to implement an effective global \r\npartnership for development that encompasses \r\neveryone and enables every individual to live a life of \r\ndignity in a clean, safe and healthy environment. \r\n The President: I give the floor to His Excellency \r\nThe Honourable Justin Simon, Minister for Legal \r\nAffairs of Antigua and Barbuda. \r\n Mr. Simon (Antigua and Barbuda): Antigua and \r\nBarbuda joins other Members of the United Nations in \r\ncongratulating Sheikha Haya Rashed Al-Khalifa on her \r\nelection to the presidency of the General Assembly at \r\nits sixty-first session. Madam President, we wish you \r\nsuccess in all your efforts and assure you of our full \r\ncooperation. I wish also to thank and congratulate your \r\npredecessor, Mr. Jan Eliasson, for his outstanding \r\nleadership of the sixtieth regular session of the General \r\nAssembly. \r\n Permit me also to convey the appreciation of the \r\nGovernment of Antigua and Barbuda to Mr. Kofi \r\nAnnan for his many years of service to the United \r\nNations and for his overall dedication to the pursuit of \r\nworld peace and development. Every year brings new \r\nand unique challenges which add to the burdens of the \r\noffice of the Secretary-General, and this past year has \r\nbeen no exception. In bidding Mr. Annan farewell, on \r\nbehalf of the Government and people of Antigua and \r\nBarbuda, I pay tribute to his indomitable courage over \r\nthe past 10 years and say to him that success is never \r\nfinal and failure is never fatal; it is courage that counts, \r\nand he has risen to the challenge when it counted most. \r\n Among the many accomplishments achieved in \r\nthe twentieth century was the establishment of the \r\nUnited Nations. Among the accomplishments of the \r\nUnited Nations in its 60 years of existence is its \r\nadvocacy of decolonization by peaceful means; its \r\nadvancement of the concept of sovereignty as a natural \r\nright of all nations and all peoples; and the awareness \r\nit has brought to the international community that, in \r\nthis era of globalization, the majority of humanity is \r\nafflicted not by inter-State wars but by the ravages of \r\npoverty, hunger, disease, environmental degradation \r\nand human rights violations. \r\n We are aware of the awesome task of \r\nimplementing reform measures for this Organization. \r\nWe are, however, encouraged by the significant \r\nachievements made since the adoption of the Outcome \r\nDocument of the 2005 World Summit. We are pleased \r\nthat some progress has been made in areas such as the \r\nestablishment of the Human Rights Council, the \r\nCentral Emergency Response Fund, the launching of \r\nA/61/PV.22  \r\n \r\n06-53952 10 \r\n \r\nthe Peacebuilding Commission and agreement on a \r\ncounter-terrorism strategy. \r\n Respectfully, Antigua and Barbuda joins this \r\ncommunity of nations in underscoring the importance \r\nof social and economic development, basic human \r\nrights and their importance to the maintenance of \r\ninternational peace and security, mutual respect, and \r\nlasting goodwill among nations. \r\n Slavery is today perhaps the most under-\r\nrecognized crime against humanity, in spite of its \r\nconsequences: the vicious displacement and brutal \r\ntreatment of an entire race. Next year — 2007 — \r\nmarks the 200th anniversary of the abolition of the \r\ntrans-Atlantic triangular slave trade. The 14 members \r\nof the Caribbean Community, whose people are \r\nprincipally of African slave descent, are committed to \r\nbringing this anniversary to the attention of the world, \r\nand we look forward to members’ unanimous support \r\nin the General Assembly for our forthcoming \r\nresolution and to their joining us in the appropriate \r\nrecognition of this event, which foreshadowed the \r\nabolition of slavery. \r\n In a few weeks, on 1 November, Antigua and \r\nBarbuda will celebrate 25 years of political \r\nindependence. As we take stock of our challenges and \r\nexperiences in nation-building and our actions in \r\nattempting to achieve and maintain a decent standard \r\nof living for our people, our progress report is one of \r\nmixed successes and failures punctuated with hope and \r\nfrustration.  \r\n The reality is that we are a politically \r\nindependent small island nation with limited resources, \r\nexisting in an economically interdependent yet fiercely \r\ncompetitive world. \r\n Our challenges are many. But, having emerged \r\nfrom a past dominated by colonialism, we are indeed \r\nproud of our history as an independent democratic \r\nState where people of whatever race, creed or political \r\naffiliation are free to express and exercise all basic and \r\nfundamental human rights, which are inherent features \r\nof the United Nations legal framework. However, for a \r\npolitically independent nation like ours to survive in \r\nthis economically interdependent world, that requires \r\neffective multilateralism and the forging of real \r\ninternational partnerships. In other words, our future \r\ndepends on our ability to work well with each other in \r\na spirit of understanding and respect, given our diverse \r\ncultures, histories and economies. \r\n Antigua and Barbuda is acutely aware of the \r\nimportance of partnerships and of the necessity of \r\nworking within a multilateral framework to meet the \r\nchallenges we face as a young developing nation. That \r\nbrings me to the importance of the United Nations in \r\nits role as a melting pot of ideas for constructive and \r\npositive action.  \r\n The United Nations development agenda is an \r\nambitious, noble, worthy and necessary one. Were we \r\nto accomplish the goals we have set within the \r\nspecified time frames, it would be a testament to the \r\ngreatness of humankind. My Government and my \r\npeople therefore support any process of reform of the \r\nUnited Nations that will enhance the level of \r\nrepresentation in all its principal organs, increase its \r\neffectiveness and improve its legitimacy. It should be \r\nmore democratic in its representation, more reflective \r\nof modern-day geopolitical realities and more timely \r\nand effective in delivering on the outcomes of its many \r\ninternational conferences, summits and agreements, \r\nincluding, of course, the Millennium Declaration. \r\n We wholeheartedly agree with those who believe \r\nthat multilateralism should not be subverted and that \r\nthe United Nations framework for the peaceful \r\nresolution of international conflicts should not be \r\nundermined or replaced by unilateralist tendencies.  \r\n Additionally, in our efforts to revamp and \r\nrevitalize the various development bodies of the United \r\nNations, we should pay particular attention to the \r\nvulnerability of States. When the entire gross domestic \r\nproduct of a country can be wiped out by a single \r\ncommonplace natural disaster, that country’s economy \r\nis most definitely vulnerable. When the economic \r\nmainstay of a country can be cut off by activities and \r\nevents that occur in another country many, many miles \r\naway, that country is indeed vulnerable. When a \r\ncountry’s economic activity can be effectively stymied \r\nby the failure or refusal of another country to abide by \r\ninternational rules, accepted norms and arbitral \r\ndeterminations, that country’s economic prospects are \r\ncertainly vulnerable. For small island States like ours, \r\nsuch vulnerability is our greatest insecurity. \r\n Over the years, Antigua and Barbuda has joined \r\nthe rest of the world in mourning immeasurable losses \r\nfrom natural disasters, be they monsoon flooding, sub-\r\nSaharan drought or Asian tsunamis. Our Caribbean \r\nsubregion is particularly susceptible to the annual \r\nravages of a hurricane season that lasts from June — \r\n A/61/PV.22\r\n \r\n11 06-53952 \r\n \r\nwhich the popular ditty says is “too soon” — to \r\nOctober, when it just may be “all over”. My country’s \r\nGovernment feels that a review of existing \r\ninternational disaster relief funds and an increase in the \r\namount of financial resources made available are \r\nnecessary for the elimination of the sad state of the \r\neconomic vulnerability of so many of our nations. \r\n With regard to international peace and security, \r\nthe Government of Antigua and Barbuda does not \r\nbelieve that war benefits any country — not the \r\nwarrior, not the vanquished and not the passive \r\nonlooker. As leaders of nations, therefore, international \r\npeace is the greatest gift we can give to our peoples \r\nand to our children. Hence, a world where friendly \r\ndiplomatic relations and dispute-solving discussions \r\nbetween countries are promoted is a world in which \r\nour children and grandchildren will inherit a legacy \r\nworth cherishing.  \r\n Our present-day values and our hopes for a better \r\ntomorrow have been reason enough for my country’s \r\ncompliance with a significant number of United \r\nNations-mandated anti-terrorism treaties. Terrorism \r\nbreeds insecurity and exacts a severe financial burden, \r\neven on countries and communities far removed from \r\nthe actual terrorist act. We join others in encouraging \r\nthe Members of the United Nations to continue to deal \r\ncomprehensively with the threat of terrorism by all \r\nmeans necessary, including the promotion of, and \r\nrespect for, religious, cultural and ethnic tolerance.  \r\n We must of necessity be more responsible when \r\nwe speak as influential world leaders. With the growth \r\nand development of technology, all of the world is a \r\nstage in a manner that William Shakespeare never \r\nforesaw. It therefore behoves us all to constantly and \r\ncontinuously mind our exits and our entrances and the \r\nmany parts that we play on the global stage. \r\n Today we join a list of countries that have time \r\nand again in these hallowed halls repeated the clarion \r\ncall for greater action by the international community \r\nto realize the laudable objectives and full intentions of \r\nthe United Nations Charter in the areas of meaningful \r\ndevelopment financing and the concept of fair trade. \r\nSecretary-General Kofi Annan was correct politically \r\nwhen he said a few days ago from this very rostrum \r\nthat “the ‘global partnership for development’ is still \r\nmore a phrase than fact — especially in the all-\r\nimportant area of trade” (A/61/PV.10).  \r\n Too often we have taken corrective steps at home \r\non the domestic level to create, in the jargon of the \r\nUnited Nations, an enabling environment. Yet we see \r\nlittle or no real or tangible results, because developed \r\ncountries do not deliver on their commitments but \r\ncontinue, in spite of their rhetoric, to support or \r\ncontinue systematic imbalances in the international \r\ntrading system. \r\n Antigua and Barbuda, in spite of its limited \r\nresources and its highly vulnerable economy, has \r\nembarked upon a strategy of economic diversification \r\nguided by the rules and regulations of the World Trade \r\nOrganization. Yet, unfortunately, even as we play by \r\nthose rules, the unfair trading practices of some of our \r\ninternational partners threaten to diminish the modest \r\neconomic gains that we have made in recent times. We \r\nneed to ask ourselves, are we really serious about \r\nraising standards in the developing world? Are we \r\nreally serious about sustainable development? \r\n Rest assured that in spite of the continuing \r\nrhetoric, we in Antigua and Barbuda will continue our \r\nefforts to achieve a high standard of living and \r\nimproved economic and social well-being for our \r\n80,000 people. We will continue to partner with our \r\nsister countries within the Organisation of Eastern \r\nCaribbean States and Caribbean Community \r\nsubregional groupings. We will continue our advocacy \r\nfor good environmental stewardship and the \r\nadvancement of the fundamentals of sustainable \r\ndevelopment at home, in our region and beyond. In \r\naddition, we will continue to insist on nationally owned \r\ndevelopment strategies as we seek deeper North-South \r\nand South-South cooperation for more meaningful, \r\ntangible and lasting economic development. \r\n The President: I now give the floor to His \r\nExcellency Mr. Youssouf Bakayoko, Minister for \r\nForeign Affairs of the Republic of Côte d’Ivoire. \r\n Mr. Bakayoko (Côte d’Ivoire) (spoke in French): \r\nFirst, Madam, I should like to congratulate you on your \r\nelection to the presidency of the General Assembly at \r\nits sixty-first session. Your election is proof of the high \r\nesteem in which the international community holds \r\nyour country, Bahrain, and also yourself, whose wealth \r\nof diplomatic experience will help us find the right \r\nsolutions to the problems facing this session of the \r\nAssembly. I would also ask you kindly to convey my \r\ndelegation’s congratulations to the other members of \r\nthe Bureau. You may count on my delegation’s \r\nA/61/PV.22  \r\n \r\n06-53952 12 \r\n \r\nunremitting willingness and desire to work with you \r\nfor the success of this session. Allow me also to \r\nexpress to your predecessor, His Excellency Mr. Jan \r\nEliasson of Sweden, the Ivorian delegation’s gratitude \r\nfor his intensive activities during his presidency and \r\nfor the quality of the work he accomplished. \r\n I would also like to pay well-deserved tribute to \r\nSecretary-General Kofi Annan and to reiterate my \r\ncountry’s appreciation for the skill with which he has \r\ndischarged his mission at the head of our Organization. \r\nAs he prepares to leave his office, I would like to say \r\nhow proud my country, a neighbour of Ghana, his \r\nmotherland, is for the distinguished way he has guided \r\nthe United Nations over the past 10 years. I would like \r\nto express to him once again the sincere gratitude of \r\nthe people and the Government of Côte d’Ivoire for his \r\npersonal commitment to advancing the process of \r\npeace and reconciliation in Côte d’Ivoire. \r\n We welcome the Republic of Montenegro, which \r\nhas just joined the great family of the United Nations; I \r\npledge Côte d’Ivoire’s readiness to cooperate with it. \r\n As the General Assembly marked the sixtieth \r\nanniversary of the United Nations, we all expressed our \r\nambition to reform the Organization. We raised the bar \r\nvery high for our objectives in the main areas of United \r\nNations activity, namely international peace and \r\nsecurity, development and human rights. We decided, \r\namong other things, to create a new mechanism to \r\nrestore and consolidate peace in countries devastated \r\nby conflict and war, to adopt strategies to combat \r\npoverty and disease and to act collectively to prevent \r\ngenocide and promote human rights. At the sixtieth \r\nsession, which recently came to an end, we were able \r\nto achieve significant progress while seeking to \r\novercome existing differences. \r\n Further tangible progress has been made since \r\nthen in many areas, such as counter-terrorism, human \r\nrights, democracy, peacekeeping, humanitarian \r\nintervention and management reform in order to make \r\nthe Secretariat more effective and accountable. \r\n With regard to the strengthening of the human \r\nrights machinery, for example, I should like to \r\nwelcome our joint commitment to help the Office of \r\nthe United Nations High Commissioner for Human \r\nRights to strengthen its services and to double its \r\nworking budget. The creation of the Human Rights \r\nCouncil, which began its work in Geneva on 19 June \r\n2006, to replace the Commission on Human Rights is \r\nanother sign of our common awareness that we need to \r\nset the question of the respect and promotion of human \r\nrights among our priorities. We now have a Human \r\nRights Council, which must work with determination \r\nand a sense of responsibility, so as to regain respect \r\nand obtain the results expected by all. \r\n As for terrorism, on whose definition everyone \r\nhas yet to agree, my delegation welcomes the existence \r\nwithin our Organization of a structure to coordinate the \r\nfight against terrorism in all its forms and \r\nmanifestations, committed by whomever, wherever and \r\nfor whatever purposes. \r\n Another source of satisfaction is the creation of \r\nthe Peacebuilding Commission, which is aimed at \r\ngiving assistance to countries emerging from armed \r\nconflict. In this respect, and in the context of creating \r\nthe solidarity that should exist within our Organization, \r\nthe United Nations and the international community \r\nmust continue their efforts to bring lasting peace in \r\npost-conflict periods in countries emerging from war. \r\nThey must be involved financially in this process not \r\nonly to consolidate this peace but also and above all to \r\ncontribute to the economic recovery and sustainable \r\ndevelopment of those countries. \r\n In his important — and final — report on the \r\nwork of the Organization (A/61/1), introduced to the \r\nAssembly on 19 September 2006 (see A/61/PV.10), \r\nSecretary-General Kofi Annan advocates a United \r\nNations that is able to find solutions in this divided \r\nworld so that people can fulfil their common destiny. \r\nIn explaining his thinking, he said that we now face a \r\nworld whose divisions threaten the very notion of an \r\ninternational community whereas most of the \r\nchallenges require a global response. My delegation \r\nfully shares this affirmation of the Secretary-General. \r\nFinding a global, indeed comprehensive, response to \r\nall the world’s problems in all areas, particularly those \r\nof international peace and security, sustainable \r\ndevelopment and fundamental human rights, are the \r\nreal objectives of this Organization. \r\n More than half a century after the creation of our \r\nOrganization, increasingly serious and complex \r\nproblems continue to arise in the world. We have seen \r\nserious violations of international law and a repeated \r\nuse of force at the expense of dialogue. We can add to \r\nthis poverty, illiteracy, hunger, pandemics, local \r\nconflicts and terrorism, not forgetting natural disasters. \r\nIn addition to these challenges, increasing \r\n A/61/PV.22\r\n \r\n13 06-53952 \r\n \r\nglobalization imposes demands and responsibilities \r\nthat are increasingly burdensome for the international \r\ncommunity. We are living in a world where the media \r\ncan come into our homes and make us more aware of \r\nthe suffering of others. This forces the world’s \r\ndecision-makers to display more justice and equity.  \r\n The events of the past few years — particularly \r\nthe most recent events in the Middle East — seem once \r\nagain to call into question the commitment set out in \r\nthe Millennium Declaration to share responsibilities, in \r\nthe context of the multilateralism represented by the \r\nUnited Nations, in order to address the threats to \r\ninternational peace and security. Those events seem to \r\nhave caused deep divisions within the international \r\ncommunity and have raised new questions about the \r\neffectiveness of United Nations action and the \r\nprinciples that guided its establishment. \r\n It is thus urgent that the General Assembly begin \r\nto have in-depth discussions about the future of \r\nmultilateralism. Indeed, my delegation believes that the \r\nconcept of multilateralism should reflect a broad \r\nconsensus regarding the means to prevent major threats \r\nto international peace and security and responses that \r\nmust be made to those threats.  \r\n The legitimacy of the United Nations is the \r\nOrganization’s main asset. Therefore, that legitimacy \r\nmust be reinforced by the confidence of States and of \r\ninternational public opinion in the capacity of the \r\nUnited Nations to resolve international problems \r\nthrough agreed action.  \r\n There are positive examples in this area \r\nillustrating that assertion. Indeed, following the attacks \r\nof 11 September 2001, the United Nations \r\ndemonstrated that it could act swiftly by establishing a \r\ncollective mechanism to combat terrorism. In the area \r\nof peacekeeping and peacebuilding, we have also seen \r\nthat the Organization could carry out complex \r\nmandates and tackle the difficult task of stabilizing a \r\nconflict situation and assisting countries in transition \r\ntowards peace and democracy. Pertinent examples can \r\nbe cited in that regard: Timor-Leste at the time of its \r\nindependence, Kosovo, Sierra Leone and Liberia.  \r\n Those examples demonstrate that authorization to \r\ndeploy multinational forces is proving to be the \r\nappropriate tool for calming down — if not \r\nextinguishing — hotbeds of tension. In that connection, \r\nmy delegation is grateful to the countries and \r\norganizations that have headed such forces. We remain \r\naware of their acts of solidarity, and we welcome their \r\ninterest in maintaining peace throughout the world. \r\n With regard to weapons of mass destruction and \r\nsmall arms and light weapons, Côte d’Ivoire agrees \r\nthat there is a need to strengthen and complete existing \r\ninternational legislation. I believe that the United \r\nNations must broaden its action in this area and adopt \r\nthe measures necessary to prevent the proliferation of \r\nthese weapons. It must also take unequivocal measures \r\nspelling out the consequences for any State that does \r\nnot respect such legislation. \r\n Another new challenge with global consequences \r\nthreatens our existence: the phenomenon of terrorism. \r\nIndeed, no one is safe from terrorist attacks. As \r\nstressed by the Secretary-General in his report on the \r\nwork of the Organization during the fifty-eighth \r\nsession (A/58/1), terrorism continues to pose a major \r\nthreat to international peace and security. It must thus \r\nbe combated everywhere and tirelessly. While \r\nuniversal condemnation of terrorism must remain \r\nstrong and unwavering, the fight against it must be \r\ncarried out within the framework of strict respect for \r\nhuman rights, fundamental freedoms and the rule of \r\nlaw.  \r\n Returning to the subject of conflict prevention, \r\nmy delegation would like to commend the work begun \r\nby the United Nations through its adoption of \r\nresolution 57/337, which is aimed at integrating that \r\nissue into its areas of action and invites States and \r\nregions to adopt conflict prevention strategies. Specific \r\nactivities to establish a structural culture of conflict \r\nprevention at the national, regional and international \r\nlevels must be carried out and strengthened. \r\n Moreover, my delegation believes that additional \r\nresources should be devoted to conflict prevention \r\nprogrammes and projects. A mechanism for \r\nstrengthening international cooperation in this area \r\nshould be established in countries at risk. Indeed, \r\nhistory teaches us that disagreements — even \r\nseemingly insignificant ones — can lead to difficult-to-\r\nmanage conflicts if they are not contained in time. \r\nThus, it is important that the Organization’s \r\ninterventions be preventive in order to avoid the \r\ndramatic and tragic consequences of such conflicts. \r\nThat is in the interests of everyone, and in the interest \r\nof the Organization’s credibility. \r\n Henceforth, it should be a major United Nations \r\npriority to establish a policy of conflict prevention by \r\nA/61/PV.22  \r\n \r\n06-53952 14 \r\n \r\nstrengthening international dialogue and creating \r\nappropriate mechanisms for conflict settlement. \r\nConstant monitoring of international commitments \r\nshould be a part of this new vision of peaceful \r\ncoexistence and international harmony. \r\n Côte d’Ivoire has always supported the Secretary-\r\nGeneral’s United Nations reform programme. We \r\nwelcome the major progress already made with a view \r\nto making the Organization more active and more \r\neffective. The resolve shown by the Secretary-General \r\nin that regard must also be demonstrated by all \r\nMember States. \r\n The current composition of the Security Council, \r\nin both quantitative and qualitative terms, remains a \r\nprisoner of the past and does not reflect the \r\ngeopolitical realities of the twenty-first century. \r\nDeveloping countries — and Africa in particular — \r\nhave not yet found their place on the Council. \r\nTherefore, so long as this issue remains unresolved, the \r\nCouncil’s decisions will continue to be perceived as \r\nreflecting mainly the interests of the countries \r\nbenefiting from its current composition. Member \r\nStates — particularly the Council’s five permanent \r\nmembers — must display a spirit of initiative and \r\nopenness with regard to this issue, which has been on \r\nthe United Nations agenda for more than a decade. \r\n The comprehensive implementation of the \r\nMillennium Development Goals (MDGs) remains a \r\nfundamental United Nations priority. My delegation is \r\nparticularly concerned by the current trends, which \r\nindicate that many developing countries are falling \r\nbehind and that, at the current rate, those countries will \r\nnot be able to attain the Goals without assistance.  \r\n Accomplishing the MDGs requires partnership \r\nand cooperation among all the countries of the world. \r\nIn that connection, my delegation would like to urge \r\nthe international community to provide the necessary \r\nsupport to developing countries, particularly the least \r\ndeveloped and most heavily indebted countries. A \r\nsufficient amount of official development assistance \r\nand foreign direct investment would likely enable such \r\ncountries to take their place in the process of socio-\r\neconomic development. \r\n Therefore, my delegation would like to \r\ncongratulate the Secretary-General on his efforts to \r\nundertake reforms to make our institution fully address \r\nthe important task of achieving the MDGs. The socio-\r\neconomic survival of developing countries is at stake. \r\nMy delegation thus encourages the United Nations \r\nsystem to continue to support the Governments of these \r\nStates in their resolve to integrate the Goals into \r\nnational and regional development programmes and \r\nstrategies. In Africa, for example, the New Partnership \r\nfor Africa’s Development (NEPAD) would be an ideal \r\nframework for the achievement of these goals. This is \r\nwhy NEPAD should be implemented and why our \r\ndevelopment partners’ promises should be fulfilled \r\nwithin the agreed deadline.  \r\n Côte d’Ivoire also welcomes the determined \r\ncommitment of the Secretary-General to place the \r\nOrganization at the service of its Members. Reforms \r\nnow under way could very much help to place the \r\nOrganization in the forefront of the fight to eliminate \r\npoverty and eradicate HIV/AIDS, malaria, tuberculosis \r\nand many other pandemics. This is why my delegation \r\nwelcomes the launching of the International Drug \r\nPurchase Facility (UNITAID) on 19 September 2006, \r\nhere during the current Assembly and in the presence \r\nof the Secretary-General. This initiative by France, \r\nwhich has been supported by other countries, such as \r\nBrazil, Chile, the United Kingdom and Norway, will \r\ngive the poorest people access to drugs of known \r\nquality, including generic drugs, at the lowest prices \r\nand also to the means of diagnosing AIDS, tuberculosis \r\nand malaria. I am delighted that my country, Côte \r\nd’Ivoire, was one of the first four to establish a tax on \r\nair tickets to help finance the abovementioned fund.  \r\n At this stage in my statement, allow me to briefly \r\nmention the socio-political situation in my country, \r\nCôte d’Ivoire. Indeed, since the formation of the \r\nGovernment of Prime Minister Charles Konan Banny \r\non 28 December 2005, following the adoption of \r\nSecurity Council resolution 1633 (2005) on 21 October \r\n2005, the peace and reconciliation process in Côte \r\nd’Ivoire has seen — thanks to the actions of the \r\nGovernment, the main parties involved in the conflict \r\nand the Ivorian people as a whole — brought tangible \r\nprogress in the implementation of the Government’s \r\nroad map. \r\n While significant progress has been achieved, \r\nmuch still remains to be done. In this respect, my \r\ndelegation welcomes the invaluable assistance that the \r\nUnited Nations, the African Union, the Economic \r\nCommunity of West African States (ECOWAS), the \r\nEuropean Union and friendly countries have all given \r\nto Côte d’Ivoire. My delegation invites them all to \r\ncontinue to give their support to the Government and \r\n A/61/PV.22\r\n \r\n15 06-53952 \r\n \r\npeople of Côte d’Ivoire in their search for a definitive \r\nway out of this crisis, which is unprecedented in the \r\nhistory of my country.  \r\n The future of the West African region and \r\nbeyond — that of Africa as a whole — is at stake. We \r\nremain fully confident both in the United Nations and \r\nin the international community.  \r\n The legitimacy and credibility of our \r\nOrganization, now sixty-one years old, remains intact, \r\nand its actions for the advancement of well-being and \r\nfor better living standards on this planet all continue to \r\nbe irreplaceable. The new challenges that the \r\nOrganization faces, with the help of a multilateral \r\nperspective and a sense of an increased and clearly \r\nunderstood collective responsibility, should strengthen \r\nits effectiveness. Essential reforms, which it should \r\nembark upon in order to adapt to the new context of \r\ninternational relations, should enable it to respond \r\nmore swiftly and effectively to the legitimate \r\naspirations of its constituent peoples, who continue to \r\nhave complete trust in it.  \r\n In sum, the United Nations remains useful, even \r\ntoday. It could be even stronger tomorrow, if we wish \r\nit.  \r\n The President: I now call on His Excellency José \r\nLuis Guterres, Minister for Foreign Affairs and \r\nCooperation of Timor-Leste.  \r\n Mr. Guterres (Timor-Leste) (spoke in \r\nPortuguese; English text provided by the delegation): \r\nOn behalf of President Xanana Gusmão and Prime \r\nMinister José Ramos-Horta and on behalf of the people \r\nof Timor-Leste, allow me to congratulate you, Madam, \r\non your election to the presidency of the General \r\nAssembly at its sixty-first session. Your experience and \r\ndiplomatic ability will ensure the success of this \r\nsession. \r\n I would also like to congratulate your \r\npredecessor, His Excellency Jan Eliasson of Sweden, \r\nfor the critical role he played in the reform of the \r\nUnited Nations, including the establishment of the \r\nHuman Rights Council and Peacebuilding \r\nCommission. \r\n I would also like to extend my congratulations to \r\npermanent representatives and experts, for their \r\npositive contributions during the long and arduous \r\nnegotiations. I take this opportunity to also \r\ncongratulate His Excellency the Ambassador of \r\nAngola, Mr. Ismael Gaspar Martins, for his election as \r\nPresident of the Peacebuilding Commission. \r\n Allow me to extend the congratulations of the \r\npeople and Government of Timor-Leste to the people \r\nand Government of Montenegro on their new \r\nmembership at the United Nations. \r\n At the outset of this sixty-first session, a great \r\nson of Africa and of the world, His Excellency Kofi \r\nAnnan, delivered his last report as Secretary-General \r\nof our Organization. In the complicated international \r\nlandscape of the past 10 years, he and his team \r\ncontributed significantly to the advancement of the \r\nnoble ideals of the United Nations in the world, \r\nincluding his decisive contribution to the independence \r\nand liberation of my country, Timor-Leste. \r\n Our people will never forget his decisive support \r\nand we wish much success to him and to Mrs. Nane \r\nAnnan, whom we honour for her contribution to the \r\nstrengthening the role of women in the world and for \r\nthe compassion shown to those who suffer. \r\n In July of this year, the Prime Minister of the \r\nConstitutional Government, Mari Alkatiri, resigned \r\nfrom his post and a new Government, under the \r\nleadership of Prime Minister José Ramos-Horta, was \r\nsworn in. \r\n Since our independence in May 2002 and until \r\nJuly of this year, significant gains were made in the \r\nestablishment of the institutions of the State and in the \r\ncreation of basic conditions to facilitate investment, \r\nboth national and international. \r\n The new Prime Minister, in his speech to the \r\nNational Parliament, reiterated his determination to \r\nimplement the following policies — reconciliation; the \r\nconsolidation of security and reform of defence and \r\nsecurity institutions; parliamentary and presidential \r\nelections before May 2007; the reduction of poverty, \r\neconomic growth and investment in rural areas; good \r\ngovernance; the finalization of the land border \r\ndemarcation between the Republic of Indonesia and \r\nTimor-Leste; and ratification of the agreement with \r\nAustralia, known as “Greater Sunrise”.  \r\n The Government will continue to implement the \r\nnational development plan, which was initiated by the \r\nfirst Constitutional Government, and will do all it can \r\nto attain the Millennium Development Goals as \r\noutlined at the Summit in 2000. \r\nA/61/PV.22  \r\n \r\n06-53952 16 \r\n \r\n In relation to political affairs, the Government, in \r\nconjunction with the Presidency, the National \r\nParliament, the political parties, the religious \r\ninstitutions, civil society and traditional society, will \r\nhold a national dialogue to recapture the confidence in \r\nour State institutions that was lost. \r\n Only yesterday, the Head of Government, \r\nMr. Ramos-Horta, met with the representatives of the \r\narmed forces who had been dismissed — now referred \r\nto as “the petitioners” — to once again find a solution \r\nthat is in conformity with the laws of Timor-Leste and \r\nthat is acceptable to the various parties involved in the \r\nsituation. \r\n The Government of Timor-Leste is determined to \r\nproceed with the reform of the security and defence \r\ninstitutions, namely Falintil-FDTL and the National \r\nPolice Force of Timor-Leste. \r\n The National Police Force, an institution whose \r\nmandate it is to promote law and order, disintegrated \r\npartially during the recent crisis. A first group of 25 \r\nmembers of the Police Force resumed duty this week \r\nunder a mentoring scheme run by the United Nations \r\nPolice in Timor-Leste. The reconstitution of the \r\nNational Police Force as a professional, non-partisan \r\npolice force is critical to stability. \r\n As political leaders of a young nation, we \r\nacknowledge that not every decision made was right \r\nand that some decisions created discontent and were \r\npart of the cause of the demonstrations in April, May, \r\nJune and July of this year. \r\n We are all interested in carrying out a profound \r\nand honest reflection on the causes of this crisis. The \r\nPresident of the Republic, Mr. Kay Rala Xanana \r\nGusmão, the Prime Minister, Mr. José Ramos-Horta, \r\ntogether with leaders of the Catholic Church and other \r\nreligious denominations, will co-organize a national \r\nconference based on our culture and traditional values, \r\nin which various actors, including civil and traditional \r\nsociety, will participate. \r\n(spoke in English) \r\n As a post-conflict country, we have recently \r\nexperienced a relapse of violence owing to institutional \r\nfailures of our defence and police forces, high levels of \r\nunemployment and wrong political decisions that we \r\ntook as leaders of a new country. As a result of the \r\nviolence, we had almost 150,000 internally displaced \r\npersons and almost 100 dead. Consequently, the \r\nPresident of the Republic, Mr. Xanana Gusmão, the \r\nPresident of the Parliament, Mr. Francisco Guterres \r\nLu-Olo, and Prime Minister of the first Constitutional \r\nGovernment, Mari Alkatiri, had to request international \r\nhelp. Immediately, our closest neighbours, the United \r\nNations, members of the Association of Southeast \r\nAsian Nations (ASEAN), the Community of \r\nPortuguese-speaking Countries (CPLP), and members \r\nof the Pacific Islands Forum extended their support in a \r\nvariety of ways.  \r\n We would like to take this opportunity to thank \r\nIndonesia, Malaysia, Portugal, Australia, New Zealand, \r\nJapan, China, the United States of America, Korea, \r\nKuwait, the CPLP, the European Union and Cuba, and \r\nmany other countries, for their invaluable support \r\nduring the recent crisis in Timor-Leste.  \r\n We also welcome the establishment of the \r\nIndependent Special Commission of Inquiry for Timor-\r\nLeste by Secretary-General Kofi Annan to study the \r\nevents surrounding the crisis and the allegations of \r\nhuman rights abuses. We commend the members of the \r\nSecurity Council for their support in the creation of the \r\nUnited Nations Integrated Mission in Timor-Leste \r\n(UNMIT) pursuant to Security Council resolution 1704 \r\n(2006). We praise all United Nations and other \r\ninternational agencies currently based in Timor-Leste. \r\nWithout their support, our response to the humanitarian \r\ncrisis would not have been as successful as it is today.  \r\n The Government is fully aware that reconciliation \r\nand justice need to work hand in hand with \r\ndevelopment. This fiscal year’s budget was increased \r\nby 122 per cent. It focuses on job creation, not only in \r\ntowns, but fundamentally in rural areas, where the \r\nmajority of our population lives. It is a budget for the \r\npoor. We hope that this new economic policy, \r\ncombined with the policies of reconciliation and \r\ndialogue, will help defuse the tension and will build \r\ncommon understanding and reinvigorate trust and \r\nconfidence in our common and shared future. \r\n As in difficult times in the past, we are \r\ndetermined to succeed and restore to the people of \r\nTimor-Leste the stability and peace that we need to \r\ndevelop our country and improve the living conditions \r\nof our people.  \r\n To achieve these goals, we also need the support \r\nof the United Nations and the international community \r\nat large to help organize and supervise the upcoming \r\nlegislative and presidential elections in our country. A \r\n A/61/PV.22\r\n \r\n17 06-53952 \r\n \r\nfree, transparent and fair election will definitely pave \r\nthe way for a stable political and social environment.  \r\n In the international arena, we have seen an \r\nincrease in violence, war and intolerance. Last week, in \r\nthis Assembly, on 21 September, the President of the \r\nPalestinian Authority, Mr. Mahmoud Abbas, made a \r\nstrong appeal to the international community to not let \r\nthe olive branch fall from his hand. The international \r\ncommunity needs to continue its strong support for the \r\nforces of peace and moderation in Palestine and for the \r\nPresident of the Palestinian Authority. The \r\ninternational community also needs to engage the \r\nelected Palestinian Government in order to find ways \r\nto guarantee a free and democratic Palestine living side \r\nby side with the State of Israel in peace and harmony. \r\n After many years of conflict and violence, the \r\npeople of Lebanon need a peaceful environment. We \r\nhope that the arrival of United Nations forces will help \r\nprotect that country’s sovereignty and its territorial \r\nintegrity. \r\n In Darfur, Sudan, we require the sustained \r\nattention of the international community in order to \r\nbring to the people of Sudan the peace and stability \r\nthey need.  \r\n With respect to Western Sahara, we believe that a \r\ndialogue between the Government of Morocco and the \r\nleaders of the Polisario Front will help lead to a \r\nsolution in accordance with relevant United Nations \r\nresolutions.  \r\n As a small country, we believe that \r\nmultilateralism, dialogue, negotiations, democracy, \r\nhuman rights, respect for the Charter of the United \r\nNations, and respect for each others’ culture and \r\nreligious values, are the best answers for today’s \r\nchallenges and intolerance. We will continue to support \r\nall initiatives, such as interfaith cooperation and \r\ndialogue among civilizations.  \r\n After the Monterrey, Mexico, conference, in \r\nMarch 2002, many initiatives were taken to increase \r\nthe financial resources of developing countries, one of \r\nwhich was the Millennium Challenge Account. This \r\nyear Timor-Leste was selected as a threshold country, \r\nand we are working with Millennium Challenge \r\nCorporation members with a view to benefiting from \r\nthe grant funds. \r\n We commend President George W. Bush, his \r\nAdministration, our friends in the House of \r\nRepresentatives and Senate and the people of the \r\nUnited States of America for that great initiative. It \r\nwill definitely help to reduce poverty and promote \r\ndevelopment in our country and in other countries in \r\nthe developing world. \r\n We also commend the European Union and its \r\nCommission President, Mr. Durão Barroso, for its \r\ncontinuing support for developing countries, including \r\nTimor-Leste. \r\n As a least developed country and a member of the \r\nGroup of 77 and China, we share the common view \r\nthat the allocation of 0.7 per cent of the gross domestic \r\nproduct of developed countries to official development \r\nassistance is crucial, not only for development in the \r\nSouth, but also so as to maintain stability, peace and \r\nprogress in the world. \r\n We would also like to welcome the recent \r\ninitiative of Brazil and France to tax air travel in order \r\nto provide additional funds for financing development. \r\n In conclusion, I would like to say a few words in \r\nour national language, Tetum. \r\n(spoke in Tetum; English text provided by the \r\ndelegation) \r\n We would like to reiterate our thanks to all of \r\nyou, your peoples and your Governments for your \r\nsupport during the crisis. I pray to God to continue to \r\nprotect you, your Governments and your peoples. \r\n The President: I give the floor to His Excellency \r\nThe Honourable Ruben Zackras, Deputy Speaker of the \r\nParliament of the Republic of the Marshall Islands. \r\n Mr. Zachras (Marshall Islands): I wish to join \r\nothers in congratulating you, Madam, on your election \r\nas President of the General Assembly at its sixty-first \r\nsession. Please be assured of my country’s support and \r\ncooperation throughout your tenure. \r\n The Marshall Islands commends all members of \r\nthe General Assembly for their efforts, contributions \r\nand cooperation throughout the sixtieth session aimed \r\nat achieving many of our common aspirations. \r\nAlthough we have achieved a good measure of success, \r\nthere is still much work ahead. We must work together \r\nand pool our resources, our talents and our skills for \r\nthe betterment of all the citizens of the world. It is in \r\nthis regard that I urge the wealthier and more \r\ndeveloped Member States to increase their generosity \r\nA/61/PV.22  \r\n \r\n06-53952 18 \r\n \r\nwith official development assistance so as to address \r\nissues of human misery. \r\n As one of the smallest States Members of the \r\nUnited Nations, the Marshall Islands hopes that the \r\nsixty-first session of the General Assembly will do \r\nmore to protect and secure our people from threats to \r\ntheir livelihood and existence. \r\n The Marshall Islands is committed to various \r\ninternational and regional plans and agreements, \r\nincluding the Millennium Development Goals (MDGs), \r\nthe Mauritius Strategy for the further Implementation \r\nof the Programme of Action for the Sustainable \r\nDevelopment of Small Island Developing States, the \r\nPacific Plan and, more recently, the Micronesian \r\nChallenge initiative, which sets ambitious targets for \r\nmarine and terrestrial conservation areas throughout \r\nthe Micronesian region. \r\n We emphasize the need for the full and effective \r\nimplementation of the commitments, programmes and \r\ntargets adopted, particularly those of the International \r\nMeeting to Review the Implementation of the \r\nProgramme of Action for the Sustainable Development \r\nof Small Island Developing States, and for the \r\nmobilization of the necessary resources from all \r\nsources for the effective implementation of the \r\nMauritius Strategy. \r\n Given that the livelihood of our people depends \r\nheavily on the oceans, we again join our Pacific \r\nneighbours in requesting that our ocean resources be \r\nmanaged and protected from exploitation. Because our \r\nnation’s single most important productive sector is \r\nfisheries, which provide us with our key export, the \r\nstate of the world’s oceans and fish stocks and the way \r\nin which those vital resources are being exploited \r\nremain concerns of the utmost importance. \r\n As a party to the 1982 United Nations \r\nConvention on the Law of the Sea and the 1995 United \r\nNations Fish Stocks Agreement, we recognize the \r\nimportance of the entry into force of the Convention on \r\nthe Conservation and Management of Highly \r\nMigratory Fish Stocks in the Western and Central \r\nPacific Ocean and the subsequent conservation and \r\nmanagement measures adopted thus far by the recently \r\nestablished Western and Central Pacific Fisheries \r\nCommission. \r\n While we acknowledge the implications and \r\nadverse impact of illegal, unreported and unregulated \r\nfishing in the region, including the consequences of \r\nover-fishing for national and regional resources, we are \r\ncontinuing to develop and explore ways and means of \r\nconducting and enforcing conservation and \r\nmanagement measures, as well as of developing our \r\ndomestic fisheries. We seek a moratorium on bottom \r\ntrawling until there are clear indications that it has no \r\neffects on ocean biodiversity. \r\n It is our hope that regional efforts — such as \r\nthose being undertaken by the small islands developing \r\nStates — to spread the knowledge of conservation and \r\nthe sustainable use of biodiversity will be strengthened \r\nand enhanced by international assistance. \r\n At the national level, I wish to share with \r\nMember States the progress that we have made in \r\nterms of Government leadership and national \r\ndevelopment. Our national and local government \r\nleaders met early last month to review our progress in \r\nachieving our long term National Development Plan. \r\nThis provided a chance for both the national \r\nGovernment and local governments to renew their \r\ncommitments to work together to bring about a better \r\nMarshall Islands. It also paved the way for \r\nGovernment officials to discuss issues of critical \r\nconcern that continue to obstruct our development \r\nopportunities in the areas of education, health and the \r\nenvironment, among others. \r\n Another important issue also being discussed on \r\nthe home front is that of the nuclear-weapons tests that \r\nwere conducted in the Marshall Islands. Our people \r\nhave made a disproportionate sacrifices in helping the \r\nworld understand the power of the nuclear bomb. We \r\nhave paid with our own lives, our health and the well-\r\nbeing of our land and waters, which are so sacred to us. \r\nSince the Marshall Islands became independent, in \r\n1986, we have undertaken efforts to better understand \r\nthe impact of the activities that took place on our \r\nislands during the cold war. We are finding that the \r\neffects of the 67 atmospheric weapon tests conducted \r\nin our country were much worse and much more \r\nwidespread than previously understood, although we \r\nstill have a great deal more to learn. \r\n As a small country with limited resources, we are \r\nof course focusing our efforts on addressing the \r\nnuclear legacy. We call on the United Nations and its \r\nagencies and on Member States that share similar \r\nexperiences and have expertise in the restoration of \r\nenvironments contaminated with radiation and in \r\n A/61/PV.22\r\n \r\n19 06-53952 \r\n \r\naddressing health needs linked to radiation exposure to \r\nassist and support the Marshall Islands Changed \r\nCircumstances Petition, which was submitted to the \r\nUnited States Congress in 2000. As knowledgeable and \r\nresponsible leaders of the world community, the United \r\nNations has the capacity to positively influence the \r\nwell-being of the citizens of the Marshall Islands, who \r\nwere under the care of the Trusteeship Council when \r\nthe United States nuclear testing programme was in \r\nprogress — from 1946 to 1958 following the Second \r\nWorld War. \r\n Marshall Islands reiterates its firm commitment \r\nto the Treaty on the Non-proliferation of Nuclear \r\nWeapons (NPT) and its objectives of preventing the \r\nspread of nuclear weapons and weapons technology, \r\nfostering the peaceful uses of nuclear energy and \r\nfurthering the goal of achieving general and complete \r\ndisarmament. We urge those countries that have not \r\nalready done so to become a party to the NPT, and \r\nthose countries that are party to the NPT to fully \r\ncooperate with the International Atomic Energy \r\nAgency and fulfil their obligations under the Treaty. \r\n Marshall Islands and French Polynesia know all \r\ntoo well that colonial Powers are willing to use \r\nterritories other than their own to conduct dangerous \r\nnuclear weapons testing. In that regard, we call on the \r\nUnited Nations to continue to press for the \r\ndecolonization of all nations in the Pacific region. \r\n We also call on the United Nations to admit the \r\n23 million citizens of Taiwan to the United Nations \r\nfamily. Taiwan, which shares the Organization’s view \r\non the principles of universality and self-\r\ndetermination, has been enjoying a democratic \r\nGovernment of its own for over half a century. The fact \r\nthat Taiwan has been denied membership into the \r\nUnited Nations again and again questions the \r\nlegitimacy of the Organization. On behalf of my \r\ncountry, I therefore urge this body to welcome Taiwan \r\ninto its membership.  \r\n Marshall Islands wishes to reiterate its support \r\nfor the reform, restructuring and expansion of the \r\nSecurity Council. In particular, we emphasize the \r\ninclusion of Japan as a permanent member of the \r\nCouncil, and fully endorse Japan’s proposal on the \r\nmethodology to be used in the preparation of the \r\nUnited Nations scale of assessments for the period \r\n2007 to 2009. We are convinced that the entire \r\nmembership of the United Nations would benefit \r\ngreatly from Japan’s permanent membership and its \r\nproposed scale of assessments structure. \r\n In the regional arena, last year Marshall Islands \r\njoined two of its neighbours in requesting that the \r\nUnited Nations step up its presence in the northern \r\nPacific to pursue various development agendas, not \r\nonly in our country but also in the Pacific region as a \r\nwhole. I am pleased to inform the Assembly today that \r\nthree United Nations agencies — the United Nations \r\nDevelopment Programme, the United Nations \r\nPopulation Fund and UNICEF — have agreed to \r\nestablish offices in various countries in the region, \r\nincluding the Marshall Islands. \r\n Moreover, our Government has been working \r\nextensively with others in the region to implement the \r\nPacific Plan, endorsed at the Pacific Islands Forum \r\nleaders’ meeting held in Papua New Guinea in October \r\n2005. I wish to join my colleagues in thanking our \r\ndevelopment partners for their assistance in making the \r\nPlan viable. Marshall Islands remains confident that \r\nthe Pacific Plan will provide a useful framework for \r\ncontinued regional and international cooperation. \r\n Internationally, the Marshall Islands joins other \r\nPacific countries in reiterating our interests and asking \r\nthe international community to recognize the \r\nvulnerability of small island developing States. They \r\nneed the continued support of developed countries to \r\nbuild up their capacity to manage vulnerability, \r\nstrengthen food security and build resilience to \r\neconomic, social and environmental change. We appeal \r\nto the international community to support and enhance \r\nexisting and new capacity-building efforts of, and \r\namong, small island developing States. We need the \r\nassistance of the international community to establish \r\nmechanisms to enable small island developing States to \r\ncope with, and adjust to, globalization and trade \r\nliberalization. \r\n Marshall Islands consists predominantly of low-\r\nlying atolls that are an average of two metres above sea \r\nlevel. Our small atolls and islands are dwarfed by our \r\nsurrounding exclusive economic zone, which consists \r\nof approximately 2 million square kilometres of ocean. \r\nWhile we rely on our ocean as a means of sustenance \r\nand survival, the sea becomes our biggest concern \r\nduring increasingly severe weather conditions. We are \r\nfearful of sea-level rise, which is threatening the very \r\nexistence of our islands. \r\nA/61/PV.22  \r\n \r\n06-53952 20 \r\n \r\n We therefore wish to reaffirm our grave concern \r\nregarding the vulnerability of small island developing \r\nStates to the impacts of climate change, as well as the \r\nneed for urgent action at the international level by the \r\nmajor emitters of carbon dioxide among developed and \r\ndeveloping industrial countries to halt and reverse \r\nthose devastating climate change impacts. \r\n I wish to take this opportunity to thank President \r\nJan Eliasson for his excellent management of the \r\nGeneral Assembly presidency over the past year. I also \r\nwish to congratulate him on his appointment as his \r\ncountry’s Minister for Foreign Affairs. The General \r\nAssembly accomplished a great deal under his able \r\nleadership and I would like to commend him on his \r\nachievements. I wish him well in his new post. \r\n The people of the Republic of the Marshall \r\nIslands join me in wishing Secretary-General \r\nKofi Annan and Mrs. Nane Annan well in their future \r\nendeavours. I wish to convey our sincere appreciation \r\nfor their gesture of friendship and goodwill during his \r\ntenure as Secretary-General of the United Nations. \r\n In closing, I would like to assure the Assembly \r\nthat my country will continue to work with the United \r\nNations to meet our common challenges. Sixty-one \r\nyears on, General Assembly members must move \r\ndeliberately and decisively to overcome the dangers \r\nthat lie ahead. We must meet our responsibilities to our \r\nrespective countries and to each other as members of \r\nthe General Assembly to ensure that we arrive at a \r\nbetter future. \r\n The President: I now call on Her Excellency \r\nMrs. Maria de Fatima Lima da Veiga, Chairperson of \r\nthe delegation of the Republic of Cape Verde. \r\n Mrs. Lima da Veiga (Cape Verde) (spoke in \r\nPortuguese; interpretation from French text provided \r\nby the delegation): First of all, Madam, I would like to \r\ncongratulate you on your election to preside over our \r\nwork during the General Assembly’s sixty-first session. \r\nThis is a tribute not only to your qualities, but also to \r\nthe dedication of your country, because it shows the \r\nrecognition of Bahrain’s attachment to the principles \r\nand actions pursued by the United Nations. This is \r\nwhy, on behalf of the Cape Verde delegation and in my \r\nown name, I would like to assure you of our \r\ncooperation. \r\n The rapid changes in the modern world are a \r\npermanent challenge to the United Nations capacity to \r\npreserve the centrality of its role in the promotion of \r\ndevelopment, peace, security and human rights. These \r\nchanges involve challenges, opportunities and \r\nconstraints that we must properly manage in order to \r\ncreate the more balanced, democratic and peaceful \r\nworld order to which we all aspire. \r\n To confront these challenges, the United Nations \r\nmust commit itself unambiguously to modernizing and \r\nreforming its activities. Being the product of its \r\nMember States, the Organization must be granted the \r\nresources that are commensurate with its mandate. \r\n Following the decisions and recommendations \r\nadopted at the 2005 World Summit, relevant important \r\nmeasures have been adopted. I am particularly grateful \r\nfor the establishment of the Human Rights Council, the \r\nPeacebuilding Commission, the Central Emergency \r\nResponse fund, the Optional Protocol to the \r\nConvention on the Safety of United Nations and \r\nAssociated Personnel, resolutions on development and \r\nthe United Nations Global Counter-Terrorism Strategy. \r\nIn this connection, I would like to express my \r\ncountry’s gratitude to Mr. Jan Eliasson for his dynamic \r\nand efficient guidance of the work of the Assembly’s \r\nsixtieth session. \r\n Reform of the United Nations will not be \r\ncomplete unless we reform the Security Council, the \r\nEconomic and Social Council, the Secretariat and \r\nmanagement, indispensable components in our \r\nOrganization’s efforts to adapt to today’s realities. We \r\nmust move ahead with an open and flexible attitude, \r\nwithout jeopardizing the principles of equity and \r\njustice. \r\n At the internal institutional level, in order for \r\nreform to be understood and supported by all the \r\nparties concerned, it must be carried out in an \r\ninclusive, harmonious and streamlined manner. Cape \r\nVerde has agreed to host a pilot project known as the \r\nJoint Office Mechanism, a procedure with a common \r\nframework for United Nations programmes, agencies \r\nand funds, the final objective of which is to enhance \r\nthe efficiency of operational activities by rationalizing \r\nstructures and resources and creating synergy at the \r\ntechnical and budgetary levels. The complexity of this \r\nexperiment and its implications in streamlining \r\noperations with the structures on which the JOM \r\ndepends in New York will call for adjustments in \r\npolicies, instruments and practices and a permanent \r\ndialogue with Governments. \r\n A/61/PV.22\r\n \r\n21 06-53952 \r\n \r\n I am gratified at the selection of the topic of our \r\ndebate: “Implementing a global partnership for \r\ndevelopment”. This topic could not be more timely, as \r\nmany people around the world do not yet enjoy the \r\nfundamental human right to live in dignity, without \r\nhaving to worry about poverty or fear. The Millennium \r\nDevelopment Goals (MDGs) remain empty words for \r\nthese people.  \r\n It is deplorable that, despite all scientific progress \r\nin our time, underdevelopment continues to be the \r\ndaily reality for so many men, women and children on \r\nthe planet. While it is up to national leaders to bear the \r\nprime responsibility, we cannot underline enough the \r\nimportance of a global partnership to restore equity in \r\nthese situations and create the foundations for \r\ndevelopment that is more in line with the MDGs. \r\n In that context, the international community \r\nshould genuinely fulfil its commitments with respect to \r\nofficial development assistance and should establish \r\nthe conditions for a fairer and more equitable \r\ninternational trading system that would take property \r\naccount of small, vulnerable economies, including \r\nthose of island States. \r\n In the specific case of Africa, I welcome the \r\nvarious initiatives that have been announced, while \r\nurging the international community to give our \r\ncontinent a more consistent form of support — one that \r\nis more consistent with the MDGs and the positive \r\nmomentum created by the emergence of new African \r\nleaders who are working to promote development, \r\ndemocracy, peace and political and social stability. \r\n Debt reduction, access to direct investment, \r\nimproving the financing modalities for development \r\nand innovative financing efforts are measures that \r\ncould encourage and support national policy \r\nadjustment efforts through improvement of the \r\nmanagement of resources. Consistent with the \r\ninternational agenda, initiatives related to external debt \r\nshould also be extended to medium-low-income \r\ncountries. \r\n Only two weeks ago, in this very forum, during \r\nthe High-level Meeting on the midterm comprehensive \r\nglobal review of the implementation of the Brussels \r\nProgramme of Action for the Least Developed \r\nCountries, the Cape Verde delegation stated that \r\nirrefutable progress had been achieved, but this should \r\nnot mask the problems and shortcomings that still \r\nexist. \r\n In general, we see a mixed record in the \r\nimplementation of that instrument; this reflects the \r\nmajor constraints that all these countries face in trying \r\nto reverse the heavy dynamic of underdevelopment. \r\n In the specific case of Cape Verde, thanks to \r\nefforts at the national level, with the support of the \r\ninternational community, social and economic \r\nindicators have improved markedly during the \r\ncountry’s 30 years of independence. Considerable \r\nprogress has been achieved in education and health and \r\nin reform of the financial and fiscal sectors and of the \r\nState administration. At the political level, reform has \r\nmade possible the setting-up of a democratic system \r\nand the emergence of a cultural and political climate of \r\ntolerance and power-sharing. These results provided \r\nthe basis for the General Assembly’s decision to \r\ngraduate Cape Verde from the category of least \r\ndeveloped countries in 2008. \r\n Cape Verde is aware that to consolidate these \r\nefforts requires a sustained financial effort that it \r\ncannot make on its own. Let us recall that Cape Verde \r\nis a small island country without natural resources and \r\nexposed to permanent drought and external shocks. In \r\naddition, its economic vulnerability outweighs the two \r\nother criteria required for graduation from the category \r\nof least developed country. The Government accepted \r\nthis new challenge fully convinced that it is primarily \r\nresponsible for drafting and implementing the best \r\npossible development model in the interests of the \r\npeople of Cape Verde. That is why it has decided to \r\npursue dialogue with its bilateral and multilateral \r\npartners in order to ensure smooth transition, in \r\naccordance with the resolution adopted by the General \r\nAssembly. \r\n In many ways, the success of this pioneering step \r\nlargely depends on support from the United Nations \r\nsystem and the broader international community. The \r\ntransition support group that has been created has the \r\nresponsibility of helping us to clarify the goals and \r\nmodalities of graduation and to set in motion a new \r\npartnership for creating a new and more agile \r\neconomic momentum that will make us less vulnerable. \r\n Climate change and environmental degradation \r\nhave harmful effects on ecosystems, especially in small \r\nisland developing States such as Cape Verde. The \r\ninternational community must provide strong support \r\nfor the effective implementation of the Mauritius \r\nStrategy for the Further Implementation of the \r\nA/61/PV.22  \r\n \r\n06-53952 22 \r\n \r\nProgramme of Action for the Sustainable Development \r\nof Small Island Developing States. \r\n The deadlock in negotiations on disarmament \r\nissues, transnational organized crime, clandestine \r\nimmigration and its human, political, social, cultural \r\nand economic impact, endemic diseases such as \r\nmalaria and tuberculosis and the rapid expansion of \r\nHIV/AIDS are causes of deep concern, particularly in \r\nsmall, poor countries. Here again, the international \r\ncommunity must act together and quickly. \r\n Terrorism continues to threaten international \r\npeace and stability. Cape Verde, which has signed the \r\nmain legal instruments to combat terrorism, supports \r\nthe United Nations Global Counter-Terrorism Strategy \r\n(resolution 60/288) launched at the beginning of the \r\ncurrent session of the General Assembly. The Strategy \r\nsends a clear message about the determination of the \r\nUnited Nations to address the root causes of this \r\nscourge and combat it in all its forms and \r\nmanifestations. We are convinced that it will contribute \r\nto removing the difficulties surrounding negotiations \r\non an international counter-terrorism convention. \r\n While there are unresolved conflicts, others are \r\nbreaking out in various places, constantly vying for \r\nattention and action by the international community. \r\nThe situation in the Middle East has recently escalated \r\nwith the confrontation between Lebanon and Israel. \r\nThis has led to unspeakable human suffering and \r\ntremendous material damage in both countries and \r\nthroughout the region. No one can remain indifferent in \r\nthe face of this conflict, which has continued far too \r\nlong, 60 years, and which remains a major cause — \r\nindeed, the epicentre — of international instability. \r\n Cape Verde supports the idea of a comprehensive \r\nstrategy, the only viable key to which would be the \r\npeaceful settlement of the Israeli-Palestinian conflict. \r\nSecurity Council resolution 1701 (2006) contains \r\nimportant provisions that could serve as a basis for \r\nsuch a strategy. Cape Verde urges all the parties \r\nconcerned to resume dialogue and negotiations. The \r\ninternational community, in particular the United \r\nNations, must strive to create conditions for restoring \r\nconfidence and establishing lasting peace, which are \r\npreconditions for economic integration and the \r\npromotion of intercultural dialogue in the region. \r\n In Africa, while renewed hope accompanies the \r\npeacebuilding process in Burundi, Liberia, Sierra \r\nLeone and the Democratic Republic of the Congo, the \r\npersistence of other sources of tension risks \r\ncompromising development efforts and perpetrating \r\nhuman tragedy. That is the case in Darfur, where the \r\nsituation remains fragile and where disagreement \r\namong certain parties to the conflict greatly risks \r\ncompromising the Peace Agreement signed at Abuja in \r\nMay 2006. Cape Verde endorses the recommendations \r\nand appeals issued by the African Union Peace and \r\nSecurity Council at its recent New York meeting, held \r\nat the margins of the General Assembly, on the \r\nsituation in Darfur. We hail the international \r\ncommunity and the African Union for their efforts to \r\nresolve the crisis, and we encourage them to continue. \r\nAt the same time, we call upon the parties concerned to \r\nmake greater efforts at dialogue and find a peaceful \r\nsolution to the crisis. \r\n I would like to end where I started, speaking of \r\nthe central role of the United Nations in the \r\ndemocratization of international relations and in the \r\npromotion of development, peace and human rights. \r\nAllow me to express the appreciation of Cape Verde to \r\nMr. Kofi Annan for his outstanding work over the past \r\n10 years, which has made it possible for the \r\nOrganization to leave its mark on the course of \r\nmultilateralism. His work does him credit and it is also \r\nto the credit of Africa. As he prepares to leave the post \r\nof Secretary-General, we wish him every success in his \r\nfuture endeavours.  \r\n The President: I now give the floor to His \r\nExcellency Mr. Anders Lidén, chairman of the \r\ndelegation of the Kingdom of Sweden. \r\n Mr. Lidén (Sweden): Let me start, Madam, by \r\nsaying how pleased we are to see you presiding over \r\nthe General Assembly at its sixty-first session. You \r\nhave our full support. \r\n The latest cycle of violence in the Middle East \r\nand the recent escalation in Darfur have once again \r\nhighlighted the need for a strong multilateral response \r\nto global challenges. Last year’s World Summit set out \r\nan ambitious agenda on how to strengthen the United \r\nNations. Reform efforts must continue. The decisions \r\nmade here in New York during the sixtieth session \r\nshould be translated into concrete results in the field. \r\n For too long, people in Darfur have suffered the \r\nappalling consequences of conflict. Our common \r\nefforts must be intensified to end the fighting and \r\nviolence, to ensure respect for human rights and \r\ninternational humanitarian law and to end impunity. A \r\n A/61/PV.22\r\n \r\n23 06-53952 \r\n \r\nUnited Nations peacekeeping force should be allowed \r\nto protect the people in Darfur. We urge the \r\nGovernment of the Sudan to accept such a force. A \r\ncontinued African Union force presence is crucial for \r\nthe humanitarian situation and the transition towards a \r\nUnited Nations peacekeeping force in Darfur. We urge \r\nrebel groups that have failed to sign up to the Darfur \r\nPeace Agreement to do so. Sweden stands ready to \r\ncontribute to a United Nations mission in Darfur. We \r\nneed to live up to the principle of the responsibility to \r\nprotect that we accepted at last year’s Summit. The \r\nSecurity Council must show the will to act when \r\ncivilian populations are threatened by the most serious \r\ncrimes. \r\n A comprehensive approach to the conflict in the \r\nMiddle East is urgently needed, with the strong and \r\nincreased involvement of the international community. \r\nPositive contributions will be required from key \r\ncountries in the region, including Syria and Iran. \r\n The events this past summer have shown that a \r\nsolution to the Israeli-Palestinian conflict and long-\r\nterm security for Israel are objectives that cannot be \r\nachieved by military means. Negotiations are the only \r\navenue to peace. The Stockholm Conference last month \r\nresulted in immediate steps to extend support for \r\nLebanon’s early recovery. It is vital that we sustain our \r\ncommitment to Lebanon’s reconstruction and to the \r\nstrengthening of its sovereignty. Full implementation \r\nby all parties of Security Council resolutions 1559 \r\n(2004) and 1701 (2006) is needed. Sweden is currently \r\npreparing a military contribution to the United Nations \r\nInterim Force in Lebanon. \r\n The Israeli-Palestinian conflict lies at the core of \r\nthe tensions in the Middle East. The vision of an \r\nindependent and democratic Palestine, living side by \r\nside with a secure Israel, based on the implementation \r\nof Security Council resolutions 242 (1967) and 338 \r\n(1973), must be revived and concretized. Israel’s right \r\nto exist should be unequivocally recognized by all. We \r\ncondemn rocket attacks against Israeli territory. \r\nTerrorist attacks can never be justified and must end. \r\n Sweden remains concerned at the humanitarian \r\nsituation in Gaza and the West Bank. Humanitarian \r\naccess must be guaranteed, and humanitarian law \r\nshould be observed throughout the occupied \r\nPalestinian territories. The expansion of Israeli \r\nsettlements in the occupied Palestinian territories must \r\nstop. This settlement policy should instead be reversed \r\nas it undermines confidence in a credible political \r\nprocess, as does the building of the barrier on occupied \r\nPalestinian territory. \r\n The situation in Iraq is serious, with its negative \r\nimpact on security in the region and beyond and with \r\nuntold suffering of innocent civilians. We need to help \r\nthe Iraqi people build a future free from war and \r\ninternal strife. \r\n With an estimated 27,000 nuclear weapons in the \r\nworld, we have to make progress in addressing the \r\nthreat posed by weapons of mass destruction. \r\nDisarmament and non-proliferation are crucial to world \r\nsecurity. They are interlinked. We must press ahead for \r\nprogress on both issues. \r\n The international community’s concerns over \r\nIran’s nuclear programme must be met. No one wishes \r\nto see an isolated Iran. Our wish is for Iran to take its \r\nrightful place among nations in international \r\ncooperation. But neither would we like to see an Iran \r\nthat pursues a nuclear weapons option. The Weapons of \r\nMass Destruction Commission, led by Mr. Hans Blix, \r\nhas presented a large number of constructive \r\nrecommendations in its report, entitled “Weapons of \r\nTerror”. These recommendations offer a way forward \r\ntowards disarmament and non-proliferation. \r\n There are over 1.1 billion people living in abject \r\npoverty in our world today. Well over 100 million \r\nchildren do not attend school. It is true that there has \r\nbeen progress. The number of extremely poor has \r\ndeclined by 130 million since 1990. Since the \r\nMonterrey Conference in 2001, aid has increased by \r\nover $50 billion. \r\n The World Summit gave increased attention to \r\ndevelopment issues, forging a vital link between \r\nsecurity, development and human rights in the fight \r\nagainst poverty. But this is not enough. If we are to \r\nimplement the Millennium Development Goals by \r\n2015, we have to do more. The primary responsibility \r\nlies with the developing countries themselves. They are \r\nin charge. Good governance must be the guiding \r\nprinciple at all levels. Donor countries should actively \r\nsupport the efforts of the developing countries to \r\nreduce poverty and lend their full support to \r\ndeveloping countries in their efforts to increase their \r\nparticipation in international trade. \r\n The High-level Panel on United Nations System-\r\nwide Coherence provides a unique opportunity to \r\nA/61/PV.22  \r\n \r\n06-53952 24 \r\n \r\nrevitalize the support of the United Nations to the \r\ndeveloping countries. If the Organization can become \r\nmore effective at the country level, it will be able to \r\nmobilize more resources and ensure that they will \r\nreach the countries in need. \r\n Sweden has always given high priority to the \r\nstrengthening of the United Nations. During this \r\nsession, it is essential that we stay focused on \r\nimplementing the decisions already taken and continue \r\nto seek agreement on outstanding issues from the \r\nSummit. \r\n We created the Peacebuilding Commission as a \r\ntool to assist countries in managing the difficult \r\ntransition from post-conflict situations. The country-\r\nspecific commissions should now deliver results, \r\nbeginning with Burundi and Sierra Leone. \r\n The Human Rights Council must be a body that \r\nreacts firmly against violations of human rights. \r\n Thousands of innocent men, women and children \r\nhave been killed across the world through acts of \r\nterrorism. This global threat can only by met by \r\ncollective action by Member States. That is why we \r\nadopted the United Nations Global Counter-Terrorism \r\nStrategy (resolution 60/288) in the General Assembly a \r\ncouple of weeks ago. It sends a strong political \r\nmessage that terrorism is unacceptable in all its forms \r\nand manifestations, committed by whomever, wherever \r\nand for whatever purposes, as it constitutes one of the \r\nmost serious threats to international peace and security. \r\nThe Strategy should now be implemented, with full \r\nrespect for human rights. Let us also build upon this \r\nachievement to agree on a comprehensive convention \r\non terrorism during the current session of the General \r\nAssembly. \r\n The world needs a stronger and more effective \r\nUnited Nations. In order to realize this, we need to \r\nmake further progress in Secretariat and management \r\nreform. While a number of initial steps were taken \r\nduring the past year, some key reform proposals have \r\nbeen deferred to the sixty-first session. These need to \r\nbe adopted and implemented. \r\n The United Nations reform process will be \r\nincomplete as long as the Security Council remains \r\nunchanged. If we want its decisions to be genuinely \r\naccepted as legitimate and effective, we must reform \r\nthe Council to better represent the world of today. This \r\nis a difficult but vital area of reform. While expanding \r\nthe Council, we must safeguard its efficiency. \r\nTherefore, there should be no extension of the veto \r\npower. The use of the veto should be limited. \r\n The General Assembly will remain at the heart of \r\nthe United Nations. During the past 12 months, by \r\nagreeing on a number of essential reforms, the General \r\nAssembly has in many ways revitalized itself. Let us \r\nnow continue to make full use of the broad mandate of \r\nthis crucial body, representing all the Member States of \r\nthe United Nations. \r\n The time has come to build on the achievements \r\nof the United Nations over the past year and to seek \r\nsolutions to the issues where we have been unable to \r\nagree. The time has come to prove that the United \r\nNations can continue to make a difference — in Darfur, \r\nthe Middle East or wherever there is conflict, poverty, \r\nand human suffering. \r\n The President: I now give the floor to Her \r\nExcellency Mrs. Khunying Laxanachantorn \r\nLaohaphan, chairperson of the delegation of the \r\nKingdom of Thailand. \r\n Mrs. Laohaphan (Thailand): At the outset, allow \r\nme to congratulate you, Madam President, and the \r\nKingdom of Bahrain on your assumption of the \r\npresidency of the General Assembly at its sixty-first \r\nsession. As a woman, I welcome your election with \r\ngreat pride and wish to assure you of my delegation’s \r\nfull support in every possible way. \r\n I also wish to express my delegation’s profound \r\nappreciation to President Jan Eliasson, your \r\npredecessor, for his hard work and dedication in \r\nadvancing the United Nations reform agenda over the \r\npast year. \r\n Also, I take this opportunity to welcome the \r\nRepublic of Montenegro as a new member of the \r\nUnited Nations. \r\n As I speak, Thailand is going through a critical \r\nperiod — a transition, following the military \r\nintervention, to a needed reform process that will \r\nstrengthen our democracy in both its form and content. \r\nAs a peace-loving country, we are grateful that the \r\npolitical change in Thailand has taken place peacefully. \r\nThe situation in the country returned to normal within \r\nhours. On behalf of the Thai people, I wish to thank \r\nour friends for their understanding and support. \r\n A/61/PV.22\r\n \r\n25 06-53952 \r\n \r\n With the resilience of Thai society, the General \r\nAssembly can be assured that Thailand will emerge as \r\na stronger and more vibrant democracy. We will ensure \r\na swift return to democracy within a definite timeline. \r\nAn interim constitution will be promulgated in the \r\ncoming days, with the military once again being placed \r\nunder the constitution. This interim constitution will \r\nprovide full guarantees for civil liberties and rights \r\nunder the supervision of our National Human Rights \r\nCommission. Under the interim constitution, a new \r\ncivilian Government will again be put in place within \r\nthe coming days, and we can well expect that one of \r\nthe first tasks of the new Government will be to abolish \r\nmartial law. \r\n Constitutional reform will lead to a new \r\nconstitution and general elections within one year, if \r\nnot sooner. It is the hope of the Thai people that, as a \r\nresult of this reform, independent organizations to be \r\nre-established under the new constitution will become \r\nmore effective in carrying out their tasks to check and \r\nmonitor the work of the executive branch of \r\nGovernment. This is the challenge and the promise. \r\n I wish to assure the General Assembly that \r\nThailand’s foreign policy will remain unchanged. The \r\nconduct of our foreign policy will continue to be \r\nguided by the spirit and principles enshrined in the \r\nUnited Nations Charter, and we remain firm in our \r\ncommitment to our obligations under international \r\ntreaties and agreements to which we are party. \r\n Our thriving partnership with other countries \r\nshall continue to be fostered and enhanced. Thailand’s \r\ninternational economic policy, including multilateral \r\ntrade negotiations and free trade agreements, will be \r\ncontinued. We will monitor our active role in the \r\nAssociation of Southeast Asian Nations (ASEAN) and \r\nin the Asia Cooperation Dialogue. We will also \r\ncontinue to promote the Ayeyawady-Chao Phraya-\r\nMekong Economic Cooperation Strategy, a subregional \r\nand self-reliant collective effort aimed at speeding up \r\nregional integration, and BIMSTEC (Bangladesh-India-\r\nMyanmar-Sri Lanka-Thailand Economic Cooperation), an \r\norganization devoted to economic and social cooperation, \r\nbridging the two sub-continents of South Asia and \r\nSouth-East Asia. Members of the General Assembly \r\ncan, therefore, be assured of continuity in our foreign \r\npolicy at all levels — bilateral, regional and \r\nmultilateral. \r\n The world today is weakened by \r\nmisunderstanding and fear. We judge one another based \r\non our perceptions, which often times are not accurate. \r\nOut of fear, we go to war to seek peace. \r\n Instead of waging war, we should cultivate peace. \r\nWe should learn to respect one another, starting from \r\nwithin one’s own family, community and workplace, \r\nand extending it to other societies, peoples of different \r\nraces, religions and beliefs. Starting with ourselves, we \r\nshould expand our circle of friendship and peace and \r\ndo everything possible to spread the message of peace \r\nwithin our nations and around the world. \r\n In this regard, Thailand commends various \r\ninitiatives to bridge differences among peoples across \r\ncultures and civilizations. We welcome and support the \r\nAlliance of Civilizations and the Interfaith Dialogue \r\nand Cooperation towards Peace in the Twenty-First \r\nCentury. We encourage the strengthening and \r\npromotion of such initiatives in order to foster peace \r\nand lessen the possibility of armed conflict. \r\n Each year, the United Nations spends more than \r\n70 per cent of its $10 billion annual budget on \r\npeacekeeping and other field operations. This trend can \r\nbe reversed only if the United Nations works harder to \r\ncreate a culture of prevention. Prevention is, in the \r\nlong run, less costly than peacekeeping operations. In \r\nthis regard, it is particularly encouraging that two \r\nimportant new bodies have been established to \r\ncontribute to strengthening the United Nations role in \r\nconflict prevention. \r\n The Peacebuilding Commission is expected to \r\nenable countries to recover after emerging from \r\nconflict and to sustain durable peace. The Human \r\nRights Council holds out the hope of promoting a \r\nculture of human rights for all. It should play a role in \r\nhelping to prevent situations of human rights violations \r\nfrom deteriorating and developing into armed conflicts. \r\nThe Council’s success will be measured not by the \r\nnumber of resolutions it adopts, but by its real impact \r\non the ground. \r\n One of the most effective measures for \r\nprevention of armed conflict is development. Thailand \r\nis encouraged that the theme of the general debate this \r\nyear, “Implementing a global partnership for \r\ndevelopment”, responds to the immediate need to \r\nensure that development goals are achieved on the firm \r\nbasis of a global partnership. Developed countries need \r\nto honour their commitments, particularly in their \r\nA/61/PV.22  \r\n \r\n06-53952 26 \r\n \r\nofficial development assistance to developing countries \r\nand least developed countries. \r\n Sustainable development is, however, not about \r\naid, it is about trade and opportunity. Developing \r\ncountries must not be denied the opportunity to trade \r\nthemselves out of poverty. The suspension of the Doha \r\nRound dealt a serious setback to hopes for a true \r\npartnership between the developed and developing \r\nworlds. A global partnership for development must \r\nensure win-win conditions for rich and poor alike. We \r\nmust redouble our efforts to ensure that development \r\ndoes not become a casualty of domestic interests. \r\n Global partnership is also not limited to \r\nrelationships among States. The work of the United \r\nNations can never be at its best if it does not reflect the \r\nvoices of peoples at the grass-roots level. The \r\nOrganization must ensure a global partnership for \r\ndevelopment and engage partners at all levels. In this \r\nregard, Thailand commends the work of the United \r\nNations Fund for International Partnerships and \r\nencourages it to carry out additional good work to \r\nassist developing countries, especially those in Africa, \r\nin attaining sustainable development. We also thank \r\nSecretary-General Kofi Annan for having explored the \r\npossibility of engaging civil society and the private \r\nsector in the work of the United Nations. My \r\ndelegation looks forward to more work being \r\nundertaken in this regard during the current session of \r\nthe General Assembly. \r\n As the Secretary-General pointed out in his report \r\nto the General Assembly this year, the United Nations \r\nis a network of capacities and a source of operational \r\ncapacity. In order to maximize this potential, there is \r\nan urgent need to reform the United Nations \r\nSecretariat. Discussion on Secretariat and management \r\nreform has been occupying a large part of our time \r\nsince the World Summit. I encourage Member States to \r\ncooperate closely to achieve the common goal of \r\nensuring that this Organization works to serve peoples \r\nin all corners of the world, in a transparent and most \r\neffective manner. \r\n To enable the United Nations to deliver its best \r\npotential as a network of capacities, we also need to \r\nensure that the work of the United Nations at \r\nHeadquarters and in the field is coherent and well \r\ncoordinated. In this regard, Thailand looks forward \r\nenthusiastically to studying the report and \r\nrecommendations of the High-Level Panel on UN \r\nSystem-wide Coherence. We need to ensure that efforts \r\nat the national, regional and international levels are \r\ncoordinated and that they respond to needs on the \r\nground. The work of regional commissions and \r\norganizations should feed into the work of the United \r\nNations at Headquarters in such a way as to maximize \r\ntheir synergies. \r\n The year 2005 was one of vision and \r\ncommitments. Our leaders met at the World Summit \r\nand laid out their visions for a better world, \r\nunderpinned by effective multilateralism and a more \r\neffective United Nations. We have spent most of 2006 \r\nmapping out details of the commitments laid out by our \r\nleaders. In addition to the Peacebuilding Commission \r\nand the Human Rights Council, another welcome effort \r\nundertaken by the General Assembly this year was the \r\nrecent adoption of the United Nations Global Counter-\r\nTerrorism Strategy (resolution 60/288), which provides \r\na good example of political will at work. Thailand \r\nwishes to encourage Member States to exert even \r\ngreater political will in order to permit the speedy \r\nconclusion of a comprehensive anti-terrorism \r\nconvention.  \r\n Moreover, the importance of prevention in the \r\nfight against terrorism can never be overstressed. The \r\ncauses of marginalization and extremism — including, \r\nin particular, a lack of development — definitely \r\nrequire the world’s priority attention and must be \r\nproperly addressed. \r\n In June, the General Assembly adopted a strong \r\nPolitical Declaration (resolution 60/262) — as a \r\nfollow-up to the 2001 Declaration of Commitment on \r\nHIV/AIDS — aimed at significantly scaling up our \r\nefforts to achieve universal access to comprehensive \r\nprevention programmes, care, treatment and support \r\nfor all those who need them by the year 2010. Because \r\nAIDS has killed more than 25 million people and \r\norphaned 15 million children since the first cases of \r\nAIDS were reported 25 years ago, and because close to \r\n40 million people worldwide are living with \r\nHIV/AIDS, Member States must take those \r\ncommitments seriously and translate them into \r\nconcrete actions at the national level. \r\n Although much has been accomplished since the \r\nWorld Summit, that is only the beginning; much more \r\nneeds to be done. The year 2007 must be a year for \r\naction and implementation. When the United Nations \r\nwas founded 60 years ago, it was our forefathers’ \r\n A/61/PV.22\r\n \r\n27 06-53952 \r\n \r\naspiration that the peoples of the world would live free \r\nfrom want and fear and in dignity. Today, the United \r\nNations continues to strive to achieve that noble goal. \r\nMaintaining peace and security, promoting \r\ndevelopment and promoting and protecting the human \r\nrights of peoples throughout the world are not the \r\nresponsibility of any single nation; they are our shared \r\nresponsibility. Each and every one of us must serve as \r\nan agent for change. We must serve as instruments for \r\npeace. \r\n Finally, I would be remiss to end this statement \r\nwithout paying tribute to Secretary-General Kofi \r\nAnnan for his decade of hard work and dedication \r\nserving in the most impossible job in the world, and for \r\nhis entire career in the service of humanity. The \r\nSecretary-General’s shoes will be extremely hard to \r\nfill. Anyone who is elected to serve in that post will \r\nhave a full agenda on his hands: ensuring that \r\nmultilateralism works effectively and that the United \r\nNations remains relevant. \r\n The Association of Southeast Asian Nations, \r\ncomprising Brunei Darussalam, Cambodia, Indonesia, \r\nthe Lao People’s Democratic Republic, Malaysia, \r\nMyanmar, the Philippines, Singapore, Thailand and \r\nViet Nam, has endorsed and supported the candidature \r\nof Mr. Surakiart Sathirathai of Thailand to carry on the \r\nwork of Secretary-General Kofi Annan. Mr. Surakiart’s \r\nvast background in Government, business and the \r\nacademic world would enrich the work of the \r\nOrganization. As someone from a developing country, \r\nMr. Surakiart could serve as a bridge-builder, linking \r\nthe North with the South, and could be a voice of \r\nmoderation for the world community. In addition to the \r\nfact that he is an Asian candidate, Mr. Surakiart \r\npossesses outstanding personal qualifications. If he is \r\nelected, his experiences could be of great use to the \r\nwork of the United Nations in the challenging times \r\nahead. \r\n The President: I now call on His Excellency \r\nMr. Philip Sealy, chairman of the delegation of the \r\nRepublic of Trinidad and Tobago. \r\n Mr. Sealy (Trinidad and Tobago): It is indeed an \r\nhonour for me to express to you, Madam, sincere \r\ncongratulations on behalf of the Government and the \r\npeople of the Republic of Trinidad and Tobago on your \r\nelection to the presidency of the General Assembly at \r\nits sixty-first session. Your appointment as the third \r\nwoman ever to hold that esteemed position is of special \r\nsignificance and must be duly recognized. Trinidad and \r\nTobago is convinced that your extensive experience in \r\nmultilateral diplomacy and your international legal \r\nexpertise adequately equip you to guide the work of the \r\nAssembly to a successful conclusion. \r\n We also take this opportunity to welcome most \r\nwarmly the Republic of Montenegro as the 192nd \r\nMember of the United Nations and to wish its people \r\nand its Government continued peace, stability and \r\nprosperity. \r\n We would also like to recognize the astute and \r\nefficient leadership of the President of the General \r\nAssembly at its sixtieth session, Mr. Jan Eliasson of \r\nSweden, who efficiently, dispassionately and with \r\nsubtle dexterity discharged the mandate of follow-up \r\nentrusted to the sixtieth session by our leaders at the \r\n2005 World Summit, getting us past hurdles that \r\nchallenged to the core the working methods of the \r\nAssembly. His efforts also enabled the international \r\ncommunity to create two crucial new international \r\ninstitutions — the Human Rights Council and the \r\nPeacebuilding Commission — as part of the ongoing \r\nreform of the United Nations. \r\n Trinidad and Tobago is hopeful that the Human \r\nRights Council will be an effective instrument for the \r\ndefence and promotion of human rights worldwide, \r\ndenouncing without fear or favour gross violations of \r\nhuman rights and seeking, through dialogue and \r\ncooperation, to bring about full compliance with \r\ninternationally accepted norms related to universal \r\nfundamental human rights and freedoms. \r\n Institutional support for countries in transition \r\nfrom the post-conflict phase to that of sustainable \r\ndevelopment is a sine qua non for the success of efforts \r\nto restore peace and normalcy. It is in that context that \r\nTrinidad and Tobago views the indispensable role to be \r\nplayed by the Peacebuilding Commission in those \r\ncountries that have been traumatized by years of \r\ninternal strife. \r\n His Excellency Mr. Kofi Annan is a very special \r\nfriend of Trinidad and Tobago — and, might I confide, \r\nespecially of Tobago. It is thus with mixed emotions \r\nthat we bid him farewell at this session. Over the \r\ncourse of his tenure, our seemingly unassuming \r\nSecretary-General has steered the vessel that is the \r\nOrganization with an abundance of skill and with \r\nclarity of vision, keeping it on an even keel as it has \r\ntraversed one of the most turbulent periods in its \r\nA/61/PV.22  \r\n \r\n06-53952 28 \r\n \r\nhistory. He has been a champion of principle, a \r\nspokesman for international justice and the staunchest \r\ndefender of all that the Organization stands for and to \r\nwhich all of our countries subscribe. There is so much \r\nthat the Secretary-General has done that history will \r\nrecord. For us, it suffices that he has been the beacon \r\nthat has kept the United Nations ideal alive during \r\nthese difficult times. \r\n The role of the Secretary-General in the twenty-\r\nfirst century is no longer that of a mere chief \r\nadministrative officer — burdensome as that role may \r\nbe — but one that requires profound knowledge of the \r\ndynamics of current inter-State relations. Trinidad and \r\nTobago is hopeful, therefore, that as we elect a \r\nsuccessor to Secretary-General Kofi Annan, the \r\nSecurity Council will recommend to the General \r\nAssembly a person whose diplomatic skills are highly \r\nregarded, whose leadership abilities are well \r\nrecognized and who will be able to maintain an \r\nexcellent working relationship with all Member States \r\nand enjoy the confidence of the five permanent \r\nmembers of the Security Council, thereby facilitating \r\ndecisive and timely actions by the Organization when \r\nthey are most urgently needed. \r\n However, the functions of the Secretary-General \r\ncan be carried out effectively only with the firm \r\nsupport of the entire international community. It is \r\ntherefore vital that the process through which the \r\nchosen candidate will emerge be as inclusive and \r\ntransparent as possible and that it remain faithful to the \r\nprinciples and procedures enshrined in the Charter as \r\nthey relate to his or her appointment. \r\n The international community continues to grapple \r\nwith the absence of realistic and pragmatic solutions to \r\nmany longstanding global problems. A just and lasting \r\npeace in the Middle East continues to elude us, and the \r\nhumanitarian situation of the Palestinian people \r\ncontinues to worsen daily in view of the economic and \r\nfinancial stranglehold placed on their economy \r\nfollowing the assumption of power by democratic \r\nmeans of the political grouping of their choice. We \r\nurge the major political parties in the Palestinian \r\nterritories to find common ground that would satisfy \r\nthe aspirations of the Palestinian people, who for \r\ngenerations have longed to exercise their inalienable \r\nright to self-determination and independence. \r\n Peace and security in the Middle East also remain \r\nthreatened by conflicts of a more recent vintage. The \r\nuse of force disproportionate to the threat at hand, as in \r\nthe recent cases of Gaza and Lebanon, has also had the \r\neffect of increasing the suffering of the civilian \r\npopulations concerned and of destroying vital national \r\ninfrastructure, and has served only to increase \r\nbitterness and hatred among those populations and to \r\ninspire resort to extremism. \r\n Trinidad and Tobago also views with growing \r\nalarm the deteriorating humanitarian situation in the \r\nDarfur region of the Sudan and calls upon the \r\ninternational community to exercise its responsibility \r\nto protect the people of Darfur. The international \r\ncommunity has a fundamental legal and moral \r\nobligation to act in cases of egregious violations of \r\nhuman rights such as this. It is incumbent on us to \r\ninstitute immediate measures to provide security and \r\nalleviate the suffering. We must also bring to justice at \r\nthe International Criminal Court (ICC) those \r\nresponsible for the crimes against humanity committed \r\nin Darfur. \r\n Trinidad and Tobago exhorts the Government in \r\nKhartoum to accept the presence of a United Nations-\r\nmandated peacekeeping force that would enhance the \r\ncapacity to monitor the Darfur Peace Agreement. Such \r\na force could also provide the necessary security for \r\nthe hundreds of thousands of internally displaced \r\npersons living in makeshift camps and for the return of \r\nrefugees from neighbouring Chad, and would facilitate \r\nthe provision of humanitarian assistance. \r\n On another front, Trinidad and Tobago applauds \r\nthe efforts of the International Criminal Court and \r\nwelcomes with satisfaction the progress made to bring \r\nto justice the perpetrators of the heinous crimes \r\ncommitted against the peoples of Uganda and the \r\nDemocratic Republic of the Congo. Trinidad and \r\nTobago views universal adherence to the ICC as \r\nintegral to entrenching the rule of law in the conduct of \r\ninternational relations, and as yet another pillar of the \r\npromotion of international peace and security. We \r\nagain urge States Members of this Organization that \r\nare not yet party to the Rome Statute of the \r\nInternational Criminal Court to consider acceding to \r\nthat instrument as soon as possible. \r\n The well-being of peoples the world over is \r\nthreatened not only by violations of international \r\nhumanitarian and human rights law, but also by \r\nindividual and collective acts of terrorism which the \r\nGovernment of the Republic of Trinidad and Tobago \r\n A/61/PV.22\r\n \r\n29 06-53952 \r\n \r\nresolutely condemns. We are, indeed, hopeful that the \r\nrecent adoption by the Assembly of the Global \r\nCounter-Terrorism Strategy will lead to a holistic and \r\nintegral approach to a phenomenon that threatens the \r\ninternal peace and security of States in virtually all \r\nregions of the globe. It is also our sincere hope that this \r\nbody will, in the near future, conclude its deliberations \r\non a comprehensive international convention against \r\nterrorism that would provide a legal framework for \r\ncombating that scourge — a framework acceptable to \r\nall nations. \r\n It has become something of a cliché to say that \r\nthere will be no peace and security in the world \r\nwithout development and, conversely, no development \r\nwithout security. It was therefore with a degree of \r\nconcern that we witnessed the near-total relegation to \r\nsecondary status of the development dimension of the \r\ninternational agenda at the 2005 millennium review \r\nSummit. Some degree of relief was provided \r\nsubsequently when, after long and arduous \r\nnegotiations, we were able to agree on a development \r\nresolution that sought — on the basis of a global \r\npartnership, among other things — to operationalize \r\nand implement the development commitments made at \r\nthe major summits in the economic, social and related \r\nfields. \r\n That resolution also provided for monitoring \r\nmechanisms to follow up on the commitments of the \r\nBretton Woods institutions and the World Trade \r\nOrganization. Trinidad and Tobago is hopeful that the \r\ncommitments to the achievement of those international \r\ndevelopment objectives, as set out in that resolution, \r\nwill be honoured and will not be the subject of \r\nrenegotiation at the next review. \r\n Global peace and security are also threatened by \r\nthe failure of the international community to bring \r\nabout the necessary structural changes in the fields of \r\ninternational trade and in economic and financial \r\nrelations. Like most developing countries, Trinidad and \r\nTobago is painfully aware of the significant imbalances \r\nthat have been having an adverse impact on developing \r\neconomies. The current suspension of the Doha trade \r\nnegotiations, and the delay in the resumption of those \r\ntalks, are consequently of particular concern to us, \r\ngiven the outward-looking orientation of our economy \r\nand the fact that the most basic tenet of our trade \r\npolicy relates to increased market access for the export \r\nof our goods and services. \r\n Trinidad and Tobago therefore joins with other \r\nsmall vulnerable economies in calling for a process \r\nthat would accelerate the recommencement of \r\nnegotiations, while ensuring that adequate treatment is \r\nafforded to the development dimension. It is crucial \r\nthat global trade rules be enhanced in recognition of \r\nthe need for treatment to be accorded to small, \r\nvulnerable economies that takes their special \r\ncircumstances into consideration and allows them to \r\nparticipate in world trade in a manner commensurate \r\nwith their national capacity to do so. \r\n Even as our economies grapple with the systemic \r\nimbalances in the international trading system at home, \r\nTrinidad and Tobago, like many other Caribbean \r\ncountries, faces social challenges that have global \r\nimplications. One such challenge manifests itself in the \r\nincreasing resort to gun violence by our young people \r\nand by others engaged in the nefarious drug trade. The \r\ncountries of the Caribbean region are not producers of \r\nsmall arms and light weapons, yet small arms are \r\nincreasingly visible in our societies and raise the \r\nfatality levels resulting from the commission of many \r\nserious crimes. \r\n Much of the illicit trade in firearms and related \r\nactivity in our Caribbean region is linked to the illicit \r\ntraffic in drugs. Yet international cooperation — \r\nessential to help us stem the flow of illicit drugs \r\nthrough our countries, which are already recognized as \r\nkey transit States — is not forthcoming from our \r\ndevelopment partners. Trinidad and Tobago \r\naccordingly urges the international community to \r\nprovide the necessary resources to bolster Caribbean \r\nregional efforts aimed at interdicting drug shipments \r\nand putting an end to the flow of illicit firearms, which \r\nnegatively and profoundly affect the security and \r\ndevelopment of the region.  \r\n It is well known that the living standards \r\nsuggested by positive economic indicators are of little \r\nconsequence if the basic security and sense of well-\r\nbeing of the individual is under threat. Similarly, the \r\nfailure by the international community earlier this year \r\nat the Review Conference to reach broad agreement on \r\nadditional measures to further implement the 2001 \r\nUnited Nations Programme of Action on Small Arms \r\nhas been a source of disappointment to Trinidad and \r\nTobago. We are heartened, however, that within the \r\ninternational community a broad understanding appears \r\nto be emerging regarding the utility of an international \r\nA/61/PV.22  \r\n \r\n06-53952 30 \r\n \r\nlegally binding instrument to govern the international \r\narms trade. \r\n Trinidad and Tobago therefore strongly endorses \r\nthe call by some States for the conclusion of such an \r\ninstrument. We are also of the view that until such a \r\ntreaty becomes a reality, it is imperative that the major \r\nproducers and exporters of small arms and light \r\nweapons establish comprehensive export controls in \r\norder to ensure that such weapons are not diverted into \r\nthe illicit trade. \r\n Trinidad and Tobago’s approach to development \r\nplaces primary focus on enhancing the living standards \r\nand sense of well-being of the individual. Thus, even \r\nas we address major problems of a global nature, we \r\nshould not forget those among us who face greater \r\nchallenges in realizing their full potential. The \r\ninternational community has recently become \r\nincreasingly sensitized to the difficulties faced in \r\nalmost all spheres of activity by persons with \r\ndisabilities, and during the sixtieth session of the \r\nGeneral Assembly, we successfully negotiated a draft \r\nconvention on the promotion and protection of the \r\nrights of persons with disabilities. Trinidad and Tobago \r\njoined in the adoption by consensus of the final \r\nnegotiated text, and looks forward to its formal \r\nadoption by the Assembly and its subsequent opening \r\nfor signature. We have in the interim developed, and \r\nare in the process of implementing, a national policy \r\non persons with disabilities. \r\n Another area that cries out for timely and \r\ndecisive action by the international community is that \r\nof the environment. Our planet today continues to be \r\nravaged by patterns of production and consumption \r\nthat gravely threaten its sustainability and give rise to \r\nphenomena whose management consumes the already \r\nstretched energies and resources of small island \r\ndeveloping States in particular. The challenges to those \r\ncountries posed by such phenomena as climate change \r\nand sea-level rise, as well as the effort and resources \r\nnecessary to recover from adverse seasonal weather \r\npatterns, add another dimension to the challenges that \r\nthey already face in the area of economic and social \r\ndevelopment.  \r\n Trinidad and Tobago invokes that same spirit of \r\npartnership of the international community to work \r\ntowards the full implementation of the Mauritius \r\nStrategy, that being the framework for the collective \r\ndevelopment of this vulnerable grouping. \r\n In the midst of such daunting challenges, the \r\nlittoral States of the Caribbean are faced with the \r\nconstant threat of a maritime casualty resulting from \r\nthe shipment of radioactive or other hazardous wastes \r\nthrough the Caribbean Sea. Such an occurrence could \r\ncreate the potential for an environmental disaster for \r\nall countries along the Caribbean coastline, but, in \r\nparticular, it would threaten the economic well-being \r\nand livelihood of the many small island developing \r\nStates of the Caribbean that depend on this fragile \r\necosystem. \r\n Trinidad and Tobago is of the view that the \r\nintegrated management approach of the recently \r\nconceived Caribbean Sea Initiative will be critical to \r\nadvancing the development goals of the member States \r\nof the Caribbean and uses this opportunity to seek the \r\nsupport of all United Nations Member States for the \r\nInitiative, which seeks to ensure that the Caribbean Sea \r\nis recognized by the United Nations as a special area in \r\nthe context of sustainable development. \r\n Trinidad and Tobago is committed to the \r\npartnership approach in all areas of international \r\ninteraction, be it for sustainable development, peace \r\nand security, human rights or humanitarian assistance. \r\nIt is a position that informs a fierce defence of \r\nmultilateralism in full recognition of the benefits of \r\ncollective action and of the responsibility of each \r\ncountry to assist when in a position to do so within the \r\nlimits of its resources. This thinking underlies the \r\nactions taken by Trinidad and Tobago in respect of the \r\nprovision of economic and humanitarian assistance, \r\nboth institutionally as well as directly, to countries in \r\nour region and to those further afield. \r\n It is in this context that Trinidad and Tobago \r\npledges its full support for the economic and social \r\ndevelopment of the Republic of Haiti in its return to \r\nconstitutional governance, which has led to its \r\nreadmission into the Caribbean Community Council \r\nand calls for the release of all donor funds that have \r\nalready been pledged. The history of Haiti is of special \r\nsignificance in the struggle for independence in the \r\nCaribbean and is linked to other historical \r\ndevelopments more international in scope. One such \r\ndevelopment was the abolition of the Atlantic slave \r\ntrade, the 200th anniversary of which will be marked in \r\n2007. The slave trade has had long-term effects on the \r\nsocial and economic development of parts of Africa \r\nthat are still being felt today. \r\n A/61/PV.22\r\n \r\n31 06-53952 \r\n \r\n Nor were we in the Caribbean spared the effects \r\nof the slave trade, and we are of the view that any call \r\non the international community to mark this occasion \r\nshould go beyond the need merely to reflect on the \r\natrocities committed during this perverse period of our \r\nhistory. Trinidad and Tobago thus lends its support to \r\nthe call made by countries of the African diaspora in \r\nthe Caribbean and elsewhere for the commemoration \r\nby the United Nations in 2007 of the abolition of the \r\nAtlantic slave trade. \r\n The United Nations is central to any resolution of \r\nthe problems with which the international community \r\nis confronted in today’s world. It is only by having a \r\nstrong United Nations, fully resourced by its Member \r\nGovernments and imbued with the necessary political \r\nwill, that we will be able to tackle these problems and \r\nprovide this generation and succeeding generations \r\nwith a life of dignity and free from daily degradation of \r\nthe human spirit. We seek a life in peace and security \r\nand  free from the ravages of war, lived in good \r\neconomic and social conditions, without poverty, \r\nilliteracy, hunger or disease. \r\n This historical moment requires bold initiatives \r\non the part of the General Assembly President, who, in \r\ntandem with the new Secretary-General, is called upon \r\nto provide the vision, courage and strength of \r\nconviction necessary to carry the United Nations \r\nforward along the path to confronting the myriad \r\nchallenges facing the Organization in today’s world. \r\nWe are confident that they will both be up to the task. \r\n The President: I now give the floor to His \r\nExcellency Archbishop Giovanni Lajolo, President of \r\nthe Governatorate of the Vatican City State of the Holy \r\nSee. \r\n Archbishop Lajolo (Holy See): Not so long ago, \r\nit appeared that our world was growing at a pace \r\nbeyond our control into a single global village. Today’s \r\nreality, by contrast, appears more and more fractured. \r\nOur efforts to overcome divisions and to harmonize \r\ndifferences have been hesitant. As the recent struggle \r\nbetween Israel and Hizbollah has tragically \r\ndemonstrated, it is not so much the lack of \r\npeacemaking and peacekeeping experience and \r\nresources that leaves non-combatants to suffer and die. \r\nThe more fundamental problem is the difficulty in \r\nmoulding consistent political will on the part of the \r\ninternational community. \r\n In the story of the Tower of Babel, the ancient \r\nworld gives us an image of our current divided state. \r\nThe confusion of tongues at Babel is the symbol of the \r\ndivisions, misunderstandings and hostilities spawned, \r\nnot by nature, but by human pride. Today, that same \r\nnegative fundamental attitude has given rise to a new \r\nbarbarism that is threatening world peace. Terrorists \r\nand their various organizations are the contemporary \r\nversion of it, rejecting the best achievements our \r\ncivilization has gained. In an order of quite a different \r\nnature, it cannot be denied that super-Powers, regional \r\nPowers, aspiring Powers and oppressed peoples, too, \r\nsometimes yield to the temptation to believe, despite \r\nhistorical evidence, that it is only force that can bring \r\nabout a just ordering of affairs among peoples and \r\nnations. \r\n The ideology of power can go so far as to regard \r\nthe possession of nuclear weapons as an element of \r\nnational pride, and it does not exclude the outrageous \r\npossibility of employing nuclear weapons against its \r\nadversaries. Meanwhile, the implementation of the \r\nNuclear Non-Proliferation Treaty appears to be stalled, \r\nand the Comprehensive Nuclear-Test-Ban Treaty still \r\nneeds to be ratified by some countries to enter into \r\nforce. \r\n This Organization was founded on a very \r\ndifferent understanding of human affairs. Peace can \r\nonly be achieved by shared labours aimed at securing a \r\ndecent and dignified life for all. Due to the East-West \r\nstruggle, the United Nations was able in the past to \r\nachieve only an impoverished sort of peace. \r\n Recently, the Secretary-General’s proposals put \r\nthis Organization on the path to reform; its lofty goals, \r\nhowever, will be reached only by overcoming the \r\nnarrow confines imposed by the dominance of national \r\ninterests, so that we may open ourselves to the vision \r\nof a world both reconciled and based on solidarity. In \r\nthis spirit, the Holy See continues to be an advocate of \r\nthe United Nations and favours its ongoing reform in \r\nthe fields of peacebuilding, development and human \r\nrights. In the same spirit, the Holy See commends the \r\ndecision to create the Peacebuilding Commission. \r\n Too often, international bodies act, if at all, only \r\nafter war is under way or when innocent populations \r\nhave long been under assault. When the rights of whole \r\ngroups of people are violated — grievous examples \r\ncould be mentioned in Europe, Asia and Africa — or \r\nwhen they go unprotected by their own Governments, \r\nA/61/PV.22  \r\n \r\n06-53952 32 \r\n \r\nit is entirely right and just that this Organization should \r\nintervene in a timely manner by suitable means to \r\nrestore justice. The need to improve the system for \r\neffective humanitarian intervention in catastrophes \r\nbrought on by war, civil conflict and ethnic strife will \r\nbe an important test of the United Nations reform \r\nagenda. \r\n Strengthening the capacity of this Organization to \r\nforesee conflicts, to resolve them through negotiation \r\nor to transform them non-violently before there is \r\nresort to force is, therefore, a goal of primary \r\nimportance in the renewal of the Organization. In this \r\nregard, I regret to say that Security Council resolution \r\n1701 (2006) of 11 August 2006, which was a very good \r\nresolution, could have been adopted with the same \r\nwording one month earlier. If repeated pleas for \r\nimmediate cessation of the violence, made by many, \r\nincluding Pope Benedict XVI, had been acted upon, the \r\nkilling of thousands of civilians and numerous young \r\nsoldiers, the flight of peoples and the enormous \r\nindiscriminate devastation need not have occurred. \r\nMeanwhile, none of the outcomes that some \r\nGovernments put forward as a reason for the \r\ncontinuation of hostilities in Lebanon have, in fact, \r\nbeen achieved. \r\n As history has shown, for lack of sufficient \r\ncapacity for intervention and common will, millions \r\nhave died in needless conflicts — inutili stragi — that \r\nis, “pointless massacres”, to repeat a famous phrase \r\nused by Benedict XV, who was Pope during the First \r\nWorld War. The appeal by the late Pope Paul VI, \r\nuttered in this Hall on 4 October 1965 — “Jamais plus \r\nla guerre”, meaning “Never again war” — today rings \r\nlike an accusation in the heart of the collective \r\nconscience of humanity. \r\n The surest way to prevent war is to address its \r\ncauses. It must not be forgotten that at the root of war \r\nthere are usually real and serious grievances: injustices \r\nsuffered; denial of human rights and absence of the \r\nrule of law; legitimate aspirations frustrated, and the \r\nexploitation of multitudes of desperate people who see \r\nno real possibility of improving their lot by peaceful \r\nmeans. How can we not be disturbed by the images of \r\ncountless exiles and refugees living in camps and \r\nenduring subhuman conditions, or by those desperate \r\ngroups which, intent upon seeking a less wretched \r\nfuture for themselves and their children, are driven to \r\nface the risks of illegal emigration? And what of the \r\nmillions of people oppressed by misery and hunger and \r\nexposed to lethal epidemics, who continue to cry out to \r\nour sense of humanity? These, too, are challenges to \r\nour desire for peace. \r\n The fulfilment of the Millennium Development \r\nGoals and the resumption of the latest World Trade \r\nOrganization (WTO) trade round promise economic \r\nprogress, the alleviation of poverty, a reduction in \r\nterrorism and increased social harmony. Building peace \r\nfor tomorrow requires that justice be done today. \r\n Like development, the protection of human rights \r\nis an essential pillar in the edifice of world peace, for \r\npeace consists in people’s unimpeded enjoyment of \r\ntheir God-given rights. The Holy See hopes that the \r\nnewly formed Human Rights Council will enhance the \r\nenjoyment of those rights by all peoples and by the \r\ncitizens of every nation. Diversity among cultures \r\nallows for differences in the emphasis and \r\nimplementation of human rights, but human nature, \r\nwhich is their foundation and is common to the whole \r\nof human society, permits no basic human right to be \r\neclipsed or subordinated for the sake of other rights.  \r\n Every Government must clearly understand that \r\nviolations of the fundamental rights of the person \r\ncannot be exempt from scrutiny by the international \r\ncommunity under the pretext of the inviolability of a \r\nState’s internal affairs. \r\n With respect to fundamental human rights, I \r\nwould like to draw attention to three primary rights. \r\n I turn first to the right to life. The increasing \r\nrecognition of the sacredness of life, witnessed also by \r\nthe growing rejection of the death penalty, needs to be \r\nmatched by a thorough protection of human life \r\nprecisely when it is at its weakest, that is, at its very \r\nbeginning and at its natural end. Secondly, respect for \r\nreligious freedom means respect for the intimate \r\nrelationship of the believing person with God, in both \r\nits individual and social aspects. Indeed, there is \r\nnothing more sacred. Thirdly, there is the right to \r\nfreedom of thought and expression, including freedom \r\nto hold opinions without interference and to exchange \r\nideas and information and the consequent freedom of \r\nthe press. The observance of this right is necessary for \r\nthe fulfilment of each person, for the respect of \r\ncultures and for the progress of science. We must \r\nacknowledge, however, that not all fundamental \r\nrights — and in particular the three which I have \r\nmentioned — are adequately protected in every nation, \r\nand, in more than a few, they are openly denied, even \r\namong States sitting on the Human Rights Council. \r\n A/61/PV.22\r\n \r\n33 06-53952 \r\n \r\n Although in some cases religion continues to be \r\ncynically exploited for political ends, it is my \r\ndelegation’s firm belief that, at its best, truest and most \r\nauthentic, religion is a vital force for harmony and peace \r\namong peoples. It appeals to the noblest aspects of human \r\nnature. It binds up the wounds of war, both physical and \r\npsychological. It provides sanctuary to refugees and \r\nhospitality to migrants. It weaves bonds of solidarity that \r\novercome every form of mistrust, and through \r\nforgiveness it lends stability to once-divided societies. \r\n Twenty years ago, the late Pope John Paul II \r\nbrought together the leaders of the world’s religions to \r\npray and to bear witness to peace. That collective \r\nwitness was renewed in 1993 during the Bosnian war \r\nand in 2002 following the barbarous 11 September \r\nterrorist attacks on New York and Washington. More \r\nrecently, on 23 July of this year, faced with the \r\nspreading war in Lebanon, Pope Benedict XVI invited \r\nChristians and all believers to join him in a day of \r\nprayer and penitence, imploring God for the gift of \r\npeace for the Holy Land and the Middle East. \r\n In this past generation, leaders and adherents of \r\nthe world’s religions have shown themselves time and \r\nagain to be willing to dialogue and to promote \r\nharmony among peoples. \r\n On Wednesday 20 September last, Pope Benedict \r\nXVI repeated his unequivocal support for inter-\r\nreligious and intercultural dialogue and expressed the \r\nhope that what he had said at the University of \r\nRegensburg might be a boost and an encouragement for \r\npositive and even self-critical dialogue, both between \r\nreligions and between modern reason and the faith of \r\nChristians. The Pope, as is well known, expressed \r\nsadness that some passages of his academic address \r\ncould have lent themselves to misinterpretation. His \r\nreal intention was to explain that it is not religion and \r\nviolence, but religion and reason that go together, in \r\nthe context of a critical vision of a society which seeks \r\nto exclude God from public life. Two days ago, while \r\nreceiving the ambassadors of the countries of the \r\nOrganization of the Islamic Conference (OIC) \r\naccredited to the Holy See, he added:  \r\n “The lessons of the past must … help us to \r\nseek paths of reconciliation, in order to live with \r\nrespect for the identity and freedom of each \r\nindividual, with a view to fruitful cooperation in \r\nthe service of all humanity … respect and \r\ndialogue require reciprocity in all spheres, \r\nespecially in that which concerns basic freedoms, \r\nmore particularly religious freedom”. \r\n If, on the one hand, religious motivation for \r\nviolence, whatever its source, must be clearly and \r\nradically rejected, on the other it must be emphasized \r\nthat in political life one cannot disregard the \r\ncontribution of the religious vision of the world and of \r\nhumanity. In fact, as the Pope affirmed, were reason to \r\nturn a deaf ear to the divine and relegate religion to the \r\nambit of subcultures, it would automatically provoke \r\nviolent reactions, and violent reactions are always a \r\nfalsification of true religion.  \r\n It falls to all interested parties — to civil society \r\nas well as to States — to promote religious freedom \r\nand a sane social tolerance that will disarm extremists \r\neven before they can begin to corrupt others with their \r\nhatred of life and liberty. That will be a significant \r\ncontribution to peace among peoples, because peace \r\ncan be born only in the hearts of human beings. \r\n Together with this heartfelt wish, it is my honour \r\nto conclude by conveying to you, Madam President, \r\nand to the peoples here represented the cordial \r\ngreetings of His Holiness Pope Benedict XVI. Upon \r\nthe deliberations of this General Assembly, he invokes \r\nan abundance of Almighty God’s blessings. \r\n \r\nProgramme of work \r\n \r\n The President: I would like to draw the attention \r\nof the General Assembly to document A/INF/61/4, \r\nwhich contains the programme of work of the \r\nAssembly and schedule of plenary meetings for the \r\nperiod of September to December 2006, now being \r\ndistributed to each desk. I would like to inform \r\nMembers that the list of speakers for items listed in \r\ndocument A/INF/61/4 are open.  \r\n In addition, I should like to announce the \r\nfollowing activities: the 2006 United Nations Pledging \r\nConference for Development Activities will be held on \r\nWednesday 15 November 2006 in the morning in the \r\nEconomic and Social Council Chamber. The Pledging \r\nConference for the World Food Programme will be \r\nheld in the afternoon of the same day, Wednesday \r\n15 November 2006, also in the Economic and Social \r\nCouncil Chamber. The announcement of voluntary \r\ncontributions to the 2007 programmes of the United \r\nNations Relief and Works Agency for Palestine \r\nRefugees in the Near East will take place on Monday, \r\n4 December 2006 in the morning in the Trusteeship \r\nCouncil Chambers. Members are requested to consult \r\nthe Journal for further details on these activities.  \r\n The meeting rose at 1.40 p.m. \r\n"