" United Nations  A/61/PV.17\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n17th plenary meeting \r\nFriday, 22 September 2006, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-53323 (E) \r\n*0653323* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\nThe meeting was called to order at 3.05 p.m. \r\n \r\n \r\nAgenda item 8 (continued) \r\n \r\n \r\nGeneral debate  \r\n \r\n \r\n  Address by Mr. Manasseh Sogavare, Prime \r\nMinister of Solomon Islands \r\n \r\n The President: The Assembly will now hear an \r\naddress by the Prime Minister of Solomon Islands. \r\n Mr. Manasseh Sogavare, Prime Minister of \r\nSolomon Islands, was escorted to the rostrum. \r\n The President: I have great pleasure in \r\nwelcoming His Excellency Mr. Manasseh Sogavare, \r\nPrime Minister of Solomon Islands, and inviting him to \r\naddress the Assembly. \r\n Mr. Sogavare (Solomon Islands): I bring warm \r\ngreetings from the Government and the people of \r\nSolomon Islands. Allow me to begin by conveying my \r\nmost heartfelt and sincere congratulations to you, \r\nMadam, on your election as President of the General \r\nAssembly at its sixty-first session. Solomon Islands is \r\nconfident that, as a result of your leadership, guidance \r\nand service to the world, our work to achieve global \r\npeace, progress and prosperity will bear fruit. My \r\ndelegation assures you of our cooperation and support \r\nduring your term in office. \r\n Solomon Islands would also like to take this \r\nopportunity to applaud and pay tribute to your \r\npredecessor, His Excellency Mr. Jan Eliasson, Foreign \r\nMinister of Sweden, who, with truly admirable skill, \r\nled us in achieving many reform initiatives following \r\nlast year\u0027s World Summit, in particular the \r\nestablishment of the Peacebuilding Commission and \r\nthe Human Rights Council, the launch of the Global \r\nCounter-Terrorism Strategy, the adoption of the \r\ndevelopment resolution, management reform, \r\nSecretariat mandate review and the Declaration on \r\nHIV/AIDS. \r\n It would be remiss of me not to thank our \r\nSecretary-General, His Excellency Mr. Kofi Annan, for \r\nhis distinguished service to this premier institution. He \r\nhas been a constant catalyst for change and has \r\ndistinguished himself by combining leadership with \r\nvision, initiative, patience, respect, persistence and \r\nfaith in this institution. Solomon Islands continues to \r\nrender him and the Secretariat staff our support. We \r\nwish the Secretary-General well in his future \r\nendeavours and sincerely thank him for his service. \r\n Solomon Islands would also like to join others in \r\nwarmly welcoming the newest Member, the Republic \r\nof Montenegro, which was admitted into the United \r\nNations family in June this year. We wish the new \r\nnation every success and look forward to working with \r\nit for the common good of the globe. \r\n Democracy remains the bedrock of the Solomon \r\nIslands political system. My Government came to \r\npower four months ago, following the country’s \r\nseventh national election since its attainment of \r\npolitical independence 28 years earlier. We were \r\nfortunate in having the Electoral Assistance Division of \r\nA/61/PV.17  \r\n \r\n06-53323 2 \r\n \r\nthe United Nations Department of Political Affairs \r\nmonitor and coordinate the international observers who \r\noversaw this election. Despite the positive verdict of \r\nthe international observers, a minor hiccup occurred \r\nduring the second part of the election and led to three \r\ndays of rioting. Solomon Islands looks at that incident \r\nas a wake-up call, urging that more be done for the \r\ndevelopment of its growing population. I am pleased to \r\nsay that the incident is now behind us, stability has \r\nbeen restored and a Commission of Inquiry has been \r\nset up to look into the matter. \r\n Solomon Islands would like to thank all those \r\nthat participated in the election observer programme \r\nincluding the Commonwealth, the Pacific Islands \r\nForum, Australia, New Zealand and the United Nations \r\nDevelopment Programme (UNDP). My Government \r\nhas gone ahead and put in place some integrity \r\nlegislation that will strengthen the development of the \r\nparty system in Solomon Islands and bring about \r\nneeded political stability. \r\n Like many young democracies, Solomon Islands \r\nis being challenged and tested. Governance is \r\nexpensive and needs support in order to be nurtured \r\nand to flourish. Political ideology should belong to all, \r\nnot only to those that can afford it. \r\n The Regional Assistance Mission to Solomon \r\nIslands, led by Australia and supported by New \r\nZealand and all the Pacific Islands Forum countries, \r\nhas just completed its third year. My Government has \r\nrenewed the Regional Assistance Mission’s term for \r\nanother twelve months, given the Mission’s success in \r\ntransforming the country from a fragile to a stable \r\nState. Solomon Islands is undertaking a comprehensive \r\nreview of the Mission in an effort to strengthen the \r\nexisting partnership, with the objective of broadening \r\nthe scope and role of the Mission so that it can take a \r\nmore development-oriented approach. \r\n The theme of this session, “Implementing a \r\nGlobal Partnership for Development”, demands a \r\nrenewed commitment to existing partnerships between \r\ndeveloped and developing countries and presents an \r\nopportunity to reorder and close the North-South \r\ndivide through a strengthened multilateral system.  \r\n Just last week, more than one quarter of the most \r\nvulnerable Members of the United Nations, the least \r\ndeveloped countries, met here in this Assembly to \r\nreview the Brussels Programme of Action. These \r\ncountries have special needs and require special \r\nattention. While we welcome the declaration issued by \r\nthe High-level Meeting on the midterm comprehensive \r\nglobal review of the implementation of the Brussels \r\nProgramme of Action, it is not the declaration that \r\nimplements the Brussels Programme of Action, rather \r\nit is our action in honouring our international \r\nobligations and commitments. \r\n Solomon Islands is a country of small \r\ncommunities, scattered across nine hundred islands. \r\nSustainable development for Solomon Islands can be \r\nachieved only through a global partnership in which \r\ndevelopment is directed at rural communities. The \r\napproach must have a sense of urgency and the \r\ncommon purpose of enabling the rural population to \r\nexploit their resources thanks to the transfer of \r\nappropriate technologies and thus to realize their \r\neconomic aspirations. \r\n The shape and future of international relations \r\ndepends on how we manage change. According to \r\nCharles Darwin, it is not the strongest of the species \r\nthat survives, nor the most intelligent, but rather the \r\none most responsive to change.  \r\n I am pleased to note that this year the United \r\nNations is looking at expanding its presence in the \r\nPacific region. Such an approach strengthens United \r\nNations relations with its Members. In that regard, \r\nSolomon Islands looks forward to the proposed \r\nupgrading of the UNDP sub-office in Honiara to the \r\ncountry level. \r\n Solomon Islands notes that the first part of the \r\n2005 World Summit Outcome Document features rural \r\nand agricultural development. My delegation is \r\nheartened by a proposed joint UNDP/United Nations \r\nCapital Development Fund project for the \r\nstrengthening of the Solomon Islands provincial \r\ngovernment system and for investing in provincial \r\ninfrastructure and communications. The project has the \r\nmerit of strengthening all democratic principles and \r\nbringing the State closer to its people. My Government \r\nstands ready to assist such a worthwhile project in any \r\nway it can. Solomon Islands calls on all partners to \r\ncontribute to it and to better the lives of a people \r\nwhose needs have been neglected for so long. \r\n Solomon Islands follows developments in the \r\nMiddle East with concern, in particular in Iraq, \r\nLebanon and Palestine. It is sad to see parents burying \r\nsons in a conflict that claims the lives of more children \r\nthan soldiers. Solomon Islands associates itself with \r\n A/61/PV.17\r\n \r\n3 06-53323 \r\n \r\nthe observation of the Under-Secretary-General for \r\nHumanitarian Affairs, Jan Egeland, that something is \r\ntruly wrong. Under such difficult circumstances, we \r\nmust find the strength to trust one another and work \r\ntirelessly to find a permanent, sustainable and lasting \r\nsolution to the crisis. The world looks to this \r\nOrganization for a solution, and we must not fail it. \r\nThat can only be done if we are prepared to take a \r\nholistic approach in seeking a permanent solution to \r\nthe Middle East question, by embracing all parties in \r\nthe region and working in the spirit of the United \r\nNations Charter and through dialogue and consultation. \r\n On Security Council reform, in the words of our \r\nSecretary-General, “no reform of the United Nations \r\nwill be complete without the reform of the Security \r\nCouncil” (A/61/1, para. 161). The time is ripe to \r\nbalance ongoing reforms with Security Council reform. \r\nThe Council’s failure to act — for various political \r\nreasons — to contain certain conflicts calls into \r\nquestion its effectiveness, given its responsibility for \r\nthe maintenance of international peace and security. \r\nThe most vulnerable Members of the Organization do \r\nnot have the luxury of waiting, because conflicts and \r\npotential conflicts may take root. More than 5 billion \r\ndollars has already been spent on United Nations \r\npeacekeeping missions — money that would be better \r\nspent on development. \r\n Only by enlarging the Council and arming it with \r\nimproved working methods can we make it truly \r\nrepresentative and accountable to the wider \r\nmembership of this Organization. Solomon Islands \r\nwould like to see countries such as Japan and Germany \r\nas permanent members, together with emerging Powers \r\nsuch as India and Brazil. \r\n On the question of the representation of Taiwan, \r\nthe continuous refusal by this Organization over the \r\npast 13 years to discuss the representation of the 23 \r\nmillion people of Taiwan at the United Nations is a \r\nmatter of serious concern. This creates an institutional \r\ngap in an Organization where we are all supposed to \r\nstand equal. My delegation wishes to register its \r\ndisappointment at the fact that its right even to discuss \r\nthe issue was denied last week. Solomon Islands feels \r\nthat the purposes and principles of the United Nations \r\nCharter continue to be violated in this respect. The \r\ntime has come for this institution to act according to \r\nthe rules that guide the behaviour and conduct of \r\nMembers and to have an honest debate on the issue. \r\nSolomon Islands renews its call on the United Nations \r\nto recognize the right of the 23 million people of \r\nTaiwan to be represented at the United Nations. \r\nSolomon Islands is also concerned about security \r\nthreats on the Taiwan Strait. My delegation calls on all \r\nMember States to distinguish our collective interests to \r\npreserve peace from narrow interests that threaten \r\npeace. Solomon Islands further calls on the United \r\nNations, the body responsible for the maintenance of \r\ninternational peace and security, to mediate and engage \r\nwith the People’s Republic of China, Taiwan and other \r\nstakeholders in finding a permanent solution to this \r\nissue. \r\n This year we will be electing a new Secretary-\r\nGeneral. Solomon Islands, a member of the Asian \r\nGroup, would like to see a Secretary-General who has \r\nan interest in our subregion. For the last 28 years, since \r\nSolomon Islands joined this noble institution, no \r\nSecretary-General has ever visited my part of the \r\nworld. We would like to see our future Secretary-\r\nGeneral engage more closely with Member States on \r\nthe other side of the globe. \r\n On the subject of terrorism, Solomon Islands \r\nonce again reiterates its condemnation of all forms of \r\nterrorism, in whatever form and manifestation, \r\nwherever and whenever it may occur. Recent attacks in \r\nIndia and in various parts of the world underscore the \r\nfact that terrorism remains a threat to all. Solomon \r\nIslands looks forward to an early conclusion of the \r\ncomprehensive terrorism convention and is pleased that \r\ntalks between the United Nations Counter-Terrorism \r\nCommittee and Member States, including those in the \r\nPacific region, have begun. It is our hope that the \r\nconsultations will address the gaps in national \r\nmechanisms and, where possible, have a regional \r\napproach to the issues. I am pleased to report that, with \r\nthe assistance of New Zealand, Solomon Islands \r\nexpects to fulfil some of its counter- terrorism \r\nreporting obligations during the course of 2007. \r\n Mr. Chidyausiku (Zimbabwe), Vice-President, \r\ntook the Chair. \r\n At last year’s World Summit, 170 of our Heads of \r\nState and Government agreed to ensure the fuller \r\nparticipation of developing countries, in particular the \r\nleast developed countries, in the global system. The \r\nlack of agreement at the Doha Round continues to hurt \r\nsmall island open-market economies, such as that of \r\nSolomon Islands. We hope that enough political will \r\ncan be garnered to confront existing differences and \r\nA/61/PV.17  \r\n \r\n06-53323 4 \r\n \r\nensure that a universal, rules-based, open, \r\nnon-discriminatory and equitable multilateral trading \r\nsystem is established. \r\n Solomon Islands continues to benefit from North-\r\nSouth cooperation to sustain its growth. We must also \r\ncontinue to work on enhancing South-South \r\ncooperation. I am pleased to note that developing \r\ncountries, such as Papua New Guinea, have provided \r\nneeded assistance in education and security. My \r\nGovernment is paying closer attention to renewable \r\nsources of energy with the help of India, Taiwan and \r\nIndonesia. It is our hope that, with the cooperation of \r\nall our partners, appropriate technologies will be \r\ntransferred, so that communities can have access to \r\nmodern and affordable energy. In this connection, the \r\nGlobal Environment Fund and the United Nations \r\nEnvironment Programme could look at facilitating such \r\ninitiatives. Solomon Islands would like to thank India, \r\nTaiwan, Indonesia, China and the United Nations \r\nDepartment for Economic and Social Affairs for \r\nenabling experts from the Pacific Islands to meet and \r\nwork on such programmes. \r\n A number of developmental opportunities have \r\nemerged since the 2005 World Summit meeting. \r\nAmong other things, a HIV/AIDS declaration has been \r\nadopted. Solomon Islands would like to see the Global \r\nFund to Fight Aids, Tuberculosis and Malaria provide a \r\ncomplete package for the Pacific region, ranging from \r\nawareness to treatment. It is cheaper to invest in a \r\nproblem that is small than to treat a full-blown \r\npandemic. Solomon Islands would like the Global \r\nFund to reconsider the Pacific regional project \r\nsubmitted during the sixtieth session. \r\n Solomon Islands notes with regret that the recent \r\nfive-year review conference of the 2001 Programme of \r\nAction to Prevent, Combat and Eradicate the Illicit \r\nTrade in Small Arms and Light Weapons in All its \r\nAspects did not agree on a final document. Solomon \r\nIslands continues to believe that the root cause of the \r\nemerging gun culture is development-related. At some \r\nstage, such conferences should focus more on \r\naddressing poverty issues within vulnerable countries, \r\nwhere gun culture is likely to emerge, in a global effort \r\nto address the issue once and for all. \r\n On the issue of international migration, which \r\nwas taken up at last week’s High-level Meeting, \r\nSolomon Islands, together with its regional neighbours, \r\ncontinues to seek opportunities to manage short-term \r\nlabour migration within its subregion and globally. \r\nWhile nothing concrete has emerged, the regional \r\ndiscussion has allowed us to better understand the \r\nreceiving States’ position and, hopefully, will allow us \r\nto work towards striking an agreed balance. Solomon \r\nIslands feels that the pull factor from the South to the \r\nNorth is natural and serves as a win-win factor for the \r\nSouth that provides needed labour for the North’s \r\ngrowing economies, while at the same time benefiting \r\nthe South financially. \r\n The United Nations offers opportunities for \r\nMember States to become responsible global citizens. \r\nSolomon Islands would like to see mission recruitment \r\nprocedures at country level. We are also seriously \r\nlooking at participating in selected United Nations \r\ncivilian police missions. \r\n Finally, a reformed and strengthened United \r\nNations represents our best hope for a better future. \r\nSolomon Islands reiterates its commitment to work \r\nwithin the framework of international cooperation to \r\naddress today’s economic, social, cultural and \r\nhumanitarian challenges. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of \r\nSolomon Islands for the statement he has just made. \r\n The Honourable Manasseh Sogavare, Prime \r\nMinister of Solomon Islands, was escorted from \r\nthe rostrum. \r\n \r\nAddress by Mr. Redley Killion, Vice-President of the \r\nFederated States of Micronesia \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Vice-President of the Federated \r\nStates of Micronesia. \r\n Mr. Redley Killion, Vice-President of the \r\nFederated States of Micronesia, was escorted to \r\nthe rostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Redley Killion, Vice-\r\nPresident of the Federated States of Micronesia, and \r\ninviting him to address the General Assembly. \r\n Mr. Killion (Federated States of Micronesia): I \r\nam honoured and grateful to address the General \r\nAssembly at its sixty-first session, and in so doing I \r\njoin other Members in congratulating you, Madam, on \r\nyour historic assumption of the presidency of this body. \r\n A/61/PV.17\r\n \r\n5 06-53323 \r\n \r\nLet me assure you of my country’s full support. We are \r\nconfident that under your leadership, the Organization \r\nwill be steered safely through the challenges ahead. I \r\nwould also like to pay tribute to your predecessor, Mr. \r\nJan Eliasson, for his dedication and stewardship of the \r\nOrganization during the past year. \r\n Just recently, the Pacific island countries lost one \r\nof its leaders. The Federated States of Micronesia is \r\ndeeply saddened by the passing of King Tupou IV of \r\nthe Kingdom of Tonga. We express our profound \r\ncondolences to the people and the leaders of Tonga \r\nduring their period of national mourning and wish them \r\nwell in their transition to a new leadership. \r\n We are keenly aware of the remaining awesome \r\ntask of implementing measures to reform the \r\nOrganization. We are nonetheless encouraged by the \r\nsignificant achievements made so far since the \r\nadoption of the Outcome Document of the World \r\nSummit last year. The United Nations has made great \r\nstrides, for instance in constituting the Human Rights \r\nCouncil, in launching the Peacebuilding Commission \r\nand in adopting the resolution on implementing \r\ninternational development goals. \r\n Reform of the Security Council should remain a \r\nhigh-priority agenda item. My country would like to \r\nreiterate its position as expressed in previous years. We \r\nsupport a restructured Security Council that reflects the \r\ncurrent realities of international society. For the \r\nCouncil to be effective and its work meaningful, its \r\nworking methods should be improved and its \r\nmembership, both permanent and non-permanent, \r\nexpanded. We must give new impetus to the reform \r\nprocess and seek, with an open mind, new ways to \r\nachieve the institutional reform of the United Nations. \r\n The small island developing States in the Pacific \r\nsuch as my country, recognized as among the most \r\nvulnerable, stand to benefit from an efficient and \r\nrelevant United Nations. It is for that reason that we \r\nplace high hopes on the relevant reforms. We hope that \r\nsuch reforms will facilitate our achievement of the \r\nMillennium Development Goals (MDGs) and other \r\ninternationally recognized commitments, which, if left \r\nto our own devices, we cannot reach, even with the \r\nbest of intentions and efforts. \r\n Thus, we are pleased with and grateful for the \r\ndecision to establish additional United Nations offices \r\nin our Pacific region, including in my country. Taken \r\nwithin the context of the overall reform of the \r\nOrganization, the presence of those offices is mutually \r\nbeneficial to the United Nations and to our peoples in \r\nmany ways, including through effective coordination in \r\nthe delivery of much-needed assistance and services. \r\n My country, with a large exclusive economic \r\nzone, attaches great importance to the sustainable \r\ndevelopment and conservation of our marine resources \r\nand ecosystem. Consistent with that priority, we have \r\njoined forces with some of our neighbouring States in \r\ncalling for an immediate moratorium and a total ban on \r\ndeep bottom trawl fishing. The Organization must not \r\nclose its eyes to activities that result in commercial \r\ngain for only a few at the expense of the integrity of \r\nthe ecosystem that supports the livelihood of our \r\npeople, especially those living in areas that are widely \r\nrecognized as vulnerable. We appeal to the \r\ninternational community to mobilize support to put an \r\nend to bottom trawl fishing and other activities that are \r\necologically destructive and unfriendly to the marine \r\necosystem. \r\n It is well established by the Intergovernmental \r\nPanel on Climate Change (IPCC) and other highly \r\nrespected scientific organizations that the Earth’s \r\nclimate is adversely changing due to our carbon \r\neconomy and the emission of greenhouse gases. Within \r\nthis decade alone, we have witnessed unprecedented \r\ndestruction caused by extreme weather events. The \r\nincreasing magnitude, intensity and frequency of \r\ntyphoons, hurricanes and other natural disasters, \r\nincluding the unprecedented melting and disappearance \r\nof glaciers, are directly linked to human activities. This \r\nobviously calls for a more robust post-Kyoto regime. \r\n As an island nation composed mostly of low-\r\nlying small islands with large coastal areas, the \r\nFederated States of Micronesia is vulnerable to the \r\nadverse impact of climate change. Exposed to the \r\neffects of extreme weather events, our livelihood and \r\ntraditions as an island people — in fact, our whole \r\ncivilization — are under greater threat than ever \r\nbefore. \r\n The sad irony is that those of us who contribute \r\nlittle to the causes of climate change and sea-level rise \r\nare the first in line to suffer the consequences. In the \r\nface of that reality, Micronesia will continue to speak \r\nout for concerted global action to mitigate the adverse \r\nimpact of climate change, taking into consideration the \r\nprinciple of common but differentiated responsibility. \r\nA/61/PV.17  \r\n \r\n06-53323 6 \r\n \r\n While adaptation measures require national \r\nactions, the “polluters pay” principle should apply. \r\nTherefore, those who pollute should underwrite the \r\ncosts of adaptation, particularly for small island \r\ndeveloping States. \r\n Sustainable development remains a top priority \r\nfor small island developing States such as Micronesia, \r\nbut it cannot be achieved by us alone. Our development \r\nstill requires official development assistance from \r\nbilateral and multilateral donor partners alike. But \r\nofficial development assistance on its own is not \r\nsufficient. Ongoing propositions for active foreign \r\ndirect investment and effective development \r\npartnerships, among others, should be translated into \r\nconcrete action, as they are critical components of \r\nsustainable development. \r\n The small island developing States continue to \r\npin their hopes on the Mauritius Strategy as a blueprint \r\nfor their sustainable development. But what good is the \r\nStrategy if the support necessary to implement it is not \r\nforthcoming? The international community must \r\nprovide that support, which would include facilitation \r\nand improvement of access to existing resources and, \r\nwhere appropriate, allocation of dedicated financial \r\nresources. For the Mauritius Strategy to be effective \r\nand meaningful, it must be mainstreamed into all \r\nUnited Nations processes, including the United Nations \r\nFramework Convention on Climate Change process. \r\n In addition to the Mauritius Strategy, we support \r\nthe principles of the Information Society and the \r\nCommunity of Democracies as vital to our national \r\nprogress. In particular, we seek help in the formulation \r\nof our national plan on information and communication \r\ntechnologies and in access to broadband connectivity, \r\nwhich we believe will help overcome the obstacles to \r\nour development that result from the geographical \r\nconfiguration of our island country. \r\n Dependency on fossil fuel is an obstacle to our \r\nsustainable development. To mitigate that obstacle and \r\nprevent the perpetuation of this carbon economy, my \r\nGovernment has prioritized renewable energy as the \r\nway forward. I therefore reiterate the call made by \r\nmany small island developing States, including my \r\nown, for accelerated efforts in the development, \r\nutilization and distribution of renewable energy \r\ntechnologies to small island developing States. We will \r\ncontinue to look to the international community, \r\nincluding our development partners, to help ensure that \r\nsuch technologies are transferred and put in place \r\neffectively. \r\n Terrorism affects all countries, large and small, \r\nrich and poor. Micronesia condemns, in the strongest \r\nterms, terrorism in all its forms and manifestations. \r\nThe taking of innocent life is unambiguously \r\nunjustifiable, regardless of one’s grievances. \r\n We therefore call once again on the United \r\nNations to do everything in its power to prevent \r\nterrorism and to mitigate its root causes. While we are \r\ndoing our best to uphold our responsibilities and \r\nobligations under the United Nations counter-terrorism \r\nresolutions, we need the assistance of the international \r\ncommunity to more effectively implement and carry on \r\nthe fight against this scourge. \r\n In that spirit, we would like to commend the \r\nefforts that resulted in the recent ceasefire in Lebanon. \r\nWe hope that the ceasefire will lead to a lasting peace \r\nfor the Israeli and Lebanese peoples. We also hope \r\nthat, by building on that momentum, the conflict \r\nbetween Israel and Palestine will be resolved. The \r\npeople of Israel have the right to live within secure, \r\nrecognized borders, free from the fear of terrorism. The \r\nPalestinian people have the right to have their own \r\nState and to coexist peacefully with their neighbours. \r\n Micronesia is concerned about the threats to \r\nregional stability and international peace and security \r\nposed by nuclear proliferation. We urge the \r\ninternational community to continue its efforts to \r\naddress that problem. \r\n In closing, I would like to pay tribute to our \r\noutgoing Secretary-General, His Excellency Mr. Kofi \r\nAnnan, for his distinguished leadership and his decades \r\nof dedicated service to the Organization. My country \r\nexpresses to him our gratitude and best wishes. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Vice-President of the \r\nFederated States of Micronesia for the statement he has \r\njust made. \r\n Mr. Redley Killion, Vice-President of the \r\nFederated States of Micronesia, was escorted \r\nfrom the rostrum. \r\n The Acting President: I now call on His \r\nExcellency Mr. Abdullah Gül, Deputy Prime Minister \r\nand Minister for Foreign Affairs of Turkey. \r\n A/61/PV.17\r\n \r\n7 06-53323 \r\n \r\n Mr. Gül (Turkey): I wish to begin by warmly \r\ncongratulating the President of the General Assembly. \r\nAlthough the empowerment of women has long been a \r\nUnited Nations priority, it has been nearly 40 years \r\nsince a woman last held the Assembly presidency. \r\nThus, we are encouraged by her election. I wish her \r\nevery success. \r\n I also want to express my appreciation to the \r\nPresident of the General Assembly at its sixtieth \r\nsession, His Excellency Mr. Jan Eliasson. The World \r\nSummit Outcome (resolution 60/1), which addresses \r\nthe challenges of our time, was the joint product of our \r\nwork and his tireless efforts. His sound guidance \r\nenabled us to move forward on the pressing issues \r\nrelated to reform. The Peacebuilding Commission, the \r\nHuman Rights Council and the Global Counter-\r\nTerrorism Strategy are the hallmarks of those efforts.  \r\n In addition, it is my distinct pleasure to pay a \r\nheartfelt tribute to our Secretary-General, Mr. Kofi \r\nAnnan. His name will continue to inspire us whenever \r\nwe think of his dedication to global peace and stability \r\nand his tireless reform efforts.  \r\n The hostilities and the outright destruction in \r\nLebanon tested the faith placed in the United Nations. \r\nIn the end, the resolve of Member States was \r\nmanifested. From the very beginning, Turkey was \r\nengaged in active diplomacy and took its place at the \r\nforefront of the international efforts to end the \r\nbloodshed. At the same time, we remained in close \r\ncontact with all the parties to the conflict. Throughout, \r\nwe provided humanitarian aid to the people of Lebanon \r\nand assisted in the rapid evacuation of some 10,000 \r\nforeign nationals. \r\n We supported the adoption of Security Council \r\nresolution 1701 (2006). It is a major step forward. Yet, \r\ngiven the many challenges that remain, it is only a first \r\nstep towards bringing peace and stability to the region. \r\nWe have decided to contribute to the implementation of \r\nthe resolution, which is aimed at restoring the political \r\nsovereignty of the Lebanese Government. \r\n Indeed, we must try to seize the opportunity \r\nrepresented by resolution 1701 (2006). We hope that its \r\nspirit will be translated into a broader political \r\nperspective for the entire region. The tragic events in \r\nLebanon should have reconfirmed that unilateralism is \r\nnot the answer and that the use of force is not the \r\nsolution. Similarly, they revealed for all to see that the \r\nquestion of Palestine continues to lie at the core of the \r\nproblems in the Middle East.  \r\n This issue is not simply a conflict between two \r\ncountries. It is a problem for which everyone pays a \r\nheavy price — a problem that has huge ripple effects \r\non a global scale. Indeed, the continuation of this \r\nproblem is used to justify extremism around the world. \r\nTherefore, progress made towards a lasting peace in \r\nthe Middle East would have a positive impact on many \r\nother problems. \r\n We note that everyone has drawn lessons from \r\nwhat took place in Lebanon. Now, in the aftermath of \r\nthat tragedy, there is a different climate, conducive to a \r\nrenewed peace initiative. Now is the time to revive \r\nefforts to put the Middle East peace process back on \r\ntrack. We make a heartfelt appeal to all the parties and \r\nto the international community not to let this \r\nopportunity pass by. What we need now is strong and \r\ndetermined leadership that will resolutely follow the \r\npath towards peace.  \r\n Let us not forget that the growing sense of \r\ninjustice associated with the Middle East problem \r\ndeepens the rift in terms of cultural perceptions. We \r\ncannot permit events in the region to undermine the \r\nprospects of the cross-cultural harmony that we are \r\nworking so hard to achieve. We believe that better \r\nunderstanding among cultures is indispensable for \r\nglobal harmony. That is precisely why the Prime \r\nMinisters of Turkey and Spain co-sponsored the \r\nAlliance of Civilizations initiative, launched by the \r\nSecretary-General. The objective is to emphasize the \r\nelements that unite various societies around our \r\ncommon humanity. \r\n The High-level Group for the Alliance of \r\nCivilizations will soon submit a comprehensive report \r\nto the Secretary-General setting out concrete and \r\npractical measures to improve intercultural dialogue. \r\nThat is obviously what the world needs now. \r\nTherefore, we hope that the initiative will receive \r\nstrong and sincere support from Member States. \r\n Indeed, regardless of where we come from — \r\nwhether it be the East or the West — whatever faith we \r\nprofess and whatever tradition we represent, we must \r\nall act responsibly. In today’s world, in which \r\ninformation travels at the speed of light, we must all \r\nrefrain from acts and statements that can be \r\nmisconstrued and can strengthen the hand of \r\nextremists. Likewise, our reactions must demonstrate \r\nA/61/PV.17  \r\n \r\n06-53323 8 \r\n \r\nsuch a sense of responsibility. Thus, we call upon \r\neveryone to act with common sense and to keep \r\nhumanity’s best interests at heart. \r\n As we focus on the Middle East, we must not lose \r\nsight of Iraq. It is equally urgent that we build a \r\ndemocratic and prosperous Iraq that is whole and free \r\nfrom ethnic and sectarian violence. I should like to \r\nrecall that a staggering number of people have lost \r\ntheir lives as a result of violence. We must all help the \r\nIraqis to achieve a national consensus and to resolve \r\ntheir differences through dialogue and democratic \r\nprocesses. First and foremost, the Iraqis themselves \r\nmust work towards that end. \r\n Throughout the past year, terrorism has continued \r\nto claim innocent lives. There is a growing realization \r\nthat no degree of leniency can be extended to those \r\nwho commit acts of terror. There is no room for double \r\nstandards, and we can make no distinction between \r\nterrorists. At the same time, we must keep in mind that \r\nterrorism, an age-old method of coercion, has no deep \r\nlinks to any culture or religion. We should also be \r\ncautious not to associate any faith with terrorism. \r\n By voting in favour of the proposed United \r\nNations comprehensive settlement of the Cyprus \r\nproblem in the April 2004 referendum, Turkish \r\nCypriots responded positively to the expectations of \r\nthe international community. Notwithstanding the \r\nintensive and sincere efforts of the Secretary-General, \r\nthe Greek Cypriot side rejected that plan. Despite that \r\nrejection, the Turkish side remains committed to a just, \r\npeaceful and comprehensive settlement of the Cyprus \r\nquestion, based on the well-established parameters \r\ndetermined through the good offices mission of the \r\nSecretary-General. Turkey and the Turkish Republic of \r\nNorthern Cyprus continue to support strongly the \r\nSecretary-General’s mission. Indeed, the United \r\nNations is the only sound platform that can help deliver \r\nlasting peace, cooperation and prosperity to all \r\ninhabitants of the island of Cyprus. The Turkish side \r\nstill maintains the hope that the Greek Cypriot leaders \r\nwill support the vision of a new partnership based on \r\npolitical equality with their Turkish Cypriot \r\ncounterparts. The Turkish Cypriots have already given \r\ntheir support to the 8 July agreement and their consent \r\nto the United Nations suggestions for implementing \r\nthat agreement in due course. There should be full-\r\nfledged negotiations on substantive issues between the \r\ntwo leaders of the island. Our proposal of 24 January \r\n2006 for the simultaneous lifting of all restrictions \r\nrelated to the island remains on the table. In this day \r\nand age, living under unjustly imposed restrictions \r\ndefies all reason. It is time for the Turkish Cypriots to \r\nintegrate into the global economy. We appeal to the \r\ninternational community to heed the call of the \r\nSecretary-General to end the current isolation of the \r\nTurkish Cypriots, which has no legal or moral basis. \r\n Turkey is close to the centre of most of the issues \r\nof concern to the international community, which \r\nnaturally figure prominently on my country’s foreign \r\npolicy agenda. Our objective is to establish conditions \r\nfor a lasting peace and enhance cooperation for \r\nintegration in the greater region. In this context, our \r\nrelations with our neighbours continue to diversify. We \r\nbelieve that our good-neighbourly relations with \r\nGreece will enhance cooperation, stability and \r\nprosperity in the Balkans and the Eastern \r\nMediterranean. \r\n In a similar vein, we have prepared several \r\nregional initiatives. We take part in peacekeeping and \r\npolice missions around the world. These greater \r\nobjectives help explain our active diplomacy, primarily \r\nin regions such as the Balkans, the Middle East and the \r\nCaucasus surrounding Turkey. In all such instances, we \r\nwork to avert outright conflict and consolidate stability. \r\nWe try to put out the fires of discord and cultivate \r\nreconciliation. We are committed to political processes \r\nand diplomatic solutions and are in the forefront of \r\npost-conflict rehabilitation, reconstruction and \r\nassistance. \r\n The Balkans are passing through a profound \r\ntransformation. In order not to relive the pain and \r\nsuffering of the 1990s, we must vigilantly keep watch \r\nover peace. We must promote the building of viable \r\nState structures in Bosnia and Herzegovina. We must \r\nalso promote a peaceful transition in Kosovo. We \r\nwelcome Montenegro as a new Member of the United \r\nNations.  \r\n Frozen conflicts in the Caucasus also demand our \r\nurgent attention. Resolution of the Nagorny Karabakh \r\nconflict on the basis of Azerbaijan’s territorial integrity \r\nis of vital importance for peace and prosperity in the \r\nregion. We would like to see this region become an \r\narea of prosperity based on cooperation. \r\n We will continue to support the political process \r\nand reconstruction effort in Afghanistan. In addition to \r\nour strong presence in the International Security \r\nAssistance Force, Turkey is establishing a provincial \r\n A/61/PV.17\r\n \r\n9 06-53323 \r\n \r\nreconstruction team in the Vardak province of \r\nAfghanistan. Turkey will continue to be active in the \r\nareas of health, education and development in \r\nAfghanistan.  \r\n On the Kashmir question, we continue to \r\nencourage the parties involved to work for a just and \r\nlasting solution to the problem through dialogue. \r\n We advocate reform at a time when transparency, \r\nthe rule of law, gender equality, good governance and \r\nsimilar common values can no longer be denied to \r\npeoples, especially in an age of globalized \r\ncommunications.  \r\n Turkey’s efforts are not, of course, confined to its \r\nimmediate vicinity. Having consolidated our place \r\namong the largest economies of the world, we want to \r\nenrich and improve our relations with more distant \r\nregions. Our aim is to strengthen bilateral ties with \r\nAfrica, Latin America and the Caribbean, East Asia and \r\nthe Pacific. We are actively engaged in efforts to \r\nresolve the problems of the African continent, having \r\nestablished local offices of the Turkish International \r\nCooperation Agency in Addis Ababa and Khartoum to \r\nhelp coordinate this larger effort across the African \r\ncontinent. More branches will follow. Turkey has been \r\nrecognized by the World Food Programme as a major \r\ndonor of food to Africa. Turkey is also contributing to \r\nfive United Nations and two European Union missions \r\nin Africa. \r\n The fate of Africa is our common destiny, and we \r\ncannot remain indifferent to that continent’s acute \r\nproblems. We must not let down Africa. We appeal to \r\nthe more fortunate to help that continent achieve its \r\ntrue potential.  \r\n After reviewing our activities within the United \r\nNations, we have selected a number of areas as a \r\npriority in our work. These are issues related to \r\ndevelopment, peacekeeping operations, the \r\nstrengthening of peacebuilding activities, humanitarian \r\nand relief operations, combating terrorism in all its \r\nforms and enhancing global energy security through \r\nthe creation of safe transportation routes.  \r\n Turkey firmly believes in the need for \r\ninternational cooperation to achieve environmentally \r\nfriendly and socially sustainable development. We \r\nmust better cater to the needs of the developing \r\ncountries, particularly in the field of poverty reduction, \r\neliminating infectious diseases, reducing infant \r\nmortality and improving maternal health. If we fail to \r\ncreate equal opportunities for women and provide \r\neducation for children, none of the above will ever be \r\nachieved. \r\n I am pleased to say that Turkey is becoming a \r\nmajor donor country. Last year, Turkish official \r\ndevelopment assistance reached US$ 600 million. This \r\nfigure does not reflect the contribution of the Turkish \r\nprivate sector, which contributes an almost equivalent \r\namount. In this regard, we will further increase our \r\ncontributions to the United Nations funds and \r\nprogrammes that serve the least developed countries, \r\nlandlocked developing countries and small island \r\ndeveloping States. \r\n The President returned to the Chair.  \r\n Over the past two years, we have been \r\ncampaigning for a seat on the Security Council for the \r\nterm 2009-2010. Turkey has not served on the Council \r\nsince 1961. This is an anomaly. We believe that, in the \r\nspirit of equitable rotation, our turn to be represented is \r\nlong overdue. Turkey’s membership will enrich the \r\nwork of the Security Council in a singularly important \r\nmanner. We will bring our unique attributes to bear on \r\nthe work of the Council. Our membership will bring \r\nnew insights and perspectives at a time when we see \r\nthe United Nations becoming increasingly relevant in \r\nfulfilling the rightful hopes of humanity. \r\n The President: I now give the floor to His \r\nExcellency Mr. Jean Asselborn, Vice-Prime Minister \r\nand Minister for Foreign Affairs and Immigration of \r\nLuxembourg. \r\n Mr. Asselborn (Luxembourg) (spoke in French): \r\nTwo years ago, at this same rostrum, as the conclusion \r\nof my statement (see A/59/PV.10), I quoted these \r\nfamous verses of the Spanish poet Antonio Machado:  \r\n “Traveller, your footsteps \r\n Are the road, and nothing else; \r\n Traveller, there is no road. \r\n The road is made by walking; \r\n Walking makes the road.” \r\n What a road we have travelled since then. Indeed, \r\nthe opening of the sixty-first session of the General \r\nAssembly is above all the opportunity for us to look \r\nback and assess the progress we have made, \r\nparticularly since the September 2005 World Summit, \r\nbut also to try to assess the work that still needs to be \r\ndone to implement the noble ambitions we all agreed \r\nA/61/PV.17  \r\n \r\n06-53323 10 \r\n \r\nupon one year ago in this Hall where we meet every \r\nyear as a real parliament of nations. On that historic \r\noccasion, we forcefully reaffirmed that peace and \r\nsecurity, development and human rights are the pillars \r\nof the United Nations system and constitute the \r\nessential element of a more just and a more peaceful \r\nworld order. \r\n One year later, what have we accomplished, and \r\nhow can that progress be assessed in the light of these \r\ncriteria: the reality of the situation, and the way in \r\nwhich the complex international situation and the \r\nnever-ending future are evolving?  \r\n When we look at the current situation, we have to \r\nsee that areas of shadow coexist with reasons for hope, \r\nand we have some cause for concern. More than ever, \r\nthe Middle East is the centre of deep political, military, \r\nsocio-economic and cultural tensions, with military \r\nconfrontation on Lebanese lands and bombings in \r\nnorthern Israel, to mention only the most recent \r\nexamples. A month of war has left behind it a terrible \r\nlegacy of death and injury, destruction and \r\ncontamination by mines and unexploded ordnance, as \r\nwell as major economic consequences. My country \r\nimmediately joined international solidarity efforts. The \r\nStockholm conference enabled us to coordinate \r\ninternational support and to move towards \r\nreconstruction under the aegis of the United Nations \r\nand the Lebanese Government. \r\n But beyond that immediate reaction, now that a \r\ncessation of hostilities has been brought about — late, \r\nit is true — we now have to consolidate the ceasefire \r\nand lay the foundations of a sustainable political \r\nprocess, the principal elements of which are defined in \r\nSecurity Council resolution 1701 (2006). As reaffirmed \r\na few days ago from this podium by the current \r\nPresident of the European Council, Ms. Tarja Halonen \r\n(see A/61/PV.10), the European Union is prepared to \r\nfully play its role in this context. Already, European \r\ncontributions — to which my country is committed to \r\nparticipate — constitute what Secretary-General Kofi \r\nAnnan has called the backbone of a strengthened \r\nUnited Nations Interim Force in Lebanon (UNIFIL).  \r\n So the task of supporting the emergence of a fully \r\nsovereign and independent Lebanon which can exercise \r\nits sovereignty and a monopoly on armed force \r\nthroughout its territory must be completed; all regional \r\nplayers must make their contribution to this process. \r\nBy bringing about the lifting of the blockade of \r\nLebanon, and by concretely addressing the issue of \r\nprisoners, the Secretary-General has laid the \r\nfoundations for a lasting solution. We thank him for his \r\neffective work. \r\n I was in Beirut, Tel Aviv and Ramallah a few \r\ndays ago, and I realized once again the extent to which \r\nthe absence of true peace in this region has had a \r\nnegative effect on civilian populations, particularly in \r\nthe occupied territories, where the humanitarian \r\nsituation is getting worse day by day. I also realized the \r\nextent to which confrontation, violence and despair \r\ntend to spread and become entrenched. It is this \r\ngrievous machine that we have to stop. More than ever \r\nbefore, it is clear that there can be no military solution \r\nor unilateral solution to the continuing conflicts in the \r\nregion.  \r\n On 15 September, the ministers for foreign affairs \r\nof the European Union reaffirmed our full support for \r\nthe search for a negotiated solution. We welcomed the \r\nannouncement by President Abbas with regard to an \r\nagreement on the formation of a government of \r\nnational unity, and we expressed the hope that such a \r\ngovernment’s programme would reflect the principles \r\nof the Quartet. Two days ago, as we know, the Quartet \r\ntoo endorsed that position. \r\n However, persistent tension in the Middle East \r\nmust not divert our attention from Africa. That \r\ncontinent continues to be scourged by poverty, disease \r\nand armed conflict. But at the same time there is hope, \r\nthanks to the continent’s extraordinary vitality and \r\ncreativity. Although far too many internal conflicts and \r\ninternational crises remain in many areas in Africa — \r\nfor example, in Côte d’Ivoire; the Sudan, in particular \r\nthe Darfur region, where a large-scale humanitarian \r\ncrisis is looming; the Horn of Africa; and other areas as \r\nwell — there are some signs of hope, sometimes fragile \r\nto be sure, are to be seen in countries as diverse as \r\nLiberia, Sierra Leone and the Democratic Republic of \r\nthe Congo, where an electoral process of \r\nunprecedented scale is under way with the massive \r\nsupport of the United Nations and the European Union, \r\namong other partners. \r\n The African Union is also playing an increasingly \r\npositive role in crisis management on the African \r\ncontinent, as illustrated by its action in Darfur through \r\nthe African Union Mission in Sudan (AMIS). It is \r\nessential that this crucial action be speedily taken up \r\nby the deployment of an enlarged United Nations \r\n A/61/PV.17\r\n \r\n11 06-53323 \r\n \r\nmission, as provided for in Security Council resolution \r\n1706 (2006).  \r\n With the creation and the operationalization a few \r\nmonths ago of the Peacebuilding Commission, another \r\nWorld Summit commitment has now been met. The \r\nUnited Nations now has an innovative instrument to \r\nmanage post-conflict situations in order to ensure \r\noptimal transition from peacekeeping and urgent \r\nhumanitarian assistance to restarting the development \r\nprocess. We wish every success to this new body, \r\nwhich certainly gives rise to great hope throughout the \r\nworld. \r\n Before leaving the issue of peace and security, I \r\nmust briefly mention two subjects that have a major, \r\nhorizontal impact: terrorism and the proliferation of \r\nweapons of mass destruction and their delivery \r\nsystems.  \r\n With regard to the scourge of terrorism, concerted \r\nand decisive action at the international and region \r\nlevels must obviously be taken. I am pleased that at the \r\nend of its sixtieth session, under the energetic \r\npresidency of Mr. Jan Eliasson, whom I congratulate \r\nfor his work, the General Assembly adopted the United \r\nNations Global Counter-Terrorism Strategy (resolution \r\n60/288). The Strategy must both address the conditions \r\nthat encourage the spread of terrorism and seek to \r\nprevent and act against terrorism, including through the \r\nvarious bodies of the United Nations, while at the same \r\ntime guaranteeing respect for human rights and the rule \r\nof law. As European Union ministers for foreign affairs \r\ndeclared a few days ago, that latter consideration \r\napplies in particular to the treatment of all detainees, as \r\nwell as to the problematic issue of secret detention \r\ncentres.  \r\n The proliferation of weapons of mass destruction \r\nand their delivery systems continues to give rise to \r\ngrave concern at the international level. The attitude \r\nand the activities of North Korea in the area of nuclear \r\nproliferation recently led the Security Council \r\nunanimously to adopt its resolution 1695 (2006).  \r\n Another subject of concern is Iran. In its \r\nresolution 1696 (2006), the Security Council defined \r\nthe main parameters which will guide the way in which \r\nthe Iranian nuclear issue is approached by the \r\ninternational community and the European Union, \r\nwhich has been in discussion with Iran for more than \r\ntwo years. If those demands — particularly the \r\nsuspension of all enrichment activity — are met, \r\nnegotiations on a comprehensive agreement can begin \r\nand confidence can be restored.  \r\n The Summit Outcome Document (resolution \r\n60/1) highlighted in particular the importance of \r\ndevelopment, which directly affects the fate of billions \r\nof human beings. While 2005 was the year of great \r\ndevelopment commitments, with the holding of the \r\nGroup of Eight Summit at Gleneagles and the decision \r\ntaken by the European Union — under the Luxembourg \r\npresidency — to meet the target of 0.7 per cent of \r\ngross national income in official development \r\nassistance by 2015, 2006 has been the year of \r\nimplementation, particularly with the adoption of \r\nresolution 60/265, which reflects the international \r\nconsensus in that area. \r\n For its part, Luxembourg continues to be proud of \r\nits participation — still too limited unfortunately — in \r\nthe 0.7 per cent club, with 0.82 per cent of its gross \r\nnational income devoted to official development \r\nassistance in 2005. We hope to reach 1 per cent within \r\nthe next few years.  \r\n The meeting held earlier this week to consider the \r\nimplementation of the Brussels Programme of Action \r\nfor the Least Developed Countries showed once again \r\nthat the establishment of a true development \r\npartnership remains a priority and urgent task. \r\nUnfortunately, that also remains true for international \r\naction against HIV/AIDS, which was the subject of a \r\nhigh-level meeting in June.  \r\n Concerned about improving the quality and \r\neffectiveness of aid to the most impoverished, my \r\ncountry looks forward with great interest to the \r\nproposals of the High-level Panel on United Nations \r\nSystem-wide Coherence which will be made public in \r\nthe next few months. The maxim “development is the \r\nother name for peace” remains amazingly current.  \r\n In September 2005, the participants in the \r\nSummit formally recognized that development, peace, \r\nsecurity and human rights are linked and mutually \r\nreinforcing. To strengthen the international framework \r\nfor the promotion and protection of human rights, the \r\nGeneral Assembly decided in March 2006, as we know, \r\nto replace the old Commission on Human Rights with a \r\nHuman Rights Council. While the new Council’s first \r\nsession enabled it to make some important progress in \r\nterms of standards, we must now bolster its \r\nestablishment by providing it with all the means and \r\ninstruments it needs — including special procedures — \r\nA/61/PV.17  \r\n \r\n06-53323 12 \r\n \r\nto promote the cause of human rights and to react \r\nswiftly and effectively to specific situations of serious \r\nhuman rights violations.  \r\n Likewise, we welcome the recent conclusion of \r\nthe negotiations on a draft international convention on \r\nthe rights of persons with disabilities. We hope that \r\nthat important instrument can be adopted this fall by \r\nthe General Assembly. Another significant innovation, \r\nadopted at last year’s Summit — the notion of the \r\n“responsibility to protect” in case of genocide, war \r\ncrimes, ethnic cleansing or crimes against humanity — \r\nshould be applied in accordance with the criteria and \r\nconditions defined in the Summit Outcome Document \r\nso that it can progressively become an undisputed \r\nstandard to guide the action of the international \r\ncommunity as the situation requires.  \r\n While peace and security, development and \r\nhuman rights are the three basic pillars on which the \r\nUnited Nations is based, those fundamental values can \r\nbe fulfilled and fully expressed in real terms only \r\nthrough an effective and credible multilateral system. \r\nMultilateralism must not remain only a word. In the \r\nlight of recent events in the Middle East, no nation, \r\nlarge or small, can escape the conclusion that \r\nmultilateralism offers the only viable framework for \r\nfinding solutions to the conflicts and threats that \r\nconfront us.  \r\n It is our responsibility to provide the multilateral \r\nsystem with adequate means to carry out its principal \r\nmissions. We must also ensure that the working \r\nmethods and decision-making procedures of our bodies \r\nare defined and structured so that they can produce the \r\nbest results and can best meet the legitimate \r\nexpectations of Member States. Achieving a better \r\ncost-effectiveness ratio to benefit our peoples must be \r\nan objective of all Member States, large or small, of \r\nthe North or the South. What is at stake is the \r\ncredibility — perhaps even the survival — of \r\nmultilateralism as a way to manage the major problems \r\nshared by humanity. \r\n Some progress was made over the past year in \r\nreforming administrative and financial management, \r\nbut much remains to be done. We must unite to bring \r\nabout essential reform to transform the United Nations \r\ninto an instrument fully capable of addressing the \r\ngrave and multiple challenges at the beginning of the \r\ntwenty-first century. \r\n In that context, we cannot overlook the organ to \r\nwhich the Charter of the United Nations entrusts a vital \r\nrole in the maintenance and preservation of \r\ninternational peace and security: the Security Council. \r\nFor many years, ways and means to strengthen the \r\nlegitimacy and effectiveness of that essential body \r\nwere the subject of in-depth discussions, without any \r\nsignificant progress being made. For our part, we are \r\nconvinced that Security Council reform remains \r\nindispensable. It must be carried out both to strengthen \r\nthe Council’s representativity — by increasing the \r\nnumber of its permanent and non-permanent members, \r\nbut without overburdening its functioning by granting \r\nthe right of veto — and to improve its rules of \r\nprocedure in order to enhance the effectiveness and \r\ntransparency of its work and, thus, the legitimacy of its \r\naction.  \r\n I should like to conclude by referring to the \r\nperson who has guided us and provided us with \r\nbenchmarks as he has led the Organization for the past \r\n10 years. I am, of course, speaking about our \r\nSecretary-General, Mr. Kofi Annan. Although there is \r\nstill some time before the end of his mandate — and I \r\nam sure that he intends to carry out a number of \r\nimportant missions before then — it is important that I \r\nnow pay tribute to him and thank him for the work \r\naccomplished over the course of a lifetime devoted to \r\nserving the Organization. \r\n The country that I have the honour to represent in \r\nthis Hall, Luxembourg, also intends to be an important \r\npart of the life and the future of the Organization, \r\nwhich, more than 60 years after its establishment, \r\ncontinues to represent a noble ideal and hope for \r\nmillions and millions of men and women. Luxembourg \r\nwants to put itself at the service of that ideal and of the \r\ninternational community and to shoulder its part of the \r\nresponsibility in that regard. That is why, five years \r\nago, we decided to submit our candidacy for a non-\r\npermanent seat on the Security Council for the \r\nbiennium 2013-2014. Luxembourg, a founding \r\nMember of the United Nations that has not yet held a \r\nCouncil seat, views this candidacy as a new expression \r\nof its commitment to the purposes and principles of the \r\nCharter, to peace and security, development and human \r\nrights and to an effective multilateral system. \r\n Despite difficulties and obstacles, we must \r\npersevere, through dialogue and diplomacy, to fashion \r\na United Nations worthy of our expectations. As we do \r\nso, let us be inspired by the reflection of the great \r\n A/61/PV.17\r\n \r\n13 06-53323 \r\n \r\nMichelangelo, who said, “The greatest danger is not \r\nthat our aim is too high and we miss it, but that it is too \r\nlow and we reach it”. \r\n The President (spoke in Arabic): I now call on \r\nHis Excellency Shaikh Khalid Bin Ahmed Al-Khalifa, \r\nMinister for Foreign Affairs of Bahrain.  \r\n Shaikh Al-Khalifa (Bahrain) (spoke in Arabic): I \r\nam pleased to express my sincerest congratulations to \r\nyou, Madam President, upon your election to the \r\npresidency of the General Assembly at its sixty-first \r\nsession. It reflects the international community’s trust \r\nin your diplomatic abilities, which will help ensure the \r\nsuccess of this important session.  \r\n I want to take this opportunity to extend my \r\ndeepest appreciation to all the countries that endorsed \r\nthe nomination of Shaikha Haya Bint Rashed \r\nAl-Khalifa. The election of Shaikha Haya as President \r\nof the Assembly is an honour for the Kingdom of \r\nBahrain, she being the third woman in the history of \r\nthis Organization, as well as the first Arab and Muslim \r\nwoman, to hold this prominent position. This election \r\nconfirms the significant achievements and progress of \r\nwomen in the Kingdom of Bahrain.  \r\n I take this opportunity to commend her \r\npredecessor, Mr. Jan Eliasson of Sweden, for his \r\ntireless efforts during the Assembly’s sixtieth session, \r\none that will be remembered for efforts to reform the \r\nOrganization. \r\n I would also like to pay tribute to Secretary-\r\nGeneral Kofi Annan for his devotion in promoting the \r\nUnited Nations and strengthening its leading role in \r\nupholding peace and security throughout the world, \r\nparticularly in our Arab region during his recent trip to \r\nthe Middle East. \r\n In addition, I wish to congratulate the Republic of \r\nMontenegro upon its admission to the United Nations \r\nas the l92nd Member State. Allow me to express the \r\nhope that its joining this Organization will enhance \r\npeace and stability in the world. \r\n The central force behind progress in developing \r\ncountries and among their peoples lies in the inching of \r\npolitical reforms, economic liberalization and social \r\nmodernization. This is the platform that the Kingdom \r\nof Bahrain has implemented in its reform process, led \r\nfor several years by His Majesty King Hamad bin Isa \r\nAl-Khalifa, to strengthen democracy, human rights and \r\neconomic growth. National gains have multiplied and \r\npopular participation in the political, economic and \r\nsocial fields has increased. This is reflected in many \r\nareas.  \r\n Democratic practices have been enhanced \r\nthrough municipal and parliamentary elections, with \r\nmen and women participating as voters and candidates, \r\nand by the establishment of the Institute for Political \r\nDevelopment to enhance democratic practices and a \r\nculture of dialogue in the Kingdom. The Arab Charter \r\non Human Rights has been ratified and a counter-\r\nterrorism law has been passed. We have acceeded to \r\nthe United Nations International Covenant on Civil and \r\nPolitical Rights. The Kingdom of Bahrain has been \r\nelected to membership of the United Nations Human \r\nRights Council. We are working closely with other \r\nmembers to promote and protect human rights in all \r\nareas. We have enhanced the role of women in society \r\nto assume leadership positions in the Kingdom, \r\nincluding the judiciary. In addition, a programme to \r\nempower women, overseen by the Supreme Council for \r\nWomen, has been approved.  \r\n We are forging a partnership with \r\nnon-governmental organizations (NGOs), as was \r\nevident in the Forum for the Future hosted by the \r\nKingdom of Bahrain last November. At that Forum, \r\nNGOs worked side by side with Governments in \r\ndiscussing human rights, the fight against corruption, \r\nthe rule of law and the empowerment of women. \r\nIndeed, Bahrain takes pride in having the largest \r\nnumber of NGOs in proportion to its population, with \r\napproximately 300 registered NGOs.  \r\n We are addressing negative phenomena in the \r\nnational economy, such as unemployment, by initiating \r\na national project to provide jobs for the unemployed. \r\nMoreover, the Kingdom of Bahrain has consolidated its \r\npioneering economic role in the Gulf region through \r\nlaws to attract investment under the supervision of the \r\nEconomic Development Board.  \r\n A high committee to reform education has been \r\nformed to develop and modernize the education \r\nsystem. Its recommendations were adopted in June \r\n2006. The Kingdom of Bahrain has continued to rank \r\nhigh in human development, as confirmed in the latest \r\nUnited Nations Human Development Report. Positive \r\nintegrated development on the political, social, cultural \r\nand economic levels was further evidenced by the \r\nrecommendations of the National Conference for \r\nSocial Policies in the Kingdom of Bahrain, held in the \r\nA/61/PV.17  \r\n \r\n06-53323 14 \r\n \r\nspring of this year under the auspices of the United \r\nNations, which aimed to promote integration and \r\ncohesion of all aspects and components of \r\ndevelopment. \r\n We in the Kingdom of Bahrain still view the \r\nphenomenon of terrorism and terrorist acts in many \r\nparts of the world as the most dangerous threat to \r\ninternational peace and security. There must be greater \r\neffort by the international community and more \r\ncoordination on all levels to confront and contain this \r\nscourge. The Kingdom commends United Nations \r\nefforts to fight terrorism. The Secretary-General’s \r\nreport issued last April entitled “Uniting against \r\nterrorism: recommendations for a global counter-\r\nterrorism strategy” (A/60/825) contains many \r\nconstructive elements that we embrace, along with \r\nother points that need further examination and \r\ndiscussion. It is important that any counter-terrorism \r\nstrategy not infringe on human rights or fundamental \r\nfreedoms, while complying with international law. One \r\nof the positive aspects of that report is its call to \r\naddress issues that are exploited by terrorists and to \r\nstudy the motives behind terrorism. \r\n The Kingdom of Bahrain has continued its \r\ntireless efforts in this field. In fact, it has already \r\nsigned 11 of the 12 international agreements on \r\nterrorism and hosts the Middle East and North Africa \r\nFinancial Action Task Force established in November \r\n2004 to combat money-laundering and terrorist \r\nfinancing. In addition, Bahrain continuously \r\ncoordinates efforts with its brotherly neighbours of the \r\nArab Gulf Cooperation Council (GCC), pursuant to the \r\nGCC Counter-Terrorism Agreement adopted in May \r\n2004. Implementation of the strategy proposed in the \r\nSecretary-General’s report is just a beginning, as the \r\nreport states. What is more important is its full \r\nimplementation. \r\n The events in the Middle East in recent months, \r\nespecially in Gaza, the occupied Palestinian territories \r\nin the West Bank and then during the past few weeks in \r\nLebanon, have driven the entire region to the edge of \r\nan abyss that could become even more dangerous. We \r\nmust all work more diligently to address the root \r\ncauses and repercussions of this struggle, which \r\nfrustrates hopes for peace and disappoints the \r\naspirations of the peoples of the region for peace, \r\nstability and security. \r\n Resolution of this catastrophic situation, with its \r\ndire consequences, must not be delayed. The \r\ninternational community has special and multiple \r\nresponsibilities in this regard. Therefore the Council of \r\nArab Foreign Ministers called upon the Security \r\nCouncil to meet at the ministerial level. That meeting \r\nwas held yesterday to discuss all tracks in accordance \r\nwith the terms of reference of the peace process, \r\nrelevant Security Council resolutions, the principle of \r\nland for peace and the Arab Peace Initiative, which was \r\npresented by the Custodian of the Two Holy Mosques \r\nand adopted by the Arab summits. A settlement should \r\nbe pursued through a new and developed mechanism to \r\nresume direct negotiations among the parties under the \r\nCouncil’s supervision, within a specified time limit and \r\nwith international guarantees. \r\n We wish to express our deep concern at the \r\nbloody events and huge destruction that took place in \r\nbrotherly Lebanon this year caused by Israeli military \r\noperations. On the basis of our concern for the \r\nsovereignty and independence of Lebanon, we support \r\nresolution 1701 (2006) and the need for all parties to \r\ncomply with it. We also affirm the importance of the \r\ninternational community’s support for the seven points \r\nset out by His Excellency Mr. Fouad Siniora, Prime \r\nMinister of Lebanon, to complement that resolution. \r\nWe reaffirm that the Kingdom of Bahrain stands with \r\nthe Republic of Lebanon against anything that \r\nendangers its sovereignty and territorial integrity and \r\nsupport it with a view to preventing any act outside \r\nLebanese State authority that endangers its stability. \r\nWe also express our appreciation for the efforts of the \r\nArab Tripartite Committee on Lebanon, the State of \r\nQatar — the Arab member of the Security Council — \r\nand all other States that have supported the Arab \r\nposition. \r\n The Kingdom of Bahrain realizes that Lebanon, \r\ntoday, faces great challenges that require concerted \r\ninternational efforts by the United Nations, the \r\nEuropean Union and all influential Powers. Such \r\nefforts must be aimed not solely at keeping the peace \r\nbut also at rebuilding and reviving the economy with \r\nthe help of the Lebanese Government and people, so \r\nthat Lebanon can participate once again, as it has done \r\nthrough the centuries, in the cultural and economic \r\ndevelopment of the Middle East and the world at large. \r\nIn this regard, the recent Stockholm Conference was a \r\nstep in the right direction. \r\n A/61/PV.17\r\n \r\n15 06-53323 \r\n \r\n We reiterate our position that a just, lasting and \r\ncomprehensive peace in the Middle East necessitates, \r\nfirst and foremost, that Israel withdraw fully from all \r\nArab territories occupied since 1967, including the \r\nSyrian Golan Heights and the remaining occupied \r\nLebanese territories. It also requires the return of \r\nPalestinian refugees and the establishment of a \r\nPalestinian State on all occupied Palestinian lands, \r\nwith Jerusalem as its capital. \r\n The Kingdom of Bahrain welcomes the recent \r\npositive developments in Iraq, including the election of \r\na national assembly and the formation of a permanent \r\nIraqi Government. The Kingdom of Bahrain also \r\nwelcomes the Iraqi Government’s steps to promote \r\ngenuine national reconciliation and accord and to \r\nconsolidate peace, stability, and dialogue among all \r\nsegments of society. Bahrain hopes that the \r\nGovernment’s national reconciliation measures will put \r\nan end to violence and the killing of innocent civilians, \r\nrestore stability and preserve Iraq’s unity and cohesion. \r\nWe also hope that these measures will lead to \r\nrenunciation of violence and to addressing the waves \r\nof killing, sectarianism and extremism, so that a new \r\nsafe and unified Iraq can emerge and enjoy democracy \r\nand the rule of law, an Iraq with close relations with its \r\nArab and Islamic brothers and one that adheres to its \r\ninternational commitments and responsibilities. There \r\nis no doubt that the Iraqi Government’s efforts in this \r\ndirection are supported by the pivotal role that Iraq’s \r\nneighbouring countries have played in reinforcing their \r\ngood-neighbourly policies, through respect for Iraq’s \r\nsovereignty, cooperation in controlling the borders and \r\nnon-interference in Iraq’s internal affairs. \r\n The Kingdom of Bahrain, together with the other \r\nmembers of the Gulf Cooperation Council, calls for a \r\npeaceful settlement of the dispute between the United \r\nArab Emirates and the Islamic Republic of Iran \r\nconcerning the three islands of Greater Tunb, Lesser \r\nTunb and Abu Musa, which belong to brotherly United \r\nArab Emirates. This dispute should be settled either \r\nthrough negotiations or by referring it to the \r\nInternational Court of Justice for adjudication. \r\n Within the framework of maintaining regional \r\nsecurity in the Gulf region, we confirm that friendly \r\nrelations among Gulf countries should be based on \r\nrespect for the principles of sovereignty, independence, \r\nterritorial integrity, good-neighbourliness, non-interference \r\nin internal affairs and peaceful settlement of disputes. \r\nThis would create a positive atmosphere that would \r\nhelp address issues in a spirit of conciliation and in \r\naccordance with international law, particularly on the \r\nissue of the use of nuclear energy for peaceful \r\npurposes, in order not to threaten the security, \r\neconomic and environmental concerns of the countries \r\nof the region and help them avoid the dangers of \r\nconfrontation and tension. To support the creation of \r\nsuch a positive environment, we should work together \r\nto make the Middle East, including the Gulf region, a \r\nzone free of weapons of mass destruction. At the same \r\ntime, we affirm the right of States to use nuclear \r\nenergy for peaceful purposes, in accordance with the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\nand under the International Atomic Energy Agency \r\nsafeguards regime. \r\n Today, all of us need to join in efforts to achieve \r\nthe objective of a collective security system through \r\nmultilateral diplomacy, for which the United Nations is \r\nthe main arena. Through your presidency, Madam, we \r\nhope that our efforts will yield new measures to reform \r\nthe Organization. In his report on the work of the \r\nOrganization (A/61/1), the Secretary-General states \r\nthat no reform of the United Nations will be complete \r\nwithout the reform of the Security Council, which \r\nshould be more representative of today’s geopolitical \r\nrealities. This would make it more efficient and \r\ntransparent. Furthermore, we hail the establishment \r\nthis year of the Peacebuilding Commission and the \r\nHuman Rights Council. \r\n The gap between developed and developing \r\ncountries remains wide in the areas of economic, \r\nhuman, scientific and technological development. \r\nDeveloping countries must redouble their efforts to \r\nbridge this gap and mitigate its negative impact. They \r\nneed to promote good governance, uphold human \r\nrights, expand democratic participation, enhance \r\ntransparency, empower women and enhance their role \r\non the international stage. However, they cannot \r\nachieve this by themselves: developed countries must \r\ncontinue their commitment to offer support and \r\nassistance by cancelling debts and supplying \r\ndeveloping countries with the knowledge, up-to-date \r\ntechnology and expertise they need to achieve \r\nsustainable development. \r\n The Millennium Development Goals are the best \r\nroad map towards sustainable development. Those \r\nGoals can be reached only through an international \r\nstrategic partnership between developed and \r\ndeveloping countries, along with international \r\nA/61/PV.17  \r\n \r\n06-53323 16 \r\n \r\norganizations and agencies, in particular the United \r\nNations, and with the participation of civil society \r\ninstitutions and the private sector, in view of the vital \r\nnational and international role they play. \r\n It is true to say that changes in the world situation \r\nand great progress achieved by the international \r\ncommunity have brought human civilization to wider \r\nhorizons in which there is no excuse for excluding or \r\nmarginalizing others. We believe that there is plenty of \r\nroom for dialogue and positive diversity. This is \r\nbecause we, as nations, are linked in a single \r\ninternational civilization, one that is rich in religions \r\nand cultures and within which we can explore \r\neverything that can bring peace and stability to the \r\nwhole world. \r\n In conclusion, Madam, we hope that, under your \r\npresidency, this session will be marked by the spirit of \r\nreform that has pervaded the United Nations. We \r\nconfirm the need to unify our efforts and exercise \r\npatience and flexibility in order to achieve reform and \r\ndevelopment. The Kingdom of Bahrain is committed to \r\nachieving those goals and will support efforts to \r\nstrengthen the United Nations and its position in the \r\nworld. \r\n The President: I now call on His Excellency \r\nMr. Ivailo Kalfin, Deputy Prime Minister and Minister \r\nfor Foreign Affairs of the Republic of Bulgaria. \r\n Mr. Kalfin (Bulgaria): Allow me first of all to \r\nalign myself with the very warm congratulations \r\naddressed to you, Madam President, on your election to \r\nyour very important position. I would like to assure \r\nyou once again of the full support of my country in \r\nyour endeavours for further reform of our Organization \r\nand for the consolidation of its role in the coming year. \r\nI would also like to express our gratitude to the \r\nprevious President of the General Assembly, Mr. Jan \r\nEliasson, for his dedicated and efficient work and for \r\nthe achievements that were made in implementing \r\nUnited Nations reforms. \r\n I would also like to greet the newest member of \r\nour large family, the Republic of Montenegro. I am \r\nsure that that country from our region, South-East \r\nEurope, will spare no effort in contributing to the work \r\nof the United Nations. \r\n(spoke in French) \r\n Bulgaria is on the threshold of a historic \r\nachievement. After 17 years of reforms to build \r\npolitical democracy and a market economy, my country \r\nis preparing to join the European Union (EU) on \r\n1 January 2007. Our journey, although difficult, has \r\nbeen successful. I am certain that, as a new member of \r\nthe Union, Bulgaria will contribute added value to the \r\nEuropean Common Foreign and Security Policy. We \r\nwill work with even greater determination for a strong \r\nand effective United Nations, which must be at the \r\nvery centre of the global security and development \r\nsystem. Bulgaria endorses the position set out earlier \r\nby the Finnish presidency of the EU. \r\n We welcome the fact that concrete outcomes have \r\nbeen achieved in implementation of the radical reform \r\nprocess launched at last year’s World Summit. We hope \r\nthat that the momentum will be maintained and that the \r\nprocess, which is necessary and useful for all Member \r\ncountries, will move forward even more quickly. \r\n I would like to express our profound respect and \r\ngratitude to the Secretary-General, Mr. Kofi Annan, for \r\nhis tireless efforts throughout the past decade to \r\nstrengthen the United Nations in a globalized world. \r\n I would like to refer to the resolution that was \r\nrecently adopted on the revitalization of the work of \r\nthe General Assembly. The implementation of the \r\nresolution should lead to enhanced coordination of the \r\nwork of the General Assembly, the Security Council \r\nand the Economic and Social Council, and to a \r\nstrengthened role for the President of the General \r\nAssembly, a streamlined agenda and improved methods \r\nof work. \r\n No United Nations reform effort would be \r\ncomplete without the crucial element of Security \r\nCouncil reform. Despite all the efforts made, we have \r\nnot yet been able to reach consensus on a viable \r\nformula for Council expansion that can be supported \r\nby all Member States. Bulgaria believes that any \r\nreform exercise should increase the representativity \r\nand legitimacy of the Council, while preserving the \r\neffectiveness of its decisions and its key role in \r\nmaintaining peace and security. We also support efforts \r\nto improve its working methods. \r\n At the level of institutional reform, two new \r\nUnited Nations bodies have been established: the \r\nPeacebuilding Commission and the Human Rights \r\nCouncil. Their potential will be realized in the future. \r\nThere are certain areas, however, where the desired \r\nprogress is far from being achieved: mandate review, \r\nthe strengthening of the Economic and Social Council, \r\n A/61/PV.17\r\n \r\n17 06-53323 \r\n \r\nensuring effective management and promoting \r\ncoordination among the agencies and bodies of the \r\nUnited Nations system. Despite the challenges, our \r\nwork must continue at an accelerated pace with a view \r\nto the achievement of concrete results during this \r\nsession. \r\n I would like to point out that yesterday Bulgaria \r\ndeposited its instruments of ratification relating to the \r\nConvention on the Elimination of All Forms of \r\nDiscrimination against Women and the United Nations \r\nConvention against Corruption. We also attach great \r\nimportance to combating the traffic in human beings \r\nand drugs, as well as to the fight against organized \r\ncrime. \r\n Five years on from 11 September 2001, terrorism \r\nin all its manifestations continues to pose a genuine \r\nthreat to human civilization. That is why Bulgaria \r\nwelcomes the launching of the United Nations Global \r\nCounter-Terrorism Strategy to fight that scourge at all \r\nlevels. The consensus that has emerged regarding the \r\nStrategy must give impetus to the process of adopting a \r\ncomprehensive international convention on terrorism, \r\nin accordance with the decisions taken at the 2005 \r\nWorld Summit. Such a convention would provide the \r\ninternational community with an effective, \r\ncomprehensive, universal legal framework for the fight \r\nagainst that scourge and give substance to its firm \r\ncondemnation of terrorism in all its forms and \r\nmanifestations. \r\n Bulgaria supports all initiatives to promote \r\ndialogue and mutual understanding among people of \r\ndifferent religions, ethnic groups and cultures. \r\nBulgarian history and our national experience have \r\nalways been characterized by dialogue and tolerance. \r\nIn this context, we look forward to the \r\nrecommendations of the High-Level Panel of the \r\nAlliance of Civilizations, and we will take part in their \r\nimplementation. \r\n Bulgaria pursues a policy aimed at promoting \r\neffective arms control, the non-proliferation of \r\nweapons of mass destruction and disarmament. We are \r\nconcerned about the genuine threat of destabilization \r\naffecting legal instruments currently in force, in \r\nparticular the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT), because of non-compliance \r\nwith obligations and unilateral withdrawals by certain \r\nStates.  \r\n We support the entry into force of the \r\nComprehensive Nuclear-Test-Ban Treaty. We firmly \r\nbelieve that the unresolved question of the Iranian \r\nnuclear programme should be dealt with promptly, on \r\nthe basis of Security Council resolution 1696 (2006) \r\nand relevant decisions of the International Atomic \r\nEnergy Agency. Likewise, we call for the \r\nimplementation of Security Council resolution 1695 \r\n(2006) and urge progress in the six-party talks on the \r\nNorth Korean nuclear problem. \r\n The United Nations must be endowed with \r\nsufficient capacity to enable it to deploy \r\nmultidimensional peacekeeping operations that are \r\naimed not just at maintaining peace, but also at \r\nstrengthening the sovereignty of States and building \r\ndemocratic institutions that will guarantee the stability \r\nof peace processes. In this context, I would like to \r\npoint out that yesterday Bulgaria signed the Optional \r\nProtocol to the Convention on the Security of United \r\nNations and Associated Personnel. \r\n As a member of NATO and the Organization for \r\nSecurity and Cooperation in Europe, as a future \r\nmember of the European Union and as a country that \r\ncontributes troops to peacekeeping operations, \r\nBulgaria actively promotes effective partnership and \r\ncooperation among the United Nations and regional \r\nand subregional organizations in activities aimed at \r\nconflict prevention, peacekeeping and peacebuilding. \r\nCurrent cooperation between the European Union, the \r\nUnited Nations and the African Union is an \r\nencouraging example of such cooperation, which is \r\nalready bearing fruit. \r\n My country is actively contributing to long-term \r\nsecurity and stability in South-East Europe. We \r\nwelcome the fact that the Balkans are now seen as a \r\nregion, not of crisis and conflict, but of cooperation \r\nand integration. One convincing example of political \r\ncooperation among the countries of that region is the \r\nSouth-East Europe Cooperation Process. Bulgaria is \r\npreparing to assume the chairmanship of that Process \r\nin mid-2007, and we will work tirelessly to ensure that \r\nthat structure can support regional cooperation and \r\npromote European and Euro-Atlantic integration in that \r\npart of Europe. \r\n In addressing our geographic region, I cannot \r\noverlook the problem of Kosovo. Reaching a decision \r\non the future status of that province is on the agenda of \r\nthe international community. Bulgaria is playing a very \r\nA/61/PV.17  \r\n \r\n06-53323 18 \r\n \r\nactive role in efforts aimed at creating the atmosphere \r\nof trust and openness necessary for the holding of such \r\nnegotiations. We fully support the Special Envoy of the \r\nSecretary-General, Mr. Martti Ahtisaari, in his efforts \r\nto find a solution, based on the maximum amount of \r\ncommon ground, to which both parties could agree. We \r\ncall on the international community to let itself be \r\nguided by the principles of sustainability, monitoring, \r\nregional stability and the European perspective in \r\nworking out a final decision on the status of Kosovo. \r\n Bulgaria attaches particular importance to the \r\nsituation in the Middle East. We welcome and support \r\nthe efforts of the Secretary-General and the Security \r\nCouncil, as well as the key role being played by the \r\nEuropean Union in the expanded United Nations \r\nInterim Force in Lebanon, which is called on to ensure \r\npeace in southern Lebanon in implementation of \r\nSecurity Council resolution 1701 (2006). Bulgaria will \r\nmake its own contribution to the international \r\ncommunity’s efforts to bring about lasting peace. \r\n We remain convinced that the crisis in Israeli-\r\nPalestinian relations would be best resolved by direct \r\nnegotiations between the countries concerned, based on \r\nan absolute rejection of the use of force and with the \r\nnecessary support of the international community. We \r\nsupport all of the efforts to that end on the part of the \r\nQuartet, as presented yesterday here at the United \r\nNations. \r\n Bulgaria greatly appreciates United Nations \r\ninitiatives relating to the stabilization of the political \r\nand constitutional process in Iraq, as well as the \r\nprinciples set out in the International Compact. We will \r\ncontinue to meet our obligations in Iraq in support of \r\nnational institutions aimed at providing for the security \r\nand prosperity of that country. \r\n We support all positive trends towards \r\nstrengthening the sovereignty of Afghanistan. During \r\nthe past year, my country doubled its participation in \r\nthe International Security Assistance Force. We support \r\nthe Afghanistan Compact adopted at the London \r\nConference a few months ago.  \r\n We welcome the adoption of Security Council \r\nresolution 1706 (2006), whose implementation will \r\nassist in the implementation of the political agreements \r\nrecently reached on the Sudan. In our view, the \r\ninternational community must take urgent action to \r\naddress the humanitarian tragedy in Darfur. \r\n Bulgaria, with more than 50 years’ experience as \r\nan active and responsible Member of our Organization, \r\nand which has served three terms in the Security \r\nCouncil and held the presidency of the General \r\nAssembly for one year, has submitted its candidacy to \r\nthe Economic and Social Council for the period 2007-\r\n2009. I am convinced that our country’s experience and \r\nexpertise, as well as its commitment to contribute to \r\nstrengthening the effectiveness of the United Nations, \r\nare important reasons to support our candidacy. \r\n(spoke in English) \r\n We are witnessing and also taking an active part \r\nin the implementation of the most important reform \r\nsince the United Nations was founded. Today more \r\nthan ever before, the peoples of the world need our \r\nOrganization to help establish long-lasting peace, \r\nprosperity and a better future for new generations. We \r\nmust succeed in reforming the United Nations so that it \r\ncan change the world for the better. \r\n The President: I give the floor to His Excellency \r\nMr. Winston Peters, Minister for Foreign Affairs of \r\nNew Zealand. \r\n Mr. Peters (New Zealand): New Zealand remains \r\nunwavering in its support for the United Nations. Our \r\ncommitment has not changed since we helped found \r\nthe Organization 61 years ago. This year’s events have \r\nonly reinforced our belief that the world would be \r\nsubstantially worse off without the United Nations. \r\n It would be remiss of me at this time not to pay \r\ntribute to Kofi Annan. It is to his vision, determination \r\nand courage that we must attribute many of the reforms \r\nachieved thus far. Five years ago, when he was \r\nawarded the Nobel Peace Prize, the Nobel Committee \r\npaid tribute to his efforts on reform. Since then he has \r\ncontinued to work tirelessly for a United Nations that \r\ncan live up to the hopes that “we the peoples” have \r\ninvested in it. This is all the more remarkable given \r\nthat, for much of his stewardship, the United Nations \r\nhas been confronted with some of the most difficult \r\ninternational crises of its existence.  \r\n New Zealand is committed to multilateralism. \r\nThis is not some act of faith, but a commitment to a \r\nmultilateralism that really delivers. We need to be \r\nprepared to work diligently for the good of the global \r\ncommunity. \r\n The United Nations is passing through a period of \r\nchallenge to its relevance and effectiveness. It has \r\n A/61/PV.17\r\n \r\n19 06-53323 \r\n \r\nconfronted serious political and security shocks — \r\nfresh hostilities in the Middle East, the tragic and \r\nworsening situation in Darfur, and, in our own region, \r\ninstability in Timor-Leste. \r\n Last year, world leaders agreed to an ambitious \r\nreform agenda based on the three pillars of peace and \r\nsecurity, development and human rights. Progress has \r\nbeen made, but this is no time to rest. We must press \r\non, for much remains to be done. \r\n The challenge of development has never been \r\nhigher on the international agenda. Never before has \r\nthe commitment to eradicating poverty been so critical. \r\nBut increasing aid levels will not be enough; we must \r\nbecome more effective. We need to make sure that \r\nevery dollar we spend makes a positive difference. \r\nThat means addressing the key threats to our \r\nsuccess — poor governance, corruption and gender \r\ninequality. We need to secure fairer international \r\ntrading relationships, and we must work on all of those \r\ntogether. \r\n The theme of this year’s general debate is the \r\nimplementation of a global partnership for \r\ndevelopment. For New Zealand, collective action is \r\nimperative. We need participation, ownership and \r\nresponsibility from recipient countries. We seek \r\nharmonization with larger contributors to align and \r\ncombine our contributions. We seek partnership with \r\nmultilateral development agencies in our campaign to \r\neradicate poverty, and we endorse the efforts of the \r\nUnited Nations and those agencies to coordinate better, \r\ncountry by country. \r\n New Zealand, as members are aware, has a \r\nrelationship with the Pacific that is based on history, \r\nculture and economic and social linkages. Our bonds \r\nwith Pacific States are an important dimension of our \r\nother relationships. We want nothing less than \r\neducated, healthy, well-governed, economically \r\nprosperous and safe communities. \r\n In the Auckland Declaration of 2004, Pacific \r\nleaders committed themselves to a “region that is \r\nrespected for the quality of its governance, the \r\nsustainable management of its resources, the full \r\nobservance of democratic values and for its defence \r\nand promotion of human rights”. These are ambitious \r\ngoals, and translating them into reality means hard \r\nwork by all Pacific countries. That is a challenge that \r\nNew Zealand accepts. \r\n In facing that challenge, we confront economic, \r\nenvironmental, governance, development and security \r\nissues. Markets are distant. Climate change is a reality. \r\nPolitical instability does not help. Threats from \r\ncommunicable diseases such as HIV/AIDS and \r\npandemic influenza must be managed. \r\n The Pacific accounts for almost one quarter of the \r\nsurface of the world — an area bigger than Europe and \r\nthe Middle East combined. Its strategic significance \r\npresents opportunity and challenge. New Zealand is \r\ndetermined to seek out the benefits of that significance \r\nand guard against the threats, among which I include, \r\nsadly, cheque-book diplomacy. \r\n Across the Pacific, we have learned that regional \r\nproblems require regional solutions. Last year, Pacific \r\nIsland Forum leaders adopted the Pacific Plan for \r\nregional cooperation. Through that plan we will \r\nstrengthen regional cooperation where it can most \r\nmake a difference, and we will use it to promote the \r\nfour goals of the Pacific Islands Forum: sustainable \r\ndevelopment, economic growth, security and good \r\ngovernance. \r\n At the same time, we do not forget that our \r\nregional endeavours depend on strong international \r\nframeworks. The Framework Convention on Climate \r\nChange is an essential example. Another example is the \r\nUnited Nations Fish Stocks Agreement on the \r\nconservation and management of straddling and highly \r\nmigratory fish stocks. \r\n We are proud of our achievements in regional \r\nfisheries management. The Western and Central Pacific \r\nFisheries Commission, with its headquarters in \r\nPohnpei, manages the region’s migratory fish species. \r\nWe are in the midst of developing new regional \r\narrangements for non-migratory fish stocks. \r\n These mechanisms are central to the region’s \r\nability to ensure the sustainable management of its \r\nmost important natural resources. They are at the \r\nleading edge in establishing best-practice management \r\nnorms. \r\n There have been profound political and security \r\nshocks over the past year — in the Middle East and in \r\nDarfur, as well as instability in Timor-Leste — those \r\nand more are testing the United Nations system. \r\n It is a sad reality that the situation in the Middle \r\nEast has been on the agenda of the United Nations for \r\n60 years, ever since its inception. The lack of sustained \r\nA/61/PV.17  \r\n \r\n06-53323 20 \r\n \r\npolitical will to see through more than a handful of \r\ndecisions on the Middle East has undermined \r\nconfidence. It has contributed to an unstable \r\nenvironment where extremism, injustice and despair \r\nflourish. \r\n These issues must be tackled with a new resolve, \r\nusing the international multilateral system as a tool for \r\npeace and progress. The international response to the \r\nSecurity Council’s call for an expanded United Nations \r\nInterim Force in Lebanon (UNIFIL) shows that the \r\ninternational community can react to conflict and \r\nprovide basic stabilization. But such responses are \r\ndoomed to failure unless the underlying political and \r\nsecurity issues are addressed. It is therefore imperative \r\nto relaunch the Middle East peace process covering all \r\nissues, on the basis of the relevant Security Council \r\nresolutions. \r\n The Organization’s efforts to introduce a United \r\nNations force into Darfur is being cynically thwarted \r\nby the Government of the Sudan. That is simply \r\nunconscionable. The Government of the Sudan must, in \r\nthe name of basic humanity, accept the need for a \r\nUnited Nations force as the best chance for the security \r\nof the people of Darfur. \r\n New and fragile States face enormous challenges. \r\nRecent unrest in Timor-Leste demonstrates that fact. \r\nNew Zealand responded quickly to Timor-Leste’s \r\nneeds with a military and police contribution to help \r\nrestore stability. The regional response has been swift \r\nand robust. The United Nations played an important \r\nrole in facilitating Timor-Leste’s independence, and it \r\nis clear the United Nations will continue to be involved \r\nin Timor-Leste for many years to come. The \r\ndeployment of a substantial United Nations police \r\nforce is vital if peace and stability is to be maintained \r\neven in the medium term. The nature of the expanded \r\nUnited Nations mission in Timor-Leste reflects the \r\ndeep and broad engagement required to build a lasting \r\npeace. Timor-Leste encapsulates the principle that \r\npeace and security cannot be separated from economic \r\ndevelopment, social reconciliation and the protection \r\nof basic human rights. The Security Council’s mandate \r\nfor Timor-Leste endorses that truth. \r\n New Zealand fully supported the renewed focus \r\non human rights at last year’s World Summit. We \r\nstrongly campaigned for the new Human Rights \r\nCouncil, and we worked hard to bring it into being. We \r\nhave high ambitions for it and will follow its activities \r\nclosely. It must remain strong, focused and effective. It \r\nmust be able to deal swiftly with emerging situations of \r\nhuman rights concern, in a balanced way, with \r\nscrupulous attention to verifiable facts. It must be \r\naspirational, inspirational and practical. Its working \r\nmethods must be transparent and inclusive. Above all, \r\nthere must be genuine political will to make it work. \r\n A few weeks ago, encouraged all the way by \r\nenergetic non-governmental organizations, Member \r\nStates agreed on the first new comprehensive human \r\nrights instrument of the twenty-first century: a draft \r\nconvention relating to persons with disabilities. We are \r\nproud in New Zealand of the role we played in those \r\nnegotiations on the text. The draft convention stands to \r\nmake a real difference to the lives of approximately \r\n650 million of the world’s most disadvantaged citizens. \r\n New Zealand is also conscious of the \r\ndisadvantages faced by indigenous peoples in many \r\nparts of the world. We were closely engaged in the \r\nlengthy negotiations towards a declaration on the rights \r\nof indigenous peoples. We had hoped that the \r\ndeclaration would be a new standard of achievement \r\nfor Governments that could be implemented to really \r\nimprove the lives of indigenous peoples. Therefore, we \r\nare disappointed that that was not to be so. The draft \r\ndeclaration that emerged with less than conclusive \r\nsupport from the Human Rights Council is deeply \r\nflawed and represents a lost opportunity for the world’s \r\nindigenous peoples. \r\n At the beginning of his term, the Secretary-\r\nGeneral set an important goal for the United Nations: \r\nto perfect “the triangle of development, freedom and \r\npeace” (A/51/PV.88, p. 13). The Secretary-General’s \r\nwords still ring true today. We have travelled only part \r\nof the journey towards that goal. Considering our \r\nachievements over the past year, we can be satisfied \r\nwith progress made in setting up the Human Rights \r\nCouncil and the Peacebuilding Commission. The \r\nchallenge now is to make those two new bodies truly \r\neffective. The welcome adoption of the United Nations \r\nGlobal Counter-Terrorism Strategy (resolution 60/288) \r\nreminds us of the efforts we must continue to make at \r\nregional and national levels. \r\n New Zealand wants to see continuing reform high \r\non the list of priorities for the sixty-first session in \r\norder to ensure that the United Nations can be as \r\nresponsive as possible to the needs of Member States, \r\n A/61/PV.17\r\n \r\n21 06-53323 \r\n \r\nand efficient in getting the best from the resources \r\navailable to it. \r\n Sixty years ago, New Zealand had high hopes for \r\nthe United Nations. In 2006, we still do. New Zealand \r\nis a country that engages with the United Nations with \r\nno hidden agenda. What we say is what we mean. We \r\nengage with no other or hidden agenda. But those that \r\ndo so pervert and weaken this Organization.  \r\n In 2006, at this meeting, New Zealand declares \r\nthat we will continue to put our efforts behind the \r\nprinciples and policies that will make the United \r\nNations strong. \r\n The President: I now give the floor to Her \r\nExcellency Ms. Dora Bakoyannis, Minister for Foreign \r\nAffairs of Greece. \r\n Ms. Bakoyannis (Greece): Allow me, Madam, to \r\nadd my heartiest congratulations to you on being the \r\nthird woman in the history of the United Nations to be \r\nelected President of the General Assembly, particularly \r\nat such a critical moment. Your election is an \r\ninspiration for women everywhere who are struggling \r\nto achieve equality and opportunity. You illustrate the \r\ntruth that, as Plato wrote 2,400 years ago, any society \r\nthat does not exploit the talents of its women is wasting \r\nhalf of its resources. I also wish to congratulate and \r\nthank your predecessor, my friend and colleague Jan \r\nEliasson, for all he worked so hard to achieve during \r\nhis term.  \r\n While we are recognizing service to the United \r\nNations, we would be remiss if we did not extend our \r\nappreciation to Secretary-General Kofi Annan. I want \r\nto express the appreciation of my Government for all \r\nhis efforts to maintain and strengthen the prestige and \r\nmoral authority of the Organization.  \r\n I would also like to welcome Montenegro to the \r\nfamily of States. \r\n(spoke in French) \r\n Greece fully aligns itself with the statement made \r\nby the President of Finland on behalf of the European \r\nUnion (EU). We would also like to express our views \r\non the major questions that the United Nations will be \r\ndealing with in the session that is now opening. \r\n It is just the beginning of the twenty-first century, \r\nand the future looks threatening: we see poverty, war, \r\nhumanitarian crises, refugee flows, terrorism, arms \r\nproliferation, human trafficking, drugs, sectarian \r\nviolence, environmental degradation and natural \r\ndisasters. In order to understand the full extent of these \r\ncalamities, we must identify and understand, and then \r\ndeal with, their roots, which have been formed over the \r\ncenturies. We have to unite the force of our ideas and \r\nresources and mobilize what we have in common — \r\nthat is, our humanity. As taught to us by the \r\nphilosopher Isocrates, the condition for peace is not \r\nmoney, which buys men, or force, which subjugates \r\nthem; it is the all-encompassing power of goodwill. \r\n The United Nations is a unique forum, the place \r\nwhere, as individuals and as nations, we offer the best \r\nof ourselves. We need this Organization to be strong \r\nand productive. We draw from it the strength that frees \r\nus from mistrust to overcome conflicts, the strength \r\nthat allows us to move forwards towards greater \r\nunderstanding and tolerance. \r\n Terrorism is the scourge of our times. It is a blind \r\nevil that takes no account of our religion, our race or \r\nour gender. This danger must be confronted \r\ncollectively. It is neither possible nor desirable to \r\nconfront it alone. We will firmly support the efforts \r\nundertaken by the Security Council’s Counter-\r\nTerrorism Committee, and we are prepared to provide \r\nit with all necessary assistance. Finally, we would like \r\nto support the counter-terrorism policy that the \r\nSecretary-General will soon be presenting to the \r\nGeneral Assembly. The best way to confront terrorism \r\nis to promote peace, tolerance, the acceptance of others \r\nand, above all, development: no longer to abandon \r\nanyone by the wayside and to give everyone the \r\nopportunity to access what is essential for life. \r\n In the light of what I have said, and bearing in \r\nmind the General Assembly’s main theme for this \r\nyear — to create a global partnership for \r\ndevelopment — this is both timely and appropriate. \r\nTranslating this vision into fact must happen at the \r\nglobal level, and for this we need significant \r\nparticipation by all countries in the economic and \r\nfinancial decision-making process. The International \r\nMonetary Fund’s recent decision to increase the voting \r\nrights of countries such as China and India is an \r\nimportant step in the right direction. \r\n The news coming from the Doha round, however, \r\nis not encouraging. The clock is ticking; and each day \r\nit becomes even more important for all parties to put \r\ntheir shoulders to the wheel to reach an agreement, \r\nwith the objective of creating an effective multilateral \r\nA/61/PV.17  \r\n \r\n06-53323 22 \r\n \r\ntrading system. The winners will be the developing \r\ncountries — but also the developed countries. \r\n Equally important is the need to achieve the \r\nMillennium Development Goals in line with the agenda \r\nestablished by heads of State or Government at the \r\nSummits of 2000 and 2005. Among our objectives, \r\nclearly, is to reach the critical threshold of 0.7 per cent \r\nof gross national income to be allocated for official \r\ndevelopment assistance to the countries most seriously \r\naffected by economic difficulties. That is the keystone \r\nof a global partnership for development, which we are \r\ncommitted to forging as soon as possible. \r\n Developing countries, for their part, need to \r\nfollow sensible economic policies. They need to \r\nundertaken reforms that will encourage growth, and \r\nthey need to finally improve governance by creating \r\ninstitutions that are accountable and operate with \r\ncomplete transparency. It is only together, through \r\ncollective action, that we will be able to correct the \r\ninequalities that are at the root of many of the conflicts \r\nin the world. \r\n Allow me to stress in this respect that Africa must \r\nbe the highest of our priorities. We must pay heed to \r\nthe dormant conflicts in West Africa, East Africa and \r\nCentral Africa if we want to avoid the kinds of crises \r\nbeing played out in the Sudan and other countries on \r\nthe continent. The African Union is best placed to put \r\nan end to these conflicts, and we must help it by \r\nfinding lasting solutions to the problems that make life \r\nso cruel in very many of these regions. \r\n Another urgent need is to act effectively and \r\nspeedily to put an end to the suffering of the \r\npopulations of these countries, so that we no longer see \r\nbabies dying of AIDS when a few dollars’ worth of \r\nmedicines can save them. \r\n(spoke in English) \r\n The tensions in the Middle East demand equal \r\nattention. The Middle East is the region that will test \r\nthe mettle of this Organization as a force for peace in \r\nthe immediate future. If we fail in that test, all of us \r\nstand to pay a heavy price. During the past several \r\nmonths, we all witnessed unforgettable images of \r\nsuffering and destruction in that part of the world. \r\n The Israeli-Palestinian conflict is at the root of \r\nmost problems in the region, and it is obvious that it \r\nshould be at the top of the list of our priorities if peace \r\nand stability are to return to that area. The Road Map \r\noffers the strategic plan for a solution based on the \r\nprinciple of land for peace, especially since basic \r\nelements of it are well known and generally accepted \r\nby the international community. The Road Map is in \r\nessence a performance-driven guide to a settlement \r\nbased on all relevant Security Council resolutions, \r\nincluding resolutions 242 (1967) and 338 (1973), and \r\non the conclusions of the Madrid Conference and the \r\nBeirut Arab Summit. We must all make every effort to \r\nsee that they are implemented. \r\n On Lebanon, strict implementation of Security \r\nCouncil resolution 1701 (2006) provides the blueprint \r\nfor resolving the basic problems that led to the recent \r\ncrisis. We understand the difficulties before us, but we \r\nmust push ahead resolutely, because determination and \r\ntenacity are essential to tackling long-standing issues \r\nin volatile regions. \r\n The continued violence and instability in Iraq are \r\na cause of great concern for all of us. It is critical that \r\nevery possible effort be made to bring order and unity \r\nto that troubled country. Deaths, especially of civilians, \r\nhave reached terrifying levels, with no end in sight to \r\nthe slaughter. All who have any influence with the \r\nwarring factions in Iraq must try to make them see \r\nwhat pain and suffering they have inflicted on their \r\nown people and what yet worse horrors they will \r\nunleash on their land if they continue to drift towards a \r\ndevastating civil war. \r\n Our own region, the Balkans, was once known as \r\nhistory’s cauldron. We endured a century of bitter \r\nethnic, religious and ideological conflicts, up to very \r\nrecent times. We are moving rapidly, however, to \r\ndisown that label for the sake of our own peoples and \r\nof the new Europe we are building. Some trouble spots \r\nremain, but we are trying to deal with them in a new \r\nspirit of cooperation and tolerance. \r\n Kosovo is one issue that still needs attention. The \r\nstatus talks are under way, and we hope that they will \r\nproduce a viable settlement that will strengthen the \r\nsecurity and stability of the entire region. Right now, \r\nthis appears difficult. To overcome the impasse will \r\nrequire patient and careful diplomacy. Our goal in \r\nreaching a viable long-term solution should not be \r\ncompromised by setting an artificial deadline. \r\n I deeply regret the fact that the Cyprus problem \r\nremains unresolved. For all 32 years of the military \r\noccupation of one third of the territory of Cyprus by \r\nwell over 40,000 Turkish troops, Greece has strongly \r\n A/61/PV.17\r\n \r\n23 06-53323 \r\n \r\nsupported every United Nations initiative aimed at the \r\nachievement of a comprehensive solution. We are \r\ncommitted to doing everything possible to achieve a \r\njust and viable solution, on the basis of the pertinent \r\nSecurity Council resolutions and of EU principles and \r\nvalues. We strive for a bizonal, bicommunal federation \r\nthat will bring peace and prosperity to the island. Our \r\ngoal remains a solution agreed between the two \r\ncommunities without arbitration and tight timetables, \r\nto be approved subsequently by referendums. To those \r\nefforts we are prepared to lend our wholehearted \r\nsupport. \r\n Greece’s foreign and security policy is based on \r\nthe principles enshrined in the Charter, especially those \r\nrelating to the peaceful settlement of disputes and \r\ngood-neighbourly relations. This basic framework is \r\nalso reflected in my country’s continuing efforts to \r\nfurther improve relations with Turkey and to \r\nconsolidate mutual understanding and cooperation. For \r\nour part, we are trying to overcome the remaining \r\ndifficulties and are continuing to take initiatives to \r\nwiden and deepen cooperation in all fields so that the \r\nrelationship with Turkey becomes a win-win situation \r\nfor both countries. In this context, we are hopeful that \r\nTurkey will reciprocate so that our countries can \r\nsolidify good-neighbourly relations. \r\n European integration is the bright promise on the \r\nhorizon for the entire region of South-Eastern \r\nEurope — a future which will encompass greater \r\ncooperation and interaction among all the countries in \r\nthe area and at long last heal the wounds of the past \r\ncentury. \r\n We live in a troubled world, and the United \r\nNations is always enmeshed in the worst of the \r\ntroubles so that it sometimes seems that it is not \r\naccomplishing much. We must not forget, however, the \r\nconflicts it has resolved, the misery it has diminished, \r\nthe suffering it has relieved and the pain it has eased all \r\nover the world in its brief lifetime. \r\n “Man feeds on dreams of hope”, Aeschylus \r\nwrote. For men, women and children everywhere, the \r\nUnited Nations remains the best hope there is. \r\n The President: I give the floor to His Excellency \r\nMr. George Yeo, Minister for Foreign Affairs of \r\nSingapore. \r\n Mr. Yeo (Singapore): I join other countries in \r\ncongratulating you, Madam, on your assumption of the \r\npresidency. We in Singapore pledge our full support to \r\nyou. \r\n The recent war in Lebanon had no clear victor. \r\nIsrael succeeded in removing the immediate threat \r\nacross the border, but could not wipe out Hizbollah. \r\nHizbollah claimed victory, having survived Israeli air \r\nbombardments and ground action, even though \r\nenormous damage was inflicted on Lebanon. On both \r\nsides, innocent people have suffered greatly. Whether \r\nthe present ceasefire can become a lasting peace \r\ndepends on many factors, not least the ability of the \r\nLebanese army and the United Nations Interim Force \r\nin Lebanon to maintain the buffer in southern Lebanon. \r\nBut one thing is clear: without the eventual \r\nintervention of the United Nations, the fighting would \r\nhave continued and more lives would have been lost. \r\n The Middle East is going through the throes of \r\nchange. In Palestine, there is no escaping a two-State \r\nsolution. However, defining the precise boundaries of \r\nthat solution is a grinding process which will take time. \r\nNo one can achieve all his demands; no party can insist \r\non absolute security. A new balance is being \r\nestablished between Sunnis and Shiites in Lebanon, \r\nIraq and elsewhere in the region. This will also take \r\ntime. In many countries, there is tension between those \r\nwho are impatient for change and those who believe \r\nthat discontinuity will lead to chaos and anarchy. As \r\nlong as there is more despair than hope, terrorist \r\norganizations will be able to find fresh recruits. What \r\nhappens in the Middle East affects the entire world. No \r\ncountry is insulated, and certainly not from the terrorist \r\nthreat or from high energy prices. \r\n No grand solution is possible. The end of the cold \r\nwar marked the end of an era when the major Powers \r\ncould settle the terms among themselves over the heads \r\nof lesser countries. It was not that long ago — but it \r\nseems so strange today — that a cold peace could have \r\nbeen maintained for decades by each side pointing tens \r\nof thousands of nuclear missiles at the other. \r\nTechnology has changed the rules. Warfare has now \r\nbecome asymmetric. Cruise missiles and submarines \r\ncannot solve the problem of suicide bombers. And \r\nthose who manipulate these terrorists might well take \r\npositions in global financial markets to benefit from \r\nthe havoc that they create. \r\n In a sense, technology has globalized the world \r\nand broken it into smaller pieces. Empires have broken \r\nup. New countries have been born. In large countries, \r\nA/61/PV.17  \r\n \r\n06-53323 24 \r\n \r\npower has devolved downwards and regions have \r\nbecome more assertive. It has become a messier world, \r\nwhich presents new challenges to global governance. \r\nImproving global governance from above sometimes \r\nseems like an impossible task. Take the reform of the \r\nUnited Nations, for example: despite all the efforts \r\nmade and the fine speeches delivered, the results have \r\nbeen quite modest.  \r\n The near-collapse of the Doha talks is another \r\nexample of how difficult it is to effect change from the \r\ntop down. When the General Agreement on Tariffs and \r\nTrade was formed in 1948, there were only 23 \r\nmembers. Today, the World Trade Organization has 149 \r\nmembers. No country or group of countries seems able \r\nor willing to take the lead in brokering a compromise. \r\nWe must hope that Director-General Pascal Lamy will \r\nsucceed in his heroic efforts to rescue the Doha \r\ndevelopment round from failure.  \r\n There are other areas in which global action is \r\nneeded, but is insufficient. All of us worry about global \r\nclimate change, but how can there be consensus when \r\nthe costs and benefits are distributed so unevenly and \r\nthe major polluters are unwilling to accept \r\nresponsibility? We hear dire warnings from the World \r\nHealth Organization about a global flu pandemic, yet \r\nour collective response is so feeble. \r\n While we should never give up hope on global \r\ninitiatives, we should be realistic, because achieving \r\nglobal consensus in a multipolar world is, to say the \r\nleast, challenging. When Governments have to win \r\nelections, they are more likely to respond to short-term \r\npolitical needs than to worry about long-term global \r\nconcerns. We can often do more at the regional level: \r\nat the regional level, the stakes are clearer to our \r\nconstituencies and the need for action is easier to \r\nexplain. The Charter recognizes the role that regional \r\narrangements can play in helping the United Nations to \r\nachieve its objectives. \r\n In a globalized world with porous borders, \r\nregional cooperation can often bring quick benefits. We \r\nneed only consider, for example, the simple act of \r\nreopening, three months ago, after 44 years, the Nathu \r\nLa pass in the Himalayas between China and India. \r\nImmediately, on both sides of the pass, ordinary people \r\nbenefited from trade and travel. New problems will \r\narise, of course, but they can be managed. \r\n All over the world now, regional initiatives are \r\nproliferating. Many overlap. Some are modest in their \r\nobjectives, providing forums for public and private \r\nsector leaders to meet and consult. Others are more \r\nambitious, creating regional free-trade areas or \r\nfostering joint efforts against problems like drug \r\ntrafficking and terrorism. Many of these regional \r\ninitiatives are open and inclusive, and should be \r\nencouraged. Those which are superfluous will \r\ngradually wither away. Some can make significant \r\ncontributions to global governance and reduce the \r\nburdens borne by the big Powers. International \r\norganizations like the United Nations, the World Trade \r\nOrganization, the World Health Organization, the \r\nInternational Atomic Energy Agency and the United \r\nNations Environment Programme should work with \r\nthem, strengthen their capabilities and encourage \r\nmutual learning. These initiatives create a habit of \r\ncooperation among neighbouring countries and reduce \r\nmisunderstanding. \r\n In Asia, the role of the Association of Southeast \r\nAsian Nations (ASEAN) has not only been beneficial \r\nto the 10 countries of South-East Asia; it has also \r\nhelped to create a larger architecture of cooperation. \r\nFounded 39 years ago, in 1967, when the war in Indo-\r\nChina was raging, ASEAN began as a grouping to \r\npromote what then-President Suharto of Indonesia \r\ncalled “regional resilience”. The original five non-\r\ncommunist countries of ASEAN — Indonesia, \r\nMalaysia, Thailand, the Philippines and Singapore — \r\nwere determined to keep the peace among ourselves \r\nand concentrate on economic development. Brunei \r\nDarussalam joined ASEAN in 1984 after it became \r\nindependent. With the end of the cold war, peace \r\nreturned to Indochina and ASEAN gradually expanded \r\nto include the newer member States of Viet Nam, \r\nCambodia, Laos and Myanmar, to become what it is \r\ntoday: a community of 10. \r\n In 1992, the countries of ASEAN decided to \r\nestablish a free trade area in stages. For trade in goods, \r\nwe have largely attained our objectives. For investment \r\nand services, we still have some way to go. But there is \r\nconsiderable political will to press on and make the \r\nwhole of ASEAN one economic space. Already, \r\nASEAN as a grouping plays a major role in \r\ninternational trade, accounting for some 6 per cent of \r\ntotal world trade. \r\n The re-emergence of China and India as major \r\nPowers presents us with opportunities as well as \r\nchallenges. ASEAN’s trade with both is growing \r\nrapidly. But they are also a competitive challenge to us.  \r\n A/61/PV.17\r\n \r\n25 06-53323 \r\n \r\n When the leaders of ASEAN met in Bali three \r\nyears ago, they took a major decision: to establish an \r\nASEAN Community by 2020 with three main pillars — \r\nsecurity, economic cooperation and cultural \r\ncooperation. To create such a community, an ASEAN \r\ncharter will be drawn up next year to provide the legal \r\nbasis for our future integration. It will include \r\nprovisions for dispute settlement by independent \r\npanels. \r\n The European Union is an inspiration to us in \r\nASEAN. Two months ago, the European Commission \r\nhosted members of an ASEAN eminent persons group \r\nand generously offered advice and assistance. While \r\nASEAN integration will never be as deep or as broad \r\nas that of the European Union, there is much that we \r\ncan learn from the European experience. \r\n For ASEAN to prosper, it is important that we \r\nmaintain good relations with all the major Powers. For \r\nmany years now, ASEAN has promoted good relations \r\nwith our dialogue partners, including the United States, \r\nthe European Union, Russia, China, Japan and India. \r\nWith strong growth in global trade, ASEAN has \r\nnegotiated or is in the process of negotiating free trade \r\nagreements with China, India, Japan, Korea, Australia \r\nand New Zealand, and closer economic partnerships \r\nwith the United States and the European Union. We \r\nhave a simple strategy, which is to give all of them a \r\nstrong stake in our unity and in our development. \r\nStrategically, some of the most important sea lanes \r\npass through ASEAN waters. About a third of global \r\ntrade, half of global oil trade and 80 per cent of the oil \r\nbound for China and Japan pass through the straits of \r\nMalacca and Singapore. \r\n Through the ASEAN-plus groupings and the East \r\nAsia Summit, which includes China, Japan, Korea, \r\nIndia, Australia and New Zealand, we are creating a \r\nnew architecture of peaceful cooperative development \r\nin the larger Asia. ASEAN is not big enough to be a \r\nmajor global player, but ASEAN plays a significant \r\nrole in holding Asia together and keeping it open to the \r\nrest of the world. Whatever we do in Asia must not \r\ncause the United States, the European Union or Russia \r\nto think that we are excluding them. \r\n ASEAN is a work in progress. Like other regions \r\nin the world, we face many problems, related to \r\neconomic development, separatist movements, \r\nterrorism, drug trafficking, environmental degradation, \r\nmaritime security, ethnic and religious divisions and \r\navian flu, among other issues. However, what each of \r\nus in ASEAN has come to appreciate is that, without \r\nASEAN, each of these problems is much harder to \r\nsolve, and that ASEAN alone cannot solve any of \r\nthem: we have to be united and work with other \r\ncountries and with international organizations. We are \r\ngrateful for their assistance, their partnership and their \r\ncooperation. \r\n Madam President, ASEAN strongly supports you \r\nand the United Nations. We will work with you to \r\nimprove the workings of the United Nations and to \r\nmake it more effective. In this regard, ASEAN \r\ncontinues to endorse the candidature of Mr. Surakiart \r\nSathirathai as the next Secretary-General despite the \r\nrecent coup in Thailand. Although the coup was a \r\nsetback to both Thailand and ASEAN, Thai society has \r\na deep resilience which will enable it to recover \r\nquickly. ASEAN will always be on the side of the Thai \r\npeople.  \r\n If every region in the world, working with the \r\nUnited Nations, can help to stabilize its own immediate \r\nenvironment and promote favourable conditions for \r\ndevelopment, the prospects for global peace will be \r\nenhanced. What the nations of Africa have been able to \r\ndo despite adverse circumstances is impressive. The \r\nwillingness of individual African countries to agree on \r\ncommon positions is unique to that continent and is an \r\ninspiration to the rest of us.  \r\n The United Nations is already stretched and can \r\nonly do so much. Instead, let us, in each of our regions, \r\ndo our part and work with the United Nations and its \r\norganizations in a complementary way. In order to stop \r\nthe killing Darfur, for example, we need close \r\ncooperation between the United Nations and African \r\ncountries. \r\n Wherever possible, regional organizations should \r\nbe strengthened. The United Nations and other \r\ninternational organizations can play a facilitating role, \r\nprovide resources and advice, set standards and \r\nestablish benchmarks. Even in the Middle East, where \r\nthe work often seems hardest, regional cooperation can \r\nhelp create a better environment for peace and \r\ndevelopment. For example, the reconstruction of Iraq \r\nwill be much more difficult, if not impossible, without \r\nthe goodwill of its neighbours. \r\n With over 500 million people, ASEAN has 8 per \r\ncent of the world’s population. Our share of global \r\ngross domestic product is much lower, at 2 per cent. \r\nA/61/PV.17  \r\n \r\n06-53323 26 \r\n \r\nBut within the limits of our modest capabilities, we in \r\nASEAN will do our part to contribute to the good work \r\nof the United Nations in making this a better world, not \r\nadding to its problems. \r\n The President: I now give the floor to His \r\nExcellency Mr. Alberto Gatmaitan Romulo, Secretary \r\nfor Foreign Affairs of the Philippines. \r\n Mr. Romulo (Philippines): It gives me great \r\npleasure, Madam, to extend to you the felicitations of \r\nmy Government and our people, and my own \r\ncongratulations, on your well-deserved election to the \r\npresidency of the General Assembly. My delegation \r\nstands ready to extend to you its fullest cooperation, \r\nnot only as a member of your Bureau, but as a close \r\nfriend of Bahrain as well. Your predecessor, Mr. Jan \r\nEliasson, has left an indelible impression on the United \r\nNations. Under his leadership, we were able to carry \r\nout a substantial part of the package of reforms \r\nmandated by the largest gathering of world leaders, as \r\nset out in the 2005 World Summit Outcome \r\n(resolution 60/1). \r\n Last year, our leaders met to commemorate 60 \r\nyears of the United Nations. That meeting gave all of \r\nus renewed hopes for peace, growth, progress and the \r\npre-eminence of the rights of all peoples. Those hopes \r\nremain, even in the face of continuing threats to the \r\npeace and security of mankind posed by terrorism and \r\nthe proliferation of nuclear weapons; even in the face \r\nof grinding poverty and financial uncertainty; even in \r\nthe face of intolerance and misunderstanding; and, \r\ncertainly, in the face of the fast-changing nature of our \r\nworld.  \r\n Those hopes remain because the spirit of \r\ncooperation and community, which lies at the very \r\nheart of our Charter, lives on. Cooperation remains the \r\nkey to reaching the goals set by our Charter. \r\nCooperation, according to a twentieth-century \r\nphilosopher, is the only thing that will redeem \r\nmankind. \r\n It is in that spirit that the Philippines welcomes \r\nand supports the continued work of the Middle East \r\nQuartet and its call this week for greater progress \r\ntowards a just and comprehensive peace. We strongly \r\nsupport the Road Map to peace and maintain our hopes \r\nfor the realization of the vision of two democratic \r\nStates, Israel and Palestine, living side by side in peace \r\nand security. \r\n Together with the other members of the \r\nAssociation of Southeast Asian Nations (ASEAN), we \r\nwere gravely concerned over the deteriorating situation \r\nand the escalation of violence in the Middle East, \r\nparticularly the disproportionate, indiscriminate and \r\nexcessive use of force in Lebanon. The United Nations \r\npeacekeeping operation now under way in Lebanon \r\nrenews our hope for peace and offers a great \r\nopportunity for the United Nations to demonstrate its \r\nrelevance and its impact on the world stage. \r\n Our own quest for peace in the Philippines is \r\nboldly moving forward, thanks to the support and \r\ncooperation of key members of the Organization of the \r\nIslamic Conference and other members of the \r\ninternational community. \r\n Our own experience as a country is convincing \r\nproof of the efficacy of collective action in fighting \r\nterrorism. Working closely with our neighbours and \r\nothers, we are ridding our country of terrorists. The \r\nrecent adoption of the United Nations Global Counter-\r\nTerrorism Strategy (resolution 60/288) will help to \r\nstrike another blow against terrorists. I commend the \r\nPermanent Representatives of Spain and Singapore for \r\nhaving successfully steered the negotiations on the \r\nStrategy.  \r\n One of the anchors of the Strategy is an initiative \r\nthat is a primary concern of my country: the promotion \r\nof interfaith dialogue and cooperation. In pursuit of \r\nthat initiative, the Philippines organized and chaired \r\ntwo key meetings held yesterday here at the United \r\nNations: the First Ministerial Meeting on Interfaith \r\nDialogue and Cooperation for Peace and the High-level \r\nConference on Interfaith Cooperation for Peace. As \r\nfounder and current Chair of the Tripartite Forum on \r\nInterfaith Cooperation for Peace — a new movement of \r\nGovernments, United Nations agencies and religious \r\nnon-governmental organizations accredited to the \r\nUnited Nations — the Philippines will initiate the \r\nholding of another high-level tripartite conference, this \r\ntime to focus on the issue of small arms and light \r\nweapons.  \r\n In addition, the Philippines announced last week, \r\nat the Summit of the Non-Aligned Movement, that we \r\nwill organize and convene a special ministerial meeting \r\non interfaith dialogue and cooperation for peace in the \r\ncity of Davao, in southern Philippines. Meanwhile, I \r\ncommend Spain and Turkey for their new initiative on \r\nthe Alliance of Civilizations. I believe that it will \r\n A/61/PV.17\r\n \r\n27 06-53323 \r\n \r\ncomplement and reinforce, in a mutually inclusive \r\nmanner, the Philippine initiative on interfaith dialogue \r\nand cooperation for peace. \r\n We have barely nine years left to achieve the \r\nMillennium Development Goal (MDG), set by our \r\nleaders, of cutting poverty in half by 2015. That target \r\ncould remain a mere vision if no effective mechanism \r\nfor resource mobilization is found. It is in that context \r\nthat the Philippine initiative on debt for equity in MDG \r\nprojects was launched last year; I thank the Group of \r\n77 and China for its support. This initiative does not \r\ncall for debt cancellation, a debt moratorium or debt \r\nreduction; it merely calls for the use of part of the \r\npayments from the debt stock of low- and medium-\r\nincome developing countries not eligible under the \r\nHeavily Indebted Poor Countries Debt Initiative as \r\nequity for creditors in MDG projects in areas such as \r\ninfrastructure, education, employment and health. \r\n Multilateral cooperation in the field of energy \r\nsecurity continues to grow in importance. Alternative \r\nsources of energy have to be developed. My delegation \r\nrecommends that the Secretary-General appoint a \r\ngroup of eminent persons to look into this matter. The \r\noutput of such a group should be the subject of a high-\r\nlevel dialogue before the current session ends.  \r\n One of the historic achievements of the sixtieth \r\nsession of the General Assembly was the decision to \r\nestablish the Central Emergency Response Fund for the \r\nrapid deployment of relief and assistance to countries \r\nstricken by natural disasters. The Philippines ranks \r\nthird globally in terms of the number of people \r\nexposed to earthquakes and tropical cyclones annually. \r\nFor that reason, the Philippines calls on all nations to \r\nsupport the Fund. We also call for enhanced \r\ncooperation aimed at effective responses to natural \r\ndisasters. \r\n International migration and development was the \r\nsubject of last week’s High-level Dialogue. That is an \r\nissue that is close to our hearts. Approximately one \r\ntenth of the population of the Philippines lives \r\noverseas. We are the largest supplier of seafarers, and \r\nour land-based workers can be found in practically all \r\nparts of the world.  \r\n Bearing that in mind, the Philippines joined the \r\ncall for the creation of an informal global forum on \r\nmigration and development as an outcome of the High-\r\nlevel Dialogue, provisionally outside the umbrella of \r\nthe United Nations, to enable the international \r\ncommunity to continue the dialogue on important \r\nissues relating to migration. My delegation invites \r\nMember States to accede to the International \r\nConvention on the Protection of the Rights of All \r\nMigrant Workers and Members of Their Families in \r\norder to demonstrate and reaffirm the universality of \r\nhuman rights.  \r\n For my country and its people, human rights and \r\nthe sanctity of the life of the individual are of \r\nparamount value. For my Government, the protection \r\nof human life is a sacred commitment. Last week, the \r\nPhilippines renewed that commitment through the \r\nsigning of the Second Optional Protocol to the \r\nInternational Covenant on Civil and Political Rights. \r\n Enshrined in our constitution is powerful \r\nlanguage against the death penalty. Three months ago, \r\nPresident Arroyo gave that constitutional mandate \r\nfurther expression when she signed into law Republic \r\nAct 9346, which removed the death penalty from our \r\nstatute books. \r\n Such is the value that we assign to life that, in our \r\nconstitution, we are bound to protect the life of the \r\nunborn child. Through the signing of the Second \r\nOptional Protocol, the Philippine Government re-\r\nemphasized its unrelenting commitment to \r\nstrengthening the protection of human rights. \r\n I should like to take this opportunity to express \r\nthe profound appreciation of the Philippines and of \r\nASEAN to the outgoing Secretary-General, Kofi \r\nAnnan, for his dedicated and tireless service to the \r\nUnited Nations. He leaves behind a more invigorated \r\nand dynamic Organization, a legacy of reform with \r\nnew and needed institutions such as the Human Rights \r\nCouncil and the Peacebuilding Commission, and an \r\neloquent recommitment on the part of the United \r\nNations and its membership to alleviating the plight of \r\nthe less fortunate through the articulation of the \r\nMillennium Development Goals.  \r\n The Philippines is particularly appreciative of \r\nSecretary-General Kofi Annan’s support and \r\ncooperation during our recent term as a Security \r\nCouncil member during the biennium 2004-2005 and \r\nfor his steadfast support for the Philippines interfaith \r\ndialogue initiative. \r\n Two world wars ago, Mr. Woodrow Wilson, an \r\nadvocate of a global organization, defined power in \r\nterms that are still relevant today. He said: “Power \r\nA/61/PV.17  \r\n \r\n06-53323 28 \r\n \r\nconsists in one’s capacity to link his will with the \r\npurpose of others, to lead by reason and a gift of \r\ncooperation”. The drafters of our Charter and the \r\nchallenges of the present provide us with the reason. \r\nWe must now find within ourselves, as nations and as \r\npeoples, the gift of cooperation. \r\n The President: I give the floor to His Excellency \r\nMr. Youssouf Ouédraogo, Minister for Foreign Affairs \r\nof Burkina Faso. \r\n Mr. Ouédraogo (Burkina Faso) (spoke in \r\nFrench): Madam President, Burkina Faso is pleased to \r\nsee you presiding over the General Assembly at its \r\nsixty-first session. Please be assured of the full \r\ncooperation of my delegation, which will spare no \r\neffort to help your noble mission succeed. I would also \r\nlike to express our gratitude to Mr. Jan Eliasson, \r\nMinister for Foreign Affairs of Sweden, who \r\nsuccessfully guided the work of the Assembly at the \r\nsixtieth session. \r\n This session is being held at a time when peace \r\nand security are seeing their foundations severely \r\nshaken in several regions of the world. Areas of tension \r\npersist in Africa, despite recent efforts to dispel them. \r\nThat is the case, for example, in the Sudan, Somalia \r\nand Côte d’Ivoire. Fortunately, fighting has ceased in \r\nseveral countries, thus opening up real opportunities \r\nfor progress and development. \r\n In Liberia, Sierra Leone, Guinea-Bissau and \r\nBurundi, democracy and building the rule of law have \r\nnow become a reality. That is proof that nothing, \r\nabsolutely nothing, can replace the political will of \r\npeople to engage fully in inclusive and constructive \r\ndialogue. We very much hope that the democratic \r\nprocess which is under way in the Democratic \r\nRepublic of the Congo will be successfully pursued. \r\nLikewise, we welcome the progress made in the inter-\r\nTogolese political dialogue. Having had the privilege \r\nof following that process as a facilitator, President \r\nBlaise Compaore has been able to sense fully the \r\ndegree of determination of the Togolese political \r\nleaders. That is why we reiterate the appeal he made to \r\nTogo’s partners to provide the support necessary for \r\nthe economic revitalization of Togo. \r\n The crisis in Côte d’Ivoire is at a decisive turning \r\npoint. We are convinced that with the firm and sincere \r\ncommitment of all parties and the support of the \r\ninternational community a lasting solution can be \r\nfound very quickly. \r\n In the Middle East, we have watched a disturbing \r\nescalation in the violence in recent months. Since the \r\ncauses of that conflict are sufficiently known to all, \r\nthere is no reason to go into them here. While \r\nwelcoming the adoption of Security Council resolution \r\n1701 (2006) and the deployment of an expanded \r\nUnited Nations Interim Force in Lebanon (UNIFIL), \r\nBurkina Faso strongly hopes that negotiations will \r\ncontinue and intensify at all levels in order to achieve a \r\nglobal and lasting peace in that region, a peace that \r\nwill restore the sovereignty of Lebanon, provide \r\nfreedom for the Palestinian people and ensure Israel’s \r\nsecurity. \r\n The question of free and fair international trade \r\nremains on the table. The collapse of the Doha \r\nDevelopment Round is proof of this, and it has shown \r\nus the need to search for the best way to ensure that the \r\nrules of the multilateral trading system set by the \r\nWorld Trade Organization are strictly observed. For \r\nBurkina Faso, which has thrown its full weight behind \r\nthe interests of African cotton producers, this \r\nrequirement is more imperative than ever. Sustainable \r\ndevelopment, the reduction of poverty and the \r\nelimination of hunger and precariousness in the world \r\nstill constitute challenges that must be faced. \r\n Over and above what has been done to reduce \r\ndebt and find innovative financing mechanisms, which \r\nwe welcome, the international community must work \r\nto forge a true North-South partnership that will \r\nguarantee fair treatment of the questions of concern to \r\nall the regions and countries in the world. The midterm \r\nreview of the implementation of the Brussels \r\nProgramme of Action for the Least Developed \r\nCountries, held several days ago, and its conclusions \r\nsuggest that we are moving in the right direction. \r\n The sheer scale of international migration in \r\nrecent years, together with the daily tragedies \r\nexperienced by thousands of young people who risk \r\ntheir lives, presents a new challenge caused by \r\naccelerated globalization. To deal with the problem, the \r\ncountries of origin, transit and destination must find \r\nmore imaginative solutions that go to its root causes, as \r\nneither barriers, nor borders, nor interdiction, nor \r\nforced repatriation can be an adequate, much less a \r\nsustainable, response. That is why we welcome the \r\nresults of the Euro-Africa Conference on Migration \r\nand Development, held on 10 and 11 July 2006 in \r\nRabat, the initiatives taken by the African Union to \r\nprepare a joint African policy on migration and the \r\n A/61/PV.17\r\n \r\n29 06-53323 \r\n \r\nconclusions of the High-level Dialogue on \r\nInternational Migration and Development, held \r\nrecently in New York at the margins of the current \r\nsession. \r\n The unprecedented rise in the price of a barrel of \r\noil and the resulting energy crisis have hit our \r\ncountries hard. The economies of African countries that \r\ndo not export oil, such as Burkina Faso, will take a \r\nlong time to recover. This crisis means that we must \r\nfind not only innovative forms of international \r\nsolidarity but also alternatives to fossil fuels. With this \r\nreality in mind, Burkina Faso has already decided to \r\nmake the development of biogas from the waste of \r\nplant crops, such as cotton, one of its priorities. \r\n The question of nuclear energy has been on the \r\nagenda of most of our meetings for some time. Burkina \r\nFaso reiterates its firm condemnation of the arms race \r\nin general and the proliferation of nuclear weapons in \r\nparticular. It is now imperative that we give full force \r\nto the Treaty on the Non-Proliferation of Nuclear \r\nWeapons. However, we must do so without prejudice to \r\nthe rights of all States to develop, produce and use \r\nnuclear energy for peaceful purposes. \r\n In the name of democracy and justice, we have all \r\nsought to create a new United Nations, a symbol of \r\nmodern governance and efficiency in its management \r\nof world affairs. That is why we have undertaken to \r\nensure deep-rooted reform of the Organization and its \r\nworking methods. Africa in particular is dedicated to \r\nthat cause because we are convinced that it is the only \r\nway to put right an unjustice that has festered over \r\ndecades. \r\n Change was launched with the creation of the \r\nPeacebuilding Commission and the Central Emergency \r\nResponse Fund, the conversion of the Commission on \r\nHuman Rights into the Human Rights Council, and the \r\nadoption of the Global Counter-Terrorism Strategy. We \r\nmust now all work together to ensure that \r\nmultilateralism and universalism triumph over \r\nunilateralism. To that end, we need a strong and \r\ndemocratic United Nations that is open to all peoples \r\nwho seek peace and justice. \r\n That spirit of openness and universalization in the \r\nOrganization must be a component of a genuine and \r\nirreversible democratic movement. That is why we \r\nmust do justice by the 23 million Taiwanese whose \r\nonly aspiration has always been to play an active role \r\nin our common endeavour to build a better world. \r\n In that respect, Burkina Faso is very pleased to \r\nwelcome Montenegro as the 192nd Member of the \r\nUnited Nations. \r\n On behalf of my country, Burkina Faso, I wish \r\nnow to pay special tribute to Secretary-General Kofi \r\nAnnan, who, with commitment, tact, selflessness and \r\nunprecedented efficiency has breathed new dynamism \r\ninto the Organization over the past 10 years and \r\nrejuvenated the founding elements of the new United \r\nNations that we have dreamed of for decades. As he \r\nprepares to move on from this important chapter in his \r\nlife, we wish him every success in his future activities. \r\n The aspirations of our peoples are vast. Just as we \r\nmust strive to optimize governance globally, we must \r\nalso work to entrench local governance, democracy and \r\nfreedom. That is the only way we will be able to satisfy \r\nthose legitimate aspirations and to bequeath to future \r\ngenerations a world of peace that is reconciled to itself. \r\n The President: I now give the floor to His \r\nExcellency Mr. Kassymzhomart Tokaev, Minister for \r\nForeign Affairs of Kazakhstan. \r\n Mr. Tokaev (Kazakhstan): First of all, I would \r\nlike to congratulate you, Madam, on your election to \r\nyour high office and express confidence that, under \r\nyour skilful stewardship, the sixty-first session of the \r\nGeneral Assembly will be successful and fruitful. \r\n Last year’s World Summit reaffirmed the role of \r\nthe United Nations as an indispensable and universal \r\nforum for taking important action on today’s burning \r\nissues. The Summit’s decision to carry out United \r\nNations reform, the most radical in its history, is a case \r\nin point. We are now in a position to give a preliminary \r\nassessment of the work in that area. The results, \r\nunfortunately, are mixed. \r\n On the one hand, helpful decisions have been \r\ntaken to establish new elective bodies within  \r\nthe United Nations system — the Peacebuilding \r\nCommission and the Human Rights Council. They \r\nwere set up thanks to the intensive efforts of all \r\ndelegations, which were able to reach a compromise \r\nthrough negotiations. On the other hand, the lack of \r\nany progress on the issue of reforming the work of the \r\nGeneral Assembly and the Security Council is \r\nseriously impeding the institutional reform of the \r\nOrganization. In our view, further delays in that \r\nprocess might have a negative impact on the United \r\nA/61/PV.17  \r\n \r\n06-53323 30 \r\n \r\nNations efforts in the areas of international stability, \r\nsecurity and development. \r\n For the delegation of Kazakhstan, the current \r\nsession is, in a way, an anniversary session. We are \r\ntaking part in the work of this forum for the fifteenth \r\ntime. While consistently advancing its national \r\ninterests in the international arena, my country is \r\nfirmly committed to the purposes and principles of the \r\nUnited Nations Charter. \r\n The establishment in Asia of a mechanism of \r\ncooperation to enhance regional security and stability, \r\nknown as the Conference on Interaction and \r\nConfidence-building Measures in Asia (CICA), was \r\none of Kazakhstan’s first initiatives, put forward from \r\nthis rostrum in 1992. We can safely claim that the \r\ninitiative has proved its viability and has become an \r\nimportant factor of international relations at this \r\njuncture, as evidenced by the outcome of the second \r\nCICA Summit, held in Kazakhstan last June. The \r\ndocuments adopted by CICA, such as the Catalogue of \r\nConfidence-building Measures and the Agreement on \r\nthe Establishment of the CICA Secretariat, have \r\ncreated propitious conditions for regional cooperation \r\nand multilateral dialogue in Asia. \r\n Kazakhstan has consistently called for an \r\nenhanced nuclear-weapons non-proliferation regime. \r\nThat position is rooted in the sufferings of our people, \r\nwho are still reeling from the negative effects of \r\nnuclear explosions at the Semipalatinsk nuclear testing \r\nground, shut down exactly 15 years ago by decree of \r\nPresident Nursultan Nazarbayev. The position was \r\nbolstered by the historic decision of my country to \r\nvoluntarily renounce its nuclear arsenal, which used to \r\nbe the fourth largest in the world. \r\n We want that step to serve as a commendable \r\nexample in the light of the ongoing large-scale crisis \r\nthat has struck the global security system. Regrettably, \r\nthe lack of any result at the last Review Conference of \r\nthe Parties to the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT) and the United Nations \r\nDisarmament Commission remains a major challenge \r\nfor the international community. \r\n It is time to make coordinated efforts to overcome \r\nthat crisis. The process to that end has already made a \r\ngood start. The Treaty on a Nuclear-Weapon-Free Zone \r\nin Central Asia, signed on 8 September in \r\nSemipalatinsk, is a demonstration of the political will \r\nof five Central Asian States: Kazakhstan, Kyrgyzstan, \r\nTajikistan, Turkmenistan and Uzbekistan. The signing \r\nof that milestone instrument could become a catalyst \r\nfor the process of enhancing the NPT. We believe that \r\ntangible progress in that area is possible if all Member \r\nStates comply with their obligations regarding nuclear \r\ndisarmament and the vertical and horizontal \r\nproliferation of weapons of mass destruction. The \r\nCentral Asian States are ready to continue \r\nconsultations with the permanent members of the \r\nSecurity Council on the issue of that Treaty’s entry into \r\nforce. \r\n In our view, the States concerned should strictly \r\ncomply with their commitment to a moratorium on \r\nnuclear test explosions and work to ensure the entry \r\ninto force of the Comprehensive Nuclear-Test-Ban \r\nTreaty. All peaceful nuclear programmes should be \r\ncarried out in a transparent manner under the control of \r\nthe International Atomic Energy Agency. \r\n It is a matter of great concern that the crisis has \r\nextended not only to strategic, but also to conventional \r\nweapons. Regrettably, Member States have so far failed \r\nto devise common approaches to the Programme of \r\nAction in that area. We have to step up efforts to \r\ntighten national export-control mechanisms. I refer \r\nfirst and foremost to dual-use materials and \r\ntechnologies, as well as to missiles and the means of \r\ndelivery of weapons of mass destruction, with full and \r\nstrict compliance with the provisions of the Security \r\nCouncil resolution adopted in 2004. \r\n The possibility of weapons of mass destruction \r\nfalling into the hands of terrorists is a matter of grave \r\nconcern. To prevent such a scenario, we have to push \r\nfor the accession of all United Nations Member States \r\nto the International Convention for the Suppression of \r\nActs of Nuclear Terrorism. \r\n We live in a world where tensions between States \r\nand armed conflicts are still very much a part of \r\neveryday life. The crisis in Lebanon has highlighted \r\nyet again the need to use effectively the United Nations \r\ncapacity to maintain international peace and security. \r\nSince the early days of the conflict, Kazakhstan has \r\ncalled for the strengthening of the Security Council’s \r\nrole in the settlement of that crisis. \r\n The deployment of a strengthened contingent of \r\nUnited Nations peacekeepers in the conflict zone was \r\nthe only viable solution to that large-scale crisis. \r\nRegrettably, the lack of an effective mechanism to \r\nprevent the break-up and spread of armed conflicts \r\n A/61/PV.17\r\n \r\n31 06-53323 \r\n \r\nremains a serious problem. In our view, the \r\nestablishment of a United Nations preventive \r\ndiplomacy and conflict prevention centre in Central \r\nAsia remains a relevant proposition. That Centre would \r\nfocus on the provision of advice and expertise to the \r\ncountries of the region, taking into account their \r\nnational interests and security considerations. \r\n It is vitally important to identify how the belated \r\nadoption of the Security Council resolution on \r\nLebanon is consistent with the process of United \r\nNations reform. The inefficiency of the institutional \r\nsystem of the United Nations and the lack of broad \r\nunderstanding among Member States negatively affect \r\nglobal and regional stability and security. \r\n Kazakhstan has decided to run for a seat on the \r\nEconomic and Social Council. We express our \r\nappreciation to those Member States that have \r\nsupported our nomination. If elected, we intend \r\nactively to participate in the work of that important \r\nUnited Nations organ on all substantive items on its \r\nagenda.  \r\n Speaking from this high rostrum, I feel obliged to \r\nexpress serious concern about the resurgence of \r\ninternational terrorism. Recent explosions in Iraq and \r\nTurkey and the aborted London terror plot indicate that \r\nthis global threat is clearly growing. It is impossible to \r\ncounter the threat without consolidated efforts on the \r\npart of the entire international community to speed up \r\nthe implementation of relevant counter-terrorism \r\nconventions and Security Council resolutions. We have \r\nto strengthen cooperation between Member States at \r\nthe United Nations. The early conclusion of a \r\ncomprehensive convention on international terrorism is \r\nvery much on our agenda. \r\n With illegal routes for the delivery of Afghan \r\ndrugs from Asia to Europe running through its territory, \r\nKazakhstan makes every effort to address that threat, \r\nyet it is clear that no country in the world can address \r\nit effectively on its own. The fight will be effective \r\nonly if we join our efforts and mobilize the resources \r\nof the United Nations and its specialized agencies. It is \r\nprecisely for that reason that Kazakhstan has supported \r\nthe United Nations initiative to set up in Kazakhstan a \r\nCentral Asian regional information and coordination \r\ncentre to fight illegal drug trafficking. \r\n We welcome the results of the General \r\nAssembly’s High-level Dialogue on International \r\nMigration and Development. We believe that those \r\ndiscussions have helped to lay the groundwork for a \r\nregular dialogue on that issue among all parties \r\nconcerned. As a country of destination, transit and \r\norigin for migration, Kazakhstan is willing to take an \r\nactive part in the search for solutions to the problems \r\nof illegal migration, labour migration and the \r\nprotection of the rights of migrants. \r\n In our view, development issues should remain \r\nthe focus of attention of the international community. \r\nThe timely and effective achievement of the \r\nMillennium Development Goals will grow in \r\nimportance as we approach 2015. Kazakhstan supports \r\ndecisions on development issues taken at major \r\ninternational conferences and United Nations summits, \r\nand calls for their timely and effective implementation. \r\n As the largest landlocked country, Kazakhstan \r\nurges the international community — above all the \r\ndeveloped countries — to make every effort to meet \r\nthe needs of the least developed and developing \r\nlandlocked countries. \r\n The structural reforms carried out since its \r\nindependence have totally transformed Kazakhstan. \r\nToday, it is one of the most dynamic States of the \r\nworld and has set ambitious goals to promote further \r\ndevelopment. The average growth of our gross \r\ndomestic product over the past five years is 10 per \r\ncent. The World Bank has included Kazakhstan in the \r\ntop 20 most attractive economies for investment. The \r\nGovernment works to ensure that Kazakhstan will join \r\nthe ranks of the most competitive economies. To reach \r\nthat target, we have developed an innovative industrial \r\neconomic development programme and finance \r\nrelevant projects through a special national fund. All \r\nthe basic development institutions have been \r\nestablished. Negotiations on Kazakhstan’s admission to \r\nthe World Trade Organization are in their final stages. \r\nProgrammes are being implemented to use the \r\ntransport and transit capacity of the country, and large-\r\nscale projects are being carried out to integrate the \r\ncountry’s transportation infrastructure into the Eurasian \r\ntransportation system. \r\n Kazakhstan renews its commitment to the \r\nMillennium Development Goals. The United Nations \r\nDevelopment Programme report issued on the eve of \r\nthe 2005 World Summit demonstrates that our country \r\nhas made great strides in that area. \r\n As a major exporter of energy resources, \r\nKazakhstan will continue to pursue its policy to ensure \r\nA/61/PV.17  \r\n \r\n06-53323 32 \r\n \r\ntheir delivery to world markets through multiple \r\nroutes. With the growing economy, the Government is \r\nconsistently increasing social spending, primarily in \r\nhealth care, education, employment and other areas. \r\nOur efforts have made it possible for the World Bank to \r\nrank Kazakhstan as a successful State with a \r\ndynamically growing economy. \r\n We pay close attention to the promotion of \r\ndemocracy, the building of civil society and the \r\nenhancement of inter-ethnic and inter-faith accord \r\nwithin the country. Our accomplishments are evident. \r\nMy country, home to more than 100 ethnic groups and \r\npractically all religions, is a model of tolerance, accord \r\nand stability. \r\n It is no accident that Kazakhstan has hosted a \r\nforum of leaders of world and traditional religions. The \r\nsecond congress has just completed its deliberations in \r\nAstana, at which religious leaders adopted a \r\ndeclaration calling for an active dialogue among \r\nreligions. We cannot allow the use of religious \r\ndifferences as an instrument of hatred and strife, and \r\nwe have to save humanity from a global clash of \r\nreligions and cultures. The congress has become \r\nKazakhstan’s contribution to global dialogue among \r\nreligions. \r\n Kazakhstan carries out a balanced foreign policy \r\nbased on our long-term national interests and aimed at \r\nthe development of friendly ties with neighbouring \r\ncountries and all interested countries of the world. \r\n As the current Chair of the Commonwealth of \r\nIndependent States, my country has devised a plan to \r\nreform that organization in order to enhance its \r\ncapacity. Kazakhstan has been working actively in the \r\nShanghai Cooperation Organization and the Eurasian \r\nEconomic Community and supports the Collective \r\nSecurity Treaty Organization. \r\n Ahead of the other post-Soviet countries in many \r\nareas, Kazakhstan has always assumed responsibility \r\nfor the implementation of international initiatives, \r\nwhether it be the decision to shut down the \r\nSemipalatinsk nuclear testing ground, or to voluntarily \r\nrenounce nuclear weapons, or its initiatives to convene \r\na regional security forum in Asia, or to hold a congress \r\nof leaders of world and traditional religions or to host \r\nthe first global conference on transit-transport \r\ncooperation or to host a special meeting of the Security \r\nCouncil Counter-Terrorism Committee. In 2007, \r\nKazakhstan will host the sixty-third session of the \r\nUnited Nations Economic and Social Commission for \r\nAsia and the Pacific. \r\n We express our appreciation to all States that \r\nhave supported Kazakhstan’s candidature for the \r\nchairmanship of the Organization for Security and \r\nCooperation in Europe in 2009. Kazakhstan will \r\ncontinue to be active on all key items of the global \r\nagenda. \r\n In conclusion, I would like to quote a popular \r\nsaying in my country: “Nothing can be farther than \r\nyesterday and nothing can be closer than tomorrow”. A \r\nyear ago, at the World Summit, we agreed to take \r\naction to reform the United Nations. We should not \r\nforget that humanity pins its hopes for a better future \r\non the United Nations as an indispensable \r\nOrganization. It is high time to take specific and \r\neffective action to raise the prestige of our \r\nOrganization. \r\n The President: I call on His Excellency \r\nMr. Ahmad Allam-mi, Minister for Foreign Affairs and \r\nAfrican Integration of Chad. \r\n Mr. Allam-mi (Chad) (spoke in French): First \r\nand foremost, Madam President, on behalf of my \r\ndelegation and on my own behalf, permit me to convey \r\nto you our heartfelt congratulations on your \r\noutstanding election to the presidency of the sixty-first \r\nsession of the General Assembly. We are certain that \r\ndue to your qualities, talent and experience, you will \r\nlead us satisfactorily in our work. Our congratulations \r\nare also directed to your predecessor, Mr. Jan Eliasson \r\nand his team, whose dedication and fervour have \r\nenabled us to accomplish an enormous amount of work \r\nthat has been appreciated by all and was carried out \r\nwithin an especially troubling international context.  \r\n In addition, we would like to pay a well-deserved \r\ntribute to His Excellency Mr. Kofi Annan, the \r\nSecretary-General of our Organization, whose \r\nextremely important role in promoting the \r\nimplementation of our ideals will be engraved in the \r\nannals of our Organization. \r\n We have unceasingly, before this same Assembly, \r\ncondemned all forms of violence and intolerance, \r\nespecially in its most terrible manifestation that has \r\nbeen most visible in our time — terrorism. We have \r\ncommitted ourselves to respect the United Nations \r\nCharter, which was created precisely to save \r\n A/61/PV.17\r\n \r\n33 06-53323 \r\n \r\nsucceeding generations from the scourge of war and to \r\nmaintain international peace and security. \r\n Our responsibility requires that we work together \r\nin order to eliminate the major scourges that threaten \r\nhumanity. With regard to fighting terrorism, I reiterate \r\nthat my country has signed and ratified most of the \r\ninternational instruments pertaining to that scourge, \r\nand that it is cooperating with different countries and \r\nrelevant United Nations institutions in order to \r\ncontinue that fight. Furthermore, along with terrorism, \r\nthe past year has seen alarming situations in many \r\nyoung States that are victims of war and serious armed \r\nconflicts, taking place throughout the world, and that \r\ncause instability and challenge the efforts made by \r\nthose States to establish democratic institutions and \r\nfoster socio-economic progress for their peoples.  \r\n As far as my country is concerned, despite \r\nattempts to destabilize and anti-constitutional seizures \r\nof power — problems that it continues to experience — \r\nwe organized free and transparent presidential elections \r\nfor 3 May 2006, in which the Chadian people renewed \r\ntheir confidence in His Excellency President Idriss \r\nDeby Itno. Subsequently, a political dialogue took \r\nplace from 28 July to 2 August 2006 in N’Djamena. \r\nThere, 54 out of the 78 legally recognized political \r\nparties took part in that important forum, whose \r\nconclusions will, undoubtedly, lay the foundation for \r\nthe consolidation of the rule of law and the \r\nstrengthening of the democratic process in our country. \r\n It would be an illusion to think that my country \r\nwill enjoy the necessary stability, without difficulties, \r\nneeded to consolidate the democratic rule of law, if it \r\ncontinues to suffer the pernicious effects of the Darfur \r\ncrisis. We have just normalized our relations with the \r\nSudan, after we had been compelled to break off \r\ndiplomatic relations because of the subversive plotting \r\nagainst us in connection with Darfur. We hope to renew \r\nthe bonds of friendship and good neighbourliness with \r\nthat fraternal country that we have had in the past.  \r\n Nevertheless, we continue to be concerned about \r\nthe Darfur crisis, which threatens not just our security, \r\nbut also that of the entire subregion. The Darfur \r\nconflict has caused enormous harm to Chad and the \r\nChadian people since it began in 2003, including a lack \r\nof security, economic loss and environmental \r\ndestruction. Incursions of the Janjaweed into Chadian \r\nterritory brought the fighting in Darfur into the eastern \r\npart of Chad, resulting in the displacement of more \r\nthan 50,000 Chadians, the deaths of hundreds and the \r\nplundering of thousands of heads of livestock, among \r\nother problems. \r\n Chad was the first country to receive and assist \r\nrefugees from Darfur — more than 300,000 — before \r\nthe international community intervened. In addition to \r\nthose refugees, we have an increasing number of \r\nCentral African refugees. Central Africa is, after Chad, \r\nthe next biggest victim of the Darfur crisis, which risks \r\nspreading — if we are not careful — throughout the \r\nentire subregion of Central Africa. \r\n In that connection, we welcome the extension to \r\nthe end of December 2006 of the African Union \r\nmission in Darfur. It is better than nothing. \r\nNevertheless, faced with the difficulties of the \r\nGovernment of the Sudan and the African Union in \r\ncontaining the crisis, we reaffirm our position that is \r\nwell known and not new. The United Nations must take \r\nover from the African Union, pursuant to Security \r\nCouncil resolution 1706 (2006). We say that in \r\nfriendship with our Sudanese brothers, while \r\nrespecting their sovereignty. Our position should in no \r\nway be construed as hostile to the fraternal \r\nGovernment of the Sudan. It has nothing to do with \r\nwhat some are calling an international conspiracy \r\nagainst the Sudan. It is based simply on common sense \r\nand is aimed at providing assistance to the innocent \r\nvictims of the war. Furthermore, Chad has more to gain \r\nthan any other country from the restoration of peace to \r\nDarfur, if only because that would enable the hundreds \r\nof thousands of Sudanese refugees located on our \r\nterritory to return to their country and thus put an end \r\nto the sacrifices being made by the Chadian host \r\npopulation. \r\n Furthermore, we are finding it difficult to ensure \r\nthe security of the refugee camps, which, as they are \r\nopen and located not very far from the border, are used \r\nby some Sudanese rebels as safe havens, resupply \r\nstations and recruiting grounds. That is why we had \r\nhoped that international forces would be sent to the \r\neastern part of the country to help us to secure the \r\nrefugee camps and guarantee their neutrality, as well as \r\nto ensure the security of the common border and to \r\nprevent the crisis in Darfur from spilling over. \r\n At this time of rapid globalization, which many \r\nthought would be inclusive and beneficial, the gap \r\nbetween rich and poor countries is growing. Despite \r\nthe efforts being made by our States — which are \r\nA/61/PV.17  \r\n \r\n06-53323 34 \r\n \r\nweakened and subjected to abusive constraints by \r\ninternational institutions and other partners — the \r\nintegration of our economies within the globalization \r\nprocess aimed at achieving harmonious and sustainable \r\ndevelopment still seems remote, while the current rules \r\nand regulations of the market economy undermine the \r\ncompetitiveness of our economies. How can our beset \r\ncountries achieve the Millennium Development Goals \r\ngiven our ongoing lack of income, the heavy debt \r\nburden and the scourges of HIV/AIDS and malaria? \r\n My country had a disagreement with the World \r\nBank following our revision of Law 001 pertaining to \r\noil revenues. We are therefore pleased with the fruitful \r\ndialogue that we have had with the Bank, which has \r\nled to a mutually acceptable compromise and to the \r\nresumption of our cooperation with that great \r\ninstitution.  \r\n In the same vein, with regard to the defence of \r\nour interests so that our people can benefit from the \r\nnatural resources of our country, it should be pointed \r\nout to the international community that there has been \r\na recent deterioration in our relationship with two \r\nmembers of the oil consortium that is active in our \r\ncountry because they have refused to pay a profits tax \r\nto the Chadian authorities. Furthermore, we have \r\nexpressed the outrage of the people of Chad at the fact \r\nthat they benefit from only 12.5 per cent of the fees \r\nassociated with the exploitation of their oil resources. \r\nWe have denounced the fact that three years of the sale \r\nof our oil yielded us only $588 million, while the oil \r\ncompanies amassed $5 billion. We ask that justice be \r\ndone. Indeed, we demand our legitimate right to \r\nparticipate directly in the production and marketing of \r\nour resources. If we cannot, the sovereign rights of our \r\ncountry will be trampled underfoot, its objective of \r\npoverty reduction will come to naught and our dream \r\nof economic and social progress will remain an \r\nillusion. \r\n Beyond our own problems, we are concerned \r\nabout conflict situations elsewhere on the continent and \r\nin other parts of the world. We welcome the efforts \r\nmade within the African Union and the United Nations \r\nto find lasting solutions, and we express our readiness \r\nto provide assistance to the extent possible.  \r\n For example, we believe that the national \r\nreconciliation process in Côte d’Ivoire is on the right \r\ntrack, although some minor problems have been \r\nencountered. We note that both the African Union and \r\nthe United Nations are playing a major role there. All \r\nIvorian political stakeholders must acknowledge the \r\npain and suffering of the people and understand that \r\nthere are limits to the patience of the members of \r\ninternational community. They must make a \r\ndetermined effort to put an end to the conflict — a \r\nconflict that has had grave consequences for the \r\nstability of the subregion. \r\n In the Middle East, including Palestine, we were \r\nappalled and outraged by the recent events that took \r\nplace in southern Lebanon, resulting in the massive \r\ndestruction of the infrastructure of the country and the \r\nloss of life among civilians. We hope that the \r\nprovisions of Security Council resolution 1701 (2006) \r\nwill be respected with a view to a favourable outcome.  \r\n We also remain concerned about the continuing \r\ndeterioration of the situation in the Palestinian \r\nterritories, especially the Gaza Strip and the West \r\nBank. We call on the international community to \r\ninvolve itself more fully in the resolution of the Israeli-\r\nPalestinian conflict, which has for too long been a \r\nsource of instability in that region. \r\n Anti-personnel landmines and unexploded \r\nordnance are a legacy of armed conflict, and my \r\ncountry continues to pay a high price for armed \r\nconflicts and other wars conducted on its territory. As a \r\nState party to the Ottawa Convention, it is in the \r\nprocess of destroying them in cooperation with friendly \r\ncountries, international organizations and non-\r\ngovernmental organizations and I would like to take \r\nthis opportunity to thank them for their ongoing \r\nsupport. I request those friendly countries and \r\ninstitutions to continue to provide assistance so that the \r\nprogramme to combat those deadly devices can be \r\nstrengthened. \r\n The structures of our Organization are neither fair \r\nnor democratic. In this regard, my country continues to \r\nalign itself with the African position with regard to the \r\nrestructuring of the United Nations, including the \r\nexpansion of the Security Council, with a view to \r\nensuring equitable representation for all regions of the \r\nworld. The reforms undertaken in the past year, \r\nespecially in the framework of the implementation of \r\nthe recommendations and decisions of the 2005 \r\nSummit, have the unswerving support of my country, \r\nwhich is looking forward with interest to the outcome \r\nof the various consultations currently under way. \r\n A/61/PV.17\r\n \r\n35 06-53323 \r\n \r\n The President: I give the floor to His Excellency \r\nMr. Mihai Răzvan Ungureanu, Minister for Foreign \r\nAffairs of Romania. \r\n Mr. Ungureanu (Romania): It gives me great \r\npleasure to congratulate you, Madam, on your election \r\nas President of the General Assembly. The Romanian \r\ndelegation looks forward to a presidency which brings \r\nto the world Organization excellent diplomatic skills, \r\nwhile increasing our confidence in the prospects for \r\nmore balanced gender representation at the top. I \r\nwould also like to pay tribute to Ambassador Jan \r\nEliasson, President of the General Assembly at its \r\nsixtieth session, for his outstanding performance and \r\nfor his commitment to the reform of the United \r\nNations. \r\n Romania subscribes to the statement made by the \r\nPresident of Finland on behalf of the European Union, \r\nand fully shares the views expressed therein. I would \r\nlike, in addition, to give a frank account of my \r\ncountry’s keen and active interest in a strong and \r\neffective United Nations. \r\n Let me say, in all modesty, that we strive hard to \r\npractice what we preach. Romania has had to make up \r\nfor 16 years of lost time — decades of ideological \r\npandemics, economic mismanagement, lack of respect \r\nfor human rights and lack of democracy. I would like \r\nto express the gratitude of my Government for the \r\ncontinuing support that the United Nations has \r\nextended during our transition in many helpful ways, \r\nincluding the valuable work of its country team in \r\nRomania. \r\n We have come a long way to now be in a position \r\nto join the European Union, which is profoundly rooted \r\nin the principles of liberty, democracy, respect for \r\nhuman rights and fundamental freedoms, and the rule \r\nof law. We have worked hard, that is true, and we have \r\nhad very good friends all along to help us prevail. I am \r\ntherefore proud to say that the United Nations has \r\nbeen, and still is, foremost among those friends. \r\n Let me quote a recent statement by the Secretary-\r\nGeneral: \r\n “Our success in advancing the agenda will \r\ndepend on great part on forging coalitions for \r\nchange involving Government representative, \r\ncivil society, the private sector, philanthropic \r\nfoundations, academic institutions and all others \r\nwith contributions to make. I know that Romania \r\nis strongly committed to this path of partnership \r\nand has been working actively to cement \r\nconstructive ties with the United Nations and \r\nwith its neighbours throughout Europe as the \r\ncountry moves towards formal accession to the \r\nEuropean Union.” \r\n I myself could not have put it better if I had \r\nwished to characterize in a nutshell our genuine \r\ncommitment to effective multilateralism and to better \r\nmanagement of the rapid and multifaceted changes \r\nbrought about by the globalization process. That is why \r\nRomania understands, and wishes to be an active \r\nparticipant in, the current reform process, pursuant to \r\nthe guidelines we accepted as set out in the Millennium \r\nSummit Outcome. \r\n We have made significant steps ahead as far as \r\ninstitutional reform is concerned. We agreed to change \r\nthe Human Rights Commission, a body whose \r\nhistorical mission had been accomplished. We created a \r\nnew Human Rights Council to help the United Nations \r\nmake a fresh start in the implementation of the \r\nimpressive corpus of international human rights \r\ninstruments built since the Universal Declaration of \r\nHuman Rights. But let us not indulge in complacency. \r\nIf we do not fill this new box with the expected \r\ncontents, our intention to reform will remain \r\nunfulfilled. \r\n The Human Rights Council should spare no effort \r\nin order to do what it is meant to do: uphold, in the \r\ndaily work of Governments across all continents and \r\nlegal systems, the priority goal of ensuring that human \r\nrights are widely and deeply known and observed. We \r\nshould not see the primary duty of the international \r\ncommunity to monitor the implementation of human \r\nrights law, be it by a universal peer review or by the \r\nexpert work of the special procedures of the Human \r\nRights Council, as unfriendly gestures towards our \r\nGovernments.  \r\n We are deeply honoured by the exceptional \r\nopportunity we have as members of the first Human \r\nRights Council to contribute to the reform of the \r\nUnited Nations human rights machinery. We have \r\nalready come up with a number of proposals aimed at \r\nstreamlining the work of the new Council and at \r\nupholding its authority. We need to make greater \r\nefforts to make human rights a fundamental pillar of \r\nthe United Nations, on an equal footing with security \r\nand development, by will of its Charter. \r\nA/61/PV.17  \r\n \r\n06-53323 36 \r\n \r\n There is a similar need with respect to the \r\nPeacebuilding Commission. The history of the United \r\nNations involves the continuing trend of creating new \r\nbodies to address new problems. That can be a virtue if \r\nsuch bodies have a strong mandate and sufficient \r\nresources to meet expectations. But it can also be a sin \r\nif all we do is generate additional meetings and \r\ndocuments without consequence. The Peacebuilding \r\nCommission is a remarkable institutional and legal \r\ninnovation. Let us introduce new thinking and \r\nresources, rather than old habits, into this framework.  \r\n Considerable efforts have been deployed since \r\n1993 to reform the Security Council. Romania is ready \r\nto embark on a meaningful and pragmatic \r\nconsideration of the question of increasing the \r\nmembership of the Security Council while preserving \r\nits effectiveness and credibility. We are aware of the \r\ndifficulties inherent in further Council expansion. \r\nRecent debates have shown that all Member States \r\nshould benefit to a certain extent from the reform of \r\nthe most powerful body in the United Nations system. \r\nAn obvious case in point is the Eastern European \r\nGroup, which expects to receive its fair share in the \r\neventual outcome of negotiations on this matter. \r\n The issue of the revitalization of the General \r\nAssembly is also on our agenda. The intensive efforts \r\nmade to expand the Security Council should not \r\nobscure the need to genuinely reform the most \r\nrepresentative organ of the United Nations — namely \r\nthe General Assembly. There are many ways to do \r\nmuch more within existing structures and available \r\nresources in terms of time and money. We can make \r\nsimple reforms. We may choose to streamline the \r\nagenda by confining it to essential and topical issues, \r\navoiding the annual repetition of texts which bring no \r\ntrue added value, and using less rhetoric and more \r\npragmatism as the main thread of our decisions.  \r\n The General Assembly can also do more in its \r\nrole of supporting democratization processes in various \r\ncountries. We know how shy the drafters of the Charter \r\nwere about the use of the idea of democracy. During \r\nthe cold war, the concept of democracy was merely \r\ntotemic at the United Nations. However, times have \r\nchanged for the better. I genuinely believe that the \r\nUnited Nations has made considerable, if not truly \r\nspectacular, progress in that area. \r\n My country is proud to have been an active \r\nplayer in two international movements whose \r\nfundamental task is to promote democracy: the New or \r\nRestored Democracies process and the Community of \r\nDemocracies. We have taken dedicated action under \r\nthe auspices of both. Romania initiated a series of five \r\nresolutions on different aspects of democracy-building \r\nthat have been adopted since the year 2000 by both the \r\nCommission on Human Rights and the General \r\nAssembly.  \r\n There is no reason why the United Nations would \r\nslow down this process. On the contrary, we take this \r\nopportunity to encourage both the sixth International \r\nConference of New or Restored Democracies, to be \r\nheld in Qatar, and the third Ministerial Conference of \r\nthe Community of Democracies, to be held in Mali, to \r\ndare to do more. The time has come for us to adopt a \r\nuniversal declaration on democracy, a code of \r\ndemocratic conduct or even an international covenant \r\non the right to democracy. Democracy works, despite \r\ndifficulties and temporary setbacks.  \r\n Let me add that, if we have doubts about our \r\nduty, we should ask our nations if they want to have a \r\nchoice, in a multiparty system, and to make full use of \r\nfair elections, as opposed to not participating or having \r\nto accede violently to power? Do they want to be \r\ngoverned by dictators who work for themselves or by \r\nGovernments that work for the governed? We all may \r\nfind the answer to these queries quite obvious. \r\n In our deliberations about reform, one of the \r\nquestions that arose was how to undertake \r\nconstitutional reform and bring the Charter more in \r\nline with the new challenges of our time. There is \r\nmuch to be done here, in spite of our understandable \r\nreluctance to reopen the sacred book. At the same time, \r\nwe could adequately make the most out of the existing \r\nlegal framework. \r\n We believe that Chapter VIII of the Charter is a \r\ngenerous framework for increased and more efficient \r\ncooperation between the United Nations and regional \r\norganizations. During its tenure as a non-permanent \r\nmember of the Security Council, my country, Romania, \r\ninitiated a rewarding debate on this topic, which led to \r\nthe adoption of resolution 1631 (2005). We welcome \r\nthe report of the Secretary-General entitled “A \r\nregional-global security partnership: challenges and \r\nopportunities”. The report is a very valuable \r\ncontribution to the clarification of the possible \r\ndistribution of roles based on the competitive \r\nadvantages of regional organizations. I therefore \r\n A/61/PV.17\r\n \r\n37 06-53323 \r\n \r\nsupport the recommendations made by the Secretary-\r\nGeneral aimed at passing from an “adhocracy” to the \r\ngradual institutionalization of the operational \r\nmechanisms of an enhanced cooperation. \r\n In this field, Romania practices what it preaches. \r\nThe proof lies in its determination to pursue regional \r\ncooperation processes in Central and South-Eastern \r\nEurope, in various fields: the South-Eastern European \r\nCooperation Process, the Central European Initiative, \r\nthe Stability Pact for South-eastern Europe, the Black \r\nSea Economic Cooperation and so on. The stability and \r\nprosperity in the Black Sea region is the main priority \r\nof our foreign policy at the regional level. We are \r\npursuing a new cooperation paradigm that is expected \r\nto produce deliverable results. Romania is satisfied at \r\nhaving promoted, during its chairmanship of the Black \r\nSea Economic Cooperation, two very important \r\ninitiatives: a Black Sea Euro-region, under the auspices \r\nof the Council of Europe, and a Forum for Dialogue \r\nand Partnership. \r\n We are a conscientious and responsible member \r\nof the international community and ready to assume \r\nour duties. The constant and robust economic growth \r\nof recent years has now enabled my country to \r\nconsider acting as a donor, helping developing \r\ncountries in their long-standing pursuit of economic \r\nprosperity. My Government has already taken measures \r\nto define a legal framework for the financing of official \r\ndevelopment assistance.  \r\n Europe has peace on its borders. But that is only \r\nhalf true if we take into consideration the continued \r\nexistence of frozen conflicts that seem to escape the \r\nactive attention of the United Nations. We are shirking \r\nour duty if we turn a deaf ear to the unresolved \r\nconflicts whose roots date back to the Soviet era. \r\nThose conflicts affect small States that are working \r\nhard to consolidate their independence, their \r\ninstitutions and their economies. They need the \r\nassistance of the United Nations and protection under \r\ninternational law. \r\n One of the most striking examples is the situation \r\nin Transdniestria, a separatist area of our neighbouring \r\ncountry the Republic of Moldova. The lawless regime \r\nthere must not be allowed to become permanent. \r\nSupported by heavily armed troops, that regime is \r\ninvolved in smuggling and illegal trafficking and is \r\ndisrespectful of human rights; it is also ready to seize \r\nschools manu militari. Relying on its weapons and \r\nammunition, the regime threatens its neighbours and \r\nthe legitimate Government of the Republic of Moldova \r\nand cynically mocks democracy through unlawful \r\nreferendums.  \r\n The United Nations must apply the provisions of \r\nthe Charter to put an end to the dark ages in \r\nTransdniestria. What is needed is genuine will on the \r\npart of all relevant actors — be they international \r\norganizations or neighbouring countries. We also \r\nbelieve that it is our duty to assist the courageous \r\nefforts of Georgia to build a democratic society and to \r\nregain full territorial integrity. There is hope. The \r\nrecent adoption by the General Assembly of a decision \r\nto include on its agenda a new item on protracted \r\nconflicts — which Romania has fully supported — \r\naugurs well for a new attitude. \r\n Seven years after the United Nations took \r\nresponsibility for the future of Kosovo, that province \r\nsymbolizes the difficult legacy that the Western \r\nBalkans is struggling to overcome. We support the \r\nefforts of Martti Ahtisaari, Special Envoy for the future \r\nstatus process for Kosovo, and of the Contact Group. \r\nBoth sides directly concerned should show greater \r\nflexibility in order to find a lasting and mutually \r\naccepted solution. In that regard, the United Nations \r\nrole remains extremely important until the future status \r\nof the province is decided. \r\n Our interest in achieving peace, stability and \r\nprosperity is not confined to our own region. Romania \r\nis trying hard to make significant contributions to the \r\nmaintenance of peace throughout the world. Romanian \r\nmilitary, police and civilian personnel are present in \r\nthe United Nations peacekeeping operations deployed \r\nin Afghanistan, Kosovo, the Democratic Republic of \r\nthe Congo, Liberia, Ethiopia and Eritrea, Haiti and the \r\nSudan. Together with other peace-loving nations, we \r\nalso contribute troops to other major peace operations, \r\nincluding those in Afghanistan, Iraq and Bosnia. \r\nNearly 1,500 Romanian troops, civilian police, military \r\nobservers, staff officers and support personnel are \r\ndeployed in those areas.  \r\n At the same time, we believe that more efforts are \r\nneeded to find lasting political solutions to existing \r\nconflicts and tensions. Afghanistan has come a long \r\nway towards becoming a stable State, free from \r\nterrorism and the Taliban. However, many challenges \r\nstill lie ahead. Winning the peace in Afghanistan \r\nrequires even more enhanced and coordinated efforts \r\nA/61/PV.17  \r\n \r\n06-53323 38 \r\n \r\nby the international community — especially to fight \r\ninsurgents, to train the Afghan army and police and to \r\naccelerate quick-impact reconstruction projects. \r\n Romania firmly supports the Government of Iraq \r\nin its efforts to create an efficient and responsible \r\nadministration. Strong international support is needed \r\nif the Iraqi people are to succeed in achieving lasting \r\nstability and in going back to work for the country’s \r\nprosperity. Technical and financial support is also \r\nbadly needed. It is essential not to weaken the \r\ninternational presence in Iraq, without which the \r\nprogress made thus far would be put at risk. \r\n We take note with satisfaction of the latest \r\ndevelopments in Lebanon, particularly the progress \r\nmade in deploying an expanded United Nations force \r\nin the area. We believe that we are witnessing a historic \r\nbreakthrough in a long-standing conflict. We are \r\nconfident that the full implementation of Security \r\nCouncil resolution 1701 (2006) and of the future \r\nmandate of the United Nations Interim Force in \r\nLebanon will build hope and trust for a lasting political \r\nsolution to the Middle East conflict.  \r\n The proliferation of weapons of mass destruction \r\nhas emerged as a major threat to global security and \r\ninternational stability. We should never underestimate \r\nthe chances that such weapons will be used in terrorist \r\nactivities. We support new international efforts to \r\nstrengthen the existing international regimes, to ensure \r\nthe full and unconditional implementation of \r\nobligations undertaken by the States parties and to \r\npromote the universalization of multilateral treaties and \r\nagreements in the field of disarmament and non-\r\nproliferation. \r\n At the same time, we must continue to fight \r\nterrorism, individually and collectively, in order to \r\neliminate it as a threat to the lives of innocent people \r\nand to the daily life of our societies. If it is to succeed, \r\nthe international community must correctly identify \r\nand overcome the factors that contribute to terrorism. \r\nRomania is firmly engaged in the fight against terrorist \r\nthreats through its participation in the efforts of the \r\ninternational community and in those undertaken by \r\nregional and subregional organizations. \r\n(spoke in French) \r\n Romania will soon have the honour to host the \r\neleventh summit of la Francophonie. This conference \r\nof heads of State and Government of countries using \r\nFrench as a common language will take place on 28 \r\nand 29 September 2006 in Bucharest. La Francophonie \r\ndefinitely does more than promote multilingualism. At \r\nthe previous summit, la Francophonie acted as a \r\nfaithful partner by adopting a strategic framework \r\naligned with the Millennium Goals and the objectives \r\nof the Plan of Implementation of the World Summit on \r\nSustainable Development, held at Johannesburg. That \r\nframework is fully in keeping with the fight against \r\npoverty and the efforts to promote sustainable \r\ndevelopment. It is based on a consensus that \r\nemphasizes human rights, good governance and \r\ndemocracy, as well as conflict prevention and \r\npeacebuilding. This year, the summit will have the \r\ntheme “Information technologies in education”. That is \r\nanother complementary area on which la Francophonie \r\nintends to focus in order to contribute to the objectives \r\nagreed at the World Summit on the Information \r\nSociety. I hope that during the present session of the \r\nGeneral Assembly, Romania will be able to report \r\nfurther actions taken by la Francophonie in keeping \r\nwith United Nations objectives. \r\n The President: I now call on His Excellency \r\nMr. Alikbek Djekshenkulov, Minister for Foreign \r\nAffairs of Kyrgyzstan. \r\n Mr. Djekshenkulov (Kyrgyzstan) (spoke in \r\nRussian): For more than a year now, Kyrgyzstan has \r\nbeen experiencing a new stage in its historical \r\ndevelopment. Today, our leaders are doing their utmost \r\nto further strengthen our country’s democratic and \r\nmarket reforms. The unswerving policy we have \r\nadopted in order to build a democratic society based on \r\nlaws and a well-developed national economy will lay a \r\nsolid foundation for a stable political situation. We \r\nhave committed ourselves to ensuring all the \r\nconditions necessary for the sustainable development \r\nof Kyrgyzstan’s economy and the enhancement of our \r\npeople’s well-being. \r\n At the 2005 World Summit, the President of the \r\nKyrgyz Republic, Mr. Kurmanbek Bakiev, reaffirmed \r\nour full commitment to the universal goals and targets \r\nset out in the Millennium Declaration. All the \r\nnecessary legislative measures have been adopted in \r\nour country to protect social well-being and to support \r\nthe most vulnerable sectors of the population. That will \r\nhelp significantly to reduce our poverty level. \r\n In 2005 alone, despite the existing difficulties, \r\nsocial expenditures constituted more than 43 per cent \r\n A/61/PV.17\r\n \r\n39 06-53323 \r\n \r\nof the Republic’s budget. As a result, as stated in the \r\nreport of the Secretary-General on the integration of \r\ncountries with economies in transition into the world \r\neconomy, Kyrgyzstan has reduced the scale of poverty \r\nin the country. \r\n I would also like to point out that the situation \r\ntoday in the Kyrgyz Republic is characterized by \r\nopenness in the economy, macro-economic stability, a \r\nliberal currency and visa regime, and the free \r\nmovement of capital and labour. We also enjoy the \r\nadvantages of membership in the World Trade \r\nOrganization. \r\n As I have already pointed out, my country has \r\nrepeatedly and actively shown its commitment to its \r\ninternational obligations in the area of the protection of \r\nfundamental rights and freedoms. Today, the Kyrgyz \r\nRepublic adheres to all the basic universal international \r\ninstruments with a human dimension and continues to \r\ncarry out those provisions responsibly. Further \r\ndemocratization of the society and the encouragement \r\nof human rights remain the priorities for our domestic \r\npolicy. This is why our Head of State has initiated \r\nreform in law enforcement and judicial bodies, as well \r\nas constitutional reform in order to improve the \r\nbalance of power. I would like to point out, in \r\nparticular, that a very active role is being played by \r\npolitical parties and civil society in this process, \r\nthereby ensuring the genuine involvement of broad \r\nmasses of the population in the adoption of important \r\nState decisions. \r\n A month ago, the Office of the United Nations \r\nHigh Commissioner for Human Rights decided to \r\nestablish a Regional Office in Bishkek, the capital of \r\nthe Kyrgyz Republic. We regard this move as \r\nindicating a strong recognition of our efforts towards \r\nstrengthening democratic principles and encouraging \r\nhuman rights and freedom of speech in the country. \r\n The Kyrgyz Republic has ratified the United \r\nNations Convention against Corruption and has \r\ndevised a State strategy to combat this scourge. It has \r\nestablished a national agency to combat corruption and \r\na financial intelligence service. I am certain that in our \r\ncountry, where effective governance is being practiced \r\nand where human rights are being observed, there will \r\nbe a better chance of avoiding conflict and overcoming \r\nobstacles to development. It is no secret that, at this \r\ndifficult time in human development, with its \r\nincreasing global, regional and civilizational problems, \r\nwe all feel the presence of moral and psychological \r\nmalaise in many parts of the world. \r\n In order to attain harmony on our planet, all of us \r\nneed to humanize our societies and give pride of place \r\nto moral and spiritual values. As our forebears have \r\nsaid, when people unite in spirit, they can move \r\nmountains. Today, we are all witnessing global change. \r\nThere are new issues, new tasks that require innovative \r\napproaches to solve them. In this regard, the Kyrgyz \r\nRepublic proposes the formulation of yet another \r\nMillennium Goal — goal 9 — which should focus on \r\ndynamic development of the local community. Success \r\ncould be guaranteed through improving the system of \r\ngovernance, democratization of local self-governance, \r\nthe elimination of corruption and the involvement in \r\ngovernance of representatives of various social and \r\nethnic groups. We base this on the principle that a \r\nstrong local community means a stable State. A stable \r\nState means a stable region. And a stable region means \r\na secure world. \r\n It is well known that security and development \r\nare indivisible. We cannot ensure development, if we \r\ndo not ensure security. We will not achieve global \r\nsecurity unless we support development and eliminate \r\npoverty. As the Millennium Project report has pointed \r\nout, there are many factors underlying extreme poverty, \r\nfirst and foremost being that of an unfavourable \r\ngeographical situation. \r\n In this connection, I would like to devote special \r\nattention to mountainous areas, which are our planet’s \r\nbasic source of drinking water. We are grateful for the \r\nsupport of the United Nations Member States in \r\nadopting General Assembly resolution 60/198 on \r\nsustainable mountain development at the Assembly’s \r\nsixtieth session. I am certain that this will enable \r\nmountain countries to take serious steps towards \r\nsolving social, economic and environmental problems. \r\n Pursuant to the decisions of the Bishkek \r\nMountain Platform, which was adopted in 2002 at the \r\nBishkek Global Mountain Summit, we propose that a \r\nsecond mountain summit be convened in 2007, with a \r\nview to taking stock of the international community’s \r\nactivities relating to sustainable mountain development \r\nover the past five years. This initiative has already \r\nreceived support from the United Nations Development \r\nProgramme Administrator, Kemal Dervish, and the \r\nDirector-General of UNESCO, Mr. Koïchiro Matsuura, \r\nwho proposed that we call the second summit “Bishkek \r\nA/61/PV.17  \r\n \r\n06-53323 40 \r\n \r\nPlus Five”. I would like to take this opportunity to \r\ninvite all States to take part in this important \r\ninternational forum. We hope the international \r\ncommunity will support our initiative. \r\n Commitment to a policy of disarmament and \r\npreventing the spread of weapons of mass destruction \r\nis one of the major fundamental principles of the \r\nforeign policy of the peace-loving Kyrgyz Republic. \r\nProof of this policy was the signing on 8 September \r\n2006 in Kazakhstan of an agreement on a nuclear-\r\nweapon-free zone in Central Asia. We regard this as a \r\njoint contribution of the States of the region to global \r\nsecurity and to freeing humankind from the threat of \r\nlethal weapons. At present, non-nuclear zones are \r\nbecoming an important element in multilateral \r\nmechanisms to counter nuclear terrorism. The issue is \r\nmore timely than ever, bearing in mind the existing \r\nthreat of the use of weapons of mass destruction by \r\nterrorist organizations. \r\n In this connection, from this lofty rostrum of the \r\nAssembly Hall, I would like to appeal to United \r\nNations Member States to support the draft resolution \r\non a nuclear-weapon-free zone in Central Asia, which \r\nwill be put forward at the current session of the \r\nAssembly’s First Committee. One of the distinguishing \r\nfeatures of our nuclear-free zone is its environmental \r\naspect. States in the region have suffered more than \r\nmost from the negative impact of nuclear programmes \r\nand testing. Human radiation, radiation of our territory \r\nand the dangers posed by uranium tailings are proof of \r\nthis. \r\n Existing regional environmental problems are \r\nbeing worsened by global warming, drought and soil \r\ndegradation. This year the Kyrgyz Republic chairs the \r\nInternational Fund for Saving the Aral Sea. The \r\nproblem of the Aral Sea has today taken on the scope \r\nof a global environmental disaster that, to various \r\nextents, has influenced natural processes throughout \r\nthe world. In this connection, we call upon the \r\ninternational community to consolidate efforts for the \r\nimplementation of programmes and projects to save the \r\nAral Sea. \r\n I would like to express our gratitude to the \r\nSecretary-General for his comprehensive report on the \r\nwork of the Organization (document A/61/1). With his \r\nusual leadership skills, he has clearly set forth in the \r\nreport the activities of the Organization during 2005. \r\nWe fully share his view that globalization has become \r\none of the predominant factors of the last decade. We \r\nmust see to it that the United Nations strengthens its \r\npositive aspects. With the active participation of our \r\nOrganization, globalization must become an instrument \r\nto ensure sustainable development and reduce the gap \r\nbetween rich and poor, overcome discrimination in \r\neconomic relations and enhance the well-being of our \r\npeoples. \r\n Unfortunately, along with globalization there has \r\nbeen an increase in the spread of such threats and \r\nchallenges as international crime, the illicit trade in \r\ndrugs and weapons, epidemic disease and \r\nenvironmental degradation. The Government of \r\nKyrgyzstan has been taking decisive steps to combat \r\nthese negative phenomena. They are especially felt in \r\nour region, bearing in mind the difficult situation in \r\nAfghanistan. \r\n I am convinced that effectively countering these \r\nthreats is possible only on the basis of a worldwide \r\nexpansion of regional and international cooperation, \r\ninvolving organizations that have the necessary \r\ncapacities and that are successfully operating to that \r\nend at the present time. In this respect, the Kyrgyz \r\nRepublic is taking an active part in the work of the \r\nShanghai Cooperation Organization and the Collective \r\nSecurity Treaty Organization. Today, as President of \r\nSCO, Kyrgyzstan will do its utmost to strengthen it \r\nfurther as a reliable guarantor of security and stability \r\nin the region. \r\n Speaking last year from this high rostrum, \r\nPresident Kurmanbek Bakiev of the Kyrgyz Republic \r\nstated that the sixtieth session of the General Assembly \r\nmust be remembered as one of reform. Today, we can \r\nassert that the 60th anniversary session was indeed one \r\nof reform. We established the Peacebuilding \r\nCommission and the Human Rights Council and \r\ncreated the Central Emergency Response Fund. We \r\nreformed the Secretariat and adopted a Global Counter-\r\nTerrorism Strategy. \r\n And yet, a number of key tasks remain to be \r\ncarried out. The Kyrgyz Republic agrees that there is a \r\nneed to step up the activities of the General Assembly \r\nand to strengthen the role of the Economic and Social \r\nCouncil in attaining critical development goals.  \r\n United Nations reform will not be complete \r\nwithout Security Council reform. We advocate \r\nenhanced efforts to seek solutions in the interests of all \r\nmembers of the international community. Kyrgyzstan \r\n A/61/PV.17\r\n \r\n41 06-53323 \r\n \r\njoins in the appeal of Member States to expand \r\npermanent and non-permanent membership of the \r\nCouncil, which would reflect the realities of our times \r\nand promote the effectiveness of our work. \r\n We believe that if the United Nations activities \r\nare to be consistent and effective, we must keep up \r\nwith the times and adapt to events as they take place in \r\nthe course of human development. The United Nations \r\nmust be oriented towards achieving concrete results \r\nand meeting the pressing needs of the peoples of our \r\nplanet. \r\n The President: I now give the floor to His Royal \r\nHighness Prince Mohamed Bolkiah, Minister for \r\nForeign Affairs of Brunei Darussalam. \r\n Prince Mohamed Bolkiah (Brunei Darussalam): \r\nI extend my congratulations on your election, Madam, \r\nand my respects to His Majesty King Hamad bin Isa \r\nAl-Khalifa and to the Government and people of the \r\nKingdom of Bahrain. I assure you of Brunei \r\nDarussalam’s full support in the coming year and wish \r\nyou great success during your term of office. \r\n I would also like to thank your predecessor, \r\nMr. Jan Eliasson, for his excellent leadership of the \r\nAssembly over the past year. \r\n Finally, may I express my special appreciation to \r\nour Secretary-General. For many years, he has been the \r\nUnited Nations most public figure. That has never been \r\neasy, but he has served us with great distinction. His \r\nprogrammes of action have strengthened our voice. His \r\npersonal leadership has inspired us, and I thank him \r\nmost warmly for that. \r\n During the past few years, we have regularly \r\ndiscussed United Nations reform, and I am sure that \r\ndiscussions will continue in the coming years. \r\nTherefore, at the opening of the sixty-first session of \r\nthe General Assembly, I would like to take this \r\nopportunity to mention a few of our own feelings in \r\nBrunei Darussalam about the question of United \r\nNations reform. \r\n I would like to start by acknowledging the fine \r\nwork done for so many years by our United Nations \r\nagencies in the field, particularly by the World Health \r\nOrganization, the United Nations Economic and Social \r\nCommission for Asia and the Pacific, the United \r\nNations Children’s Fund, the United Nations \r\nDevelopment Programme, and the United Nations \r\nEducational, Scientific and Cultural Organization, and \r\nby United Nations volunteers all over the world. Those \r\nagencies can truly be called our body’s life blood, and \r\nat times literally so. Every day of every year, they \r\nattempt to bring hope, confidence and meaning to the \r\nlives of ordinary people. They provide people with the \r\nsimplest and most basic definition of security. By that, \r\nI mean that they give people a feeling that even the \r\nmost severe problems can be faced and solved. I thank \r\nthem with great respect for their dedication and their \r\nprofessionalism. They represent the United Nations at \r\nits best. \r\n Consequently, I believe that any reform of our \r\nOrganization should be considered with one crucial \r\nprimary question in mind: Does it directly strengthen \r\nthe work of our agencies and people in the field? That \r\nis becoming more and more important to the ordinary \r\npeople we represent. \r\n The new century has brought a host of new \r\nchallenges. The past year, like every year of this new \r\ncentury, has presented problems that are typical of \r\nthose the United Nations is increasingly going to face \r\nand expected to solve. They are, sadly, all the stuff of \r\nregular breaking news: natural and environmental \r\ndisasters, health, economic and security disasters, \r\ncountless political failures and the enormous human \r\nsuffering that follows. \r\n The immediate impression is a dramatic one. Our \r\nnew century seems to be defining itself in images of \r\ndisaster — landslides, earthquakes, tsunamis and \r\nterrorist bombings. The most lasting images are human \r\nones. Those are the countless victims of events over \r\nwhich they had no control and of which they had no \r\nknowledge or warning. The long-term result is a deep \r\nsense of insecurity. It is reaching into the lives of every \r\nindividual, every family and every community in every \r\ncountry we represent. \r\n Many people are feeling so insecure that they are \r\nengaged in finding any way they can to salvage some \r\nhope for themselves. In Asia, Africa and the Americas, \r\nthey are doing so in their hundreds of thousands. They \r\nare leaving their families and homelands to emigrate. \r\nThey often put their lives at enormous personal risk in \r\nthe search for somewhere where they hope to find \r\nhope. \r\n That presents a bleak vision of the future for \r\nmillions of our people. It would be even bleaker \r\nwithout the United Nations. Sometimes, in the refugee \r\ncamps, in the disaster areas and in all the other arenas \r\nA/61/PV.17  \r\n \r\n06-53323 42 \r\n \r\nof destruction, the United Nations offers all they have \r\nby way of hope. Hence, the second consideration we \r\ngive to proposals for reform is a human one. We ask a \r\nsimple question: Is the proposal relevant to ordinary \r\npeoples’ personal lives and problems?  \r\n Those lives are increasingly dominated by the \r\nextremely complex challenges of our new century. \r\nThose challenges are global. They are scientific, \r\ntechnological, economic, environmental and political. \r\nThey now involve over six and a half billion people. \r\nThose people are becoming more and more dependent \r\non each other for survival. That means, I believe, that \r\nwe must continue to stress the need for more than just \r\nadministrative reform. So our third consideration \r\nregarding reform is practical. \r\n Does the proposed reform reflect the current \r\ncentury, its priorities, its special challenges and its \r\nchanging character? In other words, are we certain that \r\nwe are not trying to solve twenty-first-century \r\nproblems with the mechanisms, priorities and \r\nprocedures of the twentieth century and sometimes \r\neven of the nineteenth century? \r\n We look forward to continuing our discussions \r\nwith colleagues in the coming year on this critical \r\nmatter of effective and lasting reform. We are starting \r\nto see what the twenty-first century is presenting, both \r\nthe good and the disturbing. We are also seeing the \r\ndemands it is making on the United Nations. They are \r\nconsiderable. We believe, however, that the \r\nconsiderations I have mentioned are the essential basis \r\nfor reforming the United Nations in a manner that will \r\nensure that our world body is well capable of meeting \r\nthe twenty-first century on twenty-first century terms. \r\n The President: I now give the floor to His \r\nExcellency Mr. Norman José Caldera Cardenal, \r\nMinister for Foreign Affairs of Nicaragua. \r\n Mr. Caldera Cardenal (Nicaragua) (spoke in \r\nSpanish): Allow me to begin by congratulating the \r\n192nd Member State, Montenegro, upon its accession \r\nto membership of the United Nations. \r\n On 5 November, elections will be held in \r\nNicaragua to elect its new Government. This session is \r\ntherefore occurring at an appropriate moment for \r\ntaking stock, before our own people and before the \r\npeoples of the United Nations, of the Nicaragua that \r\ncould be achieved if the work carried out during the \r\nfive-year term of the current President Enrique Bolaños \r\nGeyer is continued. \r\n It has been our lot to fight tirelessly for a value \r\nwhich was recently consolidated in its universal \r\ndimension: the defence of democracy, which includes \r\nas essential components the rule of law, the balance of \r\npowers, the strengthening of State institutions and \r\ncombating corruption.  \r\n Nicaragua has not travelled this difficult road \r\nalone. A new collective spirit has been present which \r\nhas assisted its efforts, making it possible to overcome \r\nand punish corruption. Thanks to this same collective \r\nsolidarity it was also possible to counter the partisan \r\ndivision of the State and the still-latent attempts to \r\nbreak with the cardinal rule of separation and \r\nindependence of the public authorities. I must mention \r\nhere that whenever anti-democratic forces sought to \r\nbreak with the constitutional order, they encountered \r\nthe joint response of the people of Nicaragua, the \r\nprivate business sector, organized civil society and the \r\ninternational community. \r\n Our first words of thanks go to all those \r\nGovernments and organizations that, through their \r\nsupport, helped to protect in Nicaragua the principles \r\nof freedom and democracy that have today emerged as \r\nthe new basic values of a renewed international society. \r\n We thank our brother countries of the region and \r\nthe Secretary-General of the Central American \r\nIntegration System, the Secretary-General of the \r\nOrganization of American States (OAS) and his Special \r\nEnvoy in Nicaragua, the Member States of OAS, the \r\nRio Group, the Andean Community of Nations, the \r\nIbero-American Summit, the Caribbean Community \r\nand Common Market, Japan, the United States of \r\nAmerica and the European Union. \r\n But the time devoted to defending democracy has \r\nnot prevented us from working to achieve the goals of \r\ndevelopment, law and order, security and stability. \r\n Between 2002 and 2005, a period of barely four \r\nyears, tax revenues increased more than three-fold, \r\nwhich clearly demonstrates the confidence of our \r\ncitizens in their Government and also reflects the \r\ntransparency of our public administration. This \r\nincrease is continuing at the same pace in 2006. At \r\ntheir annual meeting concluded the day before \r\nyesterday, the International Monetary Fund (IMF) and \r\nthe World Bank stated that tax earnings in Nicaragua \r\n A/61/PV.17\r\n \r\n43 06-53323 \r\n \r\nhad been strong, with an increase in revenues that bore \r\nwitness to the success of the fiscal policy and reforms \r\nimplemented by the Government. \r\n On the economic front, we have achieved radical \r\nchange: there is an economic upturn, and we are \r\nregaining the confidence of the international \r\ncommunity.  \r\n Through transparency and good governance, the \r\ncompletion point of the Heavily Indebted Poor \r\nCountries (HIPC) Debt Initiative was reached. A year \r\nago, we were selected to receive the support of the \r\nGroup of Eight, as well as forgiveness of the \r\nmultilateral debt owed to the IMF, the World Bank and, \r\nvery shortly, the Inter-American Development Bank, \r\namounting to a reduction of approximately $800 \r\nmillion in our foreign debt. These two initiatives mean \r\nthat over 85 per cent of our foreign debt has been \r\nforgiven. Nicaragua can now concentrate on reducing \r\nits domestic debt, which resulted from the fraudulent \r\ncollapse of banks that occurred five and a half years \r\nago.  \r\n It was President Bolaños Geyer who, in \r\nDecember 2001, spoke of the need for a trade \r\nagreement, what turned into the Central American Free \r\nTrade Agreement, between the countries of Central \r\nAmerica, the Dominican Republic and the United \r\nStates. This Agreement came into force in March 2006, \r\nopening up a new era of opportunity for our region. As \r\na result of this treaty, the volume of exports from \r\nNicaragua to the United States has increased by 20 per \r\ncent during the eight months it has been in existence. \r\n We have achieved three consecutive years of \r\neconomic growth on the basis of private investment. \r\nSince President Bolaños took office, direct foreign \r\ninvestment has led to the opening of a new company \r\nevery month in the tax-free zones, and total exports \r\nhave increased by 100 per cent in less than five years.  \r\n We have succeeded in turning tourism into a new \r\nengine of the economy on account of the revenues it \r\ngenerates, and for the first time it has become the \r\ngreatest source of foreign currency earnings in our \r\ntrade balance. Nicaragua is ranked third among the 10 \r\nmust-visit destinations, according to the prestigious \r\nLonely Planet travel guide. Similarly, Nicaragua has \r\nbeen classified by the World Tourism Organization as \r\none of the best emerging markets at the world level and \r\nthe best kept secret for retirees and for real estate \r\ndevelopment. We are considered to be the country that \r\nhas made the greatest progress on the economic \r\nfreedom front. For its part, the World Bank report, \r\n“Doing Business”, places Nicaragua in 67th place \r\nworldwide and states that it has the best business \r\nclimate in Central America and one of the best in the \r\nhemisphere. We are one of the safest countries in the \r\nhemisphere. Our murder rate is less than half the world \r\naverage. \r\n I am proud to say that we are now experiencing a \r\nnew political, economic and social reality. Keeping his \r\ncampaign promise, President Bolaños has virtually \r\ndoubled the salary of primary and secondary school \r\nteachers and has doubled in absolute terms the budget \r\nallocated to post-secondary education. \r\n In the area of health, the infant mortality rate fell \r\nfrom 35 per 1,000 live births in 2001 to 31 in 2006. \r\nThe mortality rate for children under the age of 5 fell \r\nfrom 45 in 2001 to 40 in 2006, and the maternal \r\nmortality rate fell from 96.6 per 100,000 in 2003 to 83 \r\nin 2006. Immunization coverage increased between \r\n2004 and 2006 by over 10 per cent. \r\n We are developing a State policy for our \r\nemigrants, with a view to guaranteeing that they have \r\nfull enjoyment of their political, social and civil rights, \r\nproviding them with legal advice and with the \r\nprotection to which the Constitution entitles them. We \r\nare doing all we can to defend their rights in any \r\ncountry where they may be found. That is the least we \r\ncan do to repay the sacrifice they make in sending back \r\nremittances to improve the economic situation of their \r\nfamilies. These remittances are equivalent to almost \r\n50 per cent of our goods exports.  \r\n The Assembly will recall that President Reagan, \r\nwhen addressing the Soviet Premier on the subject of \r\nthe Berlin Wall, said: “Tear down that wall”. The \r\nPresident of the Dominican Republic, Mr. Leonel \r\nFernández Reyna, once observed that in a globalized \r\nworld where there is free movement of capital, goods \r\nand services, it is the human beings who do not enjoy \r\nfreedom of movement of labour. \r\n Thanks to the special law on migratory incentives \r\nfor Nicaraguans living abroad, nationals who have \r\nlived for at least five years outside the country can \r\ncome home with their household effects, their car and \r\ntheir work tools.  \r\n The results we have achieved in protecting our \r\nnationals abroad are substantial and have been \r\nA/61/PV.17  \r\n \r\n06-53323 44 \r\n \r\nrecognized by the international community. At the \r\nbeginning of this month, the United States Under \r\nSecretary for Democracy and Global Affairs brought to \r\nthe attention of the international community the efforts \r\nmade by Nicaragua through its diplomatic \r\nestablishment to protect, assist and repatriate \r\nNicaraguans who are the victims of human trafficking. \r\nWe have built the material, human and technological \r\ninfrastructure that will gradually generate a new \r\npolitical culture strengthened by the values of \r\ndemocracy.  \r\n Nicaragua does not see its future as being \r\nseparate from that of Central America. This is why we \r\nare endeavouring to form a customs union and to \r\nfurther the integration process in all directions and at \r\nall levels, because this is the best way for a region \r\nwhich deserves prosperity and development to move \r\nforward. \r\n Very soon, we shall start talks on an association \r\nagreement between the European Union and Central \r\nAmerica, which will include a free trade agreement. It \r\nis an initiative that embodies the vision of two regions \r\nwhich, from different continents, view the future with \r\nsimilar values and institutions and common aspirations. \r\n The Nicaraguan proposal to limit arms at the \r\nregional level has made substantial progress in matters \r\nrelating to the submission of inventories of weapons, \r\narmed forces and public security personnel and in the \r\ngeneration of confidence-building measures. \r\n According to the International Institute for \r\nStrategic Studies, per capita expenditure by Nicaragua \r\non defence is $5.2 per year. In the list of 132 countries \r\nstudied, Nicaragua is third among the countries which \r\nspent least on defence. \r\n Nicaragua was the first independent country in \r\nthe history of the United Nations to benefit from the \r\npresence of electoral observers. This time, too, \r\nNicaragua will comply with the sacred duty of holding \r\nfree and transparent elections which reflect the \r\nsovereign will of the people. On 5 November, the \r\nNicaraguan people will have to decide between the \r\ncaudillismo of the past and a future devoted to \r\ndevelopment, between corruption and transparency. We \r\nare sure that the international community will help us \r\nthrough this process by extending to us unwavering \r\nsupport at this critical moment of reaffirmation of \r\ndemocracy by a nation which has defended its right to \r\nfreedom with its life. \r\n The fate of our individual States is closely linked \r\nwith that of our international system. The current world \r\nsituation is testing the response capacity of our \r\ninternational system as a whole.  \r\n The problems faced by mankind are increasingly \r\ncomplex and tragic and call for our involvement to \r\nensure that they are promptly and effectively dealt \r\nwith. The recent crisis in the Middle East, the \r\nsituations in Iraq and Afghanistan, the tensions in Iran, \r\nthe problems arising in the Democratic People’s \r\nRepublic of Korea, the social and political conflicts \r\nbeing experienced in Haiti, the situation in Darfur and \r\nthe threats of international terrorism demonstrate that \r\nneither the appeals of Secretary-General Kofi Annan \r\nnor the proposals to reform the United Nations system \r\ncan be put off.  \r\n The United Nations must be reformed to provide \r\na ready, efficient and effective response to the immense \r\nthreats to world peace that also extend to the \r\nenvironment and health. Nicaragua maintains the \r\nposition that these reforms should be comprehensive in \r\nnature since that is the only way of overcoming \r\nbureaucratic problems that stand in the way of prompt \r\nimplementation of the resolutions of the General \r\nAssembly. \r\n The reform process should cover the Secretariat, \r\nthe General Assembly and the Economic and Social \r\nCouncil, as well as the Security Council. The \r\nmembership of the Security Council should better \r\nreflect current geopolitical realities, allowing for a \r\nmore equitable and democratic representation of \r\ndeveloping countries in both permanent and non-\r\npermanent categories. This expansion should serve to \r\nenhance multilateralism, strengthening the capacity to \r\nrespond to world threats and challenges with a Council \r\nthat has more authority, representativity and \r\neffectiveness.  \r\n In 2003, the Government of Nicaragua arranged \r\nthe nomination and recognition of the Río San Juan — \r\nNicaragua Biosphere Reserve in the Programme on \r\nMan and the Biosphere of the United Nations \r\nEducation, Scientific and Cultural Organization \r\n(UNESCO) — recognition which was approved on \r\n15 September of that year, when it became part of the \r\nWorld Network of Biosphere Reserves. This reserve \r\nwas added to the Bosawas Biosphere Reserve, which, \r\nat 2 million hectares, covers 14 per cent of our national \r\nterritory and is the largest continuous forested area in \r\n A/61/PV.17\r\n \r\n45 06-53323 \r\n \r\nCentral America. In early 2006, President Bolaños \r\nestablished a preserve for 10 years, banning the export \r\nof six forest species in danger of extinction.  \r\n Nicaragua also restates from this podium its \r\nsupport for the cause of the Republic of China in \r\nTaiwan, which should achieve the legitimate \r\nrepresentation of its 23 million inhabitants. It also calls \r\nfor renewed and proactive efforts by the United \r\nNations to maintain peace in East Asia. \r\n We launch a humanitarian appeal for the freeing \r\nof the kidnapped persons in the Far and Middle East, \r\nand worldwide. The States Members of the United \r\nNations have a duty, both individually and collectively, \r\nto protect the world population against any action that \r\nseeks to harm the life or dignity of any human being, \r\nfrom the time of conception to the time of death, or to \r\nundermine his or her aspiration to live in a democratic \r\nenvironment and to take advantage of opportunities for \r\ndevelopment. We should devote our best efforts to \r\ngiving effect to this mandate. \r\n The President (spoke in Arabic): I now give the \r\nfloor to His Excellency Mr. Mohamed Benaissa, \r\nMinister for Foreign Affairs and Cooperation of \r\nMorocco. \r\n Mr. Benaissa (Morocco) (spoke in Arabic): \r\nMadam President, I would like at the outset to extend \r\nmy sincere congratulations to you and the brother \r\ncountry of the Kingdom of Bahrain on your election as \r\nthe first Arab woman in the history of the United \r\nNations to preside over the General Assembly. I wish \r\nyou every success in your tasks during this session and \r\nin realizing our aspirations, and achieving practical and \r\nvaluable results regarding items on the agenda. \r\n I would like to avail myself of this occasion to \r\nexpress my warm thanks to your predecessor, Mr. Jan \r\nEliasson, for his brilliant presidency of last year’s \r\nsession. \r\n Allow me also to seize this opportunity to \r\nreiterate Morocco’s appreciation of Mr. Kofi Annan for \r\nthe noble tasks he has been undertaking and for his \r\ntireless efforts throughout his term to consolidate our \r\nOrganization’s international position and to revitalize \r\nits role in the maintenance of international peace and \r\nsecurity. We equally appreciate his unfailing support \r\nfor regional and international development activities to \r\nensure the promotion of the United Nations \r\nmechanisms and structures and thus reinforce their \r\neffectiveness. \r\n The Kingdom of Morocco welcomes the \r\naccession of the Republic of Montenegro to \r\nmembership of the United Nations and we assure it of \r\nour constructive and continuous cooperation. \r\n This year’s session coincides with the 50th \r\nanniversary of Morocco’s joining the United Nations. \r\nThey have been 50 years of clear and concrete \r\ncommitment to the purposes and principles of our \r\nOrganization aimed at fostering peace and security \r\nworldwide and at consolidating development for the \r\nbenefit of all peoples and States, mainly in developing \r\ncountries. \r\n Joining the United Nations was one of the first \r\nsovereign decisions Morocco made in the wake of \r\ngaining its independence. It expressed the Kingdom’s \r\nfirm belief in the efficacy of multilateral action as one \r\nof the most viable means of managing chronic crises \r\nand as an appropriate tool to face growing international \r\nchallenges. It also reflects Morocco’s unfailing \r\ncommitment to the values of active solidarity and \r\nfruitful cooperation, as expressed in a speech given by \r\nthe late King Mohammed V on 6 November 1956, \r\nwhen he stated that  \r\n “Morocco’s attachment to the principles \r\nunderpinning the United Nations reflects its \r\ncommitment to supporting freedom and peace \r\nthroughout the world and to establishing \r\ninternational relations on the basis of arbitration \r\nand concord, with no recourse whatsoever to \r\nviolence or force, and relying on cooperation and \r\nsolidarity rather than on animosity and \r\ndiscrimination”. \r\n Since joining the United Nations, the Kingdom of \r\nMorocco has endeavoured to contribute significantly to \r\nhelping our Organization attain its status as a central \r\nactor in the establishment of international peace and \r\nsecurity, as well as in organizing and promoting \r\ninternational relations to create a world order built on \r\ncooperation, justice and international legality. The \r\nKingdom has always been an advocate of the principles \r\nof international law, United Nations resolutions and \r\nmultilateral actions emanating from constructive \r\ndialogue and ongoing consultations as the most viable \r\nway to settle international conflicts and crises \r\npeacefully. \r\nA/61/PV.17  \r\n \r\n06-53323 46 \r\n \r\n Throughout that period, the Kingdom has \r\ncontributed to numerous United Nations peacekeeping \r\noperations in demonstration of its commitment to \r\ninternational peace and of its deeply rooted belief in \r\nthe importance of collective security and of the role of \r\nthe United Nations in that field. Today, our country is \r\ncontributing to five peacekeeping operations in Africa, \r\nthe Caribbean and Europe. That has earned Morocco \r\nthe thirteenth position among countries contributing to \r\npeacekeeping operations internationally, the second at \r\nthe Arab level and the sixth at the African level. \r\n In addition, the Kingdom of Morocco has \r\nlaunched a process aimed at establishing active \r\nsolidarity among members of the international \r\ncommunity through constructive and fruitful \r\npartnerships between North and South, on the one \r\nhand, and the reinforcement of South-South \r\ncooperation as a strategic priority, on the other, in \r\norder to achieve sustainable and balanced development \r\nfor the benefit of all. \r\n The Kingdom of Morocco has further \r\nendeavoured to implement the recommendations \r\nadopted at important United Nations meetings and \r\nconferences on development issues, including the \r\nMillennium Development Goals, which are in full \r\nharmony with our national development strategy. In \r\nthat regard, the National Initiative for Human \r\nDevelopment, launched by His Majesty King \r\nMohammed VI on 18 May 2005, testifies to Morocco’s \r\nwillingness to lay the foundations for a development \r\nmodel that embodies Morocco’s political choices and is \r\nhelping to establish a modern and democratic society. \r\nModernization, democratization and economic \r\ndevelopment, as well as sustained human development \r\nindicators, are interdependent in the quest for equitable \r\nopportunities, the dissemination of knowledge and the \r\nprovision of basic social services. \r\n Our development initiative places a special \r\nemphasis on the empowerment of the Moroccan citizen \r\nas the focus of comprehensive development, in line \r\nwith the Secretary-General’s report of 2005, entitled \r\n“In larger freedom: towards development, security and \r\nhuman rights for all”. \r\n In that context, and in a spirit guided by universal \r\nprinciples aimed at creating the necessary harmony \r\nbetween Morocco’s international commitments and its \r\nnational priorities, a workshop on the promotion of \r\nhuman rights was convened in Morocco. The workshop \r\nwas marked by the issuance of specific \r\nrecommendations upon the end of the mandate of our \r\nequity and reconciliation commission, in a critical and \r\ntransparent evaluation of a specific period of \r\nMorocco’s past with a sense of responsibility and a \r\nconstructive vision of its future. \r\n Since its inception, the United Nations has \r\ncontributed to the settlement of many international \r\ndisputes and the establishment of peace and security in \r\nmany regions. However, the Middle East and Africa \r\nstill suffer from many conflicts, wars and economic \r\nand social crises that thwart peoples’ natural \r\naspirations to security, stability and development. \r\n In that regard, and having welcomed the Israeli \r\nwithdrawal from Gaza as a first step towards the \r\nestablishment of a Palestinian State in accordance with \r\nthe road map, Morocco hopes that the current dire \r\nsituation, which has led to even more killing and \r\ndestruction, will rapidly come to an end. Following the \r\nfailure of various international and regional efforts to \r\nresume the peace process and settle the Arab-Israeli \r\nconflict, the Kingdom of Morocco reiterates its call on \r\nthe international community, and the Security Council \r\nin particular, to assume their responsibilities in the \r\nsearch for a comprehensive and lasting solution to the \r\nconflict, in accordance with the terms of reference of \r\nthe peace process, relevant United Nations resolutions \r\nand international legality, as well as the principle of \r\nland for peace. \r\n Concerning the military aggression against \r\nbrotherly Lebanon and the resultant loss of civilian life \r\nand destruction of infrastructure and service facilities, \r\nMorocco welcomed Security Council resolution 1701 \r\n(2006) and expresses its hope that all concerned parties \r\nwill cooperate in providing the appropriate political \r\nconditions for a lasting settlement on the basis of the \r\nTaif agreement and the relevant resolutions of the \r\nSecurity Council. Morocco also calls upon the \r\ninternational community to provide more cooperation \r\nand solidarity in the reconstruction of Lebanon and to \r\nsupport the success of efforts to achieve peace and \r\ntranquillity for our brother Lebanese.  \r\n As for the situation in the brotherly country of \r\nIraq, Morocco acknowledges the outcome of the \r\npolitical process, in which all Iraqi parties and \r\ninfluential political actors took part. However, \r\nMorocco is still hoping for an end to the ongoing \r\nviolence, which continues to bring suffering to \r\n A/61/PV.17\r\n \r\n47 06-53323 \r\n \r\ninnocent Iraqi civilians. We hope that our Iraqi brothers \r\ncan agree, as soon as possible, on the time and venue \r\nfor a conference on Iraqi national accord, which could \r\nhelp establish a basis for the completion of institutional \r\nreforms thereby ensuring the sovereignty, territorial \r\nintegrity, security and stability of a unified and safe \r\nIraq. \r\n The Kingdom of Morocco, whose head of State, \r\nHis Majesty King Mohammed VI, chairs the Al-Quds \r\nCommittee of the Organization of the Islamic \r\nConference, reaffirms its commitment to work together \r\nwith all parties towards a just and comprehensive \r\npeace in the Middle East. The achievement of that \r\nobjective will depend on the Israeli withdrawal from \r\nall the occupied Arab territories and the establishment \r\nof a Palestinian State, with Al-Quds Al-Sharif as its \r\ncapital, living side by side in peace and security with \r\nthe State of Israel. \r\n Morocco firmly believes in dialogue and \r\nnegotiations as a means of settling regional and \r\ninternational disputes. It also considers that resorting to \r\nforce, whatever the reason or motives, will not yield \r\nviable solutions or lead to a just, lasting and \r\ncomprehensive peace in the Middle East. On the \r\ncontrary, it will only exacerbate and prolong the status \r\nquo. \r\n Morocco is equally convinced that peace in the \r\nregion can be achieved only if the United Nations \r\ncreates the right environment and works to eradicate \r\nthe causes of tension and escalation and coordinates \r\nregional and international efforts aimed at reviving the \r\npeace process on all tracks, with a view to ultimately \r\nachieving security and lasting peace. In that way, the \r\npeoples of the region would be able to move towards a \r\nmore promising future in which generations to come \r\ncan cooperate and live together in harmony. \r\n The African continent is facing a number of \r\nserious threats and major challenges. It is currently \r\nbeset by many crises and conflicts that have proved \r\ndifficult to resolve. Indeed, half of the armed conflicts \r\nin the world over the past decade have taken place in \r\nAfrica, which also hosts half of the world’s refugees. \r\nThe continent is also confronted by numerous \r\neconomic and social problems, including poverty, \r\nhunger, desertification and infectious diseases, which \r\nthreaten the daily lives of millions of people. \r\n This critical situation, which should by no means \r\nbe considered inevitable, making Africa a priority for \r\nthe United Nations and for international development \r\nprogrammes and agendas. However, programmes and \r\ninitiatives must be better harmonized and coordinated \r\nif they are to create conditions conducive to sustainable \r\ndevelopment in Africa. To that end, we must consider \r\ncreating an international mechanism that includes \r\nexperts in the fields of security and development to \r\nsupervise the implementation of the range of \r\ninternational programmes and initiatives concerning \r\nAfrica. \r\n For its part, the Kingdom of Morocco will \r\ncontinue to support all development efforts in Africa. \r\nHis Majesty King Mohammed VI, a champion of peace \r\nand development whose enlightened and far-sighted \r\nvision is based on a full and deep understanding of the \r\nconcerns of the continent, has introduced many \r\ninitiatives and visited many African countries with the \r\naim of strengthening the bonds of brotherhood, \r\ncooperation and solidarity among African peoples. \r\n In this regard, Morocco calls for the holding next \r\nyear of a high-level dialogue on Africa and \r\ndevelopment with a view to further intensifying the \r\ndevelopment debate and consultation and establishing \r\nmechanisms to guarantee the implementation of all \r\ninternational initiatives aimed at making full use of the \r\ncontinent’s huge economic and human potential in the \r\nservice of its development. \r\n In his first address to the General Assembly, His \r\nMajesty the late King Mohammed V declared that the \r\nKingdom of Morocco had chosen negotiation as the \r\nbasis for its international relations, with a view to \r\nreaching mutual agreements, freely arrived at, and \r\nproviding for peace, unity and solidarity among \r\nnations. In keeping with that broad vision, the \r\nKingdom of Morocco has renewed its commitment to \r\ncooperate with the Secretary-General and his Personal \r\nEnvoy in order to find a lasting, negotiated and \r\nmutually acceptable political solution to the dispute \r\nover the Moroccan Sahara. \r\n In this respect, and in response to the call of the \r\nSecurity Council to break the current deadlock and \r\nmake progress towards a political, consensus-based \r\nand final solution to the dispute, Morocco will present \r\nan autonomy plan that would enable the inhabitants of \r\nthe region to manage their local affairs within the \r\nframework of the national sovereignty and territorial \r\nintegrity of the Kingdom of Morocco. \r\nA/61/PV.17  \r\n \r\n06-53323 48 \r\n \r\n To that end, nationwide consultations were \r\nlaunched in November 2005 with all political actors \r\nand local representatives of the region, within the \r\nframework of the Royal Consultative Council for \r\nSaharan Affairs, whose membership has been renewed, \r\nstructure modernized and mandate strengthened. This \r\nprocess has been carried out on the basis of \r\nparticipation and transparency aimed at encouraging \r\nthe adherence of all parties to the notion of autonomy. \r\nThis experience is unique in the Arab North African \r\nregion. \r\n More than ever, the world needs a more efficient \r\nUnited Nations that can translate into reality the \r\naspirations and expectations of all the peoples of the \r\nworld, uphold the principles of international legality \r\nand foster the spirit of multilateralism through \r\ninnovative mechanisms, value-added components and \r\nnew ideas that can yield positive results. \r\n As it has done over the past 50 years, the \r\nKingdom of Morocco will contribute to strengthening \r\nthe principles of the Organization and enhancing its \r\nwork in the service of peace, development and accord \r\namong all peoples of the world. \r\n The President: I give the floor to Her Excellency \r\nThe Honourable Mrs. Rosemary Museminali, Minister \r\nof State for Cooperation of Rwanda. \r\n Mrs. Museminali (Rwanda): I have the honour to \r\ndeliver this statement on behalf of His Excellency Paul \r\nKagame, President of the Republic of Rwanda, at this \r\nsixty-first session of the General Assembly. \r\n Each year the General Assembly provides an \r\nexcellent opportunity for us to review our collective \r\ncommitments as reflected in the Charter, as well as \r\nmore recent ones such as those set out in the \r\nMillennium Declaration and the 2005 World Summit \r\nOutcome. We therefore view the beginning of the \r\nsixty-first session of the General Assembly as an \r\nopportunity to breathe new energy into our collective \r\nresponsibilities articulated at previous conferences and \r\nsummits. It is my earnest hope that we shall seize this \r\nopportunity to take stock of our successes and \r\nshortcomings and devise practical solutions to realize \r\nthese commitments, particularly the Millennium \r\nDevelopment Goals (MDGs). \r\n In its preamble, the United Nations Charter \r\nexpresses our collective determination to promote \r\nsocial progress and better standards of life in larger \r\nfreedom. This statement formed a basis for the \r\nMillennium Declaration in 2000 and our renewal of \r\nthose commitments at last year’s World Summit. All of \r\nthe outcomes of previous conferences and summits \r\nreflect the recognition of our collective interests and \r\nresponsibilities in addressing the common problems \r\naffecting humankind. \r\n Today, there is no greater danger threatening \r\nhumanity than extreme poverty. Forty per cent of the \r\nworld’s population, or 2.5 billion people, live in \r\nabsolute poverty on less than $2 a day, while more than \r\n800 million people suffer from hunger and \r\nmalnutrition. For sub-Saharan Africa, the statistics are \r\neven more staggering; in most cases, 60 to 70 per cent \r\nof national populations live on less than a dollar a day, \r\nwhile life expectancy at birth is less than 50 years. \r\n This is clearly unacceptable at a time when the \r\nrest of the world enjoys unprecedented levels of \r\naffluence and technological and scientific \r\nadvancement. As for the poor, their daily lives are a \r\ntrial that nobody would wish to experience. We must \r\nnot permit another five years to pass only to find out \r\nthat no progress has been made and only to simply \r\nrenew the same commitments. We must, therefore, \r\ndevise means to do things radically differently and in \r\nan accelerated manner. \r\n There are a number of areas that require our \r\nurgent attention if we are to make progress in attaining \r\nthe MDGs by 2015 and in eventually eradicating \r\npoverty. I will highlight a few of these areas, which, in \r\nour view, are the most salient. Regardless of one’s \r\ndefinition of good or effective governance, what has \r\nbeen proved is its importance in the sustained socio-\r\neconomic development of a nation. We believe that the \r\nkey features of good or effective governance include a \r\npolitical culture that fosters inclusive and competitive \r\nparticipation; robust national institutions that pursue \r\neffective and coherent national development strategies; \r\neffective management and oversight institutions; and, \r\nof course, the consolidation of the rule of law. It is our \r\nview that, by embracing good-governance principles, \r\nwe are setting the stage for the attainment of our global \r\nand national targets. \r\n Rwanda is strongly committed to these principles \r\nand has submitted itself to the scrutiny of our African \r\npeers under the New Partnership for Africa’s \r\nDevelopment (NEPAD) African Peer Review \r\nMechanism (APRM). The APRM is an African \r\n A/61/PV.17\r\n \r\n49 06-53323 \r\n \r\ninitiative aimed at promoting good governance through \r\nconstructive self-assessment and peer review. We \r\nwelcome the acknowledgements of the progress we \r\nhave made in many areas and commit ourselves to \r\ncontinuing to make improvements in the areas \r\nidentified in the peer review report. \r\n In the spirit of mutual accountability, it is our \r\nbelief that the principles of good governance that \r\nprevail at the national level should also guide our \r\nrelations with our development partners. Both sides of \r\nthe ongoing governance debate should be given \r\nadequate and equal attention, particularly since aid \r\neffectiveness is also critical to the attainment of the \r\nMDGs. \r\n We believe that improving the quality and \r\nincreasing the quantity of official development \r\nassistance (ODA) is another important set of measures \r\nthat would improve development prospects. The \r\nquality of ODA should be improved by adopting needs-\r\nbased approaches, providing more budget support, \r\nsupporting national poverty reduction programmes, \r\nreducing waste and overhead, and channelling aid to \r\nsectors that enhance productive capacities rather than \r\nperpetuate dependence. \r\n It is critical that there be harmonization of the \r\nobjectives of trade and development policies on the \r\npart of our development partners. Trade policies should \r\ncomplement, rather than undermine, the attainment of \r\nthe development goals. We must recommit ourselves, \r\nboth in principle and practice, to an open, rules-based, \r\nnon-discriminatory and equitable multilateral trading \r\nsystem. Any progress that developing countries like \r\nRwanda might achieve in attaining the MDGs will not \r\nbe sustainable unless measures are taken to provide \r\ngreater opportunity for those countries to access the \r\nmarkets of the developed world, thereby increasing \r\nhousehold and national incomes. \r\n The attainment of the MDGs will require \r\nadditional resources. We thus consider it essential to \r\nincrease the quantity of aid. We welcome the decision \r\nby some developed States to dramatically increase the \r\nvolume of ODA over the next few years, and we are \r\ngrateful to them. We also congratulate those States that \r\nhave reached or exceeded the internationally agreed \r\n0.7 per cent of gross national income for the ODA \r\ntarget, and we welcome the decision by those States \r\nthat have set timetables to achieve or exceed that target \r\nby 2015. The challenge is, therefore, to translate these \r\ncommitments into tangible disbursements and the \r\nimplementation of real poverty reduction programmes \r\non the ground. \r\n The most serious challenge to our development \r\nand the attainment of the MDGs is the unprecedented \r\nprice level of fossil-fuel energy on the one hand, and \r\nthe reduction in hydroelectric generation capacity on \r\nthe other. \r\n There is a danger that the successes registered so \r\nfar towards the attainment of the MDGs could easily be \r\nreversed if the current energy sector cost trends \r\ncontinue unabated. It is critical, therefore, that we \r\ninvest heavily in sustainable alternative energy sources \r\nfor the long term. In the short- and medium-term, \r\nhowever, we shall need to find ways to mitigate the \r\neffects of energy price shocks if we are to sustain and \r\naccelerate the attainment of the MDGs. \r\n The scourge of war continues to cause the \r\nmassive loss of human life and blight entire \r\ncommunities. The ongoing conflicts in some parts of \r\nAfrica and the Middle East pose a serious threat to \r\ninternational peace and security and require our \r\ncollective efforts to reach political settlements to these \r\nconflicts. \r\n Our painful experience in Rwanda has taught us \r\nthat peace comes at a price. There can be no peace \r\nwithout reconciliation and recognition of the rights and \r\ninterests of all people, including the rights of States to \r\nexist and the right of self-determination. We have \r\nlearned that no community’s rights can or should \r\nsupersede another’s. We have learned the value of \r\nsharing and the value of communities’ living side by \r\nside in peace and mutual respect. \r\n Rwanda is happy to contribute to the promotion \r\nof international peace and security through its military \r\nand police contributions to the United Nations and \r\nAfrican Union peacekeeping missions in the Sudan, \r\nLiberia, Côte d’Ivoire and the Comoros. We are \r\ncommitted to continuing these contributions for as long \r\nas they are required and as long as our resources \r\npermit. The Security Council and the Secretariat should \r\ncontinue to work towards better-conceived and more-\r\neffective peacekeeping operations, towards greater \r\nparticipation by regional organizations in conflict \r\nresolution and towards the institutionalization of \r\nlessons learned from the past. There is also an urgent \r\nneed to institutionalize relations between the United \r\nNations and regional organizations, particularly the \r\nA/61/PV.17  \r\n \r\n06-53323 50 \r\n \r\nAfrican Union, in the areas of conflict resolution and \r\npeacekeeping. \r\n We warmly welcome the reforms adopted during \r\nthe previous session of the General Assembly. We take \r\nthis opportunity to congratulate Mr. Jan Eliasson, \r\nPresident of the sixtieth session, and all Member States \r\non the reforms, including the setting up of the \r\nPeacebuilding Commission, the establishment of the \r\nHuman Rights Council and the renewed commitments \r\nto combat HIV/AIDS adopted at the special session of \r\nthe General Assembly in June. There has also been \r\ncommendable progress on management reform, \r\nincluding the establishment of an ethics office, \r\nstrengthening whistle-blower protection and reforming \r\nprocurement procedures to prevent corruption. We look \r\nforward to working together with other delegations \r\nduring this session to improve coherence, efficiency \r\nand effectiveness within the Secretariat and to continue \r\nto review the Organization’s mandates, so that the \r\nUnited Nations may be strengthened to respond better \r\nto the expectations of Member States. \r\n It is our hope that this session of the General \r\nAssembly might achieve greater progress with respect \r\nto Security Council reform. Rwanda supports the \r\ncommon African position on this issue and believes \r\nthat reform of the working methods to promote \r\ntransparency and accountability is most urgent. The \r\nreform process should enable States that are not \r\nmembers of the Council to participate more actively in \r\nits deliberative and decision-making processes, \r\nespecially on issues that affect them. A reformed \r\nCouncil should be seen by all States, especially the \r\nsmaller States, to be more accessible, transparent, \r\ncredible and legitimate. \r\n In the next few months, the General Assembly \r\nwill elect a new Secretary-General upon \r\nrecommendation of the Security Council. Rwanda \r\nsupports the common African position that the next \r\nSecretary-General should be from Asia. As far as the \r\nelection process is concerned, we appeal for greater \r\ntransparency in that process in accordance with the \r\nCharter and the basic principles of democracy. \r\n In conclusion, in today’s globalized world, our \r\ninterdependence has never been more self-evident. As a \r\nresult, the imperative for our collective action is \r\ngreater than ever. Once again, the onus is on all of us \r\nto translate our many challenges and opportunities into \r\na shared destiny of peace, security and prosperity for \r\nall. \r\n The President (spoke in Arabic): I now give the \r\nfloor to His Excellency Mr. Fawzi Bin Abdul Majeed \r\nShobokshi, Permanent Representative of the Kingdom \r\nof Saudi Arabia. \r\n Mr. Shobokshi (Saudi Arabia) (spoke in Arabic): \r\nIt honours me to deliver the statement of Saudi Arabia \r\non behalf of Prince Saud Al-Faisal, Foreign Minister of \r\nthe Kingdom of Saudi Arabia. At the outset, it gives me \r\ngreat pleasure to express to you and your Government \r\nmy most sincere congratulations on your election as \r\nPresident of the sixty-first session of the General \r\nAssembly. I am fully confident that your diplomatic \r\nexpertise and thorough knowledge of international \r\naffairs will guarantee the success of this session. I \r\nwould like to express my appreciation to your \r\npredecessor, Mr. Jan Eliasson, Foreign Minister of \r\nSweden, who presided over the previous session with \r\nwisdom and expertise. The constant and diligent efforts \r\nof the Secretary-General were essential for revitalizing \r\nthe role of the United Nations and for upholding its \r\nprinciples, despite the difficult times and crucial \r\nchallenges we face. He, therefore, deserves our full \r\nsupport and deepest gratitude. \r\n The world today faces a host of global problems \r\nthat can be successfully addressed only within the \r\ncontext of multilateral cooperation under the umbrella \r\nof the United Nations. Human suffering caused by \r\npoverty, hunger, malnutrition, the spread of diseases \r\nand epidemics and natural disasters still require the \r\nconcerted efforts of the international community in \r\ncombating them. These global challenges do not \r\ndistinguish among people on the basis of colour, \r\nreligion or nationality. Invariably, it is the most \r\nvulnerable who suffer the most from these \r\nhumanitarian threats, making it all the more urgent for \r\nthe international community to assume its collective \r\nresponsibility in addressing these issues. \r\n The Middle East is in the midst of a very \r\ndangerous phase, with the emergence of new crises and \r\nthe worsening of old ones, such as the continued Israeli \r\noccupation of Arab lands in Palestine, Syria and \r\nLebanon; the volatile situation on the Lebanese-Israeli \r\nborder; the invasion of Lebanon; the challenges posed \r\nby continued instability and sectarian violence in Iraq; \r\nand the as-yet unresolved issue of Iran’s nuclear \r\nprogramme. The accumulation of crises and tensions in \r\n A/61/PV.17\r\n \r\n51 06-53323 \r\n \r\nthe region can only encourage an environment in which \r\nextremism and terrorism will thrive with undesirable \r\nconsequences. It is, therefore, imperative that we warn \r\nspecifically against the continued trend towards \r\nstopgap crisis management that has taken the place of \r\nthe serious pursuit of a comprehensive and just \r\nsolution based on the principles of international law \r\nand resolutions of international legitimacy free from \r\npartiality, double standards or selectivity. \r\n Undoubtedly, the key to resolving these multiple \r\ncrises will be to invigorate the peace process with the \r\naim of achieving a just and durable settlement of the \r\nPalestinian-Israeli conflict, the oldest conflict in \r\nmodern times. This conflict is the most enduring \r\ninternational conflict today, and its continuation \r\nnegatively affects the prospects of reaching effective \r\nsolutions to other crises.  \r\n The ongoing Israeli occupation of Palestine \r\nrepresents a flagrant breach of international law and \r\nthe principle of the inadmissibility of the acquisition of \r\nterritory by force and blatant disregard for resolutions \r\nof international legitimacy. This issue lies at the core of \r\nthe Middle Eastern problem. The international \r\ncommunity should no longer tolerate procrastination or \r\nrepeated failures in resolving this situation. The \r\ninternational community, and especially the major \r\nPowers, must set aside their divisions and face up to \r\nthe vital task of reaching, as soon as possible, a \r\npeaceful, just and lasting solution, in accordance with \r\nthe principles of international legitimacy. \r\n The resolution of the Palestinian-Israeli conflict \r\nmust be placed in its appropriate context by reconciling \r\nthe rights of the Palestinian and the Israeli people and \r\nestablishing two neighbouring States enjoying security, \r\nwhich is a natural outcome of peace. It is peace that \r\nensures security, and not the other way around. The \r\nbasis for a solution is clear to all of us, as expressed by \r\nthe President of the United States in the context of his \r\ntwo-State vision, which is in harmony with relevant \r\nUnited Nations resolutions and with the Arab Peace \r\nInitiative, adopted unanimously at the Beirut Summit. \r\nWhat is urgently needed today is to link that vision \r\nwith a clear agenda bound to a specific time-frame. \r\n Regrettably, the problem has been portrayed as \r\ninextricably complicated and not amenable to \r\ncustomary solutions. Using security considerations as a \r\npretext, exceptional provisions allowed one of the \r\nparties to the conflict to specify unilaterally the basis \r\nand conditions for negotiations, to choose its \r\nnegotiating partner, to violate previously concluded \r\nagreements, to impose unilateral measures and to use \r\nforce to impose a status quo. Our purpose here is not to \r\nenter into futile debates, but it is important to \r\nrecognize that the peace process has suffered greatly \r\nfrom these exceptions, which give rise to double \r\nstandards and inequitable obligations. \r\n Reviving the peace process will require serious \r\ninternational cooperation so as to realize the two-State \r\nvision within a reasonable time-frame. Recent events \r\nhave once again proved that military solutions only \r\nundermine the interests and the security of all parties. \r\nIt is therefore essential that we learn the lessons of our \r\nprevious failures in the pursuit of peace. These failures \r\nresulted from an exaggerated emphasis on procedural \r\nand provisional issues. The establishment of interim \r\nsecurity arrangements proved complicated and \r\nexhausting, while procedures for building mutual trust \r\nenabled the enemies of peace to undermine the peace \r\nprocess in its entirety.  \r\n What is required from us today is a fundamental \r\nchange in our quest to achieve a just and \r\ncomprehensive peace in the area. It is imperative that \r\nwe go to the root and heart of the conflict by \r\nestablishing an effective mechanism to ensure \r\nimmediate and peaceful negotiations addressing all \r\nfinal status issues, including Jerusalem, borders, \r\nrefugees and mutual security arrangements. The \r\nrequired breakthrough can be achieved only through a \r\nhistoric and comprehensive deal. \r\n A clear outline of the solution has been apparent \r\never since the adoption of resolution 181 (II) in 1947. \r\nThat resolution set out the partition of Palestine, which \r\nwas then under a British Mandate, into an Arab and an \r\nIsraeli State. It also proposed clearly defined borders \r\nfor those two States. Since then, the Security Council \r\nand the General Assembly have issued hundreds of \r\nresolutions, including Security Council resolution 242 \r\n(1967), which emphasized the principle of refraining \r\nfrom the acquisition of territory by force, and called on \r\nIsrael to withdraw from all territories occupied in \r\n1967. It also reiterated the need to find a just solution \r\nto the issue of the Palestinian refugees. Thirty-nine \r\nyears after the adoption of this resolution, the \r\nPalestinian people continue to be deprived of their \r\ninherent right to self-determination and of their \r\nentitlement to live in an independent State with Arab \r\nJerusalem as its capital. \r\nA/61/PV.17  \r\n \r\n06-53323 52 \r\n \r\n Only two months ago Israel launched a brutal act \r\nof aggression against Lebanon, resulting in the \r\ndestruction of Lebanon’s infrastructure, the \r\ndisplacement of one third of its population, and the \r\nwounding and killing of thousands of civilians, \r\nincluding women, children and the elderly. That \r\nsenseless war, of course, did not make Israel any safer. \r\nThe only thing achieved by Israel in Lebanon was vast \r\ndestruction and devastation, provoking yet deeper \r\nhatred and enmity. We wonder how many tragedies and \r\nvictims we and the world will have to have before \r\neveryone understands that military solutions will not \r\nsucceed.  \r\n The Kingdom of Saudi Arabia reaffirms its full \r\nsupport for the legitimate Lebanese Government as it \r\nseeks to extend its authority and influence over its \r\nentire territory. The Kingdom also calls on the \r\nbrotherly people of Lebanon to stand united so that \r\ntheir country may once again enjoy security and \r\nprosperity. We reiterate the need for all parties to \r\nremain committed to Security Council resolution 1701 \r\n(2006) and call for a rapid Israeli withdrawal from the \r\nSheba’a Farms area, recognized by Israel as an \r\noccupied territory. We also call for a return to the \r\nArmistice Agreement signed between Lebanon and \r\nIsrael in 1949, as this is the only means of \r\nguaranteeing security and stability and avoiding a \r\nreturn to the status quo ante.  \r\n As part of our commitment to reconstruction \r\nefforts in Lebanon, we call on the international \r\ncommunity to hold Israel responsible for providing fair \r\ncompensation for the destruction and losses inflicted \r\nupon Lebanon as a result of that aggression. One of the \r\nreasons why Lebanon has been a victim of repeated \r\nIsraeli invasions — seven so far — is that we have not \r\nheld the aggressor accountable. \r\n We are profoundly concerned and extremely \r\nsaddened by the deteriorating security situation in Iraq, \r\nmarked by daily confrontation, acts of violence and \r\nbombings. The absence of security and stability in Iraq \r\ncontinues to hamper the efforts of all countries \r\ncommitted to assisting Iraq in overcoming its ordeal, \r\nrehabilitating its economy and helping it to rebuild. \r\nThe Kingdom has always reaffirmed the importance of \r\nconsolidating Iraq’s unity, respecting its independence \r\nand sovereignty, and refraining from interfering in its \r\ninternal affairs. We call on the international community \r\nto support the programme adopted by the legitimate \r\nIraqi Government, led by Mr. Nuri Al-Maliki, to \r\nachieve a comprehensive national reconciliation; \r\nrevitalize Government institutions in the security, \r\nmilitary, political and economic areas; and disarm the \r\nmilitias. \r\n It has long been acknowledged that the \r\nproliferation of nuclear weapons has seriously \r\nundermined the security of all countries. Over time, a \r\nnumber of international treaties and conventions have \r\nproduced bilateral and multilateral obligations, but \r\nsuch obligations are of no use if they are not fully \r\nobserved and fully applied. We cannot ignore the \r\nserious threat to global peace and security that such \r\nweapons continue to pose, regardless of whether they \r\nare used in wars between States or fall into the hands \r\nof terrorist groups. \r\n Effectively preventing the proliferation of \r\nweapons of mass destruction will require abandoning \r\ndouble standards and emphasizing the importance of \r\nmaking the entire Middle East, including the Arab Gulf \r\nregion, a zone free from nuclear weapons. Israel is the \r\nonly country in the region that is known to possess \r\nweapons of mass destruction but is not subjected to any \r\nform of monitoring. \r\n While we support the right of all countries to the \r\npeaceful use of nuclear energy — including the \r\nacquisition of know-how and nuclear technology for \r\npeaceful purposes — we call on all parties to support \r\nthe path of negotiations and peaceful solutions with \r\nregard to the Iranian nuclear issue. Iran’s repeated \r\nstatements that its nuclear programme is restricted to \r\nthe peaceful uses of nuclear energy should continue to \r\nserve as a strong basis for negotiations.  \r\n The Kingdom and other members of the Gulf \r\nCooperation Council are eager to maintain and enhance \r\ntheir relations with the Islamic Republic of Iran, and \r\nwe hope that the Government of Iran will respond \r\npositively to the repeated calls by the United Arab \r\nEmirates for the peaceful resolution of the issue of the \r\noccupied islands belonging to the Emirates. \r\n International terrorism is a threat to us all. The \r\nongoing atrocities perpetrated by terrorists continue to \r\ntest our resolve to combat and counter terrorism. There \r\nis no acceptable justification for any form of terrorism, \r\nbut we cannot ignore the fact that it has roots and \r\ncauses that enable it to thrive. Achieving a decisive \r\nvictory over terrorism will require not only that we \r\ndeny all financial support to terrorists, but also that we \r\naddress the origins of extremist thought and the \r\n A/61/PV.17\r\n \r\n53 06-53323 \r\n \r\nconditions in which terrorists prosper. If we address the \r\nfeelings of despair, anger and frustration experienced \r\nby peoples when they are denied their legitimate rights, \r\nwe will deprive extremists of their causes and rallying \r\ncries. \r\n As one of the main targets of terrorism, the \r\nKingdom has repeatedly denounced terrorism in all its \r\nforms and manifestations and has achieved tangible \r\nsuccess in combating it. The Kingdom has acceded to \r\nmost of the international counter-terrorism agreements, \r\nas well as the Arab Convention on the Suppression of \r\nTerrorism and the Convention of the Organization of \r\nthe Islamic Conference (OIC) on Combating \r\nInternational Terrorism. The Custodian of the Two \r\nHoly Mosques, King Abdullah Bin Abdelaziz Al Saud, \r\nhas proposed the establishment of an international \r\ncounter-terrorism centre under United Nations \r\nauspices. The only way to thwart the evil plans of \r\nterrorists is through the exchange of intelligence and \r\nupdated information among countries and agencies. \r\nInnovative solutions can be found to adequately \r\naddress reservations regarding the sensitivity of such \r\ninformation and its secret sources. \r\n As we renew our commitment to and \r\nparticipation in the international campaign against \r\nterrorism, we must at the same time draw attention to \r\ngrowing worldwide concerns about its flagrant use as a \r\npretext by extremist forces and by advocates of a clash \r\nbetween civilizations and cultures. \r\n We must periodically evaluate the effectiveness \r\nand success of our methods of combating terrorism and \r\nextremism. Here, I must reiterate that no true religion \r\nadvocates the use of terrorism; all of the world’s great \r\nreligions promote noble values. We should not hold the \r\nvast majority of true believers responsible for the \r\ndeviant behaviour of a very small minority of \r\nadherents of any religion. Saudi Arabia strongly rejects \r\nthe characterization of Islam as a violent religion that \r\nin any way supports terrorism. Saudi Arabia calls on all \r\nthose who want to learn more about Islam and its \r\nattitude towards terrorism to consult reliable \r\nauthorities or documents such as the 10-year plan of \r\naction adopted unanimously by the members of the \r\nOIC at its recent extraordinary summit held in Saudi \r\nArabia. The success of the global counter-terrorism \r\ncampaign will depend on our strict adherence to the \r\nrules of international law, human rights, norms and \r\nhumanitarian values, and respect for all religions. \r\n The continued humanitarian suffering in Darfur is \r\nunacceptable to all of us. We hope that the current \r\nefforts to remedy the situation will be given a chance \r\nto succeed. We hope that this destructive conflict, \r\nwhich is causing unjustifiable losses on all sides, will \r\nswiftly come to an end. The Sudanese authorities, who \r\nhave achieved a historic success by bringing about \r\nreconciliation in the South, are cooperating with efforts \r\nto achieve reconciliation in Darfur, and have welcomed \r\nthe deployment of African Union forces. Arab States \r\nhave committed themselves to providing those forces \r\nwith the support and financial resources that they need. \r\nWe are concerned that the deployment of international \r\ntroops without the consent of the sovereign \r\nGovernment of the Sudan will make them part of the \r\nproblem, rather than part of the solution.  \r\n Saudi Arabia, itself a developing country, plays a \r\nmajor role in promoting development in other \r\ndeveloping and least developed countries. To help \r\nthose countries overcome their problems of poverty \r\nand underdevelopment, Saudi Arabia provides \r\ngenerous aid through its national institutions, as well as \r\nthrough international and regional institutions. Over \r\nthe past three decades, Saudi Arabia has contributed \r\napproximately 4 per cent of its gross domestic product \r\nin official development assistance (ODA) — the \r\nhighest percentage contributed by any country in the \r\nworld. Saudi Arabia has also offered debt relief \r\namounting to more than $6 billion to a number of least \r\ndeveloped countries. \r\n In order to ensure continued global economic \r\ngrowth, Saudi Arabia has increased its petroleum \r\nproduction capacity to stabilize petroleum markets, to \r\nensure the continued flow of sufficient petroleum and \r\nto curb artificially high prices. Saudi Arabia hosts the \r\nsecretariat of the International Energy Forum, which it \r\nestablished as a forum for discussing areas for \r\ncooperation and dialogue between petroleum-\r\nconsuming and petroleum-producing countries. \r\nIncreased cooperation between those countries will \r\ncontribute directly to the stabilization of petroleum \r\nmarkets. Petroleum, of course, is an essential strategic \r\ncommodity for the promotion of sustained global \r\neconomic growth. \r\n Our world is experiencing ever-accelerating and \r\nincreasingly complex political, economic and social \r\nchanges. Now more than ever, it is vital that we \r\ncooperate with one another to address the complex \r\nissues and changes facing us. Balanced and respectful \r\nA/61/PV.17  \r\n \r\n06-53323 54 \r\n \r\nrelations among countries, based on the principles of \r\njustice, mutual trust and true partnership, are essential \r\nto that end. Promoting healthy relations and \r\nunderstanding among nations will best equip us to meet \r\nfuture challenges and to respond to them in a way that \r\nwill benefit all of humanity. \r\n The President: I shall now call on those \r\nrepresentatives who wish to speak in exercise of the \r\nright of reply. May I remind members that, in \r\naccordance with General Assembly decision 34/401, \r\nstatements in exercise of the right of reply are limited \r\nto 10 minutes for the first intervention and to five \r\nminutes for the second and should be made by \r\ndelegations from their seats. \r\n Mr. Mavroyiannis (Cyprus): I apologize, Madam \r\nPresident, for taking the floor at this late hour. I know \r\nthat I am taking advantage of your incredible stamina, \r\nbut I hope that you will bear with me for a few \r\nminutes. \r\n It is my duty to reply to the statement made \r\nearlier by His Excellency Mr. Abdullah Gül, Deputy \r\nPrime Minister and Minister for Foreign Affairs of \r\nTurkey. \r\n I would like to express regret and disappointment \r\nwith regard to four aspects of his statement. The first is \r\nMr. Gül’s reference to the so-called Turkish Republic \r\nof Northern Cyprus, reference to which is a testament \r\nto Turkey’s lack of commitment to the reunification of \r\nCyprus, but only to the secessionist aspirations of the \r\nbreakaway regime it has installed in the area of Cyprus \r\nthat it continues to occupy. \r\n The second is Mr. Gül’s reference to a “new \r\npartnership based on political equality”, which proves \r\nthat Turkey has abandoned agreements, committed to \r\neven by the Turkish Cypriot leadership, which describe \r\nthe form of a settlement of the Cyprus problem in \r\nterms of a bizonal, bicommunal federation. \r\n The third is Mr. Gül’s assessment of the raison \r\nd’être of the process agreed on 8 July 2006 by the \r\nleaders of the two communities in Cyprus. Obviously, \r\nMr. Gül’s aim is to bypass the creation of common \r\nground for negotiation and revive the Annan plan in the \r\n \r\nform in which it was rejected in a referendum. While \r\nthe 8 July agreement clearly aims to prepare the ground \r\nfor full-fledged negotiations between the two leaders, \r\nTurkey is clearly trying to depart from the object and \r\npurpose of this agreement, the focus of which is on \r\npreparation and substantive progress before reaching \r\nthe stage of full-fledged negotiations. \r\n Lastly, I wish to point out the unsubstantiated \r\nallegation made by Mr. Gül that Turkish Cypriots \r\nreside in isolation. The lack of sufficient economic \r\ndevelopment of the Turkish Cypriot community, if any, \r\nis owed only to the consequences of the Turkish \r\ninvasion, which left the northern part of Cyprus under \r\nillegal occupation; to the policy of their leadership to \r\nproject a separate legal entity; and to their refusal to \r\nmake use of existing legal procedures and regulations. \r\n Thus, references to “unfair restrictions” imposed \r\nupon Turkish Cypriots, as Turkey has chosen to label \r\nthem, are profoundly misguided, as explained by the \r\nPresident of Cyprus, His Excellency Mr. Tassos \r\nPapadopoulos, in his speech on 19 September 2006 \r\nbefore this Assembly (see A/61/PV.11). \r\n Mr. Mollahosseini (Islamic Republic of Iran): \r\nToday, the Secretary of State for Foreign and \r\nCommonwealth Affairs of the United Kingdom made \r\nbaseless allegations against my country. \r\n The Islamic Republic of Iran, as a victim of \r\nterrorism, has a high motivation to combat terrorism in \r\nall its forms and manifestations. The United Kingdom \r\nwould do better to discontinue its support for State \r\nterrorism in the Middle East that recently caused the \r\ndeaths of hundreds of innocent people, and to stop the \r\nsupport of those terrorist groups that are actively \r\noperating against neighbouring countries from \r\nterritories under its military occupation. \r\n On the nuclear issue, we humbly suggest to the \r\nUnited Kingdom that it not equate itself with the \r\ninternational community. Just recently, 118 countries of \r\nthe Non-Aligned Movement strongly supported Iran’s \r\nnuclear programme. Furthermore, the United Kingdom \r\nknows very well who is isolated in the world — and \r\neven in its own country. \r\n The meeting rose at 8.45 p.m. \r\n"