" United Nations  A/61/PV.29\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n29th plenary meeting \r\nThursday, 12 October 2006, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-57369 (E) \r\n*0657369* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n The meeting was called to order at 3.15 p.m. \r\n \r\nAgenda items 48 and 62 (continued) \r\n \r\n2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa \r\n \r\n  Note by the Secretary-General (A/61/218 and \r\nCorr.1) \r\n \r\nNew Partnership for Africa’s Development: progress \r\nin implementation and international support \r\n \r\n (a) New Partnership for Africa’s Development: \r\nprogress in implementation and international \r\nsupport \r\n \r\n (b) Causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa \r\n \r\n  Reports of the Secretary-General (A/61/212 and \r\nA/61/213) \r\n \r\n  Note by the Secretary-General (A/61/69 and \r\nAdd.1) \r\n \r\n Mr. Olhaye (Djibouti): We wish to thank the \r\nSecretary-General for the second report of his Advisory \r\nPanel on International Support for the New Partnership \r\nfor Africa’s Development (A/61/138), as well as his \r\nfourth consolidated report on progress in \r\nimplementation and international support of NEPAD \r\n(A/61/212), his progress report on the causes of \r\nconflict and the promotion of durable peace and \r\nsustainable development in Africa (A/61/213) and the \r\nDecade to Roll Back Malaria in Developing Countries, \r\nParticularly in Africa (A/61/218 and Corr.1). \r\n I would also like to commend the critical work \r\ncarried out by the Office of the Secretary-General’s \r\nSpecial Advisor on Africa. \r\n The report on NEPAD by the Secretary-General’s \r\nAdvisory Panel captures the essence of those efforts in \r\nits first paragraph: \r\n  “[NEPAD] is an Africa-owned and -led \r\nprocess that reflects African leaders’ common \r\nvision and shared commitment to eradicating \r\npoverty and to placing their countries, both \r\nindividually and collectively, on the path to \r\nsustainable growth and development.” \r\n More and more, Africa is moving away from \r\nindividual planning and development, recognizing the \r\nneed for coordinated cooperation between States and \r\neconomic sectors. As the report also notes, the \r\nPartnership marks the first time that an African \r\ndevelopment framework has emerged as the focal and \r\nrallying point for the international community’s \r\nsupport for Africa and as a basis for new partnership \r\nwith the region. \r\n As it is, there is increasing talk throughout the \r\ncontinent about realizing the goal of a continental \r\ncommon market by 2025, for which NEPAD will be \r\ninstrumental. The Advisory Panel suggests that Africa \r\nneeds to press for action in the delivery of \r\ncommitments made by the international community in \r\ncoordinating measures. The year 2005 was designated \r\nA/61/PV.29  \r\n \r\n06-57369 2 \r\n \r\nthe Year of Africa and, indeed, there was a continuance \r\nin the trend of increases in official development \r\nassistance (ODA) to Africa. \r\n The G8 countries, the European Union (EU), the \r\nUnited States and Japan, to name a few, all announced \r\nincreased aid in support of Africa. As usual, a few \r\ndevelopment partners — namely, Denmark, \r\nLuxembourg, Netherlands, Norway and Sweden — met \r\nthe 0.7 per cent aid target. \r\n Additionally, the Panel noted that, despite the \r\ndifficulty in obtaining comprehensive information on \r\ntheir aid volumes and commitments, major emerging \r\nmarket countries, such as China, India, South Korea \r\nand Brazil, have begun to play a role in development \r\nassistance to Africa. \r\n Concern about the make-up of publicized \r\ndevelopment aid figures has surfaced. Items which do \r\nnot represent real resource transfers in support of \r\ndevelopment apparently play a significant role in \r\ncalculating aid totals for some countries. A joint \r\nEuropean-non-governmental organization report \r\nestimated that some one third of ODA, as reported by \r\nthe EU in 2005, did not include any new aid resources \r\nfor poverty reduction in developing countries. A large \r\namount of State aid spending was debt cancellation, \r\ndespite the Monterrey Consensus agreement that debt \r\ncancellation should be additional to ODA. \r\n The Panel also highlighted an important \r\ninstitutional issue, namely, that the three-year \r\ntransition period for the integration of the NEPAD \r\nsecretariat into the African Union Commission — as \r\nprovided for in the Maputo Decision adopted by the \r\nExecutive Council of the African Union in July \r\n2003 — ended this year without this integration being \r\ncompleted. Certainly, in view of increased \r\ndevelopmental activity on several fronts with \r\ninternational entities, as we take our development \r\nefforts to a higher level — with, hopefully, a \r\ncoordinated multi-stakeholder approach — such \r\nintegration will become very important. In addition, \r\nemphasis is placed on the expansion and growth of the \r\nprivate sector in Africa and the kind of support it \r\nshould be given. Interaction with civil society will also \r\nneed to be coordinated as will interaction with foreign \r\nentities. \r\n It is true that awareness is growing with regard to \r\nNEPAD’s goals and objectives within and outside \r\nAfrica. However, it must be admitted that more can and \r\nshould be done with regard to communication and \r\noutreach. The degree to which Africa is committed to \r\nthe task of development, the extent of efforts being \r\nmade and the steady progress in results all need to be \r\nmore widely appreciated around the globe. Much of \r\nAfrica is on the move and that fact should be better \r\nknown. Successful projects, good practices, improved \r\ngovernance and services and growing businesses, are \r\nbut a few examples. \r\n The report of the Panel also highlights the key \r\nrole of the United Nations system in the \r\nimplementation of NEPAD, both in the provision of \r\nresources and in the maintenance of international \r\nsupport. As such, the United Nations needs to work \r\nmore closely with NEPAD and the African Union \r\nCommission and to increase its capacity to support \r\nNEPAD. The realization of the NEPAD programme is \r\ncritical for the coordinated development of Africa. \r\nAfrica must continue to come together to address its \r\ncommon problems, such as poverty, unemployment, \r\nhealth issues, insufficient ODA, weak debt relief \r\npolicies, limited and highly concentrated foreign \r\ninvestment, trade restrictions and crippling \r\nmacroeconomic policies imposed by financial \r\ninstitutions. \r\n On the issue of the causes of conflict and the \r\npromotion of a durable peace and sustainable \r\ndevelopment in Africa, the monitoring of progress \r\nwhich has been going on in this area since the initial \r\nreport of the Secretary-General in 1998 continues. \r\nMuch has been done and a great deal achieved, and the \r\nresults of substantial efforts are in place. The \r\nSecretary-General’s report makes the essential point \r\nthat in order to eliminate conflict we need to better \r\nunderstand the underlying causes, the enabling and \r\nmobilizing factors or triggers. As identified in 1998, \r\nsuch causes and factors must be specifically researched \r\nand analysed for the countries in question if we are to \r\nimprove conflict prevention, peacemaking, \r\npeacekeeping and post-conflict peacebuilding. Much of \r\nthe information needs to be gathered so that we may be \r\nmore effective in our actions to avert conflict. The \r\ngathering of information and statistics and the process \r\nof analysis cannot be done in isolation, but must be \r\nperformed by institutions capable of using such data \r\nand acting upon it. With experience, information and \r\ncoordination, such institutions, organizations and \r\nentities will become more effective and thus, with the \r\nproper policies, will continue to gain public \r\n A/61/PV.29\r\n \r\n3 06-57369 \r\n \r\nrecognition and acceptance and improve in \r\neffectiveness. \r\n As the Secretary-General’s report noted, this will \r\nbecome evident in early warning systems, mediation \r\nand preventive diplomacy, peace negotiations and \r\npeace agreements. The General Assembly has called \r\nfor support for the establishment of the African \r\nUnion’s Continental Early Warning System as a matter \r\nof priority. As the Secretary-General also highlights, \r\nthe need to increase efforts to build an African \r\nmediation and negotiation capacity is urgent and must \r\nbe done by the United Nations and donor agencies. \r\n With regard to post-conflict peacebuilding, it is \r\nencouraging to note the creation of a Peacebuilding \r\nCommission by the United Nations with an associated \r\nPeacebuilding Support Office and a Peacebuilding \r\nFund. Thus, all key stakeholders can be brought \r\ntogether with the full range of United Nations expertise \r\nin a coordinated and coherent manner in order to \r\nrespond to the pressing needs of war-torn societies. \r\nAfrica itself has continued to recognize the urgency of \r\na high-level coordinated response to address conflict \r\nand political instability on the continent. African Union \r\nmeasures increasingly complement those of the United \r\nNations in mediation, conflict prevention and \r\npeacebuilding. \r\n An essential element emphasized by the \r\nSecretary-General is that of good governance. The \r\nAfrican Union has created its own mechanisms towards \r\nthe resolution of conflict and promotion of durable \r\npeace on the continent. Most significant of all is the \r\nestablishment of the African Union’s Peace and \r\nSecurity Council, whose decisions are binding on all \r\ncountries in Africa. The Constitutive Act of the African \r\nUnion holds its member States to a number of \r\ndemocratic principles, including condemnation and \r\nnon-recognition of unlawful changes of government \r\nand the application of sanctions against regimes in \r\nviolation of the Act. The Secretary-General’s report \r\nalso highlights the African Union’s efforts in the \r\nSudan, along with conflict resolution, peace processes \r\nand national reconciliation in Côte d’Ivoire, Togo, \r\nChad and Somalia. \r\n Finally, some challenges noted in the past will \r\ncontinue to hamper the realization of full peace and \r\nsecurity on the continent. We must therefore address \r\nyouth unemployment, the crushing impact of the HIV/ \r\nAIDS crisis and the illicit exploitation of natural \r\nresources as well as the illegal flow of arms, small \r\narms and, of course, the inability to achieve the targets \r\nset forth in the Millennium Development Goals. \r\n With regard to the Decade to Roll Back Malaria \r\nin Developing Countries, Particularly in Africa, our \r\nwar against the scourge of malaria continues, but we \r\nshould recognize that there are many elements and \r\nplayers and protracted competition from other issues \r\nvying for public attention, resources and action. Thus, \r\nmalaria has only slowly received the international \r\nattention it must command. In fact, there still remains a \r\nconsiderable distance to go if we are to reach the \r\ntargets we have set for 2010 and 2015. Most of us are \r\ncognizant of the depressing statistics regarding the \r\ndeadly impact of malaria. \r\n As highlighted in the report transmitted by the \r\nSecretary-General’s note of 3 August 2006 (A/61/218), \r\nmalaria is largely a killer of children and the poor, \r\nthreatening at least 3 billion people in 107 countries. \r\nHis essential point was that more than 500 million \r\npeople suffer from acute malaria, resulting in more \r\nthan one million deaths each year. Three thousand \r\nchildren and infants alone die from malaria every day, \r\n86 per cent of whom are from Africa. \r\n What is the cost of this phenomenon? During the \r\nperiod 1965-1990, countries with severe malaria had \r\nannual economic growth rates which were 1.3 per cent \r\nlower than other countries over the same period. Africa \r\nlost some $12 billion per year in gross domestic \r\nproduct and spent 40 per cent of governmental health \r\nfunds to fight this menace. These figures show that the \r\nimpact of malaria in Africa has been deadly, costly and \r\nprolonged. \r\n Even today, the war against this disease remains \r\nin a mixed state. There is progress in some areas and \r\nlagging in others. Africa itself has long recognized the \r\ndevastation and cost of malaria on the continent. The \r\nAbuja Declaration of 2000 set targets for the \r\nprevention and treatment of the disease that were \r\ncertainly achievable if efforts had been carried out. The \r\nprimary international thrust to combat malaria has been \r\nthe Decade to roll back the disease. The Malaria \r\nPartnership was launched in 1998 by the World Health \r\nOrganization, UNICEF, the United Nations \r\nDevelopment Programme and a wide collection of \r\nnational institutions and philanthropic organizations, in \r\nparticular, the Gates Foundation, with the main goal of \r\nhalving malaria mortality by 2010 and of reducing it by \r\nA/61/PV.29  \r\n \r\n06-57369 4 \r\n \r\n75 per cent by 2015. There is indeed a tremendous \r\narray of efforts directed towards the lessening of the \r\ndisease’s deadly impact in Africa. \r\n Africa has sufficiently realized the need to re-\r\nenergize the fight against malaria. At the special \r\nsummit in Abuja in May this year, renewed \r\nundertakings were pledged against AIDS, tuberculosis \r\nand malaria and for eventual universal access to \r\nservices and the elimination of malaria. Nevertheless, \r\nas the Secretary-General’s note indicates, resources are \r\nstill far short of what is needed and focus too much on \r\ncommodities at the expense of technical assistance to \r\nbuild national capacities. \r\n There is progress, but much remains to be done. \r\nWe must increase our ability to develop national \r\nprogrammes and capacity to deal with malaria. \r\nFunding must be provided where possible, and vital \r\ninformation needs to be collected and reported \r\naccurately. Africa also needs to do more to reduce \r\nbarriers to trade in nets and other commodities \r\nnecessary to fight malaria. Many countries have been \r\nable to eliminate malaria. Africa can do likewise. The \r\nfirst step must be to meet the targets that we have \r\ndesignated for the eventual realization of our own \r\ngoals. \r\n Nana Effah-Apenteng (Ghana): My delegation \r\nwishes to express its appreciation to the Secretary-\r\nGeneral for his consolidated reports on the items under \r\nconsideration in this joint debate. \r\n Five years ago, African leaders adopted the New \r\nPartnership for Africa’s Development (NEPAD) as the \r\nstrategic framework designed to address the challenges \r\nfacing the African continent and its peoples. At that \r\ntime, our leaders recognized that issues such as \r\nescalating poverty levels, underdevelopment and the \r\ncontinued marginalization of Africa required a new, \r\nradical intervention, spearheaded by the African \r\nleaders themselves, aimed at developing a new vision \r\nthat would guarantee Africa’s renewal. \r\n NEPAD was to provide a platform within which \r\nAfrica could develop a new and common vision to \r\nconfront issues such as trade, development and \r\nscientific and technological innovation, and skills to \r\nenhance the competitiveness of African economies and \r\nfacilitate their integration into the global economy. \r\n Five years later, a lot has happened to prompt the \r\nSecretary-General to speak of a new momentum of \r\naction for Africa’s development. The major task ahead, \r\nas rightly pointed out in the report, is to consolidate \r\nthat momentum by delivering on commitments to \r\nenable African Governments to advance the NEPAD \r\nagenda and, in particular, to lay a strong foundation for \r\nsustainable growth and development, political stability \r\nand democratic governance. \r\n The report on the international support for \r\nNEPAD identifies a number of important areas where \r\nAfrican countries themselves have made progress, \r\nincluding infrastructure, information and \r\ncommunication technologies, health, education, the \r\nenvironment, agriculture, science and technology. \r\nOthers include gender mainstreaming, civil society \r\ninvolvement and the African Peer Review Mechanism \r\n(APRM). It is encouraging that 25 countries have so \r\nfar acceded to the APRM, and that so far, Ghana, \r\nRwanda and Kenya — in that order — have completed \r\nthe peer review progress. We urge the others to join. \r\n With regard to the international community as a \r\nwhole, as indicated in the report, the past year \r\nwitnessed a promising start in terms of delivery on \r\ncommitments in a number of areas, including debt \r\nrelief, official development assistance (ODA) and \r\nSouth-South cooperation. We are grateful to France, \r\nDenmark, Italy, Sweden, the Republic of Korea, the \r\nRussian Federation, the United Kingdom and the \r\nEuropean Union, which have in diverse ways \r\ncontributed significantly to the international response \r\nin this area. We acknowledge, in particular, the \r\nsubstantial progress made in extending and deepening \r\ndebt relief to African countries, making that one area in \r\nwhich the Group of Eight countries have kept their \r\ncommitments. \r\n We appreciate their efforts and express the hope \r\nthat they will follow through, delivering on the \r\nadditional commitments that they have pledged, and at \r\na faster pace. In the same vein, we are encouraged by \r\nthe determined efforts being made by a number of \r\ncountries, including Brazil, China, India and Japan, to \r\nsupport the development of Africa. \r\n With regard to trade, I do not need to belabour \r\nthe point. But I would just like to say that without a \r\ntimely and satisfactory outcome to the Doha \r\nDevelopment Agenda, African countries cannot achieve \r\nthe economic growth necessary to meet the Millennium \r\nDevelopment Goals (MDGs), and all the efforts in the \r\ncontext of debt relief and increased ODA may come to \r\n A/61/PV.29\r\n \r\n5 06-57369 \r\n \r\nnaught. It is obvious that the lack of progress will hurt \r\nAfrican and other developing countries more than \r\nothers. \r\n Debt relief, trade and ODA alone cannot solve \r\nAfrica’s development problems; they need to be \r\nsupplemented with much foreign direct investment. \r\nMost of the increase in foreign direct investment to \r\nAfrica in 2004 was in the area of natural resource \r\nexploitation, spurred on by rising commodity prices \r\nand concentrated in only a few countries. We therefore \r\nwelcome the establishment of the Investment Climate \r\nFacility, in the context of the NEPAD-Organization for \r\nEconomic Cooperation and Development Africa \r\nInvestment Initiative. We hope that during its seven-\r\nyear lifespan, it will achieve its goal of helping to \r\nimprove Africa’s investment environment by removing \r\nreal and perceived impediments to doing business on \r\nthe continent. Needless to say, we in Ghana are \r\nconvinced that the private sector has a major role to \r\nplay in promoting sustainable development. \r\n We would also like to reiterate our concern about \r\nthe precarious state of health services throughout the \r\nAfrican continent, caused partly by the mass exodus of \r\nhealth professionals. The migration of such \r\nprofessionals poses a real threat to our human resource \r\ndevelopment, and it invariably affects our efforts to \r\nreduce poverty, fight diseases such as HIV/AIDS and \r\nmalaria and reduce child and maternal mortality. The \r\nsooner the international recruitment of health \r\nprofessionals from Africa is controlled, the better it \r\nwill be for us. \r\n On malaria prevention, we acknowledge the \r\nincreased international funding following the creation \r\nof the Global Fund to fight AIDS, Tuberculosis and \r\nMalaria. In addition, recent pledges from major donors \r\nhave raised our expectations that more funds will be \r\navailable for malaria — a long-term major killer on the \r\ncontinent. We hope that there will be consensus on \r\nappropriate levels and sources of subsidies for the \r\nprovision of long-lasting insecticide-treated nets and \r\nartemisinin combination therapy so as to increase \r\naccess to good quality drugs and preventive measures \r\nfor populations at risk of malaria. \r\n On the causes of conflict and the promotion of \r\ndurable peace and sustainable development, we are \r\nanxiously awaiting the day when the Secretary-\r\nGeneral’s report on Africa will be fully occupied with \r\neconomic, financial and development issues, as well as \r\nwith discussions about science, technological \r\nadvancement and economic competitiveness, making \r\nno mention of conflict. \r\n In 1998 the Secretary-General first submitted his \r\nreport on the causes of conflict and the promotion of \r\ndurable peace and sustainable development in Africa \r\n(A/52/871). In paragraph 2 of that report, he stated \r\n “Africa as a whole has begun to make \r\nsignificant economic and political progress in \r\nrecent years, but in many parts of the continent \r\nprogress remains threatened or impeded by \r\nconflict.”  \r\n In paragraph 2 of his most recent report \r\n(A/61/213) on the subject, he states, \r\n“While prospects for peace in a number of \r\ncountries have improved during the year, some \r\nsituations have worsened, despite considerable \r\nefforts by African countries, regional \r\norganizations and the international community.” \r\nThis means that the desired goal has not yet been \r\nachieved. \r\n Africa is a vast and varied continent and the \r\nsources of its conflicts reflect its diversity and \r\ncomplexity. Despite these differences, the sources of \r\nconflict in Africa are linked by a number of themes and \r\nexperiences that are largely similar: historical legacies, \r\ninternal and external factors and economic motives. As \r\nindicated in the report, others include extreme poverty, \r\ngross inequalities and weak State capacity. \r\n Following the authoritative 1998 report of the \r\nSecretary-General, however, the international \r\ncommunity has no more excuses for a lack of \r\nunderstanding of the causes of the conflicts plaguing \r\nthe African continent. What has obviously been lacking \r\nis the timely response sometimes needed to avert the \r\nescalation of tension into violent conflict. Today, the \r\ncritical concern is no longer the lack of early warning \r\nof impending crises but, rather, the need to follow up \r\nearly warning with early and effective action. Whether \r\nthe response involves diplomatic efforts, a \r\npeacekeeping deployment or a humanitarian \r\nintervention, the sooner action is taken the more \r\neffective it is likely to be. \r\n The international community is not unaware that \r\ninternational arms merchants and their local \r\ncollaborators have interest not in stopping conflicts, \r\nA/61/PV.29  \r\n \r\n06-57369 6 \r\n \r\nbut in prolonging them. It is from that perspective that \r\nwe wish to acknowledge and commend the decision of \r\nthe Dutch Government to prosecute a Dutch \r\nbusinessman for his role in the Liberian conflict. It is \r\nthat political will to transform our knowledge and \r\ncommitment into practical action that the world \r\nsometimes lacks. \r\n The picture, however, is not all depressing. Africa \r\nhas a lot to be thankful for in terms of the contribution \r\nmade by the international community to finding \r\nsolutions to conflicts on the continent. We have success \r\nstories in Sierra Leone, Angola and, lately, Liberia. The \r\ncontinued engagement of the international community \r\nin Côte d’Ivoire and the Democratic Republic of the \r\nCongo shows that the experiences over the years in \r\nkeeping the peace in Africa have taught us all valuable \r\nlessons and invariably galvanized the requisite support. \r\nWe therefore wish to urge that, even in the most \r\nintractable cases — such as in Darfur, where atrocities \r\nare being prosecuted against innocent civilians — we \r\nmust resolve to remain engaged in the search for \r\nsolutions. \r\n The United Nations and, for that matter, the \r\ninternational community at large have shown that, \r\ngiven the right conditions, peacekeeping operations can \r\nmake a difference between peace and war in Africa. \r\nAfrica has the primary responsibility for its own \r\ndevelopment. We therefore urge African Governments \r\nand other protagonists in African conflicts to \r\nreciprocate the gesture of the international community \r\nand also to cooperate, because United Nations \r\npeacekeeping cannot always provide the answer to \r\nevery problem without the needed support and \r\ncooperation on the ground. \r\n None of the efforts to broaden and deepen \r\ninternational support for NEPAD and its various \r\nprogrammes will yield fruitful outcomes until we \r\ndemonstrate practically that we appreciate the nexus \r\nbetween peace, security and sustainable development. \r\nAfrican countries must do more on their own to \r\nprovide an environment in which individuals feel \r\nprotected, civil society is able to flourish, and \r\nGovernment carries out its responsibilities effectively \r\nand transparently, with adequate institutional \r\nmechanisms to ensure accountability. \r\n Support for human rights and the rule of law are \r\nnecessary components of any effort to achieve durable \r\npeace and promote sustainable development. Those are \r\nthe cornerstones of good governance, and that is the \r\npath chosen by some African countries including my \r\nown country, Ghana, for their future. \r\n Mr. Grey-Johnson (Gambia): I have the honour \r\nto speak on behalf of African Member States on agenda \r\nitems 62 (a), “New Partnership for Africa’s \r\nDevelopment: progress in implementation and \r\ninternational support”; 62 (b), “Causes of conflict and \r\nthe promotion of durable peace and sustainable \r\ndevelopment in Africa”; and 48, “2001-2010: Decade \r\nto Roll Back Malaria in Developing Countries, \r\nParticularly in Africa”. \r\n We thank the Secretary-General for the \r\ncomprehensive reports and his continued support for \r\nAfrica’s development efforts. Our appreciation also \r\ngoes to the Special Adviser on Africa for his important \r\nwork in championing the interests of the African \r\ncontinent. There is no doubt that, in order to advance \r\nthe development of Africa more effectively, his Office \r\nshould be strengthened and given all the necessary \r\nsupport. \r\n In 2001, Africa’s heads of State and Government \r\nadopted the New Partnership for Africa’s Development \r\n(NEPAD) as a framework for development and renewal \r\nof the continent. NEPAD is a pledge by African \r\nleaders, based on a common vision and a shared \r\nconviction that they have a pressing duty to eradicate \r\npoverty and to place their countries, both individually \r\nand collectively, on a path of sustainable growth and \r\ndevelopment. It is a call for a new relationship of \r\npartnership between Africa and the international \r\ncommunity, especially the highly industrialized \r\ncountries, to bridge the development chasm that has \r\nwidened over centuries of unequal relations. \r\n It is only appropriate that this year, as the \r\nNEPAD framework turns five-years old, we should \r\nevaluate the progress made and take the necessary \r\nsteps to add a much-needed impetus to the Partnership. \r\nWe must do so with the full understanding that NEPAD \r\nis an African-owned framework. What is needed is \r\ncommitment and support from our development \r\npartners. \r\n The report before us shows that perceptible \r\nprogress is being made in different areas of the \r\nframework, such as infrastructure, information and \r\ncommunication technologies, health, education, \r\nenvironment, agriculture, science and technology, and \r\ngender. African countries are committed to doing more \r\n A/61/PV.29\r\n \r\n7 06-57369 \r\n \r\nin the implementation of NEPAD and to creating the \r\nnecessary political and economic conditions for its \r\nrealization. The African Peer Review Mechanism is a \r\nclear demonstration of our determination to improve \r\ngovernance in the continent. So far, 25 countries have \r\nacceded to the Mechanism and three have completed \r\nthe peer review process. We do acknowledge, however, \r\nthat much as progress is being made, challenges remain \r\nin consolidating democracy and good governance \r\nacross the continent. \r\n We welcome the call by the Secretary-General to \r\nAfrica’s development partners to deliver on their \r\ncommitments. NEPAD is all about partnership; unless \r\nour partners translate their pledges into real \r\ndevelopment assistance, the momentum of \r\nimplementation will stagnate. It is regrettable that \r\nmuch of the observed increase in official development \r\nassistance continues to take the form of emergency aid, \r\ndebt relief and technical assistance, which do not \r\nnecessarily lead to significant financial transfers to \r\ndeveloping countries. It is imperative for the partners \r\nto conform to the commitments made at the \r\nInternational Conference on Financing for \r\nDevelopment to allocate at least half of the increase in \r\nofficial development assistance to Africa by 2006. \r\n We welcome the progress that has been made on \r\nproviding indebted African countries necessary debt \r\nrelief. Nonetheless, more needs to be done to free \r\nAfrican countries from a debilitating debt burden that \r\nhas undermined their development efforts for decades. \r\nIn that respect, we wish to acknowledge the efforts of \r\nthe G-8, the World Bank, the International Monetary \r\nFund and other bilateral and multilateral donors. \r\n The institutional questions raised by the \r\nSecretary-General, in particular the integration of \r\nNEPAD into the structure and processes of the African \r\nUnion, are pertinent. At Banjul, the Gambia, the \r\nAssembly of Heads of State and Government of the \r\nAfrican Union (AU) extended the deadline of three \r\nyears set in Maputo in July 2003 for the integration of \r\nNEPAD into the AU to January 2007. Furthermore, the \r\nheads of State set up a committee comprising the \r\nChairman of the Union, the Chairperson of the \r\nCommission, the Chairman of the Heads of State and \r\nGovernment Implementation Committee (HSGIC), the \r\nPresident of South Africa, and the Chief Executive of \r\nthe NEPAD Secretariat, as well as the vice-\r\nchairpersons of HSGIC, to finalize the proposal on the \r\nintegration of NEPAD into the AU structure and \r\nprocesses; conduct an evaluation of NEPAD at its \r\ncurrent stage; and propose a realignment of NEPAD to \r\nits original objectives, mandate and philosophy. \r\n We note the report of the Secretary-General on \r\nthe implementation of the recommendations contained \r\nin the report on the causes of conflict and the \r\npromotion of durable peace and sustainable \r\ndevelopment in Africa. The Secretary-General raises \r\nimportant questions and makes recommendations that \r\nrequire our consideration. We shall reflect upon them \r\naccordingly. \r\n Africa attaches great importance to the issues of \r\npeace and security. In that respect, in July 2005, the \r\nAfrican Union Assembly of Heads of State and \r\nGovernment pledged to address conflict and political \r\ninstability in Africa on the continent with the aim of \r\nachieving a conflict-free Africa by 2010. That is a clear \r\nrecognition by the African leaders that, unless we \r\naddress issues of peace and security, the realization of \r\nthe development agenda will be difficult.  \r\n The establishment of the African Union Peace \r\nand Security Council was yet another demonstration of \r\nthe political will of African leaders to address conflicts \r\nand create sustainable peace. The Council continues to \r\nplay an important role in the prevention and resolution \r\nof conflict in the continent. We thus welcome efforts \r\nby the United Nations to collaborate with the African \r\nUnion with a view to building and enhancing the \r\nlatter’s capacity for peacekeeping. \r\n Mrs. Mladineo (Croatia), Vice-President, took the \r\nChair. \r\n Let me commend the Secretary-General on his \r\nreport on our efforts to contain and reverse the spread \r\nof Africa’s most deadly disease — malaria.  \r\n Since the inception of the Decade to Roll Back \r\nMalaria in Developing Countries, Particularly in \r\nAfrica, we have witnessed significant strides by both \r\nthe international community and the African \r\nGovernments themselves. The partnerships have truly \r\nbeen broadened and have involved grassroots \r\norganizations, civil society and even individual \r\nhouseholds. \r\n Africa has benefited to the tune of some $700 \r\nmillion from the Global Fund to support the fight \r\nagainst malaria. This money has gone to fund \r\ninformation, communications and sensitization \r\nprogrammes, the propagation of preventive measures \r\nA/61/PV.29  \r\n \r\n06-57369 8 \r\n \r\nand mechanisms, including basic hygiene practices, \r\nand a greater use of treated bed nets and insecticides. \r\n Although progress has been discerned in the \r\ndecreasing incidence of morbidity and maternal and \r\ninfant mortality in many countries, there clearly is a \r\nneed for the partnership that is currently working so \r\nwell to be even further strengthened and for us not to \r\nrelent in our resolve to ensure that funding is always \r\nmade available to win the fight against this terrible \r\nscourge, which has always been a serious constraint on \r\nour social and economic progress. \r\n We are indeed grateful to all of our partners for \r\ntheir solidarity and support. \r\n Mr. Chavez (Peru) (spoke in Spanish): Peru is \r\nbound to Africa by historical and cultural ties. For \r\nmany Peruvians, the land of their ancestors is sub-\r\nSaharan Africa or the Maghreb. Their traditions \r\nemerged at the dawn of the Andean civilization upon \r\nwhich Peru was founded. \r\n In addition to this historical link, Peru has \r\nsupported the struggles of the African peoples for self-\r\ndetermination through its clear condemnation of \r\napartheid, its support to all initiatives for the \r\ndevelopment of Africa and, more recently, its \r\nparticipation in peacekeeping operations in Côte \r\nd’Ivoire, Liberia, Ethiopia and Eritrea, the Democratic \r\nRepublic of the Congo, Burundi and the Sudan. \r\n Furthermore, as an elected member of the \r\nSecurity Council during the current year, we have been \r\nentrusted with the chairmanship of the Council’s \r\nCommittee established pursuant to resolution 1533 \r\n(2004) regarding the Democratic Republic of the \r\nCongo. Therefore, Peru is involved in dealing with the \r\nsocio-political evolution of the African continent, and \r\nthis is a commitment to international peace and \r\nsecurity. \r\n In this context, the actions of the African Union’s \r\nPeace and Security Council, which is a mechanism that \r\ndemonstrates that Africans are in the front line solving \r\ntheir problems, are extremely relevant. \r\n In the case of Africa, it is clear that peace and \r\nsecurity not only involves military, political and \r\nstrategic aspects, but also deeds fundamentally with \r\nsocial and economic factors. Poverty, social exclusion, \r\neconomic and political, ethnic and religious exclusion, \r\nand the situation of human rights are the main factors \r\nfor violence, instability and national fragmentation. \r\n Sub-Saharan Africa is the developing region \r\nwhere the adjustment programmes of the World Bank \r\nand the International Monetary Fund are most applied. \r\nDespite this, the region has been abandoned by foreign \r\ninvestment. Due to the fluctuating prices of its raw \r\nmaterials exports and its increasing debt, Africa is the \r\nregion of the developing world that is the most \r\nimpoverished and most indebted. The result is that, \r\ntoday, we have an Africa characterized by growing \r\nsocial exclusion, where the majority of its \r\npopulation — 60 per cent, particularly young people — \r\nare living on one or two dollars per day. \r\n Peru believes that the stability of Africa can be \r\nachieved only by combating social exclusion. For that \r\nreason, the priority of international cooperation must \r\nbe to ensure that sub-Saharan Africa will meet the \r\nMillennium Development Goals, whose \r\nimplementation and statistics have until now been \r\ndiscouraging. Moreover, in order for it to be equitably \r\nintegrated in the global economy, Africa needs a \r\ncancellation — or at least a significant reduction — of \r\nits debt, as well as favourable good prices for the \r\ncommodities it exports; at the same time, it needs \r\naccess to markets and the elimination of subsidies that \r\nexist both for production and export. \r\n Economic dysfunction and structural adjustments \r\nhave resulted in the destruction of the social fabric of \r\nAfrican countries and have pushed them into civil \r\nconflicts. The United Nations, and the Security Council \r\nin particular, has tried to resolve these conflicts with \r\nnecessary political solutions, in certain cases by \r\norganizing elections and planning exit strategies. But \r\nthese solutions are precarious when they are not \r\naccompanied by conferences and economic pacts \r\naimed not only at providing assistance or achieving \r\nmillennium goals, but also at modernizing African \r\neconomies through investments and private technology, \r\nin order to make them more competitive in the global \r\neconomy. \r\n In post-conflict situations, such as those in \r\nGuinea-Bissau, Liberia, Sierra Leone, Central African \r\nRepublic or Burundi, there is an enormous challenge to \r\nestablish democratic governance, inclusion and social \r\nintegration, due respect for human rights, bases for a \r\nviable economy and sustainable reform of the security \r\nsector, as well as viable processes of disarmament, \r\ndemobilization and reintegration. If we are not \r\nsuccessful, some of these countries will regress to a \r\nconflict situation. Therefore, we must insist on a \r\n A/61/PV.29\r\n \r\n9 06-57369 \r\n \r\npreventive approach to post-conflict situations and to \r\nagreed strategies of cooperation with the United \r\nNations and the international community, in particular \r\nwith the subregional organizations involved. \r\n In this context, I would like to point out certain \r\nprocesses that we believe to be important. First is the \r\nconflict in the Democratic Republic of the Congo, \r\nwhich is none other than the result of socio-economic \r\ndysfunction, to which I have already referred. The \r\nDemocratic Republic of the Congo is going through a \r\nsecond round of presidential and provincial elections. \r\nWhile progress has been made in the transitional \r\nprocess, there is a lack of funds to provide basic public \r\nservices. Armed groups are controlling mineral wealth \r\nand are trafficking in and procuring arms, and they \r\nbuild networks of economic interests with sectors in \r\nneighbouring countries. Elections in the Democratic \r\nRepublic of the Congo are certainly necessary, because \r\npower must be in the hands of the legitimately elected \r\nauthorities; but it is essential to deal with the economic \r\nand social dysfunction and extend the authority of the \r\nState as a guarantor of security. \r\n Another relevant case is that of Côte d’Ivoire. In \r\naddition to the imbalance in that country’s economy, \r\nthere has been no substantial progress in the \r\ndisarmament, demobilization and reintegration process \r\nnor in the process of identification. If neither of those \r\nprocesses, which are at the heart of the political \r\naccords, is implemented, it will be difficult to \r\novercome a key problem in Côte d’Ivoire, which is the \r\nquestion of nationality and citizenship. In this respect, \r\nwe believe that the leaders and the population of Côte \r\nd’Ivoire have the primary responsibility to make those \r\nagreements effective. \r\n A third case with its own characteristics is the \r\nSudan. Despite the Comprehensive Peace Agreement, \r\nand the Darfur Peace Agreement, these accords are not \r\nbeing wholly implemented, and violence in the Sudan \r\ncontinues, in particular in Darfur. The regional \r\nimplications of this are well known. Violence is \r\nspreading into Chad, both in villages and in refugee \r\ncamps, as well as to the Central African Republic. We \r\nare now witnessing a prolongation of the beneficial but \r\ninsufficient presence of the African Union Mission in \r\nthe Sudan in Darfur. Because of its impact on the \r\nregion, this situation requires a strategic approach by \r\nthe Security Council, which would include actions by \r\nthe entire system, in particular by the Bretton Woods \r\ninstitutions. \r\n I have shared this analysis of conflicts in Africa, \r\nbecause we feel that, owing to the establishment of the \r\nPeacebuilding Commission and Peacebuilding Fund \r\nand the greater experience acquired in post-conflict \r\nstages, there is now an opportunity to organize \r\nconferences and social and economic agreements to \r\nrebuild the social fabric of many African countries and \r\ngive young democracies the possibility of being viable \r\nand having good governance. The efforts of countries \r\nin that region, the international community, especially \r\nthe local inhabitants, deserve that. \r\n In conclusion, I should like to associate myself \r\nwith the statement made by the delegation of South \r\nAfrica on behalf of the Group of 77. \r\n Mr. Iddi (United Republic of Tanzania): The \r\nGovernment of the United Republic of Tanzania is \r\npleased to participate in discussions of the agenda item \r\non malaria because of its importance to the well-being \r\nof our people. The WHO report on malaria has \r\nprovided us with recommendations that warrant our \r\nserious consideration and support in our endeavours to \r\nroll back malaria. Africa bears an overwhelming \r\nproportion of the malaria burden, not only because of \r\nthe number of people killed by malaria but also \r\nbecause of the economic loss caused by that disease. In \r\nthe United Republic of Tanzania, 93 per cent of the \r\npopulation is at risk of infection. It is estimated that 18 \r\nmillion cases of malaria and 100,000 deaths occur \r\nannually. Most deaths, about 80 per cent, however, are \r\nchildren. The country also suffers an economic loss of \r\nthe equivalent of 3.4 per cent of the gross domestic \r\nproduct as a result of the direct and indirect costs of \r\nthis disease. We need to redouble our efforts if we are \r\nto meet the targets of the Abuja Declaration and the \r\nMillennium Development Goals. \r\n The United Republic of Tanzania is committed to \r\nimplementing the Abuja Declaration on rolling back \r\nmalaria and other international agreed goals on \r\nmalaria, including the Millennium Development Goals. \r\nIn this regard, the Government is implementing the \r\nfinal phase of a five-year medium-term strategic plan \r\n(2002-2007) for malaria, which incorporates the Abuja \r\ngoals, strategies and targets agreed to by all African \r\ncountries. The Government of the United Republic of \r\nTanzania is cognizant of the WHO technical \r\nrecommendations for treating malaria. We have been \r\nadopting more effective malaria treatments to deal with \r\nincreased malarial parasite resistance: in 2001 we went \r\nfrom chloroquine to sulfadoxine/pyrimethamine (SP) \r\nA/61/PV.29  \r\n \r\n06-57369 10 \r\n \r\nand in December 2006 we shall start to use artemether/ \r\nlumefantrine (ACT) as a replacement for the failing \r\nearlier drugs. Zanzibar, part of the United Republic of \r\nTanzania, introduced ACT in 2003. We intend to ban \r\nthe use of monotherapy as soon as the ACT supply is \r\nstabilized. All public health facilities have an adequate \r\nsupply of anti-malarial drugs with very few \r\ninterruptions in supply. \r\n The change to ACT brings with it some \r\nconsequences. Those drugs are provided by Novartis to \r\nthe public sector at highly discounted prices, for which \r\nthat company deserves praise. However, the $8 to $10 \r\nprice for ACT in private shops is too high for many \r\npatients. It should be noted that those who buy from \r\nprivate shops do so out of necessity, since public shops \r\nare not accessible to all. The public sector supplied 60 \r\nper cent of malaria treatments when drugs were cheap. \r\nThe proportion of patients coming to the public sector \r\nfor malaria treatment is going to increase and overload \r\na workforce that is already overworked. We call upon \r\nWHO, the Malaria Partnerships, development partners \r\nand drug companies to look for new ways of \r\nsubsidizing the cost of ACT drugs in the private sector. \r\n Concerning vector control strategies, the trend \r\nhas been to increase the use of insecticide-treated nets \r\nby vulnerable groups, in particular pregnant women \r\nand children. Production of mosquito nets in Tanzania \r\nby the private sector has increased from 500,000 in \r\n1997, before the Roll Back Malaria Initiative took off, \r\nand is expected to reach over 12 million nets by 2007. \r\nThis rise is the result of Government encouragement of \r\nthe private sector, including the waiving of taxes on \r\nraw materials for manufacturing nets. The price of \r\nconventional nets has remained stable at $3 to $5, \r\ndespite the high price of raw materials, especially \r\npetroleum products. \r\n There has been a heated debate about the merits \r\nand demerits of free or subsidized net distribution. For \r\nthe United Republic of Tanzania, the choice was very \r\nclear. If we wanted the private sector to continue \r\nproducing nets and carrying out distribution — thus \r\nensuring long-term sustainability of the production of \r\nnets in the country — the best way forward was not to \r\nundermine the private sector through free net \r\ndistribution, but to work with the private sector to \r\nachieve a win-win situation. \r\n We have created a voucher scheme, which is a \r\npublic-private initiative. Under that scheme, pregnant \r\nwomen attending a pre-natal clinic receive a highly \r\nsubsidized voucher worth $2.75. They take it to a \r\nnearby retailer, pay an additional $0.5 to $1, which is \r\nthe retailer’s margin, and walk away with a net bundled \r\nwith an insecticide. That scheme has been very \r\nsuccessful. There are now more nets available in \r\nremote rural areas where the public sector could reach \r\nonly with difficulty. Most women, about 80 per cent, \r\nuse the voucher to buy a net. People do not have to \r\ntravel long distances to buy a net for their family. We \r\nare studying why 20 per cent of women do not use the \r\nvoucher to buy a net. We are aware that abject poverty \r\nis preventing some women from using the voucher, but \r\nthat is not the only explanation. To improve \r\ndistribution, an equity voucher for the poorest people \r\nwill be launched in late 2006, initially as a pilot study \r\nin six districts and then expanded, based on lessons \r\nlearned in the pilot districts. \r\n Prevention of malaria must include an early-\r\nwarning system and rapid deployment of assistance. \r\nWe welcome WHO’s efforts to improve preparedness \r\nand early recognition of epidemics. In Tanzania, a \r\nsystem for detecting and preventing epidemics has \r\nbeen established and is operational in 19 out of 25 \r\nmalaria epidemic districts. The six remaining districts \r\nwill be equipped before the end of 2007. \r\n There are a number of challenges that we face as \r\nwe move to the second strategic plan. These include \r\nsustaining the momentum of global funding, \r\nparticularly inputs into the Global Fund; recruitment \r\nand retention of skilled health personnel, especially in \r\nrural areas where they are most needed; and a \r\nbehavioural change of our population to embrace \r\npreventive measures. Resources for the health sector \r\nare low — the Government still relies on external \r\nfunding for 40 per cent of its budget. Poverty is an \r\neven bigger challenge. \r\n We are now developing the next malaria strategic \r\nplan. This plan will consolidate the gains of the \r\nprevious plan, explore new areas and strengthen others \r\nwhere weakness has been observed. One new area that \r\nwe wish to explore is indoor residual spraying in \r\nepidemic-prone districts where the use of \r\ndichlorodiphenyltrichloroethane (DDT) is considered \r\nto be an option. In this regard, it is important that food-\r\nimporting countries issue clear statements outlining \r\ntheir position on the use of DDT for indoor residual \r\nspraying.  \r\n A/61/PV.29\r\n \r\n11 06-57369 \r\n \r\n At the same time, technical support and guidance \r\nfrom WHO will be required with a view to preventing \r\nthe contamination of agricultural products with DDT \r\nand other insecticides used for indoor residual \r\nspraying. \r\n Another new area is the introduction of rapid \r\ndiagnostic tests for malaria diagnosis to complement \r\nclinical diagnosis. Such diagnostic tests are quick and \r\neasier to manage, and can be undertaken by semi-\r\nskilled health workers at the village level. The tests \r\nwill reduce the waste of resources caused by incorrect \r\nor late diagnosis. This is an area that needs more \r\nfunding. \r\n The issue of the monitoring and evaluation of \r\nmalaria intervention is critical if we are to reach the \r\ngoals that we have set for ourselves. Currently, we \r\nhave several malaria monitoring and evaluation \r\nsystems operating. We have learned that we are being \r\nneither cost-effective nor efficient. Thus, the new \r\nstrategy will encompass a single monitoring and \r\nevaluation system that would harmonize the several \r\nexisting systems \r\n The Secretary-General reports that malaria is \r\nlargely a killer of children and poor people; hence \r\ninterventions to address malaria have to target them \r\nand the places where they reside. In the context of this \r\nendeavour, the implementation of the initiative to roll \r\nback malaria in Tanzania is taking place at the district \r\nlevel, which is closest to the people. The control of \r\nmalaria is integrated within the comprehensive health \r\nsystem so as to ensure the sustainability and continuity \r\nof the interventions. District malaria focal persons — a \r\ncadre dedicated to the coordination of malaria-control \r\nactivities at the district level — have been appointed \r\nand trained to ensure that malaria is getting the \r\nattention it deserves. \r\n My Government is deeply concerned about the \r\nincrease in counterfeit antimalarial medicines, and we \r\nstrongly condemn all those who are involved in their \r\nproduction and distribution. We welcome the efforts of \r\nWHO, the Wellcome Trust and Interpol to curb \r\ncounterfeit medicine, and call for the cooperation of all \r\nto end that practice.  \r\n We also welcome the launch of the International \r\nDrug Purchase Facility by Brazil, Chile, France and \r\nNorway, which will facilitate access to affordable \r\ndrugs for HIV/AIDS, tuberculosis and malaria. We \r\nhope that the availability of affordable drugs will also \r\nassist in curbing counterfeit drugs. \r\n We are encouraged by the increasing number of \r\npartners, including civil society organizations, that are \r\ninterested in funding malaria interventions and we \r\nwelcome the increased funding being made in that \r\nrespect. However, we note the need for the \r\ncoordination of the efforts of partners and the \r\nalignment of various interventions with WHO technical \r\nrecommendations, as well as the capacity-building of \r\nnational health systems. At this juncture, my \r\nGovernment recognizes the support provided by our \r\nmalaria partners and requests their continued support. \r\n Finally, we should not forget that malaria is a \r\ndisease that is preventable, treatable and curable. Let \r\nus support each other in order to roll back malaria.  \r\n Mr. McNee (Canada): In 2001, Africa’s \r\nleadership launched the New Partnership for Africa’s \r\nDevelopment (NEPAD). That initiative provided a \r\nvision for the continent and set out principles of good \r\ngovernance to which African Governments committed \r\nthemselves. Canada was proud to be among the first \r\nmembers of the international community to work in \r\npartnership with Africa in support of the NEPAD \r\nagenda. \r\n We can all take satisfaction from the fact that, \r\nafter five years, significant progress has been made \r\ntowards putting the NEPAD principles into practice \r\nand achieving some significant results. In the area of \r\npeace and security, which NEPAD recognizes as a \r\ncondition for development, important strides have been \r\nmade. Progress is being made towards consolidating \r\npeace and stability in the Great Lakes region. In \r\nnorthern Uganda, we are encouraged by the ceasefire \r\nagreement reached in August between the Government \r\nof Uganda and the Lord’s Resistance Army. We hope \r\nthat the ceasefire will mark the first substantive step in \r\nthe context of the peace talks in Juba towards putting \r\nan end to that conflict. \r\n With regard to governance, there are positive \r\ndevelopments in many African countries. In July, the \r\nDemocratic Republic of the Congo held the first \r\ngeneral elections in its troubled history. I should note \r\nthat the United Nations Development Programme \r\ndeserves our congratulations for having helped to \r\norganize those critical elections — a huge and \r\ncomplicated task. The international community will be \r\nclosely watching the second round of that country’s \r\nA/61/PV.29  \r\n \r\n06-57369 12 \r\n \r\nelections, to be held at the end of this month. It is vital \r\nthat all of the parties in the Democratic Republic of the \r\nCongo and the people of that country support and \r\nrespect the democratic process and that those elected \r\nuse their offices for the betterment of the lives of all \r\nthe people. \r\n Other African countries, including Tanzania, \r\nLiberia and, most recently, Zambia, have held \r\nsuccessful multiparty elections over the past year. This \r\nis a demonstration of the growing consolidation of \r\ndemocratic norms on the continent. \r\n Africa’s commitment to improving governance is \r\nexemplified by the African Peer Review Mechanism. \r\nCanada commends the 25 countries that have signed on \r\nto that exercise. Ghana, Rwanda and Kenya have led \r\nthe way in undertaking their initial reviews. We believe \r\nthat this bold and innovative approach will lead to \r\nimproved transparency and accountability in \r\ngovernment and the sharing of best practices across the \r\ncontinent. \r\n Not surprisingly, perhaps, progress in conflict \r\nresolution, improved governance and commitment to \r\npoverty reduction in many African countries is \r\nbeginning to show positive results in terms of \r\neconomic growth. The economy of Africa as a whole \r\ngrew by almost 5 per cent in 2005 and is projected to \r\ngrow by almost 6 per cent this year. Many of the \r\ncountries that are achieving sustained strong growth \r\nare those whose Governments have embraced and \r\nimplemented the NEPAD principles of good economic \r\nand political governance. Yet we all know the \r\nsignificant challenges that remain in achieving the \r\nMillennium Development Goals. \r\n Canada is pleased to be a partner with Africa in \r\npursuing the NEPAD vision. At the Group of Eight \r\nSummit in Saint Petersburg in July, Canada announced \r\nnew funding commitments in support of Africa. These \r\nincluded $450 million between 2006 and 2016 to \r\nsupport country-led efforts to strengthen health-care \r\nsystems and make concrete progress towards the \r\nMillennium Development Goals in Africa. They also \r\nincluded a further Canadian contribution of $250 \r\nmillion to the Global Fund to Fight AIDS, Tuberculosis \r\nand Malaria, and $45 million to the Global Polio \r\nEradication Initiative. At the same time, Canada \r\nannounced a 50 per cent increase in bilateral funding \r\nfor Africa’s education sector. \r\n We also recognize the key role that the private \r\nsector must play in achieving sustained economic \r\ngrowth and development in Africa. The Canada \r\nInvestment Fund for Africa was launched last year. \r\nThis very innovative joint public-private fund has \r\npooled investment capital of over $230 million and is \r\ncurrently investing in a range of sectors across the \r\ncontinent. \r\n(spoke in French) \r\n In the field of peace and security, Canada is \r\ncontinuing to play an active role in supporting Africa’s \r\nefforts to prevent and resolve conflicts on its territory. \r\nSince 2004, Canada has provided $320 million to assist \r\nthe Sudan. This assistance includes funding for \r\nreconstruction and peacebuilding efforts and \r\nhumanitarian aid, as well as $190 million in support of \r\nthe African Union Mission in Sudan (AMIS). Canada’s \r\ncontribution to that mission has included the provision \r\nof armoured personnel carriers, fixed-wing aircraft and \r\ntransport helicopters, as well as the fuel necessary for \r\ntheir use. In the Great Lakes region, Canada will \r\ncontinue to co-chair the Group of Friends and will also \r\ncontinue to regularly discuss with countries of the \r\nregion progress in the implementation of the Pact to be \r\nsigned at the Nairobi summit in December 2006. \r\n To be sure, the progress in Africa to which I have \r\nreferred is significant, but much still remains to be \r\ndone. Therefore, efforts to resolve continuing conflicts, \r\nsuch as the situation in the Darfur region of the Sudan, \r\nmust be redoubled. Moreover, respect for the primacy \r\nof the rule of law and of human rights must from now \r\non become the norm in all countries. In addition, the \r\nresponsibility for confronting these challenges and \r\nimplementing commitments made falls upon the \r\nGovernments and people of the countries of Africa. \r\nNevertheless, the broader international community, too, \r\nmust remain engaged for the long-term. \r\n Canada remains committed to this partnership \r\nand looks forward to continuing to work with our \r\nAfrican partners in order to realize the vision of \r\nNEPAD. \r\n Mr. Laassal (Morocco) (spoke in French): First \r\nof all, my delegation, which has carefully considered \r\ndocuments A/61/212 and A/61/138, entitled “The New \r\nPartnership for Africa’s Development: fourth \r\nconsolidated report on progress in implementation and \r\ninternational support” and “Second report of the \r\nSecretary-General’s Advisory Panel on International \r\n A/61/PV.29\r\n \r\n13 06-57369 \r\n \r\nSupport for the New Partnership for Africa’s \r\nDevelopment”. I would like to congratulate the \r\nSecretary-General as well as the Advisory Panel for the \r\nhigh quality of the information in these documents. \r\n The Kingdom of Morocco endorses the \r\ndeclaration made on this subject by the representative \r\nof South Africa on behalf of the Group of 77 and \r\nChina.  \r\n This debate on the New Partnership for Africa’s \r\nDevelopment, organized one year after the adoption of \r\nthe final document of the 2005 summit, provides an \r\nopportunity to assess the actions carried out as of today \r\nin this area. Indeed, the Heads of State and \r\nGovernment had placed the development of Africa in \r\nthe forefront of the priorities of the international \r\ncommunity. In so doing, they were voicing the urgent \r\nneed to extricate this continent from the throes of \r\nunderdevelopment and from the plethora of scourges \r\nthat have afflicted it, such as armed conflict, poverty, \r\nillness, and to assist in the implementation of NEPAD.  \r\n This harmonious and integrated initiative, \r\nconceived and produced by the African leaders five \r\nyears ago, is considered as the template solution for the \r\nadvancement of sustainable development in Africa. \r\nHowever, its potential for success would be diminished \r\nwithout the support of the international community. It \r\nis clear that the mechanisms established by NEPAD \r\nhave provided a new and dynamic impetus for Africa \r\nand that, now, what is needed is to maintain that \r\nimpetus by immediately following through on the \r\ncommitments made, both on the part of the Africans \r\nthemselves and on the part of the donor countries. \r\n For its part, the Kingdom of Morocco, as it stated \r\nthrough the Minister for Foreign Affairs and \r\nCooperation during the general debate, has been \r\nresolutely committed to a process designed to establish \r\nactive solidarity among States Members of the United \r\nNations through constructive and fruitful partnership \r\nbetween the North and South and by the strengthening \r\nof South-South cooperation as a strategic priority.  \r\n Morocco has also attempted to implement all of \r\nthe recommendations adopted by the various \r\nconferences organized regarding development issues, \r\nin particular, the Millennium Development Goals \r\n(MDGs). In that framework, it adopted a national \r\nstrategy for development. Thus, the National Initiative \r\nfor Human Development, launched by His Majesty \r\nKing Mohammed VI on 18 May 2005, attests to the \r\nwill of Morocco to adapt to a model of integrated and \r\nparticipatory development and one which takes into \r\naccount all national sensitivities and represents civil \r\nsociety and the public and private sectors. Its objective \r\nwas to lay the basis for a democratic and modern \r\nsociety that places the citizen at the heart of its \r\nconcerns. The Initiative thus meets the \r\nrecommendations advocated by the Secretary-General \r\nin his report entitled “In larger freedom: towards \r\ndevelopment, security and human rights for all” \r\n(A/59/2005). \r\n In reaffirming its commitment to Africa, Morocco \r\nhas been continuing its efforts designed to implement a \r\nset of initiatives that is part of the framework of \r\npriorities set by NEPAD and designed to produce \r\ngenuine South-South partnerships and placing the \r\nparticipation of the private sector at the core of the \r\nstrategy. Thus, it launched a set of projects in various \r\nsectors of socio-economic activity, such as agriculture, \r\nhealth, managerial training, science and new \r\ntechnologies, fishing, hydraulics and transportation. \r\nMorocco, through the Moroccan Agency for \r\nInternational Cooperation, has contributed to training \r\nin Moroccan universities and institutes of more than \r\n10,000 students and 80 per cent of them are from \r\ncountries south of the Sahara. More than 5,000 of them \r\nhave received scholarships subsidized by the Moroccan \r\nGovernment. In addition, they have participated in the \r\nimplementation of several sustainable development \r\nprojects in several countries of the continent.  \r\n Morocco has cancelled the public debt of the \r\nAfrican least developed countries (LDCs), and has also \r\nfacilitated the access of their exports to the Moroccan \r\nmarket. Moreover, Morocco is making available to \r\nAfrican countries the sum of its expertise for the \r\nimplementation of several projects having a direct \r\nimpact on sustainable development, such as techniques \r\nfor cloud seeding or artificial rain, which has greatly \r\nbenefited African countries such as Burkina Faso and \r\nthe Niger. The success of this programme has prompted \r\nother countries, such as Cameroon, Mali, Gambia and \r\nCape Verde, to request Morocco’s assistance. This \r\nprogramme is indeed an integral part of the NEPAD \r\nstrategy for the implementation of the MDGs, in \r\nparticular, the goal of universal access to water in \r\nAfrica by 2015.  \r\n At the same time, Morocco has been actively \r\ncontributing — within the framework of tripartite \r\ncooperation, working with the United Nations \r\nA/61/PV.29  \r\n \r\n06-57369 14 \r\n \r\nspecialized agencies for the benefit of the countries \r\nsouth of the Sahara — to the implementation of \r\ndevelopment programmes that create jobs and protect \r\nthe environment, while promoting the creation and the \r\nstrengthening of local potential. \r\n Need we recall here that the mechanisms \r\nestablished by NEPAD assign a pivotal role to those \r\nGovernments that are benefiting for the success of \r\nthese cooperation programmes? In this framework, the \r\nKingdom of Morocco believes that greater involvement \r\nof these Governments, through the establishment of \r\ninstitutional structures and mechanisms, remains \r\nnecessary to optimize the results we hope to achieve. \r\nThe same holds true for a strengthening of the support \r\nprovided to the private sector in these countries. In \r\naddition, it is important to underscore that the \r\ncontributions pledged and the commitments made to \r\nAfrica must be honoured with a respect for deadlines \r\nand at a more rapid pace. In this context, Morocco \r\nshares the view of the Secretary-General that the \r\nprogress made regarding the cancellation of the public \r\ndebt by the countries of the North to benefit the LDCs \r\nmust be accompanied by a parallel effort to achieve the \r\nannual sum that has been set and implement the goals \r\nset. Likewise, we urge the countries of the Group of \r\nEight to accelerate the implementation of the \r\nMillennium Development Goals to benefit Africa. \r\n The Kingdom of Morocco strongly urges United \r\nNations bodies to enhance their contributions to \r\nregional and international efforts aimed at Africa’s \r\ndevelopment by improving the coordination of their \r\nactivities to support NEPAD. We also urge the \r\ninternational community to consider innovative ways \r\nto ensure reliable and predictable sources of project \r\nfinancing. In that context, Morocco supported the \r\nInternational Drug Purchase Facility initiative, \r\noriginally proposed by France and sponsored by \r\nseveral countries. \r\n My delegation is convinced that the attainment of \r\nthe objective of a prosperous and economically stable \r\nAfrica depends on cooperation and effective solidarity \r\namong all United Nations Member States.  \r\n Mr. Sardenberg (Brazil): I would like to thank \r\nyou, Madam President, for chairing this meeting, \r\nwhich provides us with a valuable opportunity to \r\ndiscuss highly important issues for Africa and the \r\ninternational community as a whole — issues that \r\nconcern the promotion of peace and sustainable \r\ndevelopment on that continent. \r\n President Lula has repeatedly stated — and even \r\nreaffirmed a few days ago before the General \r\nAssembly — that we, the Members of the United \r\nNations, are expected to contribute to the success of \r\nthe ongoing fight against hunger and poverty. Brazil \r\nbelieves that it is only through collective efforts that \r\nwe will be able to eliminate or alleviate the \r\nconsequences of social and economic injustice and \r\nunderdevelopment. It is mainly towards African \r\ncountries and their brotherly peoples that such efforts \r\nshould be directed. \r\n The debate on this basic challenge is highly \r\ntimely, and the report of the Secretary-General on \r\nprogress in the implementation of the New Partnership \r\nfor Africa’s Development (NEPAD) (A/61/212) \r\nprovides us with relevant information. I would like to \r\nmake a few remarks regarding that document. \r\n I should commend the Secretary-General for \r\nrightly indicating that the international community’s \r\ncommitment to support Africa and NEPAD is closely \r\nassociated with two major issues: the fulfilment of \r\npledges made by donors in international summits and \r\nconferences; and the benefits that African countries can \r\nderive from economic and trade negotiations.  \r\n For its part, the delegation of Brazil would like to \r\nadd a third issue: negotiations within the United \r\nNations on items related to the development agenda, \r\nincluding certain aspects of United Nations reform, \r\nsuch as the strengthening of the Economic and Social \r\nCouncil and system-wide coherence. Those closely \r\ninterlinked issues have a bearing on the capacity of the \r\nUnited Nations system and associated institutions to \r\ncoordinate and deliver international assistance. In that \r\ncontext, we should renew, in stronger terms, our \r\ncommitment to support NEPAD and the African \r\ncountries in coping with their formidable challenges. \r\n According to the report, the progress made in the \r\nimplementation of NEPAD has been too little and too \r\nslow. We understand from the report’s analyses that the \r\npledges and commitments made in support of NEPAD \r\nand Africa have hardly been implemented, which \r\nmakes it more difficult for the Governments on that \r\ncontinent to meet the basic requirements of their \r\npopulations. \r\n A/61/PV.29\r\n \r\n15 06-57369 \r\n \r\n My Government is of the view that every effort \r\nmust be made to effectively deliver on the \r\ncommitments undertaken in bilateral and multilateral \r\narrangements related to NEPAD. In addition, efforts \r\nmust be focused on strengthening the multilateral \r\nsystem as a whole and its negotiating processes — for \r\nexample, the Doha round in the context of the World \r\nTrade Organization, reform of the Economic and Social \r\nCouncil and the Security Council, and revitalization of \r\nthe role of the General Assembly. Accomplishments in \r\nthose areas will provide safe and stable ground for \r\ndevelopment and peace in Africa as well as in other \r\nparts of the developing world. \r\n As already stated by previous speakers, the \r\ndiagnosis, in terms of the insufficient level of official \r\ndevelopment assistance to Africa and the selective \r\napproach of foreign direct investment, is clear and \r\nunmistakable. Furthermore, the ongoing discussions on \r\ndebt relief must be concluded sooner rather than later. \r\nIn today’s discussions, we reaffirm that the United \r\nNations and the multilateral system still offer the best \r\nframework for enabling African countries to find \r\nsustainable ways out of their poverty and suffering. \r\nThe achievement of the Millennium Development \r\nGoals (MDGs) — our main priority — will also help to \r\nachieve NEPAD’s goals through its many programmes \r\nrelated to, inter alia, infrastructural development, \r\neconomic integration and the “green revolution”. \r\n I should also note that, as part of the \r\ninternationally agreed development goals, the fight \r\nagainst HIV/AIDS, malaria and tuberculosis remains a \r\npriority on the multilateral agenda. For its part, Brazil \r\nhas been fully engaged in the implementation of \r\nMillennium Development Goal 6, which calls for \r\nreversing the spread of HIV/AIDS and the incidence of \r\nmalaria and other major diseases. \r\n Brazil is committed to the efforts of the \r\ninternational community to roll back malaria in \r\ndeveloping countries — particularly those in Africa — \r\nbefore the year 2010. In addition to the various \r\ncontributions made through bilateral cooperation, last \r\nSeptember, Brazil co-sponsored the launching of the \r\nInternational Drug Purchase Facility against HIV/ \r\nAIDS, malaria and tuberculosis (UNITAID), with the \r\naim of promoting universal access to medicines in the \r\nfight against those three diseases, which affect \r\ndeveloping countries most. \r\n South-South cooperation is another relevant \r\naspect of international cooperation that we should \r\nexplore in order to supplement the multilateral and \r\nbilateral assistance provided by donors. In that regard, \r\nBrazil has been extending cooperation in various fields \r\nto many African countries, and we hope to be able to \r\nincrease that cooperation in the future. We are \r\nparticularly thankful to the delegations that have \r\nmentioned those and other efforts of ours.  \r\n In sum, I would suggest that efforts be \r\nconcentrated on implementing the commitments \r\nundertaken and on strengthening our multilateral \r\nframework and instruments — including innovative \r\nones — so that the required international support \r\nreaches Africa in an effective and expeditious manner. \r\n I would like to associate our delegation with the \r\nviews expressed by the Secretary-General in his second \r\nreport before us today, on the implementation of the \r\nrecommendations contained in the report of the \r\nSecretary-General on the causes of conflict and the \r\npromotion of durable peace and sustainable \r\ndevelopment in Africa (A/61/213). The Secretary-\r\nGeneral puts great emphasis on the capacity of the \r\nUnited Nations and the multilateral system to promote \r\npeace and to prevent the recurrence of conflicts. We \r\nnote that the Secretary-General also places emphasis \r\non the economic dimension of conflicts, the \r\nelaboration of a 10-year capacity-building plan for the \r\nAfrican Union and the strengthening of women’s \r\nparticipation in peace processes. \r\n With regard to the suggested millennium peace \r\nand security goals, the recommendations made by the \r\nSecretary-General are still very preliminary. Our \r\ndebate would certainly benefit from a more thorough \r\nexamination of the issue. It is our conviction that the \r\ninternational community should devote further efforts \r\nto achieving the MDGs. Their achievement would not \r\nonly ensure dignity and freedom of choice for millions \r\nof people in poor countries or regions, but would also \r\nprovide the conditions for the building and \r\nconsolidation of world peace. \r\n In closing, I would stress that Brazil is certainly \r\nworking to improve and further strengthen its bilateral \r\nties with many countries on the African continent. Our \r\nmain priority regarding peace, development and \r\ninternational support for African countries is associated \r\nwith and complementary to our efforts in all \r\nmultilateral forums: to ensure the right of developing \r\nA/61/PV.29  \r\n \r\n06-57369 16 \r\n \r\ncountries to equal and legitimate participation in \r\ndecision-making in world affairs and to the benefits of \r\nglobalization and sustainable development. \r\n Mr. Swe (Myanmar): I would like to express my \r\nsincere appreciation to the Secretary-General for his \r\nfourth consolidated report on progress in \r\nimplementation and international support for the New \r\nPartnership for Africa’s Development (NEPAD) \r\n(A/61/212). \r\n My delegation associates itself with the \r\nstatements made by the Permanent Representative of \r\nSouth Africa on behalf of the Group of 77 and China \r\nand by the Permanent Representative of the Republic \r\nof the Philippines on behalf of the Association of \r\nSoutheast Asian Nations (ASEAN). \r\n This year marks the fifth anniversary of the \r\nadoption of NEPAD, whereby African leaders \r\nexpressed their commitments to a common vision for \r\nthe eradication of poverty and placed their countries on \r\nthe path to sustainable growth and development. \r\n We are encouraged that over the last 12 months, \r\nregional efforts to implement NEPAD and the \r\ncommitments by the international community have \r\ncreated new momentum for Africa’s development. The \r\ninternational community’s support for the development \r\nof Africa is reflected by the fact that this subject was \r\nfeatured prominently in the 2005 World Summit \r\nOutcome adopted by the General Assembly. NEPAD \r\nhas also significantly impacted the resolution of \r\nconflict situations in Africa, demonstrating that peace, \r\nsecurity and development are interrelated. The number \r\nof African countries that were in a state of armed \r\nconflict and civil strife has declined dramatically. \r\n My delegation is encouraged to note from the \r\nreport of the Secretary-General that there has been \r\nprogress in various areas of NEPAD, including in the \r\ne-Schools Initiative, the Global Health Workforce \r\nAlliance and the NEPAD Environment Initiative. The \r\nreport also reflects the encouraging trend in the \r\nfinancial and technical support from Governments, \r\nUnited Nations agencies, transnational companies and \r\nother NEPAD stakeholders. \r\n It is imperative that this momentum be \r\nmaintained and enhanced in order to move forward \r\nwith the implementation of NEPAD. We therefore \r\nagree with the notion that Africa’s development \r\npartners should undertake timely and effective delivery \r\nof their pledges. We also urge them to match their \r\nwelcome progress on debt write-offs by corresponding \r\nefforts to achieve the target for official development \r\nassistance to Africa. In order to maintain the progress \r\nachieved so far, sustained and constructive dialogue \r\nand broad engagement among African Governments \r\nand their development partners on the current and \r\nemerging priorities on Africa’s development agenda \r\nwill be required. \r\n Solidarity, friendship and cooperation between \r\nAsia and Africa dates back at least to the Bandung \r\nConference of 1955. We are gratified that this spirit of \r\nBangdung was reinvigorated at the 2005 Asian-African \r\nSummit in Jakarta. Myanmar, as a founding member of \r\nthe Bangdung Conference and a nation friendly to \r\nAfrican countries, whole-heartedly supports NEPAD. \r\n May I now touch upon the report prepared by the \r\nWorld Health Organization entitled: “2001-2010: \r\nDecade to Roll Back Malaria in Developing Countries, \r\nParticularly in Africa” (see A/61/218). My delegation \r\nfinds the report relevant and helpful for all malaria-\r\naffected countries. It rightly points out that malaria is a \r\nglobal problem, as it continues to threaten at least 3 \r\nbillion people in 107 countries in Asia, the Pacific, \r\nLatin America, the Middle East, Europe and Africa. \r\nThe adverse effects of the disease on social \r\ndevelopment and the long-term economic growth and \r\ndevelopment of these countries are cause for serious \r\nconcern. \r\n In Africa, malaria remains the biggest killer of \r\nchildren under 5 years of age. Malaria also poses \r\nserious challenges in my own country. While the \r\nmalaria situation in Myanmar is improving, it remains \r\na major public health problem. Out of an estimated \r\npopulation of 56 million, some 17 million reside in \r\nmalaria high-risk areas. Malaria has therefore been \r\ndesignated as a disease of national concern in \r\nMyanmar, together with HIV/AIDS and tuberculosis. \r\n The National Strategic Plan for Malaria \r\nPrevention and Control in Myanmar for 2006 and 2007 \r\nhas been put in place. Under the Plan, a National \r\nMalaria Control Programme has been drawn up in \r\naccordance with the Global Malaria Control Strategy \r\nand the Roll Back Malaria strategy. \r\n The strategy of Myanmar’s National Malaria \r\nControl Programme consists of the following elements: \r\nto provide early diagnosis and prompt treatment of \r\nmalaria wherever it occurs; to plan and implement \r\n A/61/PV.29\r\n \r\n17 06-57369 \r\n \r\nselective and sustainable preventive measures, \r\nincluding vector control; the early prevention, \r\ndetention or containment of malaria epidemics; and the \r\nstrengthening of local capacity in basic and applied \r\nresearch to permit and promote the regular assessment \r\nof the country’s malaria situation, in particular the \r\necological, social and economic determinants of the \r\ndisease. The Programme also adopted the Roll Back \r\nMalaria strategy, which includes the aforementioned \r\nprovisions, in addition to evidence-based planning, \r\nsocial mobilization and multisectored partnership.  \r\n We have also set up an external review team, \r\ncomprised of both international and national experts, \r\nfor the effective evaluation of the Malaria Control \r\nProgramme. The team concluded in its last report that \r\nthe results of the Programme were impressive and \r\nreported that malaria morbidity and mortality rates \r\nwere declining in the country. In spite of the positive \r\ntrends, we are not complacent, recognizing that the \r\nchallenge posed by malaria remains a serious one. We \r\nwill endeavour to effectively implement the \r\nProgramme to achieve the goal of reducing the malaria \r\nmorbidity and mortality rate by at least 50 per cent \r\nover a five-year period. \r\n The international community, in adopting the \r\nRoll Back Malaria strategy, has set for itself an \r\nambitious goal to reduce malaria mortality by 50 per \r\ncent by the year 2010 and 75 per cent by the year 2015. \r\nThe targeted dates are rapidly approaching. The \r\nsignificant gap between the targets and what has been \r\nachieved so far clearly underscores the challenge that \r\nlies ahead. In order to attain our goal, concerted efforts \r\nare needed at the national level, complemented by the \r\nfulfilment by our development partners, of \r\ncommitments made with regard to funds established for \r\nmalaria control. \r\n Mr. Korga (Togo) (spoke in French): I would \r\nlike to thank the Secretary-General for his fourth \r\nconsolidated report on the progress made in the \r\nimplementation of and international support for the \r\nNew Partnership for Africa’s Development (NEPAD) \r\n(A/61/212). My congratulations are also addressed to \r\nthe Secretary-General’s Advisory Panel on \r\nInternational Support for the New Partnership for \r\nAfrica’s Development, whose second report in \r\ndocument A/61/138 is consistent with the concrete \r\nrealities of Africa. \r\n My delegation associates itself with the statement \r\nmade by the representative of South Africa on behalf of \r\nthe Group of 77 and China. \r\n However, I should like to recall that, when \r\nadopting the New Partnership for Africa’s \r\nDevelopment (NEPAD) five years ago — the first \r\nprogramme of this type designed and drawn up by \r\nAfricans for Africans — the heads of State and \r\nGovernment of the continent expressed the same \r\nvision — a common will and a shared determination — \r\nnamely, to commit their countries, individually and \r\ncollectively, to a policy of growth and sustainable \r\ndevelopment, to eradicate widespread poverty and to \r\nput an end to Africa’s marginalization in the \r\nglobalization process. \r\n Implementation of this vision is based on a \r\nstrategic framework and a global approach to \r\ndevelopment, the principles of which are based on \r\nAfrica’s control of its own economic and social take-\r\noff, the promotion of democracy, of human rights and \r\ngood governance in a domestic context marked by \r\npeace, security and stability. \r\n In carrying out this huge and ambitious \r\nendeavour, if Africa acts alone it can only harm its \r\nchances for success. That is why the African leaders \r\ndeemed that NEPAD should be based on two essential \r\npillars: Africa’s own efforts and international support. \r\nThey, therefore, made an appeal to the international \r\ncommunity, in general, and to their development \r\npartners, in particular, to contribute to translating \r\nNEPAD’s goals into concrete action. \r\n In the report submitted in this discussion of \r\nNEPAD, the Secretary-General emphasizes the \r\nmeasures taken and efforts made by organizations and \r\nAfrican countries in the Partnership’s implementation, \r\nin particular in the areas of infrastructure, health, \r\nagriculture, education, science and technology, \r\ninformation and communication technologies, the \r\nenvironment, civil society’s involvement, as well as \r\ngender issues. From a political standpoint, he notes \r\nthat, thanks to the African Peer Review Mechanism, \r\ndemocracy and economic governance are taking root \r\nand spreading further in the continent. \r\n With regard to support from the international \r\ncommunity, the Secretary-General underscores that the \r\ncommitments made by Africa’s development partners \r\nare off to a promising start. The G-8 took concrete \r\nmeasures in 2005 to cancel the multilateral debt of 14 \r\nA/61/PV.29  \r\n \r\n06-57369 18 \r\n \r\nAfrican countries, within the framework of the Heavily \r\nIndebted Poor Countries Debt (HIPC) Initiative. \r\nOfficial development assistance (ODA) could grow \r\nsignificantly if the European Union were to implement \r\nthe new, collective target of 0.56 per cent of its gross \r\ndomestic product (GDP) for ODA by 2010  with a view \r\nto achieving the target of 0.7 per cent in 2015. Foreign \r\ndirect investment in Africa also reflects an upward \r\ntrend, going from $15 billion in 2003 to $20 billion in \r\n2004, even if for the time being these figures only \r\nrepresent three per cent of global flows. \r\n Clearly, these are very encouraging \r\ndevelopments, which show a new impetus for our \r\ncontinent. However, suspension in July of the \r\nmultilateral trade negotiations at the Doha Round are a \r\nsource of great disappointment to African countries. It \r\nis, therefore, important that the promises made and \r\npledges made towards the implementation of NEPAD \r\nbe honoured at a faster rate and within agreed \r\ndeadlines. The Chairman of the Advisory Committee \r\nfor international assistance warned that despite \r\nprogress made to date, the international community \r\ncannot rest on its laurels. That is why my delegation \r\nmakes a pressing appeal to the partners in the \r\ndevelopment of Africa that they give stronger and more \r\nvigorous support to NEPAD, proceeding notably to \r\ndirect budgetary assistance for the programme, the \r\ntotal cancellation of the debt of all African countries, \r\nthe substantial increase of ODA for the continent, the \r\nrapid and positive conclusion of multilateral trade \r\nnegotiations at the World Trade Organization (WTO) to \r\nguarantee access of African products to markets and \r\nthe elimination of all forms of agricultural subsidies, \r\nthe reform of the international financial system and, \r\nfinally, the promotion of foreign direct investment in \r\nAfrica. \r\n In this entire process, we believe that the United \r\nNations has a central role to play to ensure that issues \r\nwith regard to the development of the African \r\ncontinent and its particular needs remain constantly at \r\nthe centre of the international agenda. \r\n African leaders, for their part, are aware that the \r\nimplementation of NEPAD and its fundamental \r\nobjectives can only take place in the appropriate \r\nenvironment. They will continue their efforts to make \r\nAfrica a conflict-free zone by the year 2010. They will \r\ncontinue to implement political, economic and \r\ninstitutional reforms that are necessary to promote and \r\nentrench democracy, the rule of law and respect for \r\nhuman rights in our countries. They will tirelessly \r\ncontinue their efforts to establish a legal framework \r\nand to have a conducive investment environment. In \r\norder to ensure the efficiency of the aid, they will \r\ncombat further corruption in all its forms and \r\nmanifestations. \r\n Togo resolutely endorses this dynamic approach, \r\nwhich opens up new prospects for the continent. It is \r\nthis commitment to attain the goals set that has led the \r\nhighest Togolese authorities to establish a Ministry \r\nresponsible for NEPAD. \r\n Africa does, and will continue to do, what it has \r\nto do, and it is incumbent on its international partners \r\nto join it in carrying out this great human venture that \r\nNEPAD means. Today, it is difficult to invoke, as we \r\nare accustomed to doing, the lack of development \r\nstrategies and African plans of action, which are \r\nsufficiently structured, quantified and detailed, to \r\njustify the lack of progress in the implementation of a \r\ngenuine partnership between Africa and the \r\ninternational community. \r\n I wish to conclude my statement by saying that I \r\nhope that the international community will \r\ncontinuously have in mind that NEPAD represents the \r\nhopes of an entire continent. Together we can achieve \r\nthis — we must achieve this — in order to provide \r\nAfricans with a truly dignified life. \r\n Mr. Zewdie (Ethiopia): My delegation takes the \r\nfloor to comment on agenda item 48 on the Decade to \r\nRoll Back Malaria in Developing Countries, \r\nParticularly in Africa, and agenda item 62 (a) on the \r\nNew Partnership for Africa’s Development: progress in \r\nimplementation and international support. \r\n In this regard, I associate myself with the \r\nstatements made by the representative of South Africa \r\non behalf of the Group of 77 and China and the \r\nrepresentative of the Gambia on behalf of Africa. \r\n Allow me, at the outset, to express my \r\nappreciation to the World Health Organization (WHO) \r\nfor its informative report entitled “2001-2010: Decade \r\nto Roll Back Malaria in Developing Countries, \r\nParticularly in Africa” (see A/61/218). My delegation \r\nalso appreciates WHO’s efforts to fight the problem \r\neffectively in the light of the massiveness of this \r\nchallenge facing the world, and particularly the \r\nmalaria-epidemic-prone developing countries. \r\n A/61/PV.29\r\n \r\n19 06-57369 \r\n \r\n WHO contributed more than its share in saving \r\nhuman lives in developing countries at a time when the \r\nRoll Back Malaria Partnership was about to fail \r\nbecause of inadequate technical support, adoption and \r\nimplementation of erroneous technical policies, lack of \r\nconsensus by all stakeholders and ineffective \r\nmonitoring and evaluation systems. WHO efforts \r\nundertaken to mitigate the problems encountered, and \r\nthe implementation of its Global Malaria Programme \r\nsince the beginning of 2006, are greatly appreciated. \r\nIndeed, this rescue programme has started to show \r\nsome encouraging results, and my delegation would \r\ntherefore like to seize this opportunity to call upon all \r\nconcerned to rally behind the organization so that its \r\nefforts will bear more fruit. More specifically, as the \r\nreport vividly shows, cohesive, coordinated support \r\nand the availability of adequate resources are \r\nprerequisites for success, without which the lofty \r\nobjective may face difficulties similar to the Roll Back \r\nMalaria Partnership. Therefore, we all need to redouble \r\nour efforts. \r\n My country, Ethiopia, is one of the African \r\ncountries most prone to malaria epidemics, with an \r\nannual caseload that increased to over 6.1 million in \r\n2003. After major Government actions — community-\r\nbased malaria control, epidemic control and the \r\nintroduction of mosquito bed nets — about 3.1 million \r\npeople are still assumed to be at risk in 2006 alone. In \r\nEthiopia, the malaria epidemic remains the major cause \r\nof mortality and morbidity. In 2004 and 2005, malaria \r\nwas reported as the first cause of morbidity and \r\nmortality, accounting for 16.6 per cent of patient \r\nconsultations, 15 per cent of admissions and 29 per \r\ncent of deaths. \r\n Apart from its health impact, malaria is seriously \r\nimpeding the socio-economic development of Ethiopia. \r\nThe disease’s major transmission season coincides with \r\nthe peak harvest period. The disease also causes loss of \r\nincome, low school attendance and high treatment \r\ncosts, all of which ultimately lead to slow economic \r\ngrowth. \r\n My Government has thus taken precautionary \r\nmeasures to pre-empt the possible outbreak of malaria \r\nfollowing the rainy season and recent floods. Because \r\nthe country has recently experienced heavy rains and \r\nfloods, a strategy has been put into place to undertake \r\nrapid testing and counselling services and to provide \r\nthe necessary personnel, drugs and other equipment, in \r\norder to efficiently tackle a possible outbreak. Drugs to \r\ntreat over 4.7 million people at a time have to be in \r\nplace. In addition, 600 tons of DDT has already been \r\nsprayed in over one million households which are \r\nconsidered malaria prone. Some 8.2 million birr worth \r\nof insecticide-treated bed nets have been distributed, \r\nwhile another 10.2 million birr worth of such nets have \r\nbeen imported. More than 20 local and international \r\nantimalarial task forces have been set up. \r\n We believe that these efforts will help curb the \r\nepidemic in the event that it occurs in the magnitude \r\nthat is expected. If the epidemic grows beyond reach, \r\nwe hope that the international community will be at our \r\ndisposal. For its part, my Government will continue to \r\ntake action in the light of the Decade to Roll Back \r\nMalaria in Developing Countries, Particularly in \r\nAfrica, under the Abuja Treaty. It is in this regard that \r\nwe welcome and fully endorse the recommendations \r\noutlined in the current WHO document. \r\n As the review reports of Ethiopia’s National \r\nDemographic and Health Survey 2005 show, positive \r\nresults were registered owing to efforts made during \r\nthe past five years in implementing the first Five-Year \r\nNational Strategic Plan, though the achievements were \r\nstill below the set targets. Major factors associated \r\nwith low achievement in malaria prevention and \r\ncontrol activities during this period were related \r\nmainly to poor overall health service coverage, which \r\nactually serves about 64 per cent of the population, \r\nlimited resource flows and low level of implementation \r\ncapacity. These shortcomings have been well addressed \r\nin the revised National Health Action Plan for the next \r\nfive years, the implementation of which has already \r\nstarted. \r\n On the issue of the New Partnership for Africa’s \r\nDevelopment (NEPAD), allow me once again to thank \r\nthe Secretary-General for his informative fourth \r\nconsolidated report on progress in implementation and \r\ninternational support. The report (A/61/212) clearly \r\nshows efforts made by Africans themselves and by \r\ndevelopment partners and the system-wide support by \r\nthe United Nations in implementing NEPAD \r\nprogrammes. What is needed now is to deepen and \r\nwiden those efforts so that the momentum can be kept \r\nup. Indeed, that is the reason why my delegation \r\nwanted to speak on this agenda item as well. \r\n First and foremost, my delegation is encouraged \r\nby the fact that our development partners have shown \r\ntheir commitment to the implementation of NEPAD by \r\nA/61/PV.29  \r\n \r\n06-57369 20 \r\n \r\ncommitting resources, including debt cancellation, \r\nincreased official development assistance and \r\nimproved market access. Indeed, the Group of Eight \r\ninitiative was a positive response by the international \r\ncommunity to the implementation of NEPAD. \r\n For its part, Africa has made remarkable progress \r\nsince the launch of the programme through such \r\nnotable efforts as the implementation of the African \r\nPeer Review Mechanism (APRM), the project on \r\nagriculture and measures to improve the institutional \r\ncapacity of the continent. As we speak, several African \r\ncountries, including my country, Ethiopia, have \r\nbecome participants in the APRM, while others have \r\nexpressed their intention to accede to this project. The \r\nreview processes of some countries are still under way, \r\nwhile for others, the reviews have already taken place \r\nand have been completed at the summit level. \r\n To enhance the institutional capacity of the \r\nNEPAD secretariat and the regional economic \r\ncommunities, a grant has been obtained from the Africa \r\nCapacity Building Foundation to provide resources to \r\ndevelop necessary systems and procedures. Capacity-\r\nbuilding has received the utmost emphasis, as it has \r\nbeen deemed to be an indispensable requirement for \r\nthe realization of NEPAD’s objectives. \r\n In the area of agriculture and food security, there \r\nhave been increasing strides towards taking the \r\nComprehensive Africa Agriculture Development \r\nProgramme to the regional economic communities and \r\nto the country level. The Forum for Agricultural \r\nResearch in Africa has taken an important step in \r\ndeveloping the framework for African agriculture \r\nproductivity in order to augment the flow of \r\ntechnologies that will permit farmers to seize \r\nopportunities available to them and tackle the \r\nconstraints they face. This is a principal area of \r\nendeavour in which my country has embarked to \r\nalleviate poverty and ensure food security. \r\n Agriculture is the mainstay of our national \r\neconomy. It employs 85 per cent of the total labour \r\nforce, contributes 45 per cent of the gross domestic \r\nproduct and accounts for more than 50 per cent of \r\nexport earnings. That is why the Government is \r\npursuing an industrialization strategy led by \r\nagricultural development. The strategy, which was \r\nunder implementation for the last five years, has \r\nbrought about a change in the economy. Again, on the \r\nbasis of the results achieved so far and the analysis of \r\nobservers, a second five-year plan, for the period 2006 \r\nto 2011, called the “Plan for Accelerated and \r\nSustainable Development to End Poverty”, has been \r\nelaborated and put into place. \r\n The plan has as its priorities improving \r\nagricultural productivity and natural resource \r\nmanagement and ensuring food security and \r\ndiversification. Accordingly, practical actions have \r\nalready been taken to ensure its timely implementation. \r\nLand-use certificates have been issued to farmers to \r\nimprove the land administration system, and education \r\nand health sector development programmes are on \r\ntrack. The country hopes that they will result in the \r\nachievement of the Millennium Development Goals set \r\nin that sector. \r\n Given those positive developments, one would \r\nreasonably expect an increase in resource flows. The \r\nfacts, however, are not encouraging. The country \r\nreceives per capita official development assistance of \r\nonly $12.80, which is about half of the average of \r\n$22.60 channelled to other sub-Saharan African \r\ncountries. \r\n Having said that, I also wish to take the \r\nopportunity to pinpoint some of the challenges we face \r\nregionally. Given agriculture’s great importance to the \r\noverall development of Africa and its role in fighting \r\npoverty, the assistance obtained so far has been \r\nminimal. Agricultural projects are crucial in \r\nstrengthening national and regional development \r\nprogrammes. They serve as a springboard for \r\nregenerating the continent’s development and address \r\nboth the physical and the institutional infrastructural \r\nimprovements faced by the continent. However, \r\nalthough those projects are currently at various levels \r\nof development, adequate financing is still required for \r\ntheir timely implementation. The assistance of the \r\ninternational community is therefore critical if we are \r\nto attain that lofty objective, especially by setting up \r\nthe financing mechanism.  \r\n It is therefore my delegation’s firm belief that the \r\nexistence of a true partnership among Africa, its \r\ndevelopment partners and multilateral institutions is \r\nthe cornerstone of the implementation of the \r\nprogrammes of NEPAD. We urge the international \r\ncommunity, in keeping with the spirit of the African \r\nPartnership Forum, to assist African countries in \r\nmoving forward in their endeavour to fight poverty. \r\nFor that reason, we fully support and endorse the \r\n A/61/PV.29\r\n \r\n21 06-57369 \r\n \r\nrecommendations made by the Secretary-General in the \r\nreport before us. \r\n Mr. Abdalhaleem (Sudan): My delegation would \r\nlike to align itself with the statements made by the \r\nrepresentative of South Africa, on behalf of the Group \r\nof 77 and China, and by the representative of the \r\nGambia, on behalf of the Group of African States. \r\n We would like to thank the Secretary-General for \r\nhis three reports on the items we are discussing today, \r\nnamely, the Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa; the New \r\nPartnership for Africa’s Development (NEPAD); and \r\nthe causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa. \r\n First, I shall discuss the causes of conflict and the \r\npromotion of sustainable peace and development in \r\nAfrica. Our experience in the Sudan has shown us the \r\nnecessity of addressing the critical economic and \r\ndevelopmental dimensions of conflicts as well as the \r\nvital role of improving the socio-economic conditions \r\nof people in achieving sustainable peace. As a result, \r\nwealth-sharing arrangements were essential \r\ncomponents of both the Comprehensive Peace \r\nAgreement and the Darfur Peace Agreement, which \r\naddressed the conflicts in south Sudan and Darfur, \r\nrespectively.  \r\n The unilateral sanctions imposed on my country \r\nsince the 1990s continue to seriously hamper the \r\nefforts of the Government of National Unity to address \r\nthe root causes of conflict, to give the peace dividend \r\nto the people, to eradicate poverty and to achieve \r\nsustainable development and internationally agreed \r\ndevelopment goals, including the Millennium \r\nDevelopment Goals (MDGs). The sanctions are \r\nstumbling blocks hampering the Sudan’s efforts to \r\nattract much-needed foreign direct investment and \r\nofficial development assistance. On the other hand, the \r\nSudan has not benefited significantly from \r\ninternational debt relief initiatives despite its huge debt \r\nburden, its sound economic policies and its efforts to \r\nachieve peace and development — all because of \r\nconditionalities, so-called benchmarks and selectivity. \r\n We strongly support the Secretary-General’s \r\nstatement that “The United Nations and the donor \r\ncommunity must increase efforts to build African \r\nmediation and negotiation capacity, provide training \r\nand ensure more predictable and timely funding” \r\n(A/61/213, para. 21). \r\n Supporting the African Union Mission in the \r\nSudan (AMIS) has been and remains an essential \r\nelement in the Sudan’s policy to improve the security \r\nand humanitarian situation in Darfur. The success of \r\nAMIS is vital for any future African peacekeeping \r\noperation on the continent. \r\n The report of the Secretary-General highlighted \r\nthe importance of mediation and preventive diplomacy \r\nin Africa. My country has been very active in that field. \r\nRecently, Khartoum hosted two rounds of negotiations \r\nbetween the Somali transitional Government and the \r\nIslamic Courts Union, with the third round to be held \r\nsoon. Those efforts indicate that the Sudan, despite its \r\ndomestic difficulties, is actively engaged in solving \r\nAfrica’s problems. Supporting Africa’s largest country \r\nin achieving stability, sustainable peace and \r\ndevelopment will have a positive impact on the whole \r\ncontinent. \r\n Secondly, I should like to refer to the Decade to \r\nRoll Back Malaria in Developing Countries. Malaria is \r\na major public health and economic problem in most \r\ndeveloping countries, including the Sudan. Almost all \r\nof the country’s population is at risk for malaria, with \r\nvarying degrees of intensity. It is estimated to affect \r\napproximately 7.5 million persons and to kill some \r\n35,000 persons annually. In public-sector health \r\nfacilities, malaria accounts for about one fifth of \r\noutpatient cases, and in paediatric hospitals the case \r\nfatality rate ranges between 5 and 15 per cent. Malaria \r\nresults in 37.2 per cent of the maternal mortality rate \r\nand 18.1 per cent of the low-weight-births. Each year, \r\nit causes the loss of 22 working days and \r\napproximately 40 per cent of the harvest. \r\n In addressing this serious health and economic \r\nproblem, my Government has set up a strategy to \r\ncombat malaria through improved disease \r\nmanagement, disease surveillance and epidemic \r\nmanagement, prevention and capacity-building in the \r\nhealth sector. The strategy is aimed at reducing malaria \r\nmorbidity and mortality by 40 per cent by 2007. There \r\nis a strong partnership among the Government, the \r\nWorld Health Organization (WHO), UNICEF, the \r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria, \r\nnon-governmental organizations, local communities \r\nand the private sector in executing that strategy. \r\n Unfortunately, none of those highly commended \r\nefforts produced the expected results because of a \r\nnumber of obstacles, the most important of which is an \r\nA/61/PV.29  \r\n \r\n06-57369 22 \r\n \r\ninsufficiency of financial resources. It is obvious that \r\nthe most effective way to enhance those resources is to \r\nsupport the efforts of the Government of National \r\nUnity to achieve peace, reduce poverty and attain \r\nsustainable development. Such support is a central \r\nelement in the efforts to eradicate malaria in the \r\ncountry. Peace will undoubtedly assist in redirecting \r\nnational resources to basic services such as education \r\nand health. On the other hand, combating malaria and \r\nother diseases will assist in achieving sustainable peace \r\nand in preventing new conflicts. \r\n Thirdly, I should like to discuss NEPAD. My \r\ndelegation would like to welcome the progress made \r\nby African countries with the support of international \r\npartners and domestic stakeholders, including members \r\nof civil society and the private sector. The report of the \r\nSecretary-General contains details on that progress, \r\nrespectively, in plans for infrastructural development \r\nand in the development of the medium- to long-term \r\nstrategic framework.  \r\n Here, my delegation would like to stress that \r\nspecial emphasis should be placed on plans to \r\nstrengthen the health system in Africa, addressing in \r\nparticular human resources for managing the health \r\ncrisis. Indeed, more collective action is needed from \r\nthe international community, including the United \r\nNations system — particularly WHO — to support the \r\nefforts of developing countries to address that issue. A \r\ncomprehensive campaign to eradicate malaria and \r\ntuberculosis and to combat HIV/AIDS is an urgent \r\nnecessity. Education is also another field in which joint \r\nefforts are needed to achieve primary basic education, \r\ncapacity-building, and the development of a database \r\nfor research on the different educational aspects of \r\nAfrica. \r\n My delegation also welcomes the progress \r\nachieved in implementing the African Peer Review \r\nMechanism (APRM). The Sudan joined the Mechanism \r\nduring the African Summit held in Khartoum in \r\nJanuary this year. In the margin of that Summit, the \r\nMechanism convened a meeting where all African \r\ncountries were urged to join the Mechanism as soon as \r\npossible. \r\n Immediately after joining the APRM, the Sudan \r\nestablished the organs needed to accelerate the \r\nimplementation of the Mechanism with the \r\nparticipation of all domestic stakeholders, including \r\ncivil society organizations and the private sector. Our \r\nprogramme puts special emphasis on the empowerment \r\nof women, the promotion of democracy, accountability \r\nand strengthening the rule of law. \r\n In order for the African countries to benefit from \r\nNEPAD, a comprehensive plan of action is required in \r\norder to integrate African economies into the world \r\neconomy and the international trading system. Market \r\naccess for African commodities is of overriding \r\nimportance for Africa. Accession of African countries \r\nto the World Trade Organization is vital for the process \r\nof integration into the world economy. The \r\ninternational community should fulfil its commitments \r\nto support NEPAD and national efforts to eradicate \r\npoverty and achieve sustainable development, as those \r\nare the priorities of NEPAD. \r\n While welcoming the efforts of the development \r\npartners, including the G-8, aimed at relieving the debt \r\nof the African countries, we believe that the work has \r\nnot yet been completed, as African debt continues to \r\npose serious burdens on those economies. If it is not \r\ncancelled, Africa’s external debt will rob NEPAD of \r\none of its important ingredients needed to address the \r\noverall economic situation in the African continent. \r\n Finally, my delegation would like to support the \r\nproposal of the Secretary-General to integrate NEPAD \r\ninto African Union structures and calls on the \r\ninternational community to support the African Union \r\nefforts in this regard. \r\n Mr. Kapoma (Zambia): My delegation will \r\naddress agenda item 48, on the Decade to Roll Back \r\nMalaria. Let me also associate my delegation with the \r\nstatements made by the Ambassadors of South Africa \r\nand Gambia on behalf of the G-77 and China, and the \r\nAfrican Group, respectively.  \r\n My delegation commends the Secretary-General \r\nfor the detailed report contained in document \r\nA/61/218. We find it useful as it gives a very good \r\noverview of the measures taken and also assesses the \r\nimplementation of the roll back malaria strategies. \r\nThose are important measures for Zambia’s future \r\nstrategic planning. \r\n Zambia, like the rest of the international \r\ncommunity recognizes that malaria is a killer disease \r\naffecting especially children and the poor. At least 3 \r\nbillion people in 107 countries, of which the majority \r\nare in Africa, are exposed to malaria. That deadly \r\ndisease is reputed to be the number one cause of \r\n A/61/PV.29\r\n \r\n23 06-57369 \r\n \r\nmortality in most developing countries. Since malaria \r\nis a global problem, initiatives like Roll Back Malaria \r\nand the Global Fund to Fight AIDS, Tuberculosis and \r\nMalaria are indeed commendable, as they are aimed at \r\nreducing cases of malaria by half by the year 2010, and \r\nby 75 per cent by 2015, and in some cases call for its \r\ntotal eradication by 2015. \r\n Zambia, like other developing countries that are \r\nadversely affected by the disease supports all of the \r\nefforts made by the international community in \r\ncombating malaria, the HIV/AIDS scourge, \r\ntuberculosis and other infectious diseases. \r\n Malaria also has adverse effects on long-term \r\nsocio- economic and sustainable development, hence \r\nthe need to combat it. Based on the incidence rate of \r\nmalaria cases in Zambia, it is estimated that there are at \r\nleast 3 million clinical cases per year, with the most \r\naffected being pregnant women and children. \r\n That situation notwithstanding, the Zambian \r\nGovernment has identified malaria control as a priority \r\nsince 2000 and has consequently been implementing \r\nthe Roll Back Malaria strategy at country level since \r\n2001. Furthermore, the anti-malaria drug policy has \r\nbeen revised, an inventory of laboratory services for \r\nmalaria has been conducted, and two proposals were \r\nsubmitted to the Global Fund to Fight AIDS, \r\nTuberculosis and Malaria. The proposals succeeded in \r\ngaining approval. Other achievements that the country \r\nhas registered include: prompt and effective treatment; \r\nepidemic preparedness and response; provision for \r\nmalaria prevention during pregnancy; information, \r\neducation and communication for malaria prevention \r\nand awareness; strengthening institutional \r\ninfrastructure and staffing; revival of the indoor \r\nresidual spraying programme; establishment of a \r\nsentinel surveillance system and monitoring anti-\r\nmalaria drug efficacy and vector response to \r\ninsecticides. \r\n Furthermore, monitoring activities have been \r\nsupplemented by household surveys to assess the status \r\nof intervention coverage. In that regard, there has been \r\nactive collaboration with partners, including private, \r\npublic and religious organizations. \r\n Notwithstanding the above achievements, Zambia \r\ncontinues to face a number of challenges, which \r\ninclude among others: the poor deployment and \r\nmonitoring of artemisinin-combination therapies in \r\nplace of chloroquine as first-line treatment, and \r\ninadequate coordination of insecticide-treated nets \r\ndelivery systems for the effective scale-up of control \r\nprogrammes. Those major challenges are accompanied \r\nby attrition and high turnover among malarial control \r\nstaff. Infrastructure and commodities are limited and \r\ncannot effectively deliver control and preventative \r\ninterventions. There is inadequate capacity to provide \r\nsupplies and equipment for malaria control \r\nprogrammes owing to single sourcing outside the \r\ncountry of spray pumps and insecticides for indoor \r\nresidual house spraying and insecticide-treated nets. \r\nProcurement and supply systems have been inefficient \r\nand thus unable to deliver requisites in time to \r\neffectively support malaria control activities during the \r\npeak season. There has been poor performance by a \r\ndemotivated workforce and finally, there is a lack of \r\nefficient utilization and supply of Coartem at the \r\ncommunity level. \r\n In order to assist Zambia to effectively address \r\nthe above challenges, the following assistance is \r\nrequired: funds for improved diagnosis of malaria \r\ncases, insecticide-treated nets and mass distribution, \r\ntechnical assistance in operational research and efforts \r\ntowards environmentally friendly alternatives to \r\nchemical-based interventions and technical and \r\nfinancial assistance to local manufacturing facilities for \r\nthe production of insecticide-treated nets and \r\ninsecticides for malaria control. \r\n In conclusion, Zambia would like to take this \r\nopportunity to appeal to the international community to \r\nsupport our efforts at both the national and regional \r\nlevels to combat the endemic. The Global Fund \r\ninitiative has provided renewed impetus to the \r\nprogrammes and interventions of Member States \r\ndesigned to combat HIV/AIDS, tuberculosis and \r\nmalaria. However, we would like to appeal for an early \r\ndisbursal of these funds. Furthermore, we wish to \r\nunderscore the need for additional and sustainable \r\nfinancing to ensure that the resources made available to \r\nfight the diseases are increased to new and more \r\nrealistic levels, commensurate with the scale of the \r\nepidemics. We call for continued efforts by the \r\ninternational community towards actively increasing \r\naccess by developing countries to cheap, generic drugs \r\nif meaningful steps are to be made to win the fight \r\nagainst malaria.  \r\n Mr. Wolfe (Jamaica): At the outset, I would like \r\nto align my delegation with the statements made by \r\nSouth Africa on behalf of the Group of 77 and China \r\nA/61/PV.29  \r\n \r\n06-57369 24 \r\n \r\nand by Grenada on behalf of the Caribbean Community \r\non agenda item 62 (a), entitled “New Partnership for \r\nAfrica’s Development: progress in implementation and \r\ninternational support”. It is an honour for me to be \r\nspeaking on this very important item. Jamaica has a \r\nhistoric link with the African continent and shares a \r\nspecial kinship with the people of Africa. We therefore \r\nwelcome the opportunity for the international \r\ncommunity to lend its support to the development \r\nefforts of the region as embodied in the New \r\nPartnership for Africa’s Development (NEPAD). It \r\nmatters to all of us that through our combined effort \r\nNEPAD can succeed. \r\n The report of the Secretary-General before us \r\n(A/61/212) points to several significant developments \r\nover the past year in specific areas covered by NEPAD. \r\nI note in particular the continued progress in education, \r\ninformation and communication technologies, health, \r\nthe environment, agriculture, science and technology, \r\ninfrastructure and gender mainstreaming. It speaks to \r\nthe unswerving commitment of African leaders to \r\nensure that the African priorities are defined and truly \r\nowned by Africa. In keeping with the supportive role \r\nthat the international community should provide in this \r\nregard, I wish to focus my intervention on some of the \r\nobservations noted in section III of the report regarding \r\nthe response of the international community. \r\n From the report, it is clear that there is a renewed \r\nfocus on the need to address the plight of the African \r\ncontinent and to implement the many pledges and \r\ncommitments that were made or reaffirmed over the \r\npast year. Very encouraging information is provided on \r\nthe various initiatives that have been or will be \r\nundertaken by Africa’s development partners with \r\nrespect to aid, innovative sources of financing and \r\nquick-impact initiatives. Such efforts are commendable \r\nand are deserving of continued support, and we wish to \r\nencourage even greater progress in the years to come. \r\nAt the same time, it has not escaped us that there are \r\nsome underlying factors that need to be addressed if a \r\nreal and lasting impact is to be made on the ground, \r\nand if the momentum of the past year is to be \r\nstrengthened. \r\n The first concerns the provision of official \r\ndevelopment assistance (ODA). The Secretary-\r\nGeneral’s report highlights positive developments since \r\nthe Group of Eight initiative of 2005 to increasing \r\nODA by some $150 billion between 2004 and 2010. At \r\nthe same time, paragraph 45 draws attention to the fact \r\nthat the amount of aid is not rising fast enough for \r\nthese countries to be able to deliver on the pledges \r\nmade at the 2005 G8 Gleneagles summit. \r\n Another significant observation is that much of \r\nthe ODA increase continues to take the form of \r\nemergency aid, debt relief and technical assistance that \r\ndo not necessarily mean financial transfer to \r\ndeveloping countries. Also noteworthy, although not \r\nspecifically mentioned in the report, is the fact that \r\nefforts to improve the quality of aid that culminated in \r\nthe adoption last year of the Paris Declaration on Aid \r\nEffectiveness are yet to effectively address the adverse \r\neffects of tied aid on development efforts. We trust that \r\nnext year’s report will shed some light on \r\ndevelopments in these two areas. \r\n Secondly, despite global economic growth for \r\n2005 and 2006, rising global imbalances and \r\nuncertainty regarding energy prices can negatively \r\nimpact and constrain the efforts of African leaders to \r\npromote growth and human development objectives. \r\nFor this reason, it is imperative that the international \r\ncommunity, with developed countries in the lead, takes \r\nthe requisite measures in a number of areas to ensure \r\nthat whatever progress is made today is not reversed in \r\nthe short term. I speak here of the urgency with which \r\ngreater progress has to be made in the Doha trade \r\nnegotiations in support of advancing the Doha \r\nDevelopment Agenda and the special needs of Africa. \r\nWe further hope that the indefinite suspension of the \r\nnegotiations does not result in reneging on \r\ncommitments made to developing countries, in \r\nparticular the least developed countries. I draw \r\nattention to the need for specific action in terms of \r\nbuilding productive capacity and addressing supply-\r\nside constraints to improve market access for African \r\nexports and to strengthen Africa’s participation in \r\nworld trade. \r\n We are encouraged that foreign direct investment \r\nflows to Africa have been increasing, and we commend \r\nthe efforts of African leaders to continue to attract such \r\nflows through the recent establishment of the \r\nInvestment Climate Facility this past June. However, \r\nwe wish to highlight the fact that the efforts of the \r\nregion in this regard must be complemented by efforts \r\nat the multilateral level to create a stable, global and \r\nmacroeconomic environment. Much of this will depend \r\non the macroeconomic policies adopted by developed \r\ncountries and greater efforts to enhance the voice and \r\n A/61/PV.29\r\n \r\n25 06-57369 \r\n \r\neffective participation of developing countries in \r\nglobal economic policymaking. \r\n I also wish to address the role of the United \r\nNations system in support of the effective \r\nimplementation of NEPAD. We welcome ongoing \r\nefforts to improve the coordination of the United \r\nNations system and to enhance collaboration between \r\nUnited Nations agencies and the African Union \r\nCommission in support of NEPAD. Accordingly, we \r\nsupport the Secretary-General’s recommendation for \r\nthe development of an integrated and coherent \r\nframework to further strengthen this collaboration. \r\n Permit me now to make some brief remarks on \r\nagenda item 62 (b), “Causes of conflict and the \r\npromotion of durable peace and sustainable \r\ndevelopment in Africa”. We note from the Secretary-\r\nGeneral’s report (A/61/213) that, while steady progress \r\nis being made in preventing, managing and resolving \r\nconflict and in building and consolidating peace, \r\nincreased and concerted action is needed to prevent \r\ncrises from escalating and to ensure that the peace in \r\ncountries emerging from conflict is sustainable. This is \r\ncritical, especially since post-conflict societies face \r\nsuch distinctive challenges as economic recovery and \r\nrisk reduction. Against this background, we welcome \r\nthe Secretary-General’s recommendation in paragraph \r\n79 for a coherent holistic peacebuilding response that \r\nwould jointly address peace and development, and for \r\nthis to inform the work of the Peacebuilding \r\nCommission. We strongly endorse the call for the \r\nBretton Woods institutions and development partners to \r\nfully engage and commit to this important process. \r\n Mr. Cho Hyun (Republic of Korea): At the \r\noutset, my delegation would like to express its \r\nappreciation to the Secretary-General for his \r\ncomprehensive reports on progress in implementing the \r\nNew Partnership for Africa’s Development (NEPAD). \r\n My delegation commends the strenuous efforts of \r\nAfrican countries to implement NEPAD. We are \r\npleased to note that the past five years have witnessed \r\nfirm commitments by African countries to advance the \r\nimplementation of NEPAD as well as continuous \r\nprogress in infrastructure, information and \r\ncommunications technology (ICT), health, education, \r\nagriculture and other important areas. At the same \r\ntime, the international community has demonstrated its \r\nsolidarity with NEPAD through commitments and \r\nactions to facilitate the implementation of this new \r\ndevelopment partnership. Moreover, the United \r\nNations system has stood firmly as an important pillar \r\nof international support for NEPAD. \r\n Nevertheless, we need to take more concrete and \r\npractical steps to strengthen the impetus for the \r\nimplementation of NEPAD, whose objectives are fully \r\nin accord with international commitments to achieve \r\nthe Millennium Development Goals (MDGs). Above \r\nall, African countries should seize the opportunity to \r\nincrease the momentum of international support for \r\nAfrica’s development. As the Secretary-General \r\nrecommended in his report (A/61/212), Africa needs to \r\naddress institutional and partnership issues, including \r\nintegrating NEPAD into African Union structures and \r\nprocesses, providing greater support for the private \r\nsector and promoting increased outreach to civil \r\nsociety. In some cases, greater efforts are also needed \r\nto integrate NEPAD priorities into comprehensive \r\nnational development strategies and to improve \r\nnational coordination in the implementation of \r\nNEPAD. \r\n While we note encouraging progress on debt \r\nrelief, we also recognize that more timely and faithful \r\ndelivery of official development assistance (ODA) \r\ncommitments to Africa is needed. Along with a range \r\nof actions and initiatives taken by other development \r\npartners, the Republic of Korea announced in April of \r\nthis year the Korea Initiative for Africa’s Development \r\nin order to play a full part in the international \r\nendeavour to help African countries achieve the \r\nMDGs. With its focus on assistance in the fields of \r\nhuman resources development, health, administrative \r\ncapacity, ICT and agriculture, the Initiative will be \r\nimplemented in a way that strengthens Africa’s \r\nownership of its development. In this regard, we will \r\ncooperate with African regional organizations, such as \r\nthe African Union and NEPAD structures, with a view \r\nto supporting Africa’s own efforts for sustainable \r\ngrowth and development. We will also cooperate \r\nclosely with international institutions and other donors \r\nto improve aid effectiveness. In this regard, the \r\nRepublic of Korea’s partnership framework agreement \r\nwith the United Nations Development Programme \r\n(UNDP), signed in April of this year, and its co-\r\nfinancing development projects have set appropriate \r\nprecedents as we expand our cooperation with \r\nmultilateral institutions. \r\n As another follow-up measure for the Initiative, \r\nmy Government is planning to hold the first meeting of \r\nA/61/PV.29  \r\n \r\n06-57369 26 \r\n \r\nthe Korea-Africa Forum, a regular consultative channel \r\nbetween the Republic of Korea and Africa, from 7 to \r\n10 November in Seoul. We are confident that this \r\nforum will provide valuable opportunities for sustained \r\nand constructive dialogue as well as broad engagement \r\nwith respect to Africa’s development agenda. We are \r\nlooking forward to the active participation of African \r\ncountries. \r\n Beyond debt relief and aid, trade has long been \r\nrecognized as the element most vital to development. \r\nIn this connection, we strongly support the early \r\nresumption and completion of the Doha development \r\nround negotiations. My Government also supports aid \r\nfor trade, particularly for Africa. To this end, the \r\nRepublic of Korea will expand duty-free and quota-\r\nfree access for the least developed countries (LDCs). \r\nWe will also increase our contribution to the Integrated \r\nFramework for Trade-Related Technical Assistance to \r\nLDCs and expand our training programmes on World \r\nTrade Organization rules and regulations. \r\n Finally, as the Secretary-General rightly pointed \r\nout in his report, the United Nations system should \r\nmaintain the momentum of international support for \r\nNEPAD by ensuring that Africa’s development issues \r\nremain high on the international agenda. It should also \r\nprovide better practical assistance for Africa’s \r\ndevelopment by establishing an integrated and coherent \r\nframework for supporting the African Union and its \r\nNEPAD programme. \r\n Mr. Le Luong Minh (Viet Nam): On behalf of \r\nthe Vietnamese delegation, I would like to thank the \r\nSecretary-General for his fourth consolidated report on \r\nprogress in the implementation of and international \r\nsupport for the New Partnership for Africa’s \r\nDevelopment (NEPAD) (A/61/212). The report \r\nhighlights the progress made so far towards the \r\nrealization of Africa’s aspirations to eradicate hunger \r\nand poverty and to attain sustained economic growth, \r\nsustainable development and durable peace. We fully \r\nsupport the call by the Secretary-General for more \r\nconcerted international efforts to address the growing \r\nchallenges and constraints that continue to hinder \r\ndevelopment in Africa. \r\n My delegation associates itself with the \r\nstatements made by the representative of South Africa \r\non behalf of the Group of 77 and China and by the \r\nrepresentative of Indonesia on behalf of the \r\nAssociation of Southeast Asian Nations (ASEAN). \r\n Viet Nam has followed with keen attention the \r\nimplementation of NEPAD programmes and notes with \r\npleasure that much progress is being made in the fight \r\nagainst hunger and poverty, malaria, tuberculosis and \r\nHIV/AIDS, and in other fields such as education, the \r\nenvironment, science and technology and gender. We \r\nare pleased to note that the African Union has made \r\nsubstantial progress in conflict prevention on the \r\ncontinent. The primary role and efforts of the Union in \r\nfinalizing an African Post-Conflict Reconstruction \r\nPolicy Framework aimed at enhancing the capacity of \r\ninternal actors should be mentioned. We see in these \r\nsteps the strong political will and determination of \r\nAfrican countries to strive for a brighter future for the \r\ncontinent. \r\n In spite of the remarkable progress in some areas, \r\nwe are aware that Africa is still facing numerous and \r\ncomplex issues. The continent is still far from \r\nachieving the target of 6 per cent growth in gross \r\nnational product (GNP) per annum established by the \r\nUnited Nations New Agenda for the Development of \r\nAfrica in the 1990s, thus hindering Africa’s ability to \r\nreduce by half the number of people living under the \r\npoverty line by 2015 and to meet the Millennium \r\nDevelopment Goals (MDGs). Africa continues to have \r\nthe lowest share of global foreign direct investment \r\nflows. Africa also continues to shoulder a growing debt \r\nburden and to suffer from an unfair and inequitable \r\nglobal trade regime. African countries seriously lack \r\nadequate resources for development. \r\n In this connection, I wish to reaffirm Viet Nam’s \r\nview that the international community should honour \r\nthe commitments it has made in the Millennium \r\nDeclaration (resolution 55/2) and in the section on the \r\nspecial needs of Africa in the 2005 World Summit \r\nOutcome (resolution 60/1) by increasing development \r\nassistance and by harmonizing and simplifying aid \r\nprocedures so as to unleash Africa’s potential, \r\ncreativity and dynamism in a wide range of areas, \r\nincluding agriculture, industry, science and technology \r\nand infrastructure development.  \r\n Viet Nam welcomes the agreement reached last \r\nyear by the Group of Eight to cancel the debt of the 18 \r\npoorest countries, the majority of which are in Africa. \r\nWe highly value the step taken by the European Union \r\nto set clear timelines for reaching the target of 0.7 per \r\ncent of gross national income for official development \r\nassistance and doubling its aid to more than $80 billion \r\na year by 2010. \r\n A/61/PV.29\r\n \r\n27 06-57369 \r\n \r\n In recent years, bilateral and South-South \r\ncooperation between Viet Nam and African countries \r\nhas been expanded in areas ranging from agriculture, \r\nindustry, science and technology to health care, \r\neducation and environmental protection. Trade \r\nrelations are driven by a dynamic of mutual interest. \r\nThe volume of Viet Nam’s trade with Africa grew \r\nmanifold between 1991 and 2005, from just $15 \r\nmillion to over $300 million. Strengthening relations \r\nwith Africa in all fields continues to be a cornerstone \r\nof Viet Nam’s foreign policy. In that spirit, we shall \r\ncontinue to find ways and means to further contribute \r\nto the successful implementation of NEPAD. \r\n Mr. A. M. Khan (Pakistan): It is a great privilege \r\nand honour for me to participate in this important \r\ndiscussion under the stewardship of Ambassador \r\nAl-Khalifa. Pakistan wishes to associate itself with the \r\nstatement made by the representative of South Africa \r\non behalf of the Group of 77 and China.  \r\n We welcome the steady progress reported by the \r\nSecretary-General (see A/61/213) in implementing the \r\nrecommendations contained in his report on the causes \r\nof conflict and promotion of durable peace and \r\nsustainable development in Africa. The African \r\nleadership, determined to address Africa’s problems, \r\nand the international community, committed to \r\nsupporting those efforts, have worked hand in hand to \r\nachieve that difficult progress. Numerous daunting \r\nchallenges, nevertheless, remain in the complex peace \r\nand security situation in Africa. The report of the \r\nSecretary-General contains a set of pertinent and \r\nupdated recommendations that take into account \r\ndevelopments in recent years. Considered together with \r\nnumerous previous recommendations that continue to \r\nbe valid, these provide a solid framework for action in \r\nthe years ahead. \r\n We are of the firm belief that pacific settlement of \r\ndisputes in accordance with the provisions of the \r\nCharter is the best means of conflict prevention and \r\nresolution and should be increasingly employed. We \r\nappreciate the efforts at peaceful settlement under the \r\nauspices of the United Nations and the African Union. \r\n One recent development, and a concrete outcome \r\nof years of discussions and lessons learnt from conflict \r\nprevention, peacemaking and peacekeeping activities, \r\nis the establishment of the Peacebuilding Commission. \r\nIncidentally, as we speak here today the Commission is \r\nholding its first country-specific meeting, on Sierra \r\nLeone. As a member of the Commission, Pakistan is \r\ncommitted to contributing to its work and success.  \r\n Addressing the multifarious root causes of \r\nconflict remains a fundamental objective. This is vital \r\nto prevent relapse into conflict and pertinent for \r\nimmediate and long-term recovery in post-conflict \r\nsituations. United Nations peacekeeping operations are \r\nan indispensable tool for restoring peace and stability \r\nin conflict situations and have particularly proved their \r\nutility and effectiveness in Africa. Pakistan is \r\ncommitted to supporting United Nations peace efforts \r\nin Africa. Pakistan is a leading troop contributor and is \r\nparticipating in six of the seven current peacekeeping \r\noperations in Africa with over 9,000 personnel. \r\n The New Partnership for Africa’s Development \r\n(NEPAD), as rightly pointed out by the Secretary-\r\nGeneral in his report (A/61/212), represents a paradigm \r\nshift in the way African Governments and peoples \r\nconceive their development strategies. Now in its fifth \r\nyear of implementation, NEPAD has generated new \r\nmomentum in action for Africa’s development by \r\nmaking considerable progress in developing sectoral \r\npolicy frameworks, implementing specific programmes \r\nand projects and establishing targets for expenditure \r\nsectoral policy areas, including infrastructure, health, \r\neducation, agriculture and environment, among others. \r\n The Secretary-General’s report cites various \r\nactions taken by the international community, \r\nincluding progress made in extending and deepening \r\ndebt relief and in raising investment flows to African \r\ncountries to bolster their development endeavours, \r\nalthough these are still insignificant in the global \r\ncontext. We are happy to note this positive trend, \r\nwhich signifies that the implementation deficit \r\ncommonly seen in the context of the wider global \r\ndevelopment agenda, does not affect Africa as much. \r\nHowever, there is also growing evidence suggesting \r\nthat the Millennium Development Goals (MDGs) will \r\nremain largely elusive for Africa, unless something is \r\ndone to substantially enhance existing development \r\nassistance flows to generate the resources required for \r\nachieving the MDGs. \r\n Pakistan strongly feels that further bolstering \r\ninvestments, expanding trade by allowing greater \r\nmarket access to exports from Africa and building \r\ncapacity and human resources are the most important \r\ntools to put Africa on the fast development track. \r\nThese, we believe, should be the three main pillars for \r\nA/61/PV.29  \r\n \r\n06-57369 28 \r\n \r\na strategic partnership between Africa and the rest of \r\nthe world. \r\n Pakistan has consistently supported the political \r\nand economic aspirations of Africa. We also support \r\neffective and early implementation of NEPAD. We \r\nhave actively supported and contributed to efforts for \r\npromoting durable peace and sustainable development \r\nin Africa. \r\n Apart from our contribution to United Nations \r\npeacekeeping in Africa, we provide bilateral assistance \r\nin economic, social, technical and military spheres to a \r\nnumber of African countries in the context of South-\r\nSouth cooperation. The Government of Pakistan has \r\nsuccessfully run a special technical assistance \r\nprogramme for Africa since 1986. Hundreds of young \r\nAfrican professionals from the public and private \r\nsectors have received training under this programme in \r\nvarious fields including public administration, \r\nmanagement, banking, customs, accounting and \r\ndiplomacy. We plan to enhance further the scope of this \r\nprogramme in the years ahead as an expression of our \r\nsupport for Africa’s development. \r\n Mr. Dhungana (Nepal): My delegation joins the \r\nothers in thanking the Secretary-General for his \r\ncomprehensive report entitled “The New Partnership \r\nfor Africa’s Development: fourth consolidated report \r\non progress in implementation and international \r\nsupport” (A/61/212). The New Partnership for Africa’s \r\nDevelopment (NEPAD), a symbol of the collective \r\ncommitment to solidarity among African countries, the \r\npeoples of Africa and the international community, has \r\ngained momentum for building peace, increasing \r\nstability and achieving prosperity for all of Africa in \r\nthe twenty-first century. Nepal welcomes the \r\ncommitment of the international community and of \r\nAfrica’s peoples to peace and development in Africa. \r\n Coinciding with the fifth anniversary of the \r\nadoption of the New Partnership for Africa’s \r\nDevelopment by African leaders, the fourth \r\nconsolidated report provides us with a picture of the \r\nprogress Africa has achieved so far in collaboration \r\nwith the international community in the fields of \r\ninfrastructure development, information and \r\ncommunications technologies, health, education, the \r\nenvironment, agriculture, science and technology, \r\ngender mainstreaming, debt relief, trade, foreign direct \r\ninvestment and the use of the African Peer Review \r\nMechanism, et cetera. \r\n Africa is endowed with significant natural \r\nresources and great potential for economic \r\ndevelopment. The effective and efficient use of natural \r\nresources is a challenge to African countries. We are \r\nconfident that progress achieved in this area will \r\naccelerate the pace of overall socio-economic \r\ndevelopment in Africa. \r\n Nepal highly values its relationship with African \r\ncountries and, as a developing, landlocked and least \r\ndeveloped country (LDC), shares aspirations and \r\ncommon interests with them. Nepal is committed to \r\nworking together with Africa in various international \r\nforums, for example, the United Nations, the Non-\r\nAligned Movement, the Group of 77 and China and the \r\nGroup of LDCs. Nepal is pleased to contribute to the \r\nUnited Nations peacekeeping operations in various \r\ncountries in Africa as a way of supporting peace, \r\nsecurity and development on the continent. \r\n We recognize that development, peace and \r\nsecurity and human rights are interlinked and mutually \r\nreinforcing. We welcome Africa’s goal of achieving a \r\nconflict-free Africa by 2010. Conflict prevention and \r\nthe consolidation of peace in Africa will benefit from \r\nthe coordinated, sustained and integrated efforts of the \r\nUnited Nations system and its Member States, and of \r\nregional and subregional organizations, as well as of \r\ninternational and regional financial institutions. \r\n We are pleased to note that steady progress is \r\nbeing made in preventing, managing and resolving \r\nconflict and in building and consolidating peace in \r\nAfrica. There is a need for increased and concerted \r\naction to prevent potential crises from escalating and \r\nrecurring. It is imperative to ensure that the hard-won \r\npeace in countries emerging from conflict becomes \r\nirreversible. The report of the Secretary-General \r\ncontains a number of recommendations in the areas of \r\nconflict prevention, improving governance, early \r\nwarning systems, mediation, preventive diplomacy and \r\npeace negotiations. We believe that the implementation \r\nof those recommendations will receive careful \r\nattention and will benefit from the allocation of the \r\nnecessary resources. We support the efforts of the \r\nUnited Nations system to attach priority to durable \r\npeace and sustainable development in Africa. \r\n NEPAD has raised the hopes and aspirations of \r\nthe peoples of Africa, who have suffered the most from \r\npoverty, illiteracy, malnutrition, violence and armed \r\nconflict, violations of human rights and fundamental \r\n A/61/PV.29\r\n \r\n29 06-57369 \r\n \r\nfreedoms and epidemic levels of malaria and \r\nHIV/AIDS. Indeed, millions of people in Africa have \r\nbecome victims of these deadly diseases, despite the \r\ncommitment of the international community to \r\neradicate malaria. Malaria is preventable, treatable and \r\ncurable. With this in view, we are one of the sponsors \r\nof a draft resolution entitled “2001-2010: Decade to \r\nRoll Back Malaria in Developing Countries, \r\nParticularly in Africa”. Nepal believes that combating \r\nmalaria will help in implementing the Millennium \r\nDevelopment Goals. \r\n In concluding, my delegation would like to state \r\nthat sustained peace, stability and development in \r\nAfrica are in the interests of all of mankind. Despite \r\ndaunting challenges for the development of Africa, \r\nNepal is confident that the solidarity of the \r\ninternational community will complement the efforts of \r\nthe friendly countries and peoples of Africa to attain \r\npeace, progress and prosperity. \r\n \r\nProgramme of work \r\n \r\n The President in the Chair. \r\n The President: I would like to inform members \r\nthat I have received a letter dated 11 October 2006 \r\nfrom the President of the Economic and Social Council \r\naddressed to the President of the General Assembly. \r\n In his letter, the President of the Economic and \r\nSocial Council informs the Assembly that the Council, \r\nat its 44th meeting, held on 11 October 2006, took note \r\nof the report of the Committee for Programme and \r\nCoordination on its forty-sixth session, contained in \r\ndocument A/61/16. \r\n He also draws my attention to the \r\nrecommendations contained in paragraphs 120 and 287 \r\nof the report of the Committee for Programme and \r\nCoordination dealing with the allocation by the \r\nAssembly of the respective portions of the proposed \r\nstrategic framework for the period 2008-2009 to the \r\nSecond and Third Committees for their review and \r\naction under the item entitled “Programme planning”. \r\n Members will recall that the General Assembly, at \r\nits 2nd plenary meeting, on 13 September 2006, \r\ndecided to allocate agenda item 118 — “Programme \r\nplanning” — to all of the Main Committees and the \r\nplenary. \r\n Accordingly, I will transmit the \r\nrecommendations of the Committee for Programme \r\nand Coordination to the Chairpersons of the Second \r\nand Third Committees for appropriate action under \r\nagenda item 118, “Programme planning”. \r\n The meeting rose at 6.10 p.m. \r\n \r\n"