" United Nations  A/61/PV.47\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n47th plenary meeting \r\nFriday, 3 November 2006, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-60122 (E) \r\n*0660122* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n In the absence of the President, Mr. Al-Murad \r\n(Kuwait), Vice-President, took the Chair. \r\n \r\n  The meeting was called to order at 10.20 a.m. \r\n \r\n \r\nStatement by the Acting President \r\n \r\n The Acting President (spoke in Arabic): Today \r\nwe are considering several items, including agenda \r\nitem 42, “Report of the Economic and Social Council”; \r\nitem 43, Return or restitution of cultural property to the \r\ncountries of origin”; item 44, “Culture of peace”; item \r\n45, “The role of the United Nations in promoting a new \r\nglobal human order”; and item 49, “Sport for peace and \r\ndevelopment”. \r\n In September 2005, world leaders reaffirmed, in \r\nthe World Summit Outcome document (resolution \r\n60/1), the Declaration on a Culture of Peace. This year \r\nis the sixth year of the International Decade for a \r\nCulture of Peace and Non-violence for the Children of \r\nthe World. We should indeed highlight its objectives \r\nand the true meaning of the culture of peace. It is a set \r\nof principles and conduct for a way of living designed \r\nto renounce violence and prevent the eruption of \r\nconflicts. It also focuses on the underlying causes of \r\nsuch conflicts. It attempts to solve problems through \r\ndialogue and negotiations between individuals, States \r\nand groups. \r\n The agenda for a culture of peace, adopted by the \r\nGeneral Assembly in 1999 (resolution 52/243), set out \r\neight strengthening actions relating to the culture of \r\npeace: actions to foster a culture of peace through \r\neducation; to promote sustainable economic and social \r\ndevelopment; to promote respect for all human rights; \r\nto ensure equality between women and men; to foster \r\ndemocratic participation; to advance understanding, \r\ntolerance and solidarity; to support participatory \r\ncommunication and the free flow of information and \r\nknowledge; and to promote international peace and \r\nsecurity. \r\n It was the task of UNESCO — working together \r\nwith a number of entities within the United Nations \r\nsystem, Member States and civil society — to \r\ncoordinate all of the relevant activities relating to the \r\nInternational Decade for a Culture of Peace. Document \r\nA/61/175, which is before the Assembly today, \r\nprovides a comprehensive picture of all of the \r\nimportant and effective activities envisaged, showing \r\nthat the United Nations is playing a major and \r\nsignificant role in establishing a new global human \r\norder. \r\n I would like to take this opportunity to highlight \r\nthe importance of initiatives taken to promote dialogue \r\namong civilizations, cultures, religions and peoples. \r\nThis is a way of strengthening rapprochement, \r\ntolerance and mutual understanding of values, \r\nlanguages, history and culture. A number of summit \r\nconferences have focused on practical and concrete \r\nactivities to foster such dialogue. \r\n The leaders of the world, in the World Summit \r\nOutcome document, also stressed the importance of \r\nsports in all forms in strengthening a culture of peace \r\nand development. Sports can also help to promote \r\nA/61/PV.47  \r\n \r\n06-60122 2 \r\n \r\ntolerance and mutual understanding. The year 2005 \r\nwas declared the International Year for Sport and \r\nPhysical Education, and we stressed the important part \r\nplayed by sports in helping to achieve the Millennium \r\nDevelopment Goals and to improve public health. \r\nEmphasis was placed on the concept of sports as a \r\nworld language that could break down barriers, \r\nincluding social, religious and ethnic barriers between \r\npeoples and societies and could bring people together, \r\nsurpassing differences and strengthening \r\ncommunication and understanding. All of this would \r\nhelp to promote lasting peace among peoples.  \r\n Today, the world is still faced with conflict, war, \r\nviolence and diseases. We all have to work together to \r\nput an end to these phenomena that hamper sustainable \r\ndevelopment and peace. The United Nations and the \r\nGeneral Assembly play an extremely important role by \r\ndeveloping policies and mechanisms to deal with these \r\nscourges. I myself believe that sports and propagating a \r\nculture of peace are two important elements that will \r\nhelp us to build a world full of tolerance, solidarity, \r\nmutual understanding and peace.  \r\n \r\nAgenda item 42 \r\n \r\nReport of the Economic and Social Council \r\n \r\n  Report of the Economic and Social Council \r\n(A/61/3)  \r\n \r\n  Note by the Secretary-General (A/61/273) \r\n \r\n The Acting President (spoke in Arabic): I would \r\nlike to recall that, pursuant to General Assembly \r\nresolution 58/316, of 1 July 2004, the Assembly, on the \r\nrecommendation of the General Committee, decided, at \r\nits 2nd plenary meeting, on 13 September 2006, to \r\nconsider agenda item 42 in its entirety in plenary \r\nmeeting, on the understanding that the administrative, \r\nprogramme and budgetary aspects should be dealt with \r\nby the Fifth Committee. \r\n At the same meeting, the Assembly took note of \r\nthe clarification that, in implementing resolution \r\n58/316 to consider item 42 in its entirety in plenary \r\nmeeting, the relevant parts of chapter I of the report \r\nthat are under agenda items already allocated to the \r\nMain Committees will be considered by the Committee \r\nconcerned for final action by the General Assembly. \r\n Under this item, the Assembly has before it the \r\nreport of the Economic and Social Council (A/61/3), a \r\nreport of the Secretary-General (A/61/370), and the \r\nreport of the Executive Director of the United Nations \r\nPopulation Fund (A/61/273). \r\n I now give the floor to His Excellency Mr. Ali \r\nHachani, President of the Economic and Social \r\nCouncil, to introduce the report of the Council. \r\n Mr. Hachani (Tunisia), President of the \r\nEconomic and Social Council: I thank you for this \r\nopportunity to introduce the 2006 report of the \r\nEconomic and Social Council. \r\n Development — together with peace and security, \r\nhuman rights and strengthening the United Nations — \r\nwas a central concern of world Leaders at the 2005 \r\nWorld Summit. They placed the Economic and Social \r\nCouncil at the centre of efforts to monitor and advance \r\nimplementation of the United Nations Development \r\nAgenda, in a unified and coherent way. Thus the \r\ncommon thrust of the Council’s session this year was \r\nthe follow-up to the commitments made at the Summit. \r\n I will briefly highlight some of the key outcomes \r\nof the Council’s work during the past year and then \r\nfocus on the future, including the new responsibilities \r\nassigned to the Economic and Social Council by the \r\nSummit. \r\n This year’s special high-level meeting of the \r\nCouncil with the Bretton Woods institutions, the World \r\nTrade Organization and the United Nations Conference \r\non Trade and Development helped maintain the \r\nmomentum of the Summit for accelerating progress \r\ntowards the agreed development goals. Advancing the \r\nrealization of the Monterrey Consensus was seen as a \r\ncritical element to that end. This meeting represents the \r\ncentrepiece of our dialogue on the global partnership \r\nfor development. As I proposed at the conclusion of the \r\nmeeting, I intend to start exploring how to enhance the \r\nimpact of the dialogue and to initiate consultations \r\nwith all stakeholders in this regard. \r\n The Economic and Social Council’s high-level \r\nsegment put productive employment and decent work \r\nsquarely at the forefront of the development agenda. In \r\nparticular, the ministerial declaration pertaining to \r\nemployment generation and decent work for all \r\nadopted at the end of the segment identifies a number \r\nof concrete steps to make the goal of full and \r\nproductive employment and decent work a central \r\nobjective of national and international policies.  \r\n The need to fulfil this pledge, to which leaders \r\ncommitted at the Summit, cannot be overemphasized. \r\n A/61/PV.47\r\n \r\n3 06-60122 \r\n \r\nWidening gaps between skilled and unskilled workers, \r\nand between the formal and informal economies, have \r\ncontributed to persistent and deepening inequalities \r\nworldwide. The General Assembly may wish to build \r\non the work of the Economic and Social Council on \r\nthis central issue. \r\n The Council’s coordination segment dealt with \r\nanother aspect of the on-going efforts to push the \r\ndevelopment agenda forward: how to translate \r\neconomic growth into effective social development, \r\nincluding the eradication of poverty and hunger. The \r\ndebate showed that we do not have definite answers. \r\nThe Council, therefore, asked the United Nations \r\nsystem to continue to study this question. An important \r\nfeature of the coordination segment was the follow-up \r\nevent on avian flu, which took place in the presence of \r\na number of high-level representatives from \r\nGovernments and relevant international and non-\r\ngovernmental organizations. Discussions during this \r\npanel demonstrated the importance of the Economic \r\nand Social Council’s coordinating role and its ability to \r\nshape responses to emerging challenges of this nature. \r\n The Council’s work on the operational activities \r\nfor development was of special significance this year. \r\nFor the first time, the Economic and Social Council \r\nlaunched the triennial review of funding for \r\ndevelopment cooperation. The debate on the subject \r\nhighlighted the diverging trends between core and non-\r\ncore resource flows, the increasing complexity of \r\nfunding mechanisms and the associated challenges to \r\nthe financial sustainability of United Nations system’s \r\ndevelopment cooperation efforts. The Council \r\nevaluated how far the United Nations development \r\nsystem has gone in implementing the Assembly’s \r\nguidance during the last Triennial Comprehensive \r\nPolicy Review. Expectations are high for the 2007 \r\nTriennial Comprehensive Policy Review, given the \r\nunprecedented focus on the United Nations role in \r\ndevelopment cooperation and on the need for greater \r\ncoherence and impact in its work. \r\n During the humanitarian affairs segment, the \r\nCouncil gave guidance on how to reinforce the \r\ncoordination of the humanitarian activities of the \r\nUnited Nations system and of others. It gave strong \r\nsupport for the humanitarian reform agenda and made \r\nseveral proposals for dividing the work of the \r\nEconomic and Social Council and the General \r\nAssembly on humanitarian policy issues. \r\n The Economic and Social Council is vested with \r\nthe authority to promote an integrated approach to \r\npeace and development. The call to address the root \r\ncauses of the world’s threats and challenges involves \r\nunlocking and strengthening the implementation of the \r\nUnited Nations development agenda. Ultimately, \r\ndevelopment and security can come only from \r\nintegrated policies that promote poverty eradication, \r\nsustainable development and human rights of our \r\nsocieties. The Assembly may want to draw upon the \r\nwork of the Council in this area, especially for its \r\ndeliberations on the prevention of armed conflict. \r\n In the general segment, the Council focused on \r\nconsolidating and coordinating the work of its \r\nsubsidiary bodies. The Council’s role in that sphere is \r\nbecoming all the more important as we proceed to \r\nimplement the development agenda. To that end, the \r\nEconomic and Social Council had invited the \r\nfunctional commissions and other relevant subsidiary \r\nbodies to examine their methods of work, and this year \r\nseveral commissions have given renewed attention to \r\ntheir working methods. \r\n Moreover, the agreement to extend the Economic \r\nand Social Council’s ad hoc advisory groups on \r\nGuinea-Bissau and Haiti is a clear recognition of the \r\nuseful contribution the Council can make by promoting \r\nan integrated approach in that area. We now need to \r\nensure that the lessons learned during the Council’s \r\nexperience benefit the future work of the Peacebuilding \r\nCommission through continuous engagement between \r\nthe relevant bodies.  \r\n It is also noteworthy that the Council adopted a \r\nresolution on promoting youth employment, in which it \r\nurges Governments to consider youth employment as \r\nintegral to their overall strategies for development and \r\ncollective security, and encouraged mainstreaming \r\nyouth employment in poverty reduction strategies. \r\n The Council achieved another major \r\nbreakthrough in crystallizing its own role and the role \r\nof the Commission on Science and Technology for \r\nDevelopment in the follow-up to the World Summit on \r\nthe Information Society. Agreement on a clear and \r\nwell-defined intergovernmental process, including the \r\nadditional new tasks for the Commission, together with \r\nbroad multi-stakeholder engagement in the recently \r\nlaunched Global Alliance for Information and \r\nCommunications Technologies and Development, carry \r\nthe potential to make a strong and far-reaching \r\nA/61/PV.47  \r\n \r\n06-60122 4 \r\n \r\ncontribution to strengthening the United Nations role in \r\nthis area and putting information and communications \r\ntechnologies in the service of the United Nations \r\ndevelopment agenda. \r\n The 2005 World Summit placed important \r\nresponsibilities on the Economic and Social Council \r\nfor reviewing and monitoring the implementation of \r\nthe United Nations development agenda. Responding \r\nto this call will be an important tenet of the Council’s \r\nwork in the coming years. So, let me share with the \r\nAssembly what I personally see as the opportunities \r\nthat the new functions of the Council offer, especially \r\nfor the General Assembly. Obviously, the resolution \r\nMember States are finalizing will give, I hope, more \r\ndetailed guidance on how the new mandates of the \r\nEconomic and Social Council are to be made \r\noperational. \r\n First, the annual ministerial-level substantive \r\nreview provides a new mechanism for the review of \r\nprogress and for promoting implementation of the \r\noutcomes of United Nations conferences and summits, \r\nincluding internationally agreed development goals. In \r\nmy view, the annual review, owing to its ministerial \r\nparticipation, can identify implementation deficiencies \r\nat the global, regional and national levels, as well as \r\ntheir linkages, and help the international community \r\ntrack policies in support of the agreed development \r\ngoals and to make necessary adjustments. I hope the \r\nGeneral Assembly will draw upon the work of the \r\nCouncil in the annual meeting on development that, \r\npursuant to its resolution 60/265, the Assembly must \r\nhold during the debate on the follow-up to the \r\nMillennium Declaration and the 2005 World Summit \r\nOutcome. \r\n Secondly, the high-level biennial Development \r\nCooperation Forum provides a unique opportunity for \r\nMember States to keep global development aid \r\ncooperation issues high on the international \r\ncommunity’s agenda. The Forum should have a real \r\nimpact in promoting international development \r\ncooperation and gearing development cooperation to \r\nsupport the achievement of internationally agreed \r\ndevelopment goals. The Forum brings together all \r\ndevelopment cooperation partners for a dialogue on \r\nkey policy issues. Thus it will scale-up actions to \r\nperfect the link between normative and operational \r\nwork of the United Nations, and help translate what we \r\nhave learned into improved policies, strategy and \r\npractice at all levels. \r\n Within the implementation architecture for the \r\ndevelopment agenda, on the normative side, we have a \r\nthree-tier structure: the General Assembly; the \r\nEconomic and Social Council; and the functional \r\ncommissions, as well as a number of funds and \r\nprogrammes. The World Summit has challenged these \r\nbodies to organize their work in order to maximize \r\ntheir individual contributions for the effective \r\nrealization of the goals set out in the development \r\nagenda. \r\n Do the current agendas of both the General \r\nAssembly and the Economic and Social Council \r\nrespond adequately to the priorities set out in the \r\nUnited Nations development agenda? If not, could \r\nthese bodies’ respective work be streamlined to allow \r\nthe Assembly’s Second and Third Committees and the \r\nEconomic and Social Council to have a substantive \r\ndiscussion on key issues and achieve an integrated \r\noverview of them? While the recurrence of certain \r\ntopics in various intergovernmental forums illustrates \r\ntheir importance and urgency, Member States might, \r\nfor instance, better utilize the Economic and Social \r\nCouncil for initiating work on certain topics and make \r\nthe most of the Council’s new monitoring and review \r\nfunction in the implementation of certain United \r\nNations legislation. Each body should have maximum \r\nvalue added and approach issues from a unique angle. \r\n In this regard, we are all anticipating, of course, \r\nthe report of the High-level Panel, which will lead, I \r\nhope, to further discussion of ways for increasing \r\ncoherence in the work of the United Nations in these \r\nareas. We have already taken important strides towards \r\na strong and more broadly capable Economic and \r\nSocial Council. On the basis of the General Assembly’s \r\ndeliberations on the Panel’s recommendations, we must \r\nalso make the United Nations a better tool for \r\ndevelopment activities on the ground. \r\n Many other outcomes of the Council are of key \r\nrelevance to the work of the General Assembly, such as \r\non human rights, social development and gender \r\nmainstreaming, to mention only a few. Outcomes in \r\nthese areas, among others, will help the Second and \r\nThird Committees in their work. \r\n My experience as President of the Council has \r\nshown me the potential of the Economic and Social \r\nCouncil in meeting many of the critical concerns of the \r\ninternational community. The profile, the convening \r\npower and the consensus building opportunity that \r\n A/61/PV.47\r\n \r\n5 06-60122 \r\n \r\nhave been the trademark of the United Nations \r\nconferences in the last decade and-a-half can be \r\nincorporated into the Council. Indeed, the inclusive \r\nspirit of United Nations international conferences \r\npermeated this year’s session of the Council. In \r\nparticular, the high-level segment showed that the \r\nEconomic and Social Council can effectively address \r\ncross-cutting issues in a comprehensive manner, with \r\nthe participation of a significant number of ministers \r\nand high-level officials carrying diverse portfolios, as \r\nwell as with the involvement of development partners \r\nand organizational decision-makers. The consultative \r\nstatus that the Economic and Social Council offers to \r\nthe non-governmental organization community in \r\nallowing it to contribute to its work is another unique \r\nfeature of this Charter organ. It is a feature that should, \r\nI believe, be strengthened. \r\n Finally, in order to make the Economic and \r\nSocial Council’s old and new functions fully \r\noperational, it is important to support them with \r\nsufficient funding and to give the Bureau of the \r\nEconomic and Social Council the means to carry out its \r\nduties. \r\n The adoption of the resolution on the follow-up \r\nto the development outcome of the Summit was \r\nimportant. Hopefully, the ongoing consultations will be \r\ncompleted soon and lead to the adoption of a resolution \r\non strengthening the Economic and Social Council. \r\nThese two resolutions will serve as guide-posts in our \r\nefforts to accelerate implementation. \r\n I would like to close with the observation that a \r\nmore substantive and interactive relationship is \r\ndeveloping between the General Assembly and the \r\nEconomic and Social Council. This relationship should \r\nhelp in providing meaningful and practical orientation \r\nto the international community in the implementation \r\nof the United Nations development agenda. In this \r\nprocess, key new functions given to the Economic and \r\nSocial Council must play a central role, enabling the \r\nCouncil to serve as the bridge between policymaking \r\nand implementation in the area of economic and social \r\ndevelopment. \r\n Mr. Rosengren (Finland): I have the honour to \r\nspeak on behalf of the European Union. the acceding \r\ncountries Bulgaria and Romania, the candidate \r\ncountries Turkey and Croatia and the former Yugoslav \r\nRepublic of Macedonia, the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania, Bosnia and Herzegovina, \r\nMontenegro, Serbia, as well as Ukraine and the \r\nRepublic of Moldova, align themselves with this \r\ndeclaration. \r\n The European Union welcomes the opportunity to \r\ndiscuss the report of the Economic and Social Council \r\nand the work of the Council during this past year. We \r\nwould like to express our appreciation to the Bureau of \r\nthe Council for its leading role in contributing to a \r\nsuccessful, substantive session of the Economic and \r\nSocial Council. We would also like to extend our \r\ncompliments to the Secretariat. \r\n The 2006 substantive session of the Economic \r\nand Social Council in Geneva was productive, and \r\noutcomes from the high-level coordination, \r\nhumanitarian and operational activities segments were \r\nall finalized. We would like to thank all member States \r\nfor their constructive approach that resulted in a timely \r\nconclusion of our negotiations.  \r\n The theme of this year’s high-level segment of \r\nthe Council was “Creating an environment at the \r\nnational and international levels conducive to \r\ngenerating full and productive employment and decent \r\nwork for all, and its impact on sustainable \r\ndevelopment”. It was a major step forward to bring the \r\ndecent work agenda to a wider United Nations context. \r\nThe European Union sees the vital importance in \r\nincluding the social dimension of globalization and the \r\nfundamental principles and rights to work, \r\nemployment, social protection and social dialogue in \r\nthe ministerial declaration. \r\n In the operational activities segment, discussions \r\non the role of operational activities in achieving the \r\nMillennium Development Goals provided valuable \r\ninsights for further elaboration. The EU regards the \r\ndebate and deliberations on the progress made in \r\nimplementing General Assembly resolution 59/250, on \r\nthe triennial comprehensive policy review, as a very \r\ngood and sound basis for the preparations for the next \r\nreview, in 2007. The EU remains committed to being a \r\nconstructive partner during that preparation process. \r\n Strengthening the coordination of United Nations \r\nhumanitarian assistance at all levels was the crucial \r\ntheme of the humanitarian affairs segment. In that \r\nregard, the EU looks forward to further strengthening \r\nthe United Nations humanitarian system and sees the \r\ncluster leadership approach, inter alia, as a useful way \r\nto strengthen humanitarian coordination. The \r\nA/61/PV.47  \r\n \r\n06-60122 6 \r\n \r\ntraditional transition event, organized in Geneva, also \r\nprovided valuable input for our joint work on the \r\ntransition from relief to development. In addition, the \r\npanel discussions on gender-based violence and \r\nchronically underfunded emergencies provided a good \r\nbasis for further discussions on both of those important \r\ntopics. \r\n In the general segment of the substantive session, \r\nmore than 40 resolutions were adopted. However, work \r\nremains to be done. In that regard, the EU is looking \r\nforward to a constructive resumed session of the \r\nEconomic and Social Council and hopes that all \r\noutstanding issues can be resolved in a timely manner. \r\n With regard to the 2006 Special High-level \r\nMeeting of the Economic and Social Council with the \r\nBretton Woods institutions, the World Trade \r\nOrganization and the United Nations Conference on \r\nTrade and Development, the EU acknowledges the \r\ncontinued work aimed at coherence, coordination and \r\ncooperation in the implementation of the Monterrey \r\nConsensus and the 2005 World Summit Outcome \r\n(resolution 60/1). \r\n The EU attaches great importance to \r\nstrengthening and revitalizing the Economic and Social \r\nCouncil along the lines set out in the World Summit \r\nOutcome Document. We hope that the negotiations on \r\nthe draft resolution on reform of the Economic and \r\nSocial Council will gain new momentum so that the \r\nCouncil can continue its work with reform functions at \r\nits next substantive session. We encourage the \r\nco-Chairs to continue to provide leadership for our \r\nwork in fully implementing the mandate given by the \r\nSummit. \r\n Mr. Hannesson (Iceland): I would like to begin \r\nby thanking my dear friend and colleague Ambassador \r\nAli Hachani, President of the Council, for introducing \r\nthe 2006 report of the Council (A/61/3), which \r\nprovides a very good overview of its work. \r\n I would first like to highlight a few issues that \r\nemerged from this year’s substantive session of the \r\nEconomic and Social Council. The theme for this \r\nyear’s high-level segment was well chosen. Decent \r\nwork for all is a key tool for harnessing the energy of \r\nindividuals in the fight against poverty and threats to \r\nour security. A decent job constitutes a stake in society \r\nand therefore a contribution to stability; sustainability \r\nfollows. We are therefore of the view that an \r\nemployment strategy should be a fundamental \r\ncomponent of any development strategy. In the \r\noutcome of the segment, the ministers and heads of \r\ndelegations highlighted the importance of harnessing \r\nthat societal energy. They recognized the important \r\nrole of the International Labour Organization (ILO) to \r\nthat end as well as the importance of ratification and \r\nimplementation of the ILO conventions. \r\n In that context, I would like to draw the special \r\nattention of members to the importance of promoting \r\ngender equality. By empowering women and ensuring \r\nequal opportunity, countries can achieve great gains in \r\nboth economic and social terms. However, there is a \r\nlong way to go. Women are still much more likely than \r\nmen to be poor, malnourished and illiterate. They \r\nusually have less access than men to employment, and \r\nthey are far less likely than men to be politically active. \r\nWomen’s empowerment should be at the centre of any \r\nemployment strategy. Ensuring gender equality is vital \r\nto sustainable development and the realization of the \r\nMillennium Development Goals. \r\n During the operational activities segment, the \r\nEconomic and Social Council launched the triennial \r\nreview of funding for development cooperation. The \r\nsubstantive resolution adopted by the Council on \r\noperational activities shows its determination to \r\nperform its role by providing detailed guidance to the \r\nUnited Nations development system in order to \r\nimprove its functions at the country level, as well as \r\nguidance to the Secretariat in order to strengthen its \r\nassessment and analytical work. \r\n Let me now turn briefly to the coordination \r\nsegment, which dealt with another central issue in the \r\nongoing efforts to implement the development agenda: \r\nhow to translate economic growth into effective social \r\ndevelopment, including the eradication of poverty and \r\nhunger. During the deliberations, it became clear that \r\nwe do not have definite answers in that regard. The \r\nCouncil asked the United Nations system to continue to \r\nstudy that question. \r\n Of all the issues covered by the general segment, \r\nI would like to highlight only the decisions dealing \r\nwith the Ad Hoc Advisory Groups on countries \r\nemerging from conflict, with respect to which we have \r\nonce again established the primary importance of the \r\nEconomic and Social Council in the area of long-term \r\nsustainable development in post-conflict situations. \r\nThe continuation of the Groups on Haiti and Guinea-\r\nBissau is an indication of that importance. \r\n A/61/PV.47\r\n \r\n7 06-60122 \r\n \r\n We can be fairly satisfied with the overall \r\noutcome of this year’s substantive session.  \r\n I would now like to turn briefly to the future role \r\nof the Economic and Social Council, which is facing \r\nnew challenges in the light of its new functions \r\nmandated by the Summit. It is now more important \r\nthan ever that we avoid the overlapping and \r\nduplication of work. The new annual ministerial review \r\nof the Economic and Social Council and the annual \r\nmeeting of the General Assembly mandated by \r\nparagraph 56 of the development follow-up resolution \r\n(60/265) should, for example, build on each other’s \r\noutcomes rather than duplicating what the other is \r\ndoing. The Economic and Social Council should \r\nclosely follow the work of the Peacebuilding \r\nCommission and prepare a long-term foundation for \r\nthe economies concerned rather than waste its energy \r\non duplicating the Commission’s efforts.  \r\n Another new challenge for the Economic and \r\nSocial Council will be the outcome of the Secretary-\r\nGeneral’s High-level Panel on system-wide coherence. \r\nCoordination remains central to the Council’s \r\nfunctions, and I am sure that the outcome of the Panel \r\nwill strengthen the work of the Council in that area. \r\n As I have had the honour to serve as Vice-\r\nPresident of the Council this year, the Economic and \r\nSocial Council has become closer to my heart. I would \r\ntherefore like to express my deep concern at the lack of \r\nprogress in the negotiations on strengthening the \r\nEconomic and Social Council. If we are to have a \r\nmeaningful Council session next year, we all have to \r\nshow flexibility and arrive at compromises very soon.  \r\n Mr. Chulkov (Russian Federation) (spoke in \r\nRussian): First of all, on behalf of the Russian \r\ndelegation, I would like to extend our thanks to the \r\nPresident of the Economic and Social Council, \r\nMr. Hachani, for the detailed information he gave us on \r\nthe very useful and important work done by the \r\nCouncil at its last session under his extremely able \r\nguidance.  \r\n The Russian Federation offers a positive \r\nassessment of the work done by the Economic and \r\nSocial Council this year. In concluding the annual \r\nsession, its member States expressed full support for \r\nthe Council as the principal coordinating body of the \r\nUnited Nations in the social and economic areas. They \r\nalso confirmed the principles of a comprehensive and \r\ncoordinated implementation of decisions taken by \r\nmajor conferences and summits, and recognized the \r\nneed to improve the interaction between the Council \r\nand the functional commissions, in addition to ensuring \r\ngreater interaction among the functional and regional \r\ncommissions.  \r\n We regard as fully successful the outcome of the \r\nsubstantive session of the Council, focusing \r\norganizations in the United Nations system on \r\nconstructive work to actually implement the decisions \r\ntaken at the 2005 World Summit in respect of a major \r\nreform of the United Nations system. It was important \r\nthat the Economic and Social Council’s crucial role \r\nwas proclaimed decisive in ensuring political and \r\npolicy guidance for all activities in this area. A very \r\nsolid package of decisions was taken by the Council in \r\ndetermining the basic parameters for international \r\ncooperation in support of sustainable growth and \r\ndevelopment of all countries in the world today, as well \r\nas for the promotion of the maximum development of \r\nthe potential of the social and economic sector in the \r\nUnited Nations system.  \r\n We stress the importance of the ministerial \r\ndeclaration adopted by the Economic and Social \r\nCouncil, which even more clearly sets forth the \r\nguidelines for future activities in the United Nations \r\nsystem in the area of strengthening the foundations for \r\nsustainable development at the national and \r\ninternational levels. We believe that that document, and \r\nindeed the entire course of the very interesting and \r\nsubstantive discussion at the high-level segment, \r\nactually do correctly reflect the level of consensus \r\nreached on matters relating to employment and the \r\nrights of workers as it exists today among the various \r\ncountries. We also welcome the outcome of work of the \r\nsegment on operational activities.  \r\n It was fundamentally important that the \r\nEconomic and Social Council confirmed the current \r\nthree-tiered structure for operational activities with a \r\nclear division of labour between the General Assembly, \r\nwhich sets forth a political guideline, and the \r\nEconomic and Social Council, which turns those policy \r\nguidelines into actual decisions for the operational \r\nagencies to implement. We believe that the main \r\nconclusions of the operational segment were the \r\ndecisions on the priorities for the sixty-second session \r\nof the General Assembly in respect of the triennial \r\nreview of the operational activities of the United \r\nNations for development, confirming the decisive role \r\nA/61/PV.47  \r\n \r\n06-60122 8 \r\n \r\nplayed by Assembly resolutions on all matters relating \r\nto operational activities.  \r\n Russia is an active member of two regional \r\neconomic commissions — the Economic Commission \r\nfor Europe (ECE) and the Economic and Social \r\nCommission for Asia and the Pacific (ESCAP). We are \r\npleased that the Economic and Social Council \r\nconfirmed the key role played by regional commissions \r\nin developing a balanced global policy on trade, \r\neconomic and financial issues, and also in coordinating \r\nand assessing implementation of decisions at major \r\nconferences and summits at the regional level.  \r\n We were pleased that a positive assessment was \r\noffered of the reform of the ECE. We believe that the \r\nforum made it possible to further improve the \r\nmanagement structure of the Commission, to \r\nstrengthen its accountability and transparency and to \r\nrestructure its programme of work, so that it is now \r\nbased on the priorities of ECE member States and takes \r\naccount of the new political and economic realities in \r\nEurope.  \r\n We greatly appreciate the work done by ESCAP, \r\ninter alia, in developing a transport network and in \r\ndealing with issues relating to energy security and \r\ninformation technology. This work is proceeding along \r\nthe lines of Russian proposals to establish a new \r\ntransport, energy and information communications \r\ninfrastructure in Asia and the Pacific.  \r\n The Russian Federation advocates the further \r\nstrengthening of cooperation between the Economic \r\nand Social Council and the international financial and \r\ntrade institutions. The meeting at the high-level \r\nsegment with the heads of those institutions confirmed \r\nthe growing authority of the Economic and Social \r\nCouncil as a forum for global dialogue and interaction \r\namong partners with all interested players, so as to \r\ndiscuss emerging global tendencies and policies and to \r\nreact effectively to events that take place in the \r\ninternational arena in the economic, environmental and \r\nsocial areas.  \r\n The practice of holding an annual high-level \r\nmeeting of the Economic and Social Council with the \r\nBretton Woods institutions, the World Trade \r\nOrganization and the United Nations Conference on \r\nTrade and Development is also valuable and we believe \r\nthis practice should be continued, taking into account \r\nthe powers, mandates and decision-making modalities \r\nof the institutions involved. We believe that the next \r\nsuch meeting will be a major milestone in preparing for \r\na regular high-level dialogue on financing for \r\ndevelopment, both here in the General Assembly and, \r\nsubsequently, at the upcoming international conference \r\non reviewing the implementation of decisions taken at \r\nMonterrey.  \r\n In conclusion, I would like to make the following \r\npoint: the 2005 World Summit gave a clear mandate \r\nregarding measures to be taken to strengthen the \r\nEconomic and Social Council. We think that the draft \r\nresolution, as it stands now, is a very appropriate \r\nresponse to the instruction given us by the leaders of \r\nthe Member States of the United Nations. We believe \r\nthat work on it should be completed as soon as \r\npossible, particularly because the delegations during \r\nconsultations have already been able to move \r\nsignificantly forward towards a common understanding \r\nof the fundamentally important elements therein. We \r\nhope that a consensus version of the draft will be \r\navailable shortly, establishing sensible and pragmatic \r\nparameters for the work of the Economic and Social \r\nCouncil.  \r\n Mr. Rachkov (Belarus) (spoke in Russian): The \r\ndelegation of the Republic of Belarus studied with \r\ninterest the report on the work of the Economic and \r\nSocial Council. We would like to extend our thanks to \r\nAmbassador Ali Hachani for introducing it to us.  \r\n This year was very special because it began the \r\nperiod of implementing agreements on supporting \r\ndevelopments throughout the world and following up \r\non decisions taken at the 2005 World Summit at the \r\nUnited Nations. If we really want to speed up the \r\nimplementation of the Millennium Development Goals, \r\nthen it is clear that we must strengthen the coordinating \r\nmechanisms of the United Nations. In particular, we \r\nmust strengthen the capacity of the Economic and \r\nSocial Council. It is for that reason that, in the past \r\nyear, we have attached such importance to making \r\nprogress in the negotiations to reform the Council.  \r\n We continue to believe that the purpose of reform \r\nmust be to assist the Council in playing its primary role \r\nof making development a success instead of a problem. \r\nTo that end, we must direct the full potential of United \r\nNations agencies and bodies in the economic and social \r\narea towards providing practical support to \r\nGovernments most in need of assistance in achieving \r\ntheir national development strategies. The Economic \r\nand Social Council must become an international \r\n A/61/PV.47\r\n \r\n9 06-60122 \r\n \r\nforum for important international decisions in support \r\nof development. That should be the goal of the \r\nnegotiations under way on reforming the Council.  \r\n Belarus hopes to become a member of the \r\nEconomic and Social Council and we are ready to work \r\nhard to help it to achieve those goals. We trust that our \r\ndetermination will have the support of Member States \r\nand that they will support our candidacy in \r\nNovember’s elections. \r\n We feel quite optimistic about the Council’s \r\nstepped up activity in 2006. We welcome the Bureau’s \r\ndecision to prepare key resolutions in New York for \r\nadoption at Geneva during the Council’s substantive \r\nsession. I believe that the preparatory work contributed \r\nto the adoption of well-considered and balanced \r\ndecisions at Geneva. We do not agree with delegations \r\nthat have expressed the view in consultations on \r\nCouncil reform that there is duplication in the work of \r\nthe substantive sessions of the Economic and Social \r\nCouncil with that of the General Assembly’s Second \r\nand Third Committees. The General Assembly adopts \r\npolicy decisions as regards multifaceted international \r\nprocesses, for which prior work is often needed in the \r\ncontext of more specialized bodies that have a smaller \r\nmembership. Complementarity between the work of \r\nthe Economic and Social Council and the General \r\nAssembly will lead to better coordination in the \r\nactivities of United Nations bodies.  \r\n Based on Economic and Social Council \r\nresolution 2006/27, a meeting of the funds and \r\nprogrammes of the United Nations and other \r\ninternational organizations was held in Tokyo in \r\nSeptember 2006 with a view to strengthening \r\ncooperation in the area of combating human \r\ntrafficking. The conclusions and recommendations \r\nemanating from that meeting were part of the recent \r\ndraft resolution introduced by Belarus and adopted in \r\nthe Third Committee regarding improving the \r\ncoordination of efforts to combat trafficking in \r\npersons. We believe that the ideas in Council resolution \r\n2006/24 on international cooperation in the fight \r\nagainst corruption and in Council resolution 2006/5 on \r\nstrengthening of the coordination of emergency \r\nhumanitarian assistance of the United Nations will be \r\nhelpful in preparing draft resolutions to be adopted on \r\nthese topics at this session of the General Assembly. \r\n The Economic and Social Council must play a \r\nkey role in preparing the triennial comprehensive \r\nreview of operational activities for development during \r\nthe sixty-second session of the General Assembly.  \r\n The Council plays an irreplaceable role in \r\nevaluating the report of the High-level Panel on United \r\nNations System-wide Coherence in the Areas of \r\nDevelopment, Humanitarian Assistance and the \r\nEnvironment. Conclusions and proposals of the \r\nCouncil on those issues will constitute a real \r\ncontribution by the Council to the reform and renewal \r\nof the activities of the entire United Nations in the \r\nsocial, economic, environmental and humanitarian \r\nspheres.  \r\n We welcome the measures taken by the Council \r\nto promote the United Nations system-wide reform \r\nprocess. In that regard, an important step was the \r\nCouncil’s approval of the workplan to reform the \r\nEconomic Commission for Europe (ECE) and the \r\nrevised terms of reference of the Commission. We \r\nbelieve that the implementation of those decisions will \r\nhelp the ECE to take its work to a qualitatively higher \r\nlevel and to adapt it to changes that have taken place in \r\nrecent years in the Central and Eastern European \r\nregions. Implementation will also help the Commission \r\nto focus international assistance on European countries \r\nmost in need. \r\n We should also not forget the work done by the \r\nEconomic and Social Council on the review of the \r\nCommission on Science and Technology for \r\nDevelopment and the follow-up to the World Summit \r\non the Information Society.  \r\n The foregoing constitutes the contributions of the \r\nEconomic and Social Council to the work we are doing \r\ntogether. They provide us an opportunity to realize the \r\nimportance of the efforts of the Economic and Social \r\nCouncil to our collective decisions to address acute \r\ninternational issues in the social, economic, \r\nenvironmental and humanitarian fields. Our task here \r\nis to establish the requisite working conditions to \r\nenable the Council to work well and play its complex \r\ncoordinating and organizational role. Belarus has \r\nalways believed that the Economic and Social Council \r\nshould not just be a sort of testing ground for saving \r\nmoney. We believe that the support provided to the \r\nCouncil must be commensurate with its role and the \r\ntasks allocated to it. If we do that, we shall all benefit. \r\n Mr. Gutiérrez García (Cuba) (spoke in Spanish): \r\nAt the 2005 World Summit — which is also known as \r\nthe United Nations reform summit, for having placed \r\nA/61/PV.47  \r\n \r\n06-60122 10 \r\n \r\nthe issue of development outside the distorted focus on \r\nsecurity and ambitious proposals for the Organization’s \r\nreform — there was agreement on the need for a more \r\neffective Economic and Social Council as the principal \r\norgan in the coordination, political review and \r\nrecommendation of issues associated with economic \r\nand social development. Nevertheless, little more than \r\na year after reaching that agreement, we are still \r\nengaged in a complicated and protracted negotiation \r\nprocess regarding the future of that important organ. \r\nThat is due to the clear lack of political will and \r\nflexibility on the part of developed countries, which, \r\nfar from wanting true strengthening of the Council, are \r\nattempting to reinvent it with the aim of weakening its \r\nrole and functions. \r\n The agreements contained in the Summit \r\nOutcome regarding the Economic and Social Council \r\ndo not substantially reformulate that organ’s mandate \r\nor its mayor activities. That confirms the importance of \r\nalso strengthening the work of the General Assembly’s \r\nSecond and Third Committees. The revitalization of \r\nthe work of the Economic and Social Council should \r\ncontinue to be carried out in accordance with what was \r\nagreed in Assembly resolutions 50/227, 52/12 B and \r\n57/270 B. The Economic and Social Council should \r\ncontinue to carry out its mandate in accordance with \r\nthe provisions of the Charter of the United Nations and \r\nthe functions assigned to it by the Assembly for the \r\nintegrated and coordinated follow-up of the decisions \r\nadopted by the major United Nations conferences and \r\nsummits through resolution 57/270 B. \r\n We view positively the fact that the Economic \r\nand Social Council is endeavouring to place particular \r\nfocus on development issues. However, ideas relating \r\nto new subjects should not be implemented to the \r\ndetriment of the current functions of the Council \r\nconcerning humanitarian issues and the coordination of \r\nand follow-up to the operational activities of the \r\nUnited Nations system. \r\n The revitalization of the Economic and Social \r\nCouncil should not imply opening up new areas for \r\ndialogue which do not contribute results or firm \r\ncommitments, but rather should preserve the negotiated \r\noutcomes of the different segments of this organ. \r\n Although the Development Cooperation Forum \r\nshould be held every two years, as established by the \r\nOutcome Document of the 2005 World Summit, it \r\nshould occur without prejudice to the meetings of the \r\nEconomic and Social Council during the substantive \r\nsession. The Forum should not only be a place for \r\ndialogue between interested parties, but rather, \r\npreferably, a mechanism to identify and foster concrete \r\ncooperation efforts at all levels. In that regard, it is \r\nimportant to highlight the central role that Member \r\nStates should continue to play in that context, as well \r\nas the importance of adequately regulating the \r\nparticipation of stakeholders such as the private sector, \r\nnon-governmental organizations and civil societies in \r\ngeneral.  \r\n The ministerial level review of the outcomes of \r\nUnited Nations conferences and summits, including the \r\nMillennium Development Goals and other \r\ninternationally agreed development goals, should not \r\nbecome an area only for debate but rather should \r\ncontinue to be an opportunity to reach a negotiated \r\nagreement at that high level. The review should also \r\ncontinue to be carried out within the mandate given to \r\nthe Economic and Social Council under resolution \r\n57/270 B.  \r\n Furthermore, the special meetings of the \r\nEconomic and Social Council that are convened to \r\naddress humanitarian emergencies, including natural \r\ndisasters should not replace the function of the General \r\nAssembly to address those issues. Moreover, the \r\nsubjects of such meetings should be adequately chosen, \r\naccording to their relevance, as well as the right \r\nmoment to convene them, so they do not become an \r\nadditional burden for Member States, especially during \r\nthe periods when the General Assembly committees are \r\nmeeting. \r\n It is imperative that, in accordance with the \r\nconsensual decisions of the international community, \r\nthe humanitarian assistance activities be carried out \r\nunder the principles of humanity, neutrality and \r\nimpartiality while respecting the sovereignty, territorial \r\nintegrity and unity of States. Likewise, it is an \r\ninescapable principle that assistance be provided at the \r\nrequest of States and with their consent, and also that \r\neach State play a key role from the start in the \r\norganization and implementation of the assistance \r\nwithin its territory. \r\n Cuba supports the goal of improving the \r\nefficiency of the Economic and Social Council, but it \r\nwill continue to uphold, along with the developed \r\ncountries, the validity and importance of the role of the \r\nEconomic and Social Council as a principal organ of \r\n A/61/PV.47\r\n \r\n11 06-60122 \r\n \r\nthe United Nations, and will oppose any attempt to \r\nweaken it and to limit its decision-making power. \r\n The Acting President (spoke in Arabic): The \r\nAssembly has thus concluded this stage of its \r\nconsideration of agenda item 42. \r\n \r\nAgenda item 43  \r\n \r\nReturn or restitution of cultural property to the \r\ncountries of origin \r\n \r\n  Note by the Secretary-General (A/61/176) \r\n \r\n  Draft resolution (A/61/L.15) \r\n \r\n The Acting President (spoke in Arabic): The \r\nAssembly has before it a note by the Secretary-General \r\ntransmitting the report of the Director General of the \r\nUnited Nations Educational, Scientific and Cultural \r\nOrganization, circulated in document A/61/176. I give \r\nthe floor to the representative of Greece to introduce \r\ndraft resolution A/61/L.15.  \r\n Mr. Vassilakis (Greece): It is with great honour \r\nand pleasure that I present today to the General \r\nAssembly the draft resolution on the “Return or \r\nrestitution of cultural property to the countries of \r\norigin”, contained in document A/61/L.15, under \r\nagenda item 43. \r\n In recent years, the international community has \r\nbecome increasingly sensitive to this issue. It has \r\ndemonstrated its willingness to facilitate the return or \r\nrestitution of cultural property illicitly removed from \r\nits country of origin. Such removal, especially when it \r\nresults from illicit trade, runs counter to all the \r\nprinciples culture is supposed to promote. \r\n As we all know, the illicit removal of cultural \r\nproperty from its place of origin is a grave loss to the \r\ncountry concerned and its people. Cultural property \r\ntaken out of context — that is to say, out of its natural \r\nenvironment — is stripped of its meaning and cut off \r\nfrom its natural, cultural and geographical background. \r\nCulture is the lifeblood of a nation. Its removal rips out \r\nthe nation’s heart and obliterates its past.  \r\n Furthermore, it should be emphasized that the \r\nillicit removal or destruction of cultural property \r\ndeprives people of a part of their past. One has only to \r\nconsider the intentional destruction of unique works of \r\nart, as in the case in Afghanistan under the previous \r\nregime, in order to understand that such a loss can \r\nnever be remedied, as those treasures can never be \r\nbrought back. \r\n It is only the restitution of cultural property, \r\ntaken illicitly from its place of origin, that will restore \r\nany damage caused to cultural heritage. Therefore, it is \r\nof paramount importance that Member States of the \r\nUnited Nations continue to cooperate actively, both \r\nbilaterally and in international forums, in a spirit of \r\nmutual understanding and dialogue, with a view to \r\nresolving any outstanding issues in that respect. \r\n Such cooperation constitutes the most appropriate \r\nway to address the adverse effects of major political \r\nand other upheavals, including armed conflict, that \r\nhave provided fertile ground for the loss, destruction, \r\nremoval or illicit movement of cultural property. \r\n In the draft resolution we have the honour to \r\npresent, we tried to reflect the latest steps and activities \r\nthat have been undertaken by the international \r\ncommunity, especially in the framework of UNESCO, \r\nwhich has a unique responsibility as the sole agency \r\nwith the mandate of promoting the stewardship of the \r\nworld’s cultural resources at all levels. \r\n As in previous years, specific reference is made \r\nto a number of relevant conventions. The need for their \r\nproper implementation is also highlighted. The \r\nincrease in the number of States parties to these \r\nconventions is a most encouraging trend. \r\n Other important developments include the \r\nlaunching in 2005 of the UNESCO Cultural Heritage \r\nLaws Database, as well as the elaboration of a model \r\nexport certificate for cultural objects. Both of these \r\ninstruments are extremely useful tools in the fight \r\nagainst illicit trafficking in cultural property. Equally \r\nimportant is the effective work, the relevant \r\nrecommendations and the recent revision of the statutes \r\nof the UNESCO Intergovernmental Committee for \r\nPromoting the Return of Cultural Property to its \r\nCountries of Origin or its Restitution in Case of Illicit \r\nAppropriation. \r\n At this point, I am very pleased to inform the \r\nAssembly of the return, from the University of \r\nHeidelberg, of a fragment from the Parthenon’s north \r\nfrieze. This gesture has symbolic value: it constitutes \r\nthe first step towards the reunification of the Parthenon \r\nsculptures. The new Acropolis Museum will soon reach \r\nits completion, where the Parthenon Marbles will be \r\nA/61/PV.47  \r\n \r\n06-60122 12 \r\n \r\npresented, reunified, in their natural historical \r\nenvironment. \r\n In the international framework, as a result of \r\ncloser collaboration between museum institutions, \r\nGreece has accomplished the return of a gravestone \r\nfrom the Boeotia region of ancient Greece from the \r\nGetty Museum in Los Angeles, as well as of a fragment \r\nof a marble relief from the Greek island of Thasos. \r\n We strongly encourage all interested parties of \r\nthe international community to continue to cooperate, \r\nwithin the framework of the United Nations and \r\nUNESCO, for increased mobilization and action to \r\npromote heritage values and to safeguard, return and \r\nencourage restitution of cultural property to the \r\ncountries of origin. \r\n Public awareness is once more a crucial part of \r\nthis endeavour; it also involves Governments, civil \r\nsociety, academic and artistic leadership, and, of \r\ncourse, all of us who feel that we share a common \r\ncultural heritage. \r\n I would like to express our appreciation and \r\nthanks to the Secretary-General, Mr. Kofi Annan, as \r\nwell to the Director-General of UNESCO, \r\nMr. Koïchiro Matsuura, for the tireless, constant and \r\nmeaningful support they have provided on this issue. I \r\nwish to thank them for their detailed report, contained \r\nin document A/61/176, which covers a three-year \r\nperiod and presents all the activities that have taken \r\nplace to facilitate the return and restitution of cultural \r\nproperty. \r\n Action on draft resolution A/61/L.15 will be \r\ntaken at a later stage; in the meantime, we will consult \r\nclosely with all interested delegations. We look \r\nforward to the adoption of the draft resolution by \r\nconsensus, as in previous years, and with the widest \r\npossible sponsorship, larger by far than that of previous \r\nyears. \r\n As we approach the end of the Year of the Olive \r\nRoute, the symbolic value of which brings different \r\ncultures together, let us send a strong message about \r\nthe return of cultural goods to their countries of origin. \r\n Mr. Ahmed (Sudan) (spoke in Arabic): It gives \r\nme pleasure to express our appreciation and thanks to \r\nthe President of the General Assembly for her excellent \r\nconduct of the Assembly’s work at its sixty-first \r\nsession. I would also like to take this opportunity to \r\nconvey to her the congratulations of the Sudanese \r\nwomen on her assumption, as the first Arab woman, of \r\nthe presidency, which is a great honour to us. \r\n My delegation would like to pay tribute to the \r\nreport of the UNESCO Director-General (A/61/176). \r\nWe appreciate the important role that UNESCO has \r\nplayed over the last three years to facilitate the return \r\nor restitution of cultural property to the countries of \r\norigin and to encourage Member States to implement \r\nthe relevant resolutions and instruments on this subject. \r\n My country would also like to express its \r\nappreciation for the development of the model export \r\ncertificate as a tool to combat illicit trafficking in \r\ncultural property. We call on Member States to adopt \r\nthe model export certificate as their national export \r\ncertificate. We also express satisfaction at the \r\ntremendous effort made to establish the UNESCO \r\nCultural Heritage Laws Database so that legislation on \r\ncultural heritage can be easily accessed. We call on the \r\norganization to offer official translations of the \r\nDatabase in all official languages, including Arabic. \r\n The importance of the implementation of the \r\nrecommendations made by the Intergovernmental \r\nCommittee for Promoting the Return of Cultural \r\nProperty to its Countries of Origin or its Restitution in \r\nCase of Illicit Appropriation at its twelfth and \r\nthirteenth sessions acquires greater force, especially as \r\nregards the accession to relevant international \r\nconventions, such as The Hague Convention on the \r\nProtection of Cultural Property During Armed Conflict \r\nand its additional protocols, the 1970 UNESCO \r\nConvention on the Means of Prohibiting and \r\nPreventing the Illicit Import, Export, and Transfer of \r\nOwnership of Cultural Property, the 2001 UNESCO \r\nConvention on the Protection of the Underwater \r\nCultural Heritage and the Convention on Stolen or \r\nIllegally Exported Cultural Objects of the International \r\nInstitute for the Unification of Private Law. We \r\nwelcome all of those instruments, and we call on all \r\nMember States, with their ancient cultural heritage, to \r\nsign them in order to combat illicit trafficking and \r\nlooting of cultural properties. \r\n Over the past few years, in particular, the world \r\nhas witnessed several attempts to steal the national \r\ncultural property of several countries. We call on the \r\nUnited Nations, through UNESCO, to exert greater \r\nefforts for the return and restitution of precious \r\nhistorical cultural property, and we advocate the \r\ncreation of a legal mechanism to deter thieves, by \r\n A/61/PV.47\r\n \r\n13 06-60122 \r\n \r\nestablishing a tribunal to adjudicate these crimes. In \r\nthat way, the world would be spared such cultural \r\nlooting, and would preserve and protect such property.  \r\n The delegation of the Sudan would like to \r\nemphasize the importance of cooperation and the \r\nexchange of information, which could not take place \r\nwithout specialized training in the field of protection of \r\ncultural property and exchange of information. \r\nWhether it is through the UNESCO Database, Interpol \r\nor other available means and mechanisms, we support \r\nthe recommendations of the Intergovernmental \r\nCommittee at its thirteenth session, which called for \r\nurgent solutions regarding the Parthenon marbles and \r\ntheir return to the country of origin, through dialogue \r\nleading to positive results. We also support the \r\nCommittee’s recommendation regarding the restitution \r\nof the sphinx to its country of origin through bilateral \r\nnegotiations. We also support other recommendations \r\nmade by the UNESCO Director-General — particularly \r\nrecommendation no. 8, which relates to Afghanistan \r\nand Iraq.  \r\n My delegation would like to point out that \r\nthroughout its history, the brotherly country of Iraq has \r\nbeen long subjected to acts of pillage and destruction \r\nand the burning of relics and manuscripts, and has been \r\nrobbed of its cultural property. However, the \r\ncatastrophe in that regard following the collapse of the \r\nformer regime poses a great threat at a time when \r\nhumanity has reached new heights in terms of culture, \r\ncivilization, intellectual, scientific, economic and \r\nindustrial dimensions. It was hoped that that would be \r\nreflected in an appreciation of the value of that \r\ncumulative heritage and culture. In fact, this \r\ncatastrophe occurred in full view of the international \r\ncommunity, which is supposed to be ruled by law and \r\nthe provisions of international law. The restitution or \r\nreturn of Iraq’s cultural property is as important as its \r\nreconstruction and rehabilitation. \r\n The Government of National Unity, which \r\ninherited the laws protecting the Sudan’s long cultural \r\nheritage, is in the process of amending and \r\nstrengthening those laws to enhance their protection of \r\nthat national heritage and cultural property and to \r\nenable us to discover new cultural treasures and to \r\nrecord them in the national archives after being \r\ntransferred to national museums. My country, with its \r\nunique and rare cultural legacy, wishes to emphasize its \r\nresolve to cooperate with UNESCO and other relevant \r\ninternational organizations and agencies in joint efforts \r\nto return cultural property to the countries of origin and \r\nthus to attain the noble United Nations objective of \r\npreserving and protecting our human heritage and \r\nexperiences. \r\n Mr. Al Bayati (Iraq) (spoke in Arabic): My \r\ndelegation is taking the floor under agenda item 43, on \r\nthe return or restitution of cultural property to the \r\ncountries of origin. Undoubtedly, that item is firmly \r\nbased on the role of human culture in civilization, \r\nwhich is a characteristic of the development of all \r\ncivilizations and their interdependence, although every \r\nculture has its essential characteristics. It is important \r\nto return cultural property to the countries of origin, \r\nparticularly because such property represents the living \r\nmemory of peoples who are trying to recover the \r\ncultural identity of their civilizations, which have been \r\nreduced or plundered in the past. \r\n Thus, it is essential that the General Assembly \r\nconsider this item, because it is an important area for \r\nstrengthening the means to promote international \r\ncooperation. Although the Assembly has considered \r\nthis issue since 1972, what has actually been \r\naccomplished remains well below the level of our \r\nexpectations. In that regard, we believe it has become \r\nessential that the United Nations and its specialized \r\nagencies — particularly UNESCO — and other \r\ninternational bodies and organizations that monitor this \r\nillicit trade be provided with up-to-date means to \r\nmonitor acts of pillaging and illicit trafficking.  \r\n The efforts undertaken by States interested in \r\nhuman civilization, by organizations interested in the \r\nprotection of monuments and relics and by Interpol to \r\ncombat such operations and to recover stolen property \r\nare still very modest compared with the scale of this \r\nhuman and cultural catastrophe, the diversity of its \r\ncauses, the criminals and the criminal organizations to \r\nwhich they belong. \r\n It is well known that my country, Iraq, is the \r\ncradle of human civilization. On its shores, the first \r\nletters of writing were inscribed 4,000 years before \r\nChrist and the first laws were codified. On its soil, the \r\nfirst components of states, were established, and in its \r\ntemples and on the banks of the Tigris and the \r\nEuphrates in the north and in the south, treaties among \r\nthose ancient entities were concluded.  \r\n Iraq’s monuments and relics have eternalized the \r\nstages of the development of that civilization since \r\nearly times, and the world’s major museums still \r\nA/61/PV.47  \r\n \r\n06-60122 14 \r\n \r\npreserve some of those prominent monuments. But the \r\nneglect and the illicit trafficking to which our \r\ndocuments have been subjected since the second Gulf \r\nwar and the catastrophe following the collapse of the \r\nformer regime are unprecedented in modern history. \r\nIraqi monuments, whether at archaeological sites or in \r\nIraqi museums, have been the targets of arbitrary and \r\norganized plundering and pillaging operations. Most of \r\nthose operations have been conducted by elements of \r\ninternational organized crime, and some of these Iraqi \r\nmonuments are now often seen in international \r\nmuseums and auction houses. From this rostrum, my \r\ndelegation calls on all States and the international \r\ncommunity and all its institutions to help Iraq protect \r\nits right to recover its cultural property and \r\nmonuments. Without such assistance, it would be very \r\ndifficult to attain that objective.  \r\n In that regard, my delegation wishes to emphasize \r\nparagraph 7 of Security Council resolution 1483 \r\n(2003), in which the Council decided that all Member \r\nStates should take appropriate steps to facilitate the \r\nsafe return to Iraqi institutions of Iraqi cultural \r\nproperty and other items of archaeological, historical, \r\ncultural, rare scientific, and religious importance that \r\nwere illegally removed from the Iraq National \r\nMuseum, the National Library and other locations in \r\nIraq, including by instituting a prohibition on trade in \r\nor transfer of such items, and items with respect to \r\nwhich reasonable suspicion exists that they have been \r\nillegally removed. We call upon UNESCO, Interpol \r\nand other international organizations, as appropriate, to \r\nassist in implementing that paragraph.  \r\n I wish to express my delegation’s appreciation for \r\nthe efforts of UNESCO and the Intergovernmental \r\nCommittee for Promoting the Return of Cultural \r\nProperty to its Countries of Origin or its Restitution in \r\nCase of Illicit Appropriation and their role in \r\norganizing the bilateral negotiations aimed at the return \r\nof cultural property, in preparing a list of existing \r\nproperty and in curbing the illicit trafficking of cultural \r\nproperty. In particular, we ask all States and \r\ngovernmental and civil society organizations to \r\ncooperate to ensure the success of those efforts. \r\n Mr. Zewdie (Ethiopia): Allow me at the outset to \r\nexpress my appreciation to the United Nations \r\nEducational, Scientific and Cultural Organization \r\n(UNESCO) for its continued support for efforts to \r\nreturn cultural property to the countries of origin, in \r\naccordance with General Assembly resolution 58/17, of \r\n19 December 2003. \r\n Ethiopia strongly and firmly believes in the \r\nprinciple that cultural property should not be exported \r\nfrom the countries of origin. It also attaches great \r\nimportance to the return or restitution of cultural \r\nproperty to the countries of origin. Despite its firm \r\ncommitment to the protection of cultural properties, \r\nEthiopia has a vast amount of cultural resources abroad \r\nthat have not yet been returned. \r\n In an effort to address the issue of the return or \r\nrestitution of cultural property, Ethiopia has taken \r\ntangible measures and actions at both the national and \r\nthe international levels. In this respect, I would like to \r\ntake this opportunity to highlight some remarkable \r\nactions we have taken. My country has enacted a \r\nproclamation on heritage research and protection, \r\nwhich prevents Ethiopian heritage from being illegally \r\nexported or trafficked out of the country. It has also put \r\nin place an apparatus for the systematic inventory and \r\nregistration of its cultural property through the \r\nestablishment of a database of cultural legislation.  \r\n An effective customs control mechanism has also \r\nbeen introduced, in parallel with steps to enhance the \r\ncapacity of customs experts through continuous \r\ntraining and education. Central to protecting our \r\nheritage and combating illicit trafficking is to increase \r\npublic awareness of the value of our heritage.  \r\n In 2004, in a clear expression of our respect for \r\ninternational principles and provisions relating to the \r\nreturn or restitution of cultural property, Ethiopia \r\nsigned the UNESCO Convention on the Means of \r\nProhibiting and Preventing the Illicit Import, Export \r\nand Transfer of Ownership of Cultural Property. In the \r\nsame year it also signed the Convention for the \r\nProtection of Cultural Property in the Event of Armed \r\nConflict. My country has also reached numerous \r\nbilateral agreements with various countries aimed at \r\npreventing and combating illicit traffic in cultural \r\nproperties. \r\n My Government has pressed very hard for the \r\nreturn of confiscated heritage through diplomatic \r\nnegotiations, legal procedures, purchases and other \r\nmeans. In this regard, Ethiopia rejoices that it has been \r\nable to buy back — among other items — many \r\nantique Axumite coins and the portrait of the son of an \r\nEthiopian emperor from England and a twelfth century \r\nEthiopian cross from Belgium. \r\n A/61/PV.47\r\n \r\n15 06-60122 \r\n \r\n With the cooperation of some countries, we have \r\nalso succeeded in making major progress towards the \r\nrestitution of magnificent artefacts. These include a \r\nstatue of the “Conqueror Lion” and the throne of \r\nEmpress Menen returned by Italy, and the Ethiopian \r\ntraditional arms of Emperor Tewodros from England. \r\nThe crowning achievement of these efforts was the \r\nreturn from Italy of the Axum Obelisk. Those are some \r\nof the achievements that must be credited to the \r\npeoples of Ethiopia, the Ethiopian Government and, \r\nespecially, the people and Governments of Italy, \r\nEngland, France, Belgium and other countries. We also \r\nthank UNESCO for facilitating their return. Our thanks \r\nalso go to all of the friends of Ethiopia who have \r\nworked tirelessly to return to confiscated cultural \r\nproperties to our country. \r\n It is, indeed, with hope and enthusiasm that I \r\nmention the current attempt by Ethiopia to ensure the \r\nreturn, through the establishment of a committee \r\ncomprising eminent personalities, intellectuals and \r\nforeign friends of Ethiopia, of its heritage taken by \r\nBritish soldiers in 1875. The Ethiopian people and \r\nGovernment are eagerly awaiting the return of other \r\ncultural property exported illegally by various means. \r\nFor instance, there are more than 2,700 Ethiopian \r\nparchments in Europe, Asia, America and Canada. In \r\nthis regard, my delegation calls upon the international \r\ncommunity and the Governments of those countries to \r\ncooperate for the immediate restitution of our heritage.  \r\n Let me conclude by drawing the Assembly’s \r\nattention to another effort that demands concerted \r\naction from the international community. Ethiopia is \r\nbuilding a stockroom for the returned heritage, as well \r\nas a museum with a laboratory. It is the hope of my \r\ndelegation that the international community will \r\nrespond positively and quickly to assist Ethiopia in the \r\naccomplishment of these and other, related projects. \r\n Mr. Mavroyiannis (Cyprus): I am taking the \r\nfloor to strongly support the draft resolution introduced \r\nby the representative of Greece on the return or \r\nrestitution of cultural property to the countries of \r\norigin. \r\n Cyprus considers this very sensitive issue — in \r\nparallel, of course, with the protection and in situ \r\npreservation of cultural property — to be of paramount \r\nimportance, and is deeply engaged in international \r\nefforts in this field. \r\n We are a country that has been looted of many of \r\nits archaeological, cultural and religious treasures, and \r\nwe understand the feelings of people who have been \r\ndeprived of this important link to their history and \r\ncivilization. \r\n Important steps have already been taken to put in \r\nplace the required legal and institutional framework for \r\nthe return or restitution of cultural property. In this \r\nregard, I should like to praise the work undertaken by \r\nUNESCO and, in particular, by the Intergovernmental \r\nCommittee for Promoting the Return of Cultural \r\nProperty to its Countries of Origin or its Restitution in \r\nCase of Illicit Appropriation. Now we need to focus \r\nmore on implementation. \r\n In this regard, I would like to express the hope \r\nthat cases such as the return to Cyprus of the mosaics \r\nof Panayia Kanakaria and the return to Greece by the \r\nUniversity of Heidelberg of a fragment from the \r\nParthenon’s north frieze will lead the way to greater \r\nawareness and further restitution of cultural property, \r\nincluding the Elgin Marbles, which have become the \r\nlitmus test for the success of this lofty endeavour. \r\n The draft resolution before us is an important \r\ntestimony to the political will of the international \r\ncommunity to achieve swift progress in this important \r\nfield. \r\n Cultural treasures are the visible footprints of the \r\npath of man through history. They are testimony to the \r\nways found by those who preceded us to decode \r\ninfinity, and constitute the connecting link with the \r\nvertical dimension, with the ideals of beauty and \r\nhumanism, embodying spiritual values and the best of \r\nhuman skills. They are, therefore, at any given time \r\nand at any given place, the highest combined \r\nexpression of the mind and of the work of human \r\nhands. \r\n Hence, cultural property is a prominent part of \r\nthe common heritage of humanity, and its presence in \r\nits rightful place is a major contribution to reconciling \r\nand reconnecting with the roots of human civilization \r\nand to promoting universal values and creation as the \r\nmain vectors of cultural development. \r\n The Acting President (spoke in Arabic): We \r\nhave heard the last speaker in the debate on this item. \r\nBefore proceeding further, I would like to inform \r\nmembers that action on draft resolution A/61/L.15 will \r\nbe taken at a later date. \r\nA/61/PV.47  \r\n \r\n06-60122 16 \r\n \r\n The Assembly has thus concluded this stage of its \r\nconsideration of agenda item 43. \r\n \r\nAgenda item 44 \r\n \r\nCulture of peace \r\n \r\n  Note by the Secretary-General (A/61/175) \r\n \r\n  Draft resolution (A/61/L.11) \r\n \r\n The Acting President (spoke in Arabic): The \r\nAssembly has before it a note by the Secretary-General \r\ntransmitting the report of the Director-General of the \r\nUnited Nations Educational, Scientific and Cultural \r\nOrganization (UNESCO), document A/61/175. I give \r\nthe floor to the representative of the Philippines to \r\nintroduce draft resolution A/61/L.11. \r\n Mr. Baja (Philippines): The rise of a number of \r\ninitiatives on interfaith, intercultural and \r\nintercivilizational dialogue and cooperation, evidenced \r\nby several international, interregional, regional and \r\nnational events, represents growing global interest in \r\nthe sustained implementation of the Declaration and \r\nProgramme of Action of the International Decade for a \r\nCulture of Peace, a brainchild of Bangladesh, as well \r\nas the Global Agenda for Dialogue among Civilizations \r\nand its Programme of Action, an initiative of the \r\nIslamic Republic of Iran. \r\n During the last two years, the Philippine \r\ninitiatives, supported by a large number of Member \r\nStates, on interfaith dialogue, namely the Conference \r\non Interfaith Cooperation for Peace, held in New York \r\non 22 June 2005, and the Informal Summit on \r\nInterfaith: Dialogue and Cooperation for Peace, also \r\nheld in New York on 13 September 2005, helped pave \r\nthe way for the adoption of paragraph 144 of the 2005 \r\nWorld Summit Outcome by our leaders.  \r\n The leaders committed themselves to take action \r\nto promote a culture of peace and support initiatives on \r\ndialogue among cultures, civilizations and religions. \r\nThis year, the Tripartite Forum on Interfaith Dialogue \r\nand Cooperation was launched in New York on 24 \r\nMarch. The fourteenth Summit of the Non-Aligned \r\nMovement, held in Havana, adopted a final document \r\non 16 September recognizing the importance of \r\ninterfaith dialogue and cooperation for peace. The First \r\nMinisterial Meeting on Interfaith Dialogue and \r\nCooperation for Peace, as well as the high-level \r\nConference on Interfaith Cooperation for Peace, were \r\nboth held in New York during the United Nations \r\nInternational Day of Peace on 21 September. \r\n At the regional level, the Cebu Dialogue among \r\nSouth-East Asian and Pacific countries adopted a \r\nDeclaration on Regional Interfaith Cooperation for \r\nPeace, Development and Human Dignity on 16 March. \r\nThe Sixth Asia-Europe Meeting (ASEM), held in \r\nHelsinki on 10-11 September, underlined the \r\nimportance of the ASEM Interfaith Dialogue and \r\nrecognized the value of the Alliance of Civilizations \r\nand the tripartite forum on Interfaith Cooperation for \r\nPeace. ASEM partners also adopted on 5 July in \r\nLarnaca, Cyprus, an Action Plan on Interfaith \r\nUnderstanding and Cooperation for a Peaceful World. \r\n From the standpoint of civil society, the world \r\nsaw the largest ever gathering of religious leaders in \r\nKyoto last August under the auspices of the World \r\nConference on Religion and Peace. Kazakhstan hosted \r\nlast September in Astana the Second Congress of \r\nLeaders of World and Traditional Religions. The \r\noutcomes of both events reinforce and complement the \r\nconclusions of the forums of their intergovernmental \r\ncounterparts. \r\n Within the United Nations system, UNESCO \r\nagreed that interreligious dialogue is its flagship \r\nproject for the biennium 2006-2007 under its \r\nintercultural dialogue programme. Moreover, there are \r\nseveral United Nations agencies, funds and \r\nprogrammes that include interreligious dialogue in \r\ntheir activities. \r\n These expressions of the need for greater \r\nunderstanding, harmony and cooperation will continue \r\nto flourish and expand both in scale and scope. In fact, \r\nthe latest initiative on the Alliance of Civilizations, co-\r\nsponsored by Spain and Turkey, is another testament to \r\nthe need to involve all stakeholders in peace. \r\n Allow me at this juncture, on behalf of the \r\nPhilippines and Pakistan, to introduce draft resolution \r\nA/61/L.11, entitled “Promotion of interreligious and \r\nintercultural dialogue, understanding and cooperation \r\nfor peace”. The Philippines and Pakistan decided to \r\nconsolidate our respective draft resolutions under the \r\nagenda item on culture of peace, not only to respond to \r\nthe need to streamline the work of the General \r\nAssembly in respect of interrelated draft resolutions, \r\nbut more importantly to highlight the interconnected \r\ndimensions of religions and cultures in promoting a \r\nculture of peace. \r\n A/61/PV.47\r\n \r\n17 06-60122 \r\n \r\n The world, in particular the faith communities \r\nand their leaders and other stakeholders, is watching \r\nhow we will address the culture of peace from the \r\nprism of interfaith and intercultural dialogue and \r\ncooperation. We hope the Assembly will adopt the draft \r\nresolution at an early opportunity so that we could \r\nmove forward to implement concrete measures, \r\nparticularly those mentioned in operative paragraphs 7 \r\nto 12. We warmly welcome the additional sponsorship \r\nby Bangladesh, Belarus, Belize, Cambodia, Congo, \r\nCosta Rica, Djibouti, the Dominican Republic, \r\nEl Salvador, Gabon, Guatemala, Indonesia, \r\nKazakhstan, Kuwait, Micronesia, Morocco, Myanmar, \r\nSenegal, the Sudan, Thailand and Timor-Leste, and \r\nlook forward to further sponsorship and support from \r\nMember States. \r\n The Acting President (spoke in Arabic): I now \r\ngive the floor to the representative of Bangladesh to \r\nintroduce draft resolution A/61/L.16, which will be \r\nissued at a later date. \r\n Mr. Chowdhury (Bangladesh): I would be \r\nremiss if I began without expressing our deep \r\nappreciation to the Assembly President for convening a \r\ndebate on the agenda item “Culture of peace”. This \r\nitem is close to every Bangladeshi heart. I am \r\nconfident that the deliberations today, under the able \r\nstewardship of the President, will further strengthen \r\nour resolve to promote a culture of peace in the United \r\nNations and beyond. \r\n I thank the previous speaker, Ambassador Lauro \r\nBaja of the Philippines for providing full details of \r\ndraft resolution A/61/L.11. \r\n Recent history has witnessed a series of triumphs \r\nthat humanity can justly be proud of. It has \r\nexperienced, for example, the end of colonialism, the \r\ngrowth of civil society, the limiting of autocracy, the \r\nstrengthening of democratic values and institutions, the \r\nrise of liberalism and the protection and promotion of \r\nhuman rights. Sadly, this period has also witnessed \r\nmany tragedies. It has experienced unspeakable \r\nviolence wreaked by wars, terror and conflicts. It has \r\nbrought death, destruction and suffering to millions.  \r\n A culture of peace is an idea that encapsulates the \r\nvery essence of the efforts to save humanity from the \r\nscourge of war and conflict. It is a set of values and \r\nattitudes, a mode of behaviour and a way of life to rid \r\nour communities of terror and violence. The process of \r\na culture of peace is based on freedom, justice, \r\ndemocracy, tolerance and respect for diversity and \r\ndialogue. \r\n The United Nations has been playing a crucial \r\nrole in propagating peace over the decades of its \r\nexistence. At the World Summit, our leaders reaffirmed \r\nthe Declaration and Programme of Action on a Culture \r\nof Peace. They also committed themselves to taking \r\naction to promote this programme at the local, national, \r\nregional and international levels.  \r\n Following last year’s observance of the midpoint \r\nof the International Decade for a Culture of Peace and \r\nNon-Violence for the Children of the World, we have \r\nentered into the second half of the Decade with great \r\nenthusiasm and vigour. This calls for renewal of \r\ncommitments towards the noble goals of peace. \r\n Bangladesh has always been at forefront of the \r\ninitiatives that promote greater understanding and \r\ntolerance among peoples, which in our belief are \r\nachievable through dialogue and cooperation. Our \r\nattachment to a culture of peace is owed to our long \r\nstruggle for national independence. Bangladesh, born \r\nof a bloody conflict, sees, therefore, great value in the \r\nprinciples of tolerance, respect for diversity, \r\ndemocracy and understanding. These ideals were \r\nrealized by the Membership by the adoption in 1999 of \r\nthe Declaration and the Programme of Action on a \r\nCulture of Peace. Bangladesh was honoured to lead the \r\nprocess. \r\n The Programme of Action identifies some major \r\nareas of focus, in particular, education, sustainable \r\neconomic and social development, human rights, \r\nequality between men and women, democratic \r\nparticipation, advancing understanding, tolerance and \r\nsolidarity, participatory communication and free flow \r\nof information and knowledge, and international peace \r\nand security. Specific sub-areas are set out in each area \r\nof focus that would help bring our goals to fruition. \r\n The adoption of the Declaration and Programme \r\nof Action was of great significance. It provided a clear \r\nset of guidelines for action. The text advanced the \r\ncause of non-violence. It was a universal document in \r\nthe real sense, transcending boundaries, cultures, \r\nsocieties and nations. It involved various actors such as \r\nStates, international organizations, civil society, \r\ncommunity leaders, parents, teachers, artists, \r\nprofessors, journalists and humanitarian workers. We \r\nbelieve that the participation of all actors is essential if \r\nthe building of a peaceful world is to be accomplished \r\nA/61/PV.47  \r\n \r\n06-60122 18 \r\n \r\nthrough the convergence of ideas, rather than through \r\nconfrontation. \r\n Bangladesh is well known for having always \r\nsought to play a major role in the maintenance of \r\ninternational peace and security. Its commitment to \r\nUnited Nations peacekeeping remains unflinching, \r\nhaving so far contributed more than 58,000 \r\npeacekeepers to 37 United Nations peacekeeping \r\noperations. We are pledged and willing to do more if \r\ncalled upon. \r\n At home, Bangladesh society has been \r\nundergoing a significant positive transformation, \r\nparticularly in the field of socio-economic \r\ndevelopment — poverty reduction, raising per capita \r\nincome, maintaining food security, maintaining a gross \r\ndomestic product growth rate of over 5 per cent for \r\nover two decades, increasing resilience to meet natural \r\ndisasters, improving the human development index, \r\nreducing gender disparity, and improving social and \r\nhealth indicators. \r\n From our national experience, we believe that \r\ngender mainstreaming and empowerment of women are \r\ncategorical imperatives for development, as well as for \r\nsocial stability and peace. Access to education and \r\nhealth, combined with provisions for microcredit \r\nfacilities, can unleash the entrepreneurial skills of \r\nwomen. The empowerment of women tends to \r\nmarginalize extremist thought and action in the \r\ncommunity, thereby addressing a root cause of violence \r\nand terror. The award of the 2006 Nobel Peace Prize to \r\nmicrocredit pioneer Muhammad Yunus of the Grameen \r\nBank of Bangladesh clearly demonstrates the linkage \r\nbetween poverty alleviation, women’s empowerment \r\nand peace. Bangladesh, despite its many and varied \r\nconstraints, has set an example in this domain. It stands \r\nready to share its best practices with other societies of \r\ncomparable milieu. \r\n We are at a crossroads in advancing our goals \r\npertaining to a culture of peace, having crossed the \r\nmidpoint of the Decade. We wish to express our \r\ngratitude to all actors that have contributed to its \r\npromotion. In this connection, we applaud the role of \r\nUNESCO, as well as other involved organizations \r\nwithin and outside the United Nations system. We are \r\nparticularly thankful to civil society, including non-\r\ngovernmental organizations and young people, \r\nincluding the young foot soldiers of the Fundación \r\nCultura de Paz. We still have a long way to go and \r\nmuch remains to be done. We urge everyone to \r\ncontinue their good work; at this critical juncture, a \r\nstrengthened global partnership is an absolute must. \r\n We believe that the promotion of a culture of \r\npeace is of paramount importance, particularly today, \r\nwhen conflicts bred of misunderstanding and \r\nintolerance abound. It is in this perspective that I have \r\nthe honour to introduce the draft resolution entitled \r\n“International Decade for a Culture of Peace and Non-\r\nViolence for the Children of the World, 2001-2010” \r\n(A/61/L.16).  \r\n The draft contains some technical updates vis-à-\r\nvis last year’s resolution 60/3, including the following \r\nadditional elements: in the final preambular paragraph, \r\nthe establishment of the Peacebuilding Commission is \r\nwelcomed and encouraged, in operative paragraphs, to \r\npromote the culture of peace and non-violence for \r\nchildren in its activities. At the sixtieth session, this \r\nresolution received a record 107 sponsors. It is our \r\nfond hope that this year, too, delegations will accord \r\nsimilar support to our initiative, reflecting global \r\nsolidarity in the endeavours to achieve this noble aim. \r\nIt is our belief that some day this resolution will carry \r\nthe sponsorship of each and every delegation. \r\n Our ultimate objective is to create a world that is \r\npeaceful and stable, where the ambience is appropriate \r\nfor development, where the environment is protected, \r\nwhere rule of law and observance of human rights are \r\nthe norms, where different civilizations and religions \r\ncoexist side by side in harmony and where the \r\npreponderant value is a culture of peace. This draft \r\nresolution is but one way towards reaching that goal. \r\nWe hope it will receive all delegations’ enthusiastic \r\nsupport. \r\n Mr. Tornudd (Finland): I have the honour to \r\nspeak on behalf of the European Union. The acceding \r\ncountries Bulgaria and Romania, the candidate \r\ncountries Turkey and Croatia and the former Yugoslav \r\nRepublic of Macedonia, the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania and Serbia, as well as Ukraine and \r\nMoldova, align themselves with this statement. \r\n The Declaration on a Culture of Peace, adopted \r\nby the Assembly seven years ago, set out a number of \r\nimportant principles that retain their full validity today. \r\nA culture of peace is not a target to be reached once \r\nand forever. It comprises an ongoing process of \r\ndialogue, education and participation.  \r\n A/61/PV.47\r\n \r\n19 06-60122 \r\n \r\n The European Union is favourably impressed \r\nwith the enthusiasm that has resulted in such a large \r\nnumber of initiatives being advanced under this \r\nheading. We look forward to further practical action at \r\nthe international, regional, national and local levels in \r\norder to advance the various objectives contained in \r\nthe Declaration on a Culture of Peace. \r\n The subject is, in fact, so vast that our comments \r\non this occasion will address only some of the points \r\nthat are relevant to the specific initiatives and actions \r\nthat we are set to examine. \r\n We are grateful to the Director-General of \r\nUNESCO, who has provided us with an updated report \r\n(A/61/175) on the work undertaken by his \r\norganization. We note with particular satisfaction that \r\nthe efforts to foster a culture of peace seem to have \r\npermeated the activities of a very large number of \r\nbodies and organizations within the United Nations \r\nsystem. We are also happy to note that civil society has \r\nbeen actively engaged in furthering the objectives of \r\nthe International Decade for a Culture of Peace and \r\nNon-Violence for the Children of the World.  \r\n The declarations and other statements on a \r\nculture of peace that we make in the plenary meetings \r\nof intergovernmental organizations will have no value \r\nif their substance is not felt in the lives of ordinary \r\npeople. The role of youth is particularly important in \r\nthis regard. We hope that youth groups and youth \r\norganizations will play a prominent role in all activities \r\nrelated to the culture of peace. \r\n We have taken note of the recommendations \r\ncontained in concluding paragraph 59 of the report of \r\nthe Director-General of UNESCO and hope that they \r\nwill inspire Member States to take action accordingly \r\nand to enhance their efforts in human rights education. \r\nWe also have full confidence in the ability of UNESCO \r\nto continue monitoring activities in this field. In view \r\nof the long-term relevance of this matter, the European \r\nUnion would, for its part, and with the agreement of \r\nother Member States, actually be ready to deal with \r\nthis matter in the General Assembly every two years, \r\ninstead of every year, as has been the case to date. \r\nSpecific subjects coming under the heading of a culture \r\nof peace could, of course, be taken up as the need \r\narises. \r\n Among the ongoing projects of importance in this \r\ncontext, we are obviously aware of the Global Agenda \r\nfor Dialogue among Civilizations, although it is not the \r\nfocus of our attention this year. We look forward to the \r\nreport of the Secretary-General on the implementation \r\nof this Dialogue, which is due at the sixty-fifth session \r\nof the General Assembly. The alliance of civilizations, \r\non the other hand, is of immediate importance. Since \r\nthe report of the High-Level Group for the Alliance of \r\nCivilizations is expected later this month, we hope that \r\nthere will be opportunities in the near future to seek \r\ninspiration in their document for practical action to \r\npromote tolerance and understanding between all \r\ncultures and religions. \r\n Furthermore, we should be mindful of Security \r\nCouncil resolution 1624 (2005), which calls upon all \r\nStates to continue international efforts to enhance \r\ndialogue and broaden understanding between \r\ncivilizations in an effort to prevent the indiscriminate \r\ntargeting of different religions and cultures, as well as \r\nto counter the incitement of terrorist acts motivated by \r\nextremism and intolerance. \r\n At the same time, the European Union wishes to \r\nemphasize the paramount importance of freedom of \r\nexpression. We are deeply convinced that fruitful \r\ndialogue cannot be guided by Government authorities. \r\nThere is no point in drawing up strategies or guidelines \r\nfor an interchange between societies representing \r\ndifferent civilizations unless it has a firm base in free \r\nand spontaneous participation in the public debate. The \r\nbest way to suppress extremist views and incitement to \r\nhatred is to let such utterances wilt and die in open \r\ndebate, where they have no chance of survival. The full \r\nrichness of cultural dialogue will flourish in a climate \r\nof free expression. \r\n It is up to Governments, of course, to provide the \r\nproper framework for freedom of expression. This \r\nmeans that full respect for human rights and \r\nfundamental freedoms is of central importance. Most \r\nhuman rights are of such a nature that their enjoyment \r\ncan be further promoted in all societies, regardless of \r\ntheir stage of economic and social development. We \r\ncan all do better. Freedom of religion, for example, is \r\nnot only the absence of prohibitions; it can also include \r\ncreating appropriate conditions for the practice of \r\nreligion without discrimination.  \r\n Likewise, exercising the right to education in the \r\ncontext of a culture of peace should include efforts to \r\npromote education for peace. That is, in fact, one of the \r\nlongstanding ambitions of UNESCO. Finally, all public \r\nA/61/PV.47  \r\n \r\n06-60122 20 \r\n \r\ndialogue will benefit from the increased participation \r\nof women and young persons. \r\n The European Union will examine attentively the \r\ndraft resolutions submitted under the item on a culture \r\nof peace, and looks forward to constructive cooperation \r\nwith other delegations on this subject. \r\n Mr. Kazykhanov (Kazakhstan): At the outset, I \r\nwould like to commend UNESCO for its leading role \r\nin the process of fostering the culture of peace and for \r\nits recent comprehensive report (A/61/175), which \r\nreflects the broad range of activities carried out by the \r\nUnited Nations system, international institutions and \r\ncivil society in implementing various programmes and \r\ninitiatives put forward under agenda item 44, which is \r\nnow under consideration. \r\n Kazakhstan strongly believes that the culture of \r\npeace starts within us when we learn how to respect the \r\ninherent worth and dignity of other cultures and \r\nreligions, and when we allow them to keep up their \r\ntraditions. The moral standing of any society is judged \r\nby how it treats other nations and other peoples’ \r\ncultures. \r\n The emergence of new challenges and threats to \r\nhumankind, particularly the rise of religious \r\nextremism, which threatens security and stability in the \r\nworld, makes the need for dialogue among cultures and \r\nreligions even more urgent. A principal objective of \r\nthis dialogue is to bridge the gap in knowledge about \r\nothers. It is important to remember that lack of \r\nknowledge and understanding and lack of respect for \r\nvarious cultures and religions has already prepared the \r\nground for hatred. \r\n Intolerance and conflict can be prevented through \r\ntireless efforts in day-to-day activities, and by taking \r\ntimely and concrete actions at the local, national and \r\ninternational levels. Education is the key to promoting \r\ntolerance. \r\n We commend the valuable contribution of various \r\ninitiatives on the promotion of a dialogue among \r\nreligions, cultures and civilizations, including the \r\nDialogue among Civilizations, the Alliance of \r\nCivilizations, the Enlightened Moderation strategy and \r\nthe Interfaith dialogue and cooperation for peace \r\ninitiative. We consider all of these to be mutually \r\ninclusive, reinforcing and interrelated. Kazakhstan, as \r\na member of the Group of Friends of the Alliance of \r\nCivilizations, shares its aims and looks forward to the \r\nreport of the high-level panel, which is expected to \r\ncontain concrete recommendations for the promotion \r\nof a culture of peace and dialogue among religions. \r\n Historically, the territory of Kazakhstan has been \r\na meeting place for a variety of different religions and \r\ncivilizations. The population of Kazakhstan is made up \r\nof more than 130 ethnic groups and 46 religious \r\ndenominations. A balanced internal policy has \r\nencouraged dialogue between these diverse cultures \r\nand this has resulted in a multicultural society with \r\nuniversal values. The culture of the Kazakh people, \r\ncharacterized by tolerance and openness to innovation, \r\nhas become the backbone of the spiritual integration \r\nwe have achieved. \r\n The Assembly of the Peoples of Kazakhstan, a \r\nunique and effective mechanism to pursue a policy \r\ntowards ethnic groups, was established in 1995. The \r\nAssembly has a consultative and advisory status under \r\nthe President of Kazakhstan. It works to ensure revival \r\nof national cultures, languages and traditions, \r\nstrengthen interethnic unity and develop \r\nrecommendations and proposals on State policy in the \r\narea of interethnic relations. \r\n The Congress of Leaders of World and \r\nTraditional Religions, held in 2003 in our capital, \r\nAstana, has become Kazakhstan’s tangible contribution \r\nto the strengthening and broadening of interfaith \r\ndialogue. One month ago, a second Congress \r\ncompleted its deliberations in Kazakhstan, bringing \r\ntogether high-level religious and political \r\nrepresentatives who discussed the Congress’ main \r\ntheme, religion, society and international security. The \r\nCongress adopted a Declaration to Enhance the Role \r\nand Responsibility of Religious Leaders in the \r\nStrengthening of International Security, which was \r\nissued as an official document of the General Assembly \r\nand the Security Council. \r\n Another substantive outcome of the Congress is a \r\ndecision to establish, under the auspices of the \r\nCongress, an international centre of cultures and \r\nreligions to carry out educational, research and \r\nhumanitarian projects and to study potential crisis \r\naspects of the religious situation in the world. Congress \r\nparticipants came to understand the need to establish \r\npermanent dialogue, which will provide an opportunity \r\nto identify paths to peaceful coexistence between \r\nconfessions and reduce the risk of religious extremism. \r\nThe Congress has become an important contribution to \r\n A/61/PV.47\r\n \r\n21 06-60122 \r\n \r\npeace, accord and broader dialogue among religions \r\nand is becoming a credible permanent international \r\nforum. \r\n Taking into consideration the importance of \r\ndialogue among religions and cultures, our delegation \r\nproposes an international year of dialogue among \r\nreligions and cultures. Such a proposal has been \r\nincluded in a draft resolution, submitted by the \r\nPhilippines and Pakistan, entitled Promotion of inter-\r\nreligious and intercultural dialogue, understanding and \r\ncooperation for peace (A/61/L.11). As a sponsor, we \r\nhope that this draft resolution will be adopted by \r\nconsensus and that the Members States will therefore \r\nshow their strong commitment to the promotion of \r\ninterreligious and inter-ethnic dialogue and concord.  \r\n Our delegation also supports and co-sponsored \r\nthe draft resolution on the International Decade for a \r\nCulture of Peace and Non-Violence for Children of the \r\nWorld, 2001-2010 (A/61/L.16). \r\n Let us work together to take concrete measures to \r\nidentify and reduce the causes of disagreement \r\nbetween nations, cultures and religions. The world \r\ncommunity should foster a model of global culture that \r\nwill be able to maintain peace, stability and dialogue \r\namong cultures and civilizations. \r\n Mr. Alkashwani (United Arab Emirates) (spoke \r\nin Arabic): Historical events have shown that the \r\ndominance of the culture of violence and war in \r\ndifferent parts of the world affected by disputes and \r\nconflicts has not only prevented the settlement of those \r\nconflicts, but has also led to an increase in violence. \r\nThis in turn has led to an escalation of tension and \r\ndiscord in those regions and has fostered the culture of \r\nhatred and revenge among many generations, \r\nirrespective of their affiliations, not to mention the \r\nwaste of natural and human resources that should have \r\nbeen utilized in the service of humanity. This requires \r\nus now, more than ever, to think seriously about how to \r\npromote a culture of peace instead of a culture of \r\nviolence and war, which currently prevails in many \r\nvolatile regions around the world. \r\n The United Arab Emirates believes that the \r\ncharacteristics of the culture of peace — represented in \r\npromoting peaceful coexistence and non-violence \r\namong peoples and in containing and preventing \r\nconflicts through dialogue, understanding and \r\ndisarmament — have proved the need for the \r\ninternational community to adopt a joint, \r\ncomprehensive and multilateral strategy in order to \r\nachieve three basic and parallel objectives. \r\n First, the international community must \r\ndemonstrate a serious political will, avoiding double \r\nstandards, in order to find peaceful, lasting, just and \r\ncomprehensive solutions for all the outstanding cases \r\nof dominance, colonialism and occupation leftover \r\nfrom the past, particularly the Palestinian question and \r\nthe situation in the Middle East, which over the past 58 \r\nyears have led to many wars and acts of violence, not \r\nonly in our region, but also around the world. \r\n Second, the dissemination of the concepts of \r\npeace should be at the core of sustainable human \r\ndevelopment. This requires the international \r\ncommunity to adhere to the recommendations of \r\nUnited Nations summits on global development and its \r\nfinancing and to the principles of equality and social \r\njustice among peoples, particularly after conflicts were \r\nfound to have been the inevitable consequence of \r\ncontinued competition between North and South and \r\nrich and poor, and considering other, local conflicts \r\nover control of sources of livelihoods and limited \r\nnational resources. \r\n Third, efforts to disseminate a culture of peace \r\nmust include a fundamental transformation in the \r\ncurrent values and attitudes of many States and \r\ncommunities, including political and extremist groups, \r\nthat believe in the need to possess deterrent military \r\nand nuclear powers, as well as other means to achieve \r\ntheir self-serving ambitions and interests, or to address \r\ntheir own problems by force, with total disregard for \r\nthe negative consequences of their acts for regional and \r\ninternational peace and security or for the stability of \r\nhumankind in general.  \r\n With that understanding, we voice our support for \r\nall projects aimed at incorporating the principles of \r\nunderstanding, tolerance, respect for human rights, \r\ncollaboration, gender equality and solidarity and \r\nmutual respect among peoples and States, and away \r\nfrom all forms of extremism and hatred in school \r\ncurricula, in the media and in the educational and \r\nawareness programmes designed to consolidate and \r\npromote the best human practices and concepts.  \r\n In that context, we also affirm the importance of \r\ndeveloping existing initiatives aimed at promoting \r\npartnership among stakeholders, including the private \r\nand public sectors and international and subregional \r\norganizations. That will lead to implementation of a \r\nA/61/PV.47  \r\n \r\n06-60122 22 \r\n \r\nnumber of important and sustained programmes and \r\nevents that are intended to promote dialogue among \r\ncivilizations and peoples and the principles of peaceful \r\ncoexistence, cultural diversity and religious and \r\ncultural cooperation. It will further ensure greater \r\ncommunication and harmony among peoples and \r\nenhance their mutual respect and interests, while \r\npreventing ongoing attempts to insult, discriminate and \r\nhold extremist positions against other religions and \r\nnationalities. As has been proven recently, such \r\nattempts can contribute to the escalation of tensions \r\nand potential conflicts. \r\n The United Arab Emirates — which has pursued \r\na sensible and balanced national and foreign policy \r\nbased upon ancestral traditions and heritage, as well as \r\non the principles of Islam and Islamic culture that call \r\nfor solidarity, forgiveness, peaceful coexistence with \r\nother peoples, non-violence and respect for \r\npluralism — has actively expanded its diplomatic \r\nrelations and cultural and economic exchanges with \r\nmost countries of the world, regardless of their \r\npolitical, economic and ideological orientation or \r\nreligious beliefs. It has also supported mediation aimed \r\nat the containment and management of conflicts, \r\ndisputes and hotbeds of tensions among States before \r\nthey occur, and other efforts to promote reconciliation \r\nand reconstruction in post-conflict areas. \r\n In order to consolidate its human principles and \r\nethics in its people and in future generations, the \r\nUnited Arab Emirates has pursued a distinctive \r\neducational policy that focuses mainly on enhancing \r\neducational, media, cultural and social programmes \r\nand activities with a view to strengthening the \r\napplication of the principles of tolerance, brotherhood, \r\nfreedom, justice, respect for human dignity and human \r\nrights, the rule of law, and mutual respect for the \r\ncultures, religions and beliefs of other peoples. Those \r\neducational policies are also aimed at enhancing the \r\nopenness of the society of the United Arab Emirates \r\nthrough globalization and current cultural progress, \r\nwhile keeping in mind the Emirates’ unique \r\ncharacteristics, in order to ensure its greater \r\nparticipation in national, regional and international \r\ndevelopment plans so that it may benefit and gain from \r\nthe present era of globalization. \r\n Convinced of the importance of promoting \r\nrespect for pluralism and for the rights of others, the \r\nGovernment has enacted a number of local laws and \r\ndecisions to guarantee to foreign minorities living in \r\nthe United Arab Emirates the freedom to practice their \r\nreligious, cultural and social beliefs, traditions and \r\nactivities. It has encouraged the holding of cultural \r\nforums, symposiums, workshops and cultural \r\nexhibitions that have attracted intellectuals and \r\njournalists, and has included exhibits and folkloric \r\nmusicians and bands from all over the world to enrich \r\nthe knowledge and openness of Emirates society \r\ntowards the diverse concepts and ideas of other \r\ncivilizations, while taking into consideration its \r\nadherence to its own characteristics, heritage and \r\nenvironment. \r\n Finally, we affirm our support for all efforts by \r\nthe United Nations and its institutions, particularly \r\nUNESCO, towards the implementation of General \r\nAssembly resolution 60/3, entitled “International \r\nDecade for a Culture of Peace and Non-Violence for \r\nthe Children of the World, 2001-2010”. We hope that \r\nthe deliberations on this item will contribute to \r\nstrengthening our collective efforts to enhance \r\ninternational solidarity in fighting the culture of \r\nviolence and confrontation and in building and \r\nconsolidating peace in our international relations. \r\n Mr. Elbadri (Egypt) (spoke in Arabic): At the \r\noutset, permit me to express our deep appreciation to \r\nUNESCO for its valuable report (see A/61/175), which \r\nincludes an overview of activities to implement the \r\nProgramme of Action on a Culture of Peace. It reflects \r\nthe international agreement on fostering a Culture of \r\nPeace and the Global Agenda for Dialogue among \r\nCivilizations, which in turn require a concerted effort \r\non our part to operationalize the various visions and \r\nrecommendations those initiatives entail. \r\n The culture of peace is part of a profound vision \r\nof humanity that includes many elements at all levels, \r\nincluding the individual, society, the State and \r\ninternational relations. This culture, which we have \r\nadopted for achieving peace and as a sound foundation \r\nfor international relations, will not be achieved through \r\nselective implementation, for it is an all-encompassing \r\numbrella under which many concepts and principles \r\nare not only integrated but also complement one \r\nanother. The world has never been in such need of a \r\nculture of peace as it is today. It is not only a necessity \r\nbut a political responsibility to embrace and implement \r\nsuch a culture, to develop it into a strong foundation \r\nupon which we can base the concept of genuine \r\ncollective security in conjunction with the respect for \r\n A/61/PV.47\r\n \r\n23 06-60122 \r\n \r\ninternational law and the purposes and principles of the \r\nUnited Nations Charter. \r\n Today we face a decisive stage in the history of \r\ninternational relations. The number and varying \r\npatterns of interactions among States are increasing. \r\nThis is a natural aspect of globalization that presents us \r\nwith opportunities for cooperation, complementarity \r\nand the fulfilment of mutual interests. Yet certain \r\nmisunderstandings between peoples and States could \r\nalso arise as a by-product.  \r\n The diversity of cultures, religions, traditions and \r\ncustoms is a complementary aspect of humanity. We \r\nface a crossroads today, and our challenge is to avoid \r\nturning the added value of differences, the comparative \r\nadvantage of plurality and the asset of diversity into \r\nmeans for dissension, divisions and conflicts at the \r\ninternational level. This is a time when we can invest \r\nin them for the benefit of the international community \r\nas a whole. \r\n The means to achieve this noble aim are clear and \r\nthe road map is well known and can be found in the \r\ndifferent declarations and resolutions we have adopted \r\nin the General Assembly, be it the culture of peace or \r\nthe dialogue among civilizations, cultures and peoples. \r\nHowever, the real problem lies in the political \r\nintentions and will to implement such instruments. It is \r\nnoteworthy that the enthusiasm that was visible when \r\nthese instruments were adopted has not been the same \r\nat the implementation phase. Today, as we discuss the \r\nculture of peace, we have to admit that we have not \r\ninvested in it properly as yet, and this deficiency must \r\nbe corrected, as soon as possible.  \r\n Permit me in that context to discuss a subject \r\nclosely associated with the culture of peace and which \r\nconstitutes an important pillar in it, that of the dialogue \r\namong civilizations, cultures and religions. This \r\ndialogue is a vehicle for mutual understanding, a \r\nmeans of overcoming misconceptions and a tool for \r\nconfirming our mutual belief in a common future for \r\nhumanity. As events have shown, this dialogue and the \r\nculture of peace are important pillars for the promotion \r\nof international harmony and peace. However, despite \r\nthe multiplicity and interaction of initiatives and \r\nframeworks that call for activating the dialogue among \r\ncivilizations, cultures and religions, the tangible result \r\nof that effort is far below our expectations. There are \r\nseveral basic reasons for that, the most important of \r\nwhich is that we have not implemented the initiatives \r\nthat we adopted here at the United Nations in this \r\nregard, in particular, the international agenda for the \r\ndialogue among civilizations, because of the lack of \r\nenthusiasm to enter into such an important and \r\nconstructive dialogue among States, or because of our \r\nfailure to realize the importance of this dimension in \r\ninternational relations. \r\n We now need a collective effort to push forward \r\nand implement the dialogue on the basis of two \r\nconnected actions: establishing a clear mechanism for \r\nsuch a dialogue, and ensuring that the political will \r\nexists to make it succeed.  \r\n Dialogue has always been the main instrument \r\nfor interaction among peoples. We must now agree on \r\nhow it should be implemented — through the \r\nactivation of the culture of peace or of the dialogue \r\namong civilizations. It will be achieved primarily by \r\nensuring mutual respect for each other and for each \r\nother’s cultures, with all of their attributes — religions, \r\ntraditions and customs.  \r\n In such a dialogue there is no place for cultural \r\narrogance or monoculturalism. Peoples’ experiences \r\nand customs must be respected in accordance with the \r\nprinciple of equality among all civilizations and \r\ncultures, whatever their various contributions to the \r\ncivilization of humanity. In this regard, we would like \r\nto emphasize the important and enduring contribution \r\nto human civilization made by Islamic civilization.  \r\n We would like to underscore how important it is \r\nthat such a dialogue focus on the commonalities that \r\nlink us, not on the differences that separate us. \r\nFurthermore, we must prevent the dialogue from being \r\npoliticized and must avoid double standards. We hope \r\nthat all those aspirations will be met through the timely \r\nadoption of an initiative on the alliance of civilizations. \r\nThe report being prepared by the group of eminent \r\npersons established by the Secretary-General to \r\noperationalize the initiative will be a first step towards \r\nthe consideration and adoption of a draft resolution on \r\nthis issue in the General Assembly. \r\n Improving relations among States through the \r\napplication of the culture of peace and the dialogue \r\namong civilizations remains an important challenge. \r\nBut events at the international level reflect the urgent \r\nneed to complement those two approaches with a third \r\none. Today, we must lay the foundations for a value-\r\noriented framework that calls for mutual respect — \r\nrespect for other peoples’ religious, cultural, historical \r\nA/61/PV.47  \r\n \r\n06-60122 24 \r\n \r\nand civilizational experiences, backgrounds and \r\nheritages, as well as respect for the rights of others to \r\nbe different and unique in faith and belief. We need to \r\nlay the foundation for a new culture that encompasses \r\nall of those elements and others so as to open the way \r\nfor international, cultural and civilizational pluralism. \r\n Today, we need a new culture of respect to be \r\nimplemented, together with the culture of peace. \r\n Mr. Shinyo (Japan): Last year, at the sixtieth \r\nsession of the General Assembly, world leaders \r\nreaffirmed the need to promote the Declaration and \r\nProgramme of Action on a Culture of Peace, as well as \r\nthe Global Agenda for Dialogue among Civilizations \r\nand its Programme of Action. My Government greatly \r\nappreciates the fact that last year UNESCO, as the lead \r\nagency, conducted the mid-term global review of the \r\nInternational Decade for a Culture of Peace and Non-\r\nViolence for the Children of the World, 2001-2010. \r\n The culture of peace is based on respect for \r\nhuman rights, democracy and tolerance, the promotion \r\nof development, education for peace, the free flow of \r\ninformation and the wider participation of women as \r\nintegral elements in preventing violence and conflict. \r\nAll of the activities of the United Nations contribute to \r\nthe promotion of a culture of peace. On the basis of the \r\nreview, it is important to find effective approaches for \r\nthe United Nations system, Member States and civil \r\nsociety to further strengthen the global framework in \r\norder to promote a culture of peace. \r\n Japan believes that, if we are to ensure \r\nsustainable peace, it is essential to protect people from \r\ncritical threats to human life and livelihood, and to \r\nensure that people live lives of dignity. With this in \r\nmind, Japan strongly promotes the concept of human \r\nsecurity and its approach. Let me briefly touch upon \r\nissues relating to education and the dialogue among \r\ncivilizations, which are of particular interest to Japan. \r\n As is often emphasized, peace, development and \r\nhuman rights are linked and complement one another. \r\nJapan’s own experience in the 60 years since the \r\nSecond World War bears testimony to that. \r\nRecognizing that basic education is a fundamental \r\nhuman right and that investment in education should be \r\nthe basis for nation-building, Japan has provided \r\nofficial development assistance to the education sector \r\namounting to $4.7 billion over the past five years. In \r\norder to achieve the goal of education for all, Japan \r\nannounced the Basic Education for Growth Initiative at \r\nthe Group of Eight Kananaskis Summit in 2002. This is \r\nan expression of Japan’s commitment to supporting \r\ndeveloping countries as they improve the quality of \r\ntheir basic education. While respecting their \r\nownership, Japan supports the efforts made by \r\ndeveloping countries with a view to ensuring for all the \r\nopportunity for primary education and improving the \r\nquality of education and educational administration \r\nsystems. \r\n In 2005, Mr. Junichiro Koizumi, who was Prime \r\nMinister of Japan at the time, proposed the Decade of \r\nEducation for Sustainable Development. Japan, \r\nrecognizing that one of the key factors in achieving \r\nsustainable development is education, has been \r\ncontributing to the promotion of that Decade, in \r\npartnership with its lead agency, UNESCO, as well as \r\nwith other international organizations and stakeholders, \r\nand we will continue that support in the future. \r\n In the World Summit Outcome Document \r\nadopted in September 2005, world leaders \r\nacknowledged the diversity in the world, and \r\nreaffirmed that all cultures and civilizations contribute \r\nto the enrichment of humankind. Globalization, which \r\ncan bring different civilizations closer, contributes \r\nmany benefits to society, but it can sometimes also \r\ngive rise to intolerance among people when they come \r\ninto contact with cultures and civilizations different \r\nfrom their own. In order to deal with that unfortunate \r\nsituation, it is of great importance to promote dialogue \r\namong people and civilizations, based on the spirit of \r\ntolerance and deep mutual understanding. \r\n In that regard, Japan highly commends UNESCO \r\nfor the major role it played in implementing the Global \r\nAgenda for Dialogue among Civilizations. Within that \r\nframework, UNESCO has organized and sponsored a \r\nbroad range of activities, conferences and other \r\nmeetings that have focused on activities aimed at \r\npromoting dialogue among civilizations in various \r\nregions. \r\n Japan believes that promoting mutual \r\nunderstanding of cultures and civilizations as well as \r\nmutually enhancing the development and the dignity of \r\nthose who belong to different civilizations will \r\ncontribute to the promotion of a culture of peace. With \r\nthat in mind, Japan has been actively undertaking a \r\nseries of efforts to deepen understanding among \r\ncultures and civilizations. Japan held the World \r\nCivilization Forum in July 2005 to share the \r\n A/61/PV.47\r\n \r\n25 06-60122 \r\n \r\nexperiences of countries in preserving tradition while \r\nmoving towards modernization. Japan has also held \r\ndialogues such as the Japan-Middle East Cultural \r\nExchange and Dialogue Mission, and we hope to \r\ncontinue to promote similar dialogues in the future. \r\n The culture of peace is a subject related to all \r\nhuman beings. Japan believes that it is of the utmost \r\nimportance to continue our endeavours, in close \r\ncooperation with one another, to expand dialogue and \r\n \r\nexchange views among cultures and civilizations in \r\norder to create a world of harmony and peace, where \r\nall human beings live on the basis of the principles of \r\nequality and mutual respect. I would therefore like to \r\nconclude my statement by reiterating that Japan is \r\ndetermined to redouble its efforts to bring about a \r\nculture of peace. \r\n  The meeting rose at 1 p.m. \r\n \r\n"