" United Nations  A/61/PV.16\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n16th plenary meeting \r\nFriday, 22 September 2006, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-53317 (E) \r\n*0653317* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n  The meeting was called to order at 10.10 a.m.  \r\n \r\n \r\nAddress by Mr. Mikheil Saakashvili, President \r\nof Georgia \r\n \r\n The President: The Assembly will now hear an \r\naddress by the President of Georgia. \r\n Mr. Mikheil Saakashvili, President of Georgia, \r\nwas escorted into the General Assembly Hall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Mikheil Saakashvili, \r\nPresident of Georgia, and to invite him to address the \r\nAssembly. \r\n President Saakashvili: Let me begin by thanking \r\nthis institution and all who subscribe to its values and \r\nmission for providing me — and the citizens of my \r\nnation — with the opportunity to address you today. \r\n We are gathered here at a time when the \r\nchallenges and opportunities for the institution of the \r\nUnited Nations have rarely been greater. And at this \r\ngathering, we must ask ourselves where hope for peace \r\nand prosperity would be, if the United Nations system \r\nwere not such an active presence around the globe. \r\n My country salutes the ongoing efforts to make \r\nthe United Nations even more effective and welcomes \r\nthe candidacy of a Secretary-General whose \r\ncompetence and unique perspective on gender-equality \r\nissues will help advance that goal. \r\n Georgia is grateful for the contributions of the \r\nUnited Nations, for the commitment to build peace in \r\nour region and the efforts to create new opportunities \r\nfor those most in need. I look forward to a continuation \r\nand deepening of that productive cooperation.  \r\n In a few weeks time, we will be celebrating the \r\nthird anniversary of the peaceful, democratic \r\nrevolution that brought a new era of change and \r\nprogress to Georgia and the entire region. In fact, that \r\nrevolution caused reactions all over the world. Ours \r\nwas a revolution that gave power to its citizens, and it \r\ndid so by rebuilding the fundamental social contract \r\nupon which any democracy must rest — a contract \r\nfounded on respect for the principles of transparency, \r\naccountability and responsibility. \r\n Today, citizens of Georgia’s democracy enjoy the \r\nfruits of fundamental human security, liberty, human \r\nrights and opportunity. We have changed the lives of \r\nour people, and we have done so by confronting and \r\neliminating corruption, by fighting crime aggressively, \r\nby investing heavily in education and health care and \r\nby establishing new rules of the game — in a society \r\nwhere little of that existed in the past. The results of \r\nour efforts have not gone unnoticed.  \r\n In the last two months alone, the World Bank and \r\nthe European Bank for Reconstruction and \r\nDevelopment — to name a few international \r\ninstitutions — have confirmed just how much Georgia \r\nhas changed. Today, we are recognized as the number \r\none reformer in the world, as one of the least corrupt \r\nStates in Europe, as an outstanding place to do \r\nA/61/PV.16  \r\n \r\n06-53317 2 \r\n \r\nbusiness and as a role model for other countries of the \r\nregion. It is fair to say that our reforms, conducted in a \r\npart of the world where few thought they were \r\npossible, have in fact performed.  \r\n In two weeks time, we will take another step, \r\nfurther solidifying the institutional framework upon \r\nwhich our democracy rests, when we conduct local \r\nelections. We are making that important investment in \r\nour democracy because we believe in the necessity of \r\nempowering our people with the responsibility and the \r\ntools to shape their own future.  \r\n I look forward to healthy competition, transparent \r\nelections and a more vibrant democratic system. That, \r\nin our view, is the way in which we can provide our \r\nState with the capacity to protect the vulnerable and \r\nprovide our citizens the means to build a better life. \r\nHowever, like any nation undergoing great change, we \r\nstill have challenges ahead. Reform continues in the \r\njudiciary and in other spheres, local self-government is \r\nbuilding capacity and employment remains the rightful \r\nexpectation of every citizen. \r\n Our national aspirations are, however, not \r\nparochial. We see Georgia as an active and responsible \r\nmember of the international community. To protect our \r\nachievements and consolidate gains, we should face \r\ncommon challenges and threats together. We are doing \r\nthat together with our friends, partners and allies in \r\nplaces like Iraq, Afghanistan and Kosovo, where our \r\ntroops help support international efforts to defeat \r\nterrorism and build lasting peace and democracy. \r\n Because of that commitment, we will continue to \r\nactively pursue our membership in NATO and welcome \r\nthe most recent step forward, when just yesterday \r\nGeorgia was invited to join in Intensified Dialogue \r\nwith NATO. That is an important decisive step towards \r\nfull membership. We do so because we believe \r\ndemocracies are stronger when they are united, and \r\nthat lasting security is best achieved through alliances \r\nbased on common values. \r\n We are a European nation and that is not a recent \r\nrevelation. We would in fact be denying our history if \r\nwe felt — or acted — otherwise. In the next days, my \r\nGovernment will be signing an action plan as part of \r\nthe European Union’s European Neighborhood Policy. \r\nThus, we will take another step, strengthening the \r\nbonds that unite the family of European democracies. \r\n It is the goal of my Government to become a \r\nmodel European neighbour. We have learned from past \r\nEuropean experiences that the proper and peaceful \r\nconduct of neighbourly relations is the foundation of \r\nlong-term peace and prosperity. That which Europe has \r\nachieved in the last fifty years, we seek to achieve in \r\nour neighbourhood in a much shorter time. That is our \r\ncollective challenge and common goal. \r\n It will come as no surprise when we say that there \r\nare still grave obstacles to establishing lasting peace in \r\nmy country. Reforms, especially when they are \r\ndemocratic, upset old interests and old habits. It is a \r\nsimple statement of political fact that there are frequent \r\nattempts to undermine our reforms, our progress and \r\nour democratic way of life. We must all beware of \r\nthose who believe that the presence of a stable \r\ndemocracy as a neighbour is threatening. Georgia’s \r\ndemocracy — like all democracies around the world — \r\ndoes not wish to be seen as threatening. \r\n The painful truth however, is that in Georgia \r\ntoday we have inherited the brutal legacy of unresolved \r\nterritorial conflicts. Those conflicts undermine our \r\nstability and the stability of our region. In fact, that \r\ninherited legacy is directly responsible for the \r\nsystematic abuse of the fundamental human rights of a \r\nlarge portion of our population. Just imagine for a \r\nmoment, that children who find themselves victims of \r\nthose savage events are denied the right to learn or \r\nspeak their native language; that the elderly are not \r\nallowed access to adequate health care; that young \r\npeople cannot receive a proper education and that \r\nhundreds of thousands of people cannot return safely to \r\ntheir homes where they belong, from which they were \r\nsystematically ethnically cleansed and which in many \r\ncases have been illegally sold or destroyed.  \r\n Further, the painful, but factual truth is that those \r\nregions are being annexed by our neighbour to the \r\nnorth — the Russian Federation — which has actively \r\nsupported their incorporation through a concerted \r\npolicy of mass distribution of Russian passports — a \r\npolicy that is in direct violation of international law \r\nand is unprecedented. There are few more poignant \r\nexamples of one State seeking to annex the \r\ninternationally recognized sovereign territory of \r\nanother State and thus undermining the other State. \r\n Today, I would like to ask all of you in this Hall, \r\nif any Members in this great Hall would welcome — or \r\ntolerate — such interference by another Power on their \r\n A/61/PV.16\r\n \r\n3 06-53317 \r\n \r\nown soil. I doubt it. Yet, this is the situation we are \r\nfacing today in Georgia. These are the actions that we \r\nmust confront as we seek to consolidate and defend our \r\ndemocracy. Let us never forget that the victims of \r\nconflicts are real people, that the climate of fear that \r\nthey live in is pervasive and that their suffering must \r\ncome to an end. With those conflicts, we have also \r\ninherited frameworks for peacekeeping and formats for \r\nnegotiation that no longer function. Simply put — they \r\nneither promote peace nor do they encourage genuine \r\nnegotiation. If the purpose of our revolution was to \r\nguarantee to all citizens of Georgia the right to \r\nparticipate fully in the life and decisions of the State, \r\nthen our revolution remains unfinished. \r\n Today, in Georgia’s conflict zones, we do not \r\nenjoy a status quo of stability and progress; that, \r\nunfortunately, is a popular fiction. Rather, we find \r\nourselves facing a deteriorating situation in which \r\nsponsors of crime and illegality are gaining the upper \r\nhand. Let us be clear: Georgia is a responsible \r\ndemocracy, and if we are to take that responsibility \r\nseriously, we must acknowledge that embracing change \r\nis the only path towards a just and lasting peace. \r\n The shortcomings of the current peacekeeper \r\nsystem are well documented. A few examples, taken \r\ndirectly from reports provided by the United Nations \r\nand the OSCE, demonstrate how Russian-dominated \r\nforces on the ground have served to perpetuate rather \r\nthan resolve the conflicts and how they have abused \r\nand made a farce of the principles of neutrality, \r\nimpartiality and trust. By choice, they themselves — \r\nnot we — have, in effect, annulled their own status. \r\n Since the deployment of Russian peacekeepers in \r\nAbkhazia, Georgia, more than 2,000 Georgian citizens \r\nof all ethnic origins have lost their lives in this zone \r\ncontrolled by peacekeepers, and more than 8,000 \r\nGeorgian homes have been destroyed. For more than \r\n12 years, Russian peacekeepers have been unable to \r\nfacilitate the return of more than 250,000 internally \r\ndisplaced persons to their homes in Abkhazia, although \r\nthis is explicitly stated in their mandate. \r\n The United Nations Observer Mission in Georgia \r\n(UNOMIG) and the OSCE have been cataloguing \r\nnumerous violations involving the transfer of heavy \r\nweaponry such as tanks, armoured personnel carriers, \r\nartillery, mortar, anti-aircraft systems and cannons to \r\nthe separatists, even as the Georgian Government has \r\nbeen taking action to unilaterally demilitarize. \r\n Russian peacekeepers have proved unable and \r\nunwilling to take any measures to halt such violations. \r\nIn fact, some of them have directly encouraged such \r\nviolations and assisted in them.  \r\n In South Ossetia, 18 illegal military exercises \r\nusing prohibited equipment were catalogued in the past \r\nyear alone. Many involved the direct participation of \r\nRussian peacekeepers. This is all well documented. \r\nUnfortunately, the list goes on. \r\n Imagine. In the village of Chubirkhinji, during \r\ntalks sponsored by the United Nations, an 8-year-old \r\nGeorgian boy saw his country’s flag from the window \r\nof his school and exclaimed, “Long live Georgia!” At \r\nthat very moment, in front of live television cameras \r\nand in front of United Nations observers, local \r\nseparatist militias moved in, arresting every single \r\nteacher in that school and taking them to undisclosed \r\nlocations. That was done before the very eyes of the \r\ninternational community by the proxies of Russian \r\npeacekeepers.  \r\n Let us be under no illusion. The residents of our \r\ndisputed territories are under a form of gangster \r\noccupation whose hope is that the international \r\ncommunity will lose interest and reward the results of \r\nethnic cleansing. That cannot be allowed to happen. If \r\nwe stand by, we will have accepted the fact that \r\nindifference and illegality are the new rules of the \r\ninternational game. \r\n This leads me to the topic of Kosovo. As the \r\ninternational community seeks to find a just solution to \r\nthis decade-long issue, we must take stock of the \r\nextraordinarily counterproductive efforts made by the \r\nRussian Federation to abuse this unique situation for \r\nthe pursuit of narrow special interests. Here, too, we \r\nmust be very frank: any attempt — and many have \r\nbeen made — by Russian officials to create or suggest \r\na nineteenth-century-style solution involving deals and \r\nterritorial swaps in exchange for agreement on Kosovo \r\nwould be not only old-fashioned but deeply immoral. \r\n Mr. Wenaweser (Liechtenstein), Vice-President, \r\ntook the Chair. \r\n I wish to remind all present that my country’s \r\nterritories, just like yours, are not for sale or exchange. \r\nAny hint of a precedent for Abkhazia and South \r\nOssetia would therefore be both inappropriate and \r\nreckless. \r\nA/61/PV.16  \r\n \r\n06-53317 4 \r\n \r\n The foundation of modern peace and security in \r\nEurope is based directly on the principle of respect for \r\nterritorial integrity and sovereignty. Indeed, it is the \r\ncornerstone of the contemporary international order. \r\n If the Russian Federation persists in attempting to \r\nmake this dangerous linkage and undermine that \r\nfundamental order, the impact will be far-reaching and \r\na Pandora’s box will be opened, unleashing violent \r\nseparatism and conflict not only in the Caucasus but \r\nacross many parts of our globe. We all must be aware \r\nof this. \r\n I must assure the Assembly that, because we are a \r\nresponsible democracy, Georgia will not allow this to \r\nhappen. To that end, we will, however, work in the \r\nspirit, and on the basis, of the values that govern all \r\ncivilized democracies. In this I do not believe that we \r\nare alone. It is our firm belief that, as Europe looks to \r\nintensify its relationship with its neighbours in the \r\nEast, there is a strong interest in avoiding instability \r\nand in rejecting the unravelling of sovereign statehood. \r\n It is with these goals and threats in mind that I \r\nwould like to share with the Assembly my thoughts on \r\nhow together we can frustrate the aspirations of those \r\nwho draw strength from the cynical politics of division \r\nand fear. Responsible nations have an obligation to act \r\naccordingly, and my Government is firm in its belief \r\nthat we need to transform and replace the current \r\nframework for negotiation and peacekeeping in \r\nAbkhazia and South Ossetia. It is therefore our solemn \r\nduty and sovereign right to replace ineffective \r\nmechanisms with ones that work, substitute partial \r\nforces with ones that are fair, and replace fear with \r\nhope, and mutual suspicion with newfound trust. \r\n Our efforts are guided by principles that are \r\nsimple, predictable and clear. We will consult, we will \r\ncooperate, and we will commit ourselves to avoiding \r\nany policy that is destabilizing. Our goal is the pursuit \r\nof peace and a peaceful resolution. \r\n But, again, let me be very clear. If we fail to unite \r\nin support of new mechanisms to advance peace, we \r\nwill give the green light to those whose intentions lie \r\nelsewhere, and we risk plunging the region into \r\ndarkness and conflict despite our best efforts to \r\npromote peace. \r\n That is why I am proposing today a fresh road \r\nmap aimed at resolving the situation whose goal is the \r\npeaceful reunification of my country within its \r\ninternationally recognized borders: a country in which \r\nall the diverse ethnic groups of Georgia — and \r\ndiversity is our strength — can live in peace and \r\nharmony, as they did for thousands of years, and enjoy \r\nthe fruits of democracy in a society that both protects \r\nand celebrates their unique heritage; a country that \r\ninvests in new schools, hospitals and roads, rather than \r\nin weapons and armaments. \r\n The essential elements of this package must \r\ninclude the demilitarization of Abkhazia and South \r\nOssetia, backed by the active engagement of the United \r\nNations, the OSCE, the European Union and other \r\ninternational organizations. It must include direct \r\ndialogue between the parties on the ground, and here I \r\nmean the central Georgian Government and the \r\nseparatist authorities, so that together we can assume \r\nresponsibility for resuming the dialogue for peace \r\namong peoples and among different communities. \r\nThese efforts can and will succeed through the \r\nestablishment of an international police presence in \r\nboth regions, backed, again, by the robust participation \r\nof the international community. Once such a force is in \r\nplace, we will be ready to endorse its mandate by \r\nsigning a comprehensive non-use-of-force pledge. \r\n More must also be done to restore trust and \r\nimprove living standards, and we are prepared to \r\nrehabilitate the economies of both regions, which is a \r\nnecessity. Why should our citizens be reduced to living \r\nin such miserable economic conditions? We are ready \r\nto contribute significantly to restoring access to the \r\nopportunities that the rest of Georgia’s citizens are now \r\nstarting to enjoy. Additional confidence-building \r\nmeasures will also be implemented.  \r\n Today, the situation in Georgia is marked by both \r\nopportunities and threats. Every day there are new \r\nprovocations, and every day criminal elements \r\nconsolidate their hold — actions whose consequences \r\nwill have international implications. Examples include \r\nshooting at helicopters, as well as other incidents that \r\nhave occurred in recent days. \r\n As we move forward to replace and transform \r\nthose anachronistic mechanisms, we continue to stand \r\nready to work with our neighbour, the Russian \r\nFederation, because Russia must become part of the \r\nsolution. Consultations aimed at changing those \r\nmechanisms have already begun and will intensify in \r\nthe weeks and months ahead. \r\n A/61/PV.16\r\n \r\n5 06-53317 \r\n \r\n It is well established and universally accepted \r\nthat under international law Georgia has the sovereign \r\nright to request the removal of foreign military forces \r\nthat impede the peaceful resolution of conflict. We \r\nmake no secret of our intention to exercise that right, \r\nbecause it is based on the most fundamental principles \r\ngoverning a nation and the international community. \r\n It is in the spirit of the United Nations Charter \r\nthat we seek to bring the benefits of our democratic \r\nrevolution to all the citizens of Georgia and to every \r\ncorner of our country. \r\n It is with the deepest respect for this institution \r\nand on this occasion that I have chosen to signal not \r\nonly our desires, but also our concerns. Let no one ever \r\nsay that Georgia was not clear as to how it sought to \r\nprotect democracy and the State. Let no one ever say \r\nthat we sought to do so by other than peaceful means. \r\nThere is simply no other path for our country — or the \r\ninternational community at large — to follow. We \r\nchose to join the standard-bearers of civilized \r\ndemocracy; let no one ever say that we did not act \r\naccordingly. \r\n We assume that all nations which share these \r\nsame values are willing to make the necessary \r\nsacrifices for them, so that collectively we can achieve \r\npeace in our very important region. Let us, therefore, \r\nembrace this historic opportunity and not delay. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of Georgia for \r\nthe statement he has just made. \r\n Mr. Mikheil Saakashvili, President of Georgia, \r\nwas escorted from the General Assembly Hall. \r\n \r\nAddress by Mr. Ludwig Scotty, MP, President of the \r\nRepublic of Nauru \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nNauru. \r\n Mr. Ludwig Scotty, MP, President of the Republic \r\nof Nauru, was escorted into the General \r\nAssembly Hall. \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Ludwig Scotty, MP, \r\nPresident of the Republic of Nauru, and to invite him \r\nto address the Assembly. \r\n President Scotty: The Republic of Nauru \r\ncongratulates the President of the General Assembly on \r\nher election. Nauru commends her pledge to work with \r\nMember States to achieve the objectives of the United \r\nNations Charter with transparency and with respect for \r\nall views and positions. She has our support and \r\ncooperation as she leads this Assembly in the days \r\nahead. \r\n Nauru congratulates the outgoing President, Jan \r\nEliasson, on his appointment as Foreign Minister of \r\nSweden and commends him for implementing the \r\nWorld Summit Outcome Document. His significant \r\ncontribution has been crucial to the United Nations \r\nreform process. \r\n We pay tribute to Secretary-General Kofi Annan \r\nand thank him for his leadership, courage and vision \r\nover the past 10 years. \r\n While we aim to reform this great Organization, \r\nin line with the realities of the world, we continue to \r\nwitness major upheavals, conflicts, explosions of \r\nviolence, natural disasters, terrorism and the giants we \r\nhave yet to conquer — that is, poverty, disease and \r\nhuman and environmental degradation. We must assure \r\nthe people of the world that we are committed to \r\nfinding lasting solutions to global problems, while \r\nupholding the principles of the United Nations with \r\nfull respect for human rights. \r\n But Nauru is concerned that much has been said, \r\nbut very little has been done. We must, therefore, focus \r\non doing more, as opposed to talking more. And, of \r\nequal importance, we must be seen to be doing more, \r\nnot seen to be talking more. \r\n As a small island developing State, Nauru’s \r\nconcerns relate primarily to development. Yet we have \r\nseen little, if any, action to implement the outcome of \r\nthe Mauritius summit meeting on the sustainable \r\ndevelopment of small island developing States held last \r\nyear. There have been no substantial reductions in \r\nglobal emissions since the Kyoto Protocol of 1997. The \r\nMonterrey Consensus, whereby the wealthier countries \r\nwould increase official development assistance to \r\n0.7 per cent of their gross national product, is still far \r\nfrom being translated into reality. \r\n Despite private and public pledges by the United \r\nNations, we in the Pacific have yet to see the \r\nestablishment of United Nations offices in the smaller \r\nA/61/PV.16  \r\n \r\n06-53317 6 \r\n \r\nPacific member countries of the United Nations, such \r\nas Nauru.  \r\n Despite this Organization’s pledge for \r\nuniversality and the protection of human rights for all, \r\nwe still deny the 23 million people of Taiwan their \r\nright to peace and to development without threat of \r\nattack, including through the denial of their right to \r\nrepresentation at the United Nations. \r\n Mr. Romulo (Philippines), Vice-President, took \r\nthe Chair. \r\n We support the inclusivity of the United Nations, \r\nand we reject threats to human dignity, including the \r\ndenial that the Holocaust ever occurred, together with \r\nany call for the elimination of any responsible Member \r\nState of this Organization. \r\n That is why Nauru will join other Member \r\ncountries in protesting and seeking legal redress to the \r\nviolations of the rules of procedure of the General \r\nAssembly that occurred during the meeting of the \r\nGeneral Committee last week. Two questions were to \r\nbe debated: a proactive role for the United Nations in \r\nmaintaining peace and security in East Asia, and the \r\nquestion of the representation and participation of the \r\n23 million people of Taiwan in the United Nations. \r\n The employment of procedural tricks to deny \r\nmember countries their right to take part in the debate \r\ncalls into question the universality of the United \r\nNations, for such tricks only serve to deprive Nauru \r\nand like-minded countries of their right to be heard. \r\nEven more important, it underlines the need for reform \r\nof the United Nations. \r\n There must be a greater voice of the many \r\npeoples of the globe, including those of the developing \r\nworld and those countries that can better represent the \r\ninterests of the developing world. Nauru, therefore, \r\nechoes the words of the Secretary-General when he \r\nsays: \r\n  “I believe very strongly in the need for \r\nSecurity Council reform, and I have said time and \r\ntime again that no reform of the UN will be \r\ncomplete without Security Council reform. ... \r\nThey should pursue Security Council reform \r\nbecause it is part of the reason why we have \r\ntensions in the Organization today. Because quite \r\na lot of Members feel that our governance \r\nstructure is anachronistic and we cannot continue \r\nto have a situation where the power base is \r\nperceived to be controlled by a limited number of \r\nfive Member States.” \r\n We believe we must move quickly to reform the \r\nCouncil and also to include Japan, Brazil, India and \r\nGermany in the permanent membership. \r\n We encourage the United Nations, as part of the \r\nreform package, to consider a more binding framework \r\nby which the many declarations arising from the \r\nOrganization and its many meetings can be \r\nimplemented and measured. Clearly, our moral \r\nobligations are not producing the desired results. It is \r\ntime to build a global partnership within a binding \r\nframework in order to facilitate the implementation of \r\nresolutions. \r\n We believe that each developing country has \r\nprimary responsibility for its own development. The \r\nyear 2005 marked a significant chapter in the \r\ndevelopment of my country when we presented our \r\nfirst national development strategy at our first donor \r\nroundtable meeting. Our national development strategy \r\ncalls for a partnership. It was drafted by community \r\nleaders, civil society, the private sector and the \r\nGovernment of Nauru, based on a national vision. It \r\noutlines our priorities and the steps required to reach \r\nthose goals within a 20-year framework. We gratefully \r\nacknowledge our development partners. They have \r\ngiven us tangible assistance that has improved our \r\nlives.  \r\n However, we still receive offers of development \r\nassistance that come with unrealistic conditions \r\nattached. In some cases, such assistance is used as a \r\ntool of interventionist foreign policy, without giving \r\npriority to the human aspect of the development \r\nagenda. \r\n For any fragile developing State, delayed \r\nassistance creates a perception of failure and \r\nincompetence and leads to political and social \r\ninstability. My delegation is disappointed that the \r\nintention of the United Nations to expand its presence \r\nin Nauru and other Pacific countries continues \r\nunfulfilled. The purpose of an expanded presence \r\nwould be to achieve the MDGs and other development \r\nobjectives. We call on the United Nations to recognize \r\nour urgent needs and to act with certainty, following a \r\nrealistic timetable. \r\n My delegation believes that good governance \r\nyields good returns for all people. Nauru is emerging \r\n A/61/PV.16\r\n \r\n7 06-53317 \r\n \r\nfrom governance problems caused by shortcomings in \r\nthe Constitution adopted at our independence. We are \r\ngrateful for the assistance from the United Nations \r\nDemocracy Fund that will facilitate the consultative \r\nprocess for a review of our Constitution. That process \r\nis critical to the political stability and accountability of \r\nfuture Governments. \r\n In the Summit Outcome, we agreed on measures \r\naimed at protecting our common environment, \r\nincluding a call for a more coherent institutional \r\nframework to address the environmental challenges of \r\ntoday. We encourage revisiting the climate change \r\nagenda to give more urgency to action as opposed to \r\npledges. \r\n In this regard, we also welcome the Secretary-\r\nGeneral’s establishment of a High-level Panel on \r\nUnited Nations System-wide Coherence. Nauru aligns \r\nitself with the interventions made by the leaders of \r\nPacific nations who have taken the floor before me \r\nregarding the concerns and challenges facing the \r\nPacific Island States. As island States, we are \r\nvulnerable to the forces of nature because of our \r\nremoteness and small populations. As island States, we \r\nare affected by factors such as shortage of manpower \r\nand technical capacity, weak institutional capacity, \r\nlimited financial resources and too little foreign direct \r\ninvestment. We lack information and access to \r\nenvironmentally friendly and affordable technologies, \r\nincluding new and sustainable energy sources. Our \r\nchallenges are intensified by a lack of commitment \r\nfrom the United Nations to support our development \r\naspirations. We hope that the High-level Panel’s report \r\nwill recognize these special challenges and propose \r\nrealistic solutions. \r\n Sustainable development and basic human rights \r\ncannot thrive in a world without peace and security. We \r\nmust continue to strengthen our collective efforts in \r\nresolving conflicts and threats of terrorism through \r\nprevention and effective political solutions. \r\n The proliferation of small arms continues to pose \r\na threat to peace and security in our region. My \r\ndelegation shares the view of the Secretary-General in \r\nhis report that, “These weapons may be small, but they \r\ncause massive destruction” (A/61/1, para. 102). Nauru \r\nis deeply concerned that the 2006 Small Arms Review \r\nConference ended without agreement on further \r\nmeasures to combat this problem. If it is true that \r\nwhoever is faithful in the small things will also be \r\nfaithful in the bigger things, then how can we progress \r\ntowards the elimination of weapons adaptable to mass \r\ndestruction while failing to agree on the issue of small \r\narms and light weapons? \r\n Finally, “Can two walk together, except they be \r\nagreed?” Let us reflect on this passage from the Book \r\nof Amos as we renew our partnership of commitment \r\nto spare no effort. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Nauru for the statement he has just made. \r\n Mr. Ludwig Scotty, President of the Republic of \r\nNauru, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Mr. Jalal Talabani, President of the \r\nRepublic of Iraq \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nIraq. \r\n Mr. Jalal Talabani, President of the Republic of \r\nIraq, was escorted into the General Assembly \r\nHall. \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Jalal Talabani, President of \r\nthe Republic of Iraq, and to invite him to address the \r\nAssembly. \r\n President Talabani (spoke in Arabic): With \r\nconfidence, Iraq is making qualitative steps in the \r\ntransition to nationhood. Under extremely difficult \r\ncircumstances, Iraq is pursuing this goal and the \r\ninherently complicated task of rebuilding the country. \r\nIraq continues courageously to reach for the promise of \r\na democratic, federal and pluralistic State, where \r\ngenerations of long-oppressed Iraqis will regain their \r\ndignity and freedom and their right to join the civilized \r\nand progressive nations of the world. \r\n As we make our way forward, we are keen to \r\nestablish a deep-rooted experiment with seeds from \r\nIraq’s authentically rich and enlightened ancient \r\nheritage. We will pay attention to the lessons of older \r\ncivilizations in Iraq and the national diversity that \r\nembodies the Iraqi vision. \r\n The new Iraq has passed through crucial \r\ntransitional stages in an incredibly short period of time. \r\nA/61/PV.16  \r\n \r\n06-53317 8 \r\n \r\nThe political process has been strengthened and \r\nexpanded through the participation of broader and \r\nmore effective social, political and civil forces. Last \r\nyear, the first parliamentary elections were held, \r\nleading to the formation of a Transitional National \r\nAssembly; these were followed by a national \r\nreferendum on a permanent constitution for the first \r\ntime in the history of modern Iraq. A second round of \r\nelections was held on 15 December 2005, which \r\nelected members of a Council of Representatives for a \r\nfour-year term. The Council convened on 1 February \r\n2006.  \r\n These developments, supported by the will of the \r\nIraqi political forces and with the help of our friends, \r\nhave galvanized the Iraqi majority with its varied \r\npolitical, social and intellectual background. They have \r\ncreated a positive political process, which has \r\nproduced a Government of National Unity and \r\nSalvation under the leadership of Prime Minister Nuri \r\nal-Maliki. \r\n The region of Iraqi Kurdistan elected a Council \r\nof Representatives, followed by the formation of a \r\nunited Kurdistan Regional Government. This \r\ndemonstrates that political harmony does indeed exist \r\nin the midst of the country’s broader political process. \r\nIt demonstrates significant development in our \r\neconomy, our culture and our social fabric as a whole \r\nwhere security, stability and economic prosperity \r\nprevail. A market economy has been successful and \r\nprosperous for Iraq.  \r\n What we have achieved so far in the political \r\narena reflects a united national will to succeed in the \r\nprocess of building an Iraq that can confront all of its \r\nchallenges, ranging from defeating the terrorists — \r\nwho label others as infidels — and extremist \r\nideologies, to achieving security and stability.  \r\n Terrorist operations and activities of those who \r\nlabel others as infidels and organized crime groups in \r\nour country are not merely characterized by the killing \r\nof innocent people or provoking security chaos; they \r\nalso aim at destroying the country’s infrastructure and \r\nhampering our ongoing efforts to rebuild the country \r\nand place it firmly on the path of peace, security and \r\ndemocracy. \r\n We must emphasize that the forces of extremism, \r\nthose that oppose democracy and human values, are \r\nintent on making Iraq a stepping stone for reaching \r\nother goals and for wreaking even more destruction. \r\nThese forces comprise regional and Arab elements that \r\nexport their crises beyond their borders in the hope that \r\nIraq will prove to be fertile ground on which they can \r\ndeal with those crises by fighting their battles on Iraqi \r\nsoil and among the people of Iraq. Those groups are \r\nmainly composed of remnants of the former dictatorial \r\nregime in league with organized criminal elements, \r\nthemselves a product of the oppression of the old \r\nregime and the lapses of security that followed its \r\ncollapse.  \r\n The supply line of money and weapons for those \r\ngroups extends to neighbouring Arab and regional \r\nStates. They are further supported by individuals who \r\ninfiltrate the borders, many of them Al-Qaida \r\noperatives and runaway Saddamists. Such groups \r\nharbour the illusion that they can suppress the will of \r\nour people by continuing to kill, terrorize and spread \r\ndespair among innocent Iraqis.  \r\n To confront such evil intent, national \r\ndetermination will flourish, welcoming all the people \r\nof Iraq to participate in the process of building a \r\nnational consensus. The Prime Minister has launched a \r\nnational reconciliation plan in the hope of providing \r\nthe protection and conditions that are necessary for \r\npolitical stability, calm and security. This initiative was \r\nformulated and developed through the contributions of \r\na number of political parties holding seats in \r\nparliament and represented on Iraq’s National Security \r\nCouncil. That is how the first steps towards success \r\nwere taken. The initiative has received the support of \r\nseveral political opposition groups, including militant \r\ngroups that were previously part of the armed \r\nopposition. \r\n We continue to make efforts within the tripartite \r\nPresidential Council — the President, the Prime \r\nMinister and the Speaker of the Legislature — to \r\nexpand the range of participation for groups that are \r\ngenuinely interested in the initiative, regardless of their \r\nintellectual, political or organizational orientation. We \r\nare encouraging them to join the national effort until \r\nall forces are mobilized to bring about political \r\nstability and security in Iraq. As we are working \r\ntirelessly for a secure and stable Iraq, we are also \r\nstriving to re-establish an advanced and developed \r\nState where everybody can enjoy peace and security. \r\nWe aspire to that not only for Iraq, but also for all \r\nStates of the Middle East. This reflects Iraq’s concern, \r\ndespite its preoccupation with its internal situation, \r\n A/61/PV.16\r\n \r\n9 06-53317 \r\n \r\nabout the suffering of its Arab brothers, especially the \r\nPalestinians. \r\n Iraq recognizes the implications of the \r\ndestruction suffered by the brotherly State of Lebanon \r\nand its proud people as a result of the Israeli military \r\nonslaught. Therefore, we call for implementation of the \r\nresolutions of international legitimacy for resolving the \r\nPalestinian question, which is at the core of this \r\nchronic conflict. We call for implementation of \r\nSecurity Council resolution 1701 (2006) concerning \r\nthe brotherly State of Lebanon, which deserves \r\nsympathy and genuine support through funding and \r\ntechnology from all civilized nations, not solely from \r\nits Arab brethren. \r\n The ongoing crises and wars in our region impose \r\nan enormous responsibility on the international \r\ncommunity and the States of the region themselves to \r\nreach a just and permanent political settlement that \r\nwould defuse crises, conflicts and wars. It also makes \r\nit incumbent upon us to reach a just and lasting peace \r\nthat rids the area — and humanity — of the scourge of \r\nwar, bloody conflict and terrorism. \r\n Iraq, through its Minister of Foreign Affairs, has \r\nendorsed the latest decisions of the League of Arab \r\nStates. Therefore, I call on the international community \r\nto accept these fair, logical proposals that are capable \r\nof ending strife and achieving security and peace for \r\nthe peoples of the region. \r\n States with influence at the international level \r\nhave weightier responsibilities because of the strategic \r\nimportance of the Middle East with respect to the \r\npolicies, economies and global objectives of those \r\ninfluential States. They should, therefore, adopt a \r\ndecisive approach in endorsing solutions that respect \r\nthe rights and interests of the States and peoples of the \r\nregion, as provided for in United Nations resolutions \r\nand human rights law. The decisive factor in \r\nestablishing a firm foundation for a regional \r\nunderstanding, leading to just solutions, to a permanent \r\npeace based on transparency and the principle of \r\nrespect for the rights of all parties and to stability in \r\nthe Middle East, is embodied in collaborative efforts, \r\nthe will of neighbouring countries and a serious resolve \r\nto defeat terrorism and eliminate its hotbeds and \r\ncauses. A global war on terrorism limited only to \r\nmilitary means will not be sufficient to defeat \r\nterrorism. We should, therefore, explore and adopt \r\npolitical, economic and other means and tools to \r\nstrengthen the elements that will lead to victory in that \r\nwar. In our view, it is beneficial here to consider \r\nGeneral Assembly resolution 60/4, which calls on \r\nGovernments, the United Nations and civil society \r\norganizations to develop ways and means in that \r\ndirection and to work to promote a culture of peace and \r\nto condemn violence. It also calls for the formulation \r\nof ways and means to expand the circle of dialogue \r\namong civilizations in its religious, cultural and civil \r\nsociety dimensions. \r\n What I have referred to serves to strengthen \r\nIraq’s vision of making the Middle East a zone free of \r\nweapons of mass destruction — especially nuclear \r\nweapons — similar to zones in Africa and Latin \r\nAmerica. Such zones safeguard the right of countries to \r\ndevelop technical capacity for the scientific and \r\npeaceful use of nuclear energy in order to achieve the \r\ngoals of sustainable development. In that regard, I \r\nwould like to emphasize that, in accordance with its \r\npermanent constitution and its higher national interests, \r\nthe new Iraq is committed not to produce such \r\nweapons. Iraq will also join the Chemical Weapons \r\nConvention and other international instruments \r\npertaining to such weapons. \r\n We would like to take this opportunity to \r\nemphasize that there are no weapons of mass \r\ndestruction of any type in the new Iraq, as has been \r\nconfirmed in the reports of the most recent United \r\nNations team to visit Iraq. Given that fact, and taking \r\ninto account the interests of our country, we urge the \r\nSecurity Council to dissolve the United Nations \r\nMonitoring, Verification and Inspection Commission \r\n(UNMOVIC), either by decommissioning it or by \r\ntransforming it into an international body associated \r\nwith the United Nations and funded through the \r\nOrganization’s regular budget. UNMOVIC, which in \r\nits current form is financed through Iraqi accounts, is a \r\nwaste of Iraq’s resources. Our people are in desperate \r\nneed of those funds at this point in our country’s \r\ndevelopment. \r\n Major international objectives can only be \r\nachieved by joining efforts and harnessing the goodwill \r\nof the international community in the service of all \r\nhumankind. The United Nations has taken it upon itself \r\nto play a constructive role in establishing global \r\nenvironment conducive to international peace and \r\nsecurity.  \r\nA/61/PV.16  \r\n \r\n06-53317 10 \r\n \r\n Changes on the international stage oblige us to \r\nkeep abreast of progress in every field, so as to enable \r\nthe United Nations to carry out its functions. That \r\nshould be done by better utilizing resources and \r\ncapabilities to benefit the peoples of the world, as well \r\nas by strengthening the role of the Organization in the \r\nmaintenance of international peace and security. There \r\nis also a need to respect the principle of the equality of \r\nall countries and their right to participate in the \r\nformulation and adoption of decisions and policies that \r\naffect the international community.  \r\n We also need to establish appropriate democratic \r\nmechanisms to make possible the participation of \r\ncountries with the desire and capabilities to support \r\nefforts and decisions conducive to the implementation \r\nof programmes and the achievement of our common \r\ngoals. In that connection, we believe that the reform of \r\nthe international Organization must take account of the \r\ninterests of all, and must seek to bring about equality \r\nand justice by reaching a balance through transparency \r\nand consensus. \r\n In the light of those principles, Iraq appreciates \r\nthe effective role played by the United Nations to \r\nresolve international problems. We are grateful to \r\nMr. Ashraf Qazi, the Special Representative of the \r\nSecretary-General for Iraq for the role he is playing. \r\nIraq hopes that the specialized agencies and \r\nprogrammes of the United Nations will return to Iraq to \r\nresume their part in its development and \r\nreconstruction. \r\n In that context, I cannot fail to refer to the \r\nInternational Compact with Iraq. The Compact is the \r\nresult of an initiative by the Government of Iraq to \r\nestablish an international contact group that brings \r\ntogether countries and organizations willing to help \r\nIraq and promote its reconstruction efforts. The group \r\nwill also help establish a sustainable partnership \r\nbetween Iraq and the international community to \r\novercome the challenges resulting from our economic \r\nand political transition. It is our hope that the \r\ninternational community will fulfil its obligations by \r\nproviding the resources required to address key \r\npriorities and achieve a common vision in the \r\nframework of an economic transformation process and \r\na sustainable development programme through agreed \r\nmechanisms. \r\n \r\n I express our gratitude to the ministers for foreign \r\naffairs who took part in the successful meeting on the \r\nCompact that was held in this building a few days ago. \r\nThe meeting proved that the new Iraq is no longer \r\nisolated from the international community. It also \r\nillustrated the fact that the new Iraq is on its way to \r\nassuming its proper place in a free and developed \r\nworld.  \r\n With regard to reconstruction and the \r\ncommitments of donor States towards Iraq, we would \r\nlike to thank those States that are providing assistance \r\nto effectively contribute to generating optimism vis-à-\r\nvis leaving the past behind, launching the reform \r\nprocess and achieving comprehensive development. \r\nHowever, we also look forward to further support and \r\ndetermination in fulfilling those commitments, because \r\nwe believe that launching reconstruction projects and \r\nstimulating the economy will be decisive in \r\nstrengthening the security situation and restoring \r\nstability to Iraq, the region and the whole world. In that \r\nconnection, I would like to emphasize that, with our \r\nfree national will, we are committed to moving forward \r\nin reconstructing and implementing our national \r\ndevelopment programmes and plans.  \r\n We believe that it is our right to seek the \r\ncancellation of the numerous and exorbitant \r\nreparations payments and debts of the new democratic \r\nIraq, which must not be made to pay for the sins of a \r\ndictatorship that committed many crimes against its \r\npeople and betrayed the nation. Iraq believes that \r\nachieving sustainable development goes hand in hand \r\nwith respecting human rights, providing security, \r\nachieving justice, ensuring the fair distribution of \r\nwealth and developing the agricultural, economic and \r\nservice sectors.  \r\n In order to rise to the challenge posed by those \r\ntasks, we must respect women and their rights and \r\nensure that they play their role in the development \r\nprocess and in the political arena. That goal has now \r\nbecome a firm principle in our pursuits, as stipulated in \r\nthe Iraqi constitution, which confirmed the right of \r\nwomen to contribute to our country by holding no less \r\nthan 25 per cent of the seats in the Council of \r\nRepresentatives. Iraqi women also now head four \r\nministries in the Iraq Government of National Unity. \r\n In conclusion, I would like to address anyone and \r\neveryone who harbours doubts that we are as \r\ncommitted and determined as we were three years ago \r\n A/61/PV.16\r\n \r\n11 06-53317 \r\n \r\nto achieving national reconciliation. I assure them that \r\nthe reconciliation process is a promising one. It is \r\nreceiving all possible support and is moving forward \r\nwith the backing of all political blocs. Our efforts will \r\nbe focused on making reconciliation a permanent \r\nliving reality that reflects the aspirations and hopes of \r\nthe people of Iraq. That is especially so given that \r\nimportant steps have been taken that have resulted in \r\nnational consensus and support from all the influential \r\npolitical forces in the country. We have also succeeded \r\nin charting a road map to resolve all remaining key \r\nissues, including those pertaining to the constitution, \r\nfederal regions, militias, oil, de-Baathification and the \r\nnew national flag, emblem and anthem. \r\n As we underscore our determination, we also \r\nexpress the hope that Arab and regional parties, \r\nincluding neighbouring countries in particular, will \r\nshare our determination and make every effort to halt \r\nany activities, support for or encouragement of the \r\nforces of terrorism — including those who label others \r\nas infidels and the remnants of dictatorial fascist gangs \r\nin the country. We also call upon neighbouring States \r\nto take the necessary measures to seal their borders \r\nagainst infiltrators. \r\n We reaffirm our keen desire for security and \r\nsafety for all our neighbours. We also express our \r\nadherence to the principle of non-intervention in the \r\ninternal affairs of other States, so as to prevent our \r\nterritory from being used as a staging ground to carry \r\nout acts against our neighbours. However, our people’s \r\npatience is wearing thin, in particular when we see the \r\nblood of our innocent sons and daughters being spilled \r\nand defiled, our infrastructure destroyed, our mosques \r\nand holy shrines ruined and the rebuilding of our \r\narmed forces and security services impeded in an \r\nattempt to delay the achievement of full sovereignty. It \r\nis difficult for our political leadership to keep quiet \r\nforever.  \r\n The ferocity of the terrorist attacks that target our \r\npeople and country will not dissuade us from working \r\npersistently and with unwavering determination to \r\ndefeat the terrorists. In so doing, we shall rely on our \r\npeople’s vigilance, our political forces and our military \r\nand security capabilities, which are visibly being \r\ndeveloped and strengthened in a number of Iraq’s \r\ngovernorates as the tide of terrorism recedes.  \r\n \r\n The building of Iraq’s national armed forces and \r\nits strengthening to the desired levels continues apace, \r\nin an effort to ensure that our capabilities reach the \r\nnecessary level, degree of competency and readiness to \r\ngradually bring about the departure of Coalition forces \r\nfrom our country. Those forces are present in Iraq in \r\naccordance with an international resolution. In the \r\ncurrent circumstances, their presence is essential as we \r\ncarry out the task of building up our armed forces that \r\nwill be capable of putting an end to terrorism and of \r\nmaintaining stability and security. Once that has been \r\nachieved, it will then be possible to talk about a \r\ntimetable for the withdrawal of multinational forces \r\nfrom Iraq. \r\n The President returned to the Chair. \r\n At this point, I would like once again to express \r\nour gratitude to the forces that participated in liberating \r\nour country from the worst dictatorship in history. In \r\nparticular, we would like to thank President George W. \r\nBush for his leadership in the campaign to liberate Iraq \r\nfrom tyranny and opening up the way for a new, \r\ndemocratic, pluralistic and federal Iraq that is at peace \r\nwith itself and the world. That historic mission has \r\nwell served the people of Iraq and peace and security \r\nin the region.  \r\n In conclusion, allow me, on behalf of the people \r\nand Government of Iraq to congratulate you, Madam \r\nPresident Sheikha Haya Rashed Al-Khalifa, on your \r\nelection to preside over the General Assembly at its \r\nsixty-first session. We wish you every success in \r\nachieving the goals set for this session, and we reaffirm \r\nour determination to cooperate with you fully in that \r\nnoble undertaking.  \r\n I also wish to take this opportunity to express our \r\ngratitude and appreciation to Secretary-General Kofi \r\nAnnan for his dedicated efforts to re-energize the \r\nUnited Nations to work towards international peace \r\nand security and to promote development and respect \r\nfor human rights throughout the world. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Iraq for the statement he has just made. \r\n Mr. Jalal Talabani, President of the Republic of \r\nIraq, was escorted from the General Assembly \r\nHall. \r\n \r\nA/61/PV.16  \r\n \r\n06-53317 12 \r\n \r\nAgenda item 8 (continued) \r\n \r\n \r\nGeneral debate \r\n \r\n \r\n  Address by The Honourable Navinchandra \r\nRamgoolam, Prime Minister of the Republic  \r\nof Mauritius \r\n \r\n The President: The Assembly will now hear an \r\naddress by the Prime Minister of the Republic of \r\nMauritius. \r\n The Honourable Navinchandra Ramgoolam, \r\nPrime Minister  of the Republic of Mauritius, was \r\nescorted to the  rostrum. \r\n The President: I have great pleasure in \r\nwelcoming His Excellency The Honourable \r\nNavinchandra Ramgoolam, Prime Minister of the \r\nRepublic of Mauritius, and inviting him to address the \r\nGeneral Assembly. \r\n Mr. Ramgoolam (Mauritius): I would like to \r\nexpress my sincere congratulations, and those of my \r\ndelegation, to you, Madam President, on your election \r\nas President of the General Assembly at its sixty-first \r\nsession. \r\n My delegation wishes to commend Secretary-\r\nGeneral Kofi Annan for the leadership and courage he \r\nhas displayed during his tenure at the helm of the \r\nSecretariat. Secretary-General Annan assumed office at \r\na time when the United Nations was facing severe \r\ncriticism and its very relevance was being questioned. \r\nHis dedication and professionalism have contributed \r\nsignificantly towards enhancing the efficiency and \r\ncredibility of our Organization and its Secretariat. His \r\ninitiatives to promote the development agenda of the \r\nUnited Nations have been of crucial importance, in \r\nparticular to Africa. As the Secretary-General prepares \r\nto relinquish his office in the next few weeks, we thank \r\nhim warmly and wish him well in all his future \r\nendeavours. \r\n Since our last annual meeting, several ongoing \r\nconflicts have remained unresolved and new ones have \r\nemerged. The situation in the Middle East continues to \r\nbe a major preoccupation for the international \r\ncommunity. While violence is still raging in Iraq and \r\npeace still eludes the Palestinian people, the recent \r\nconflict involving Israel and Hizbullah has not only \r\ncost so many innocent lives but has also resulted in the \r\nwanton destruction of vital infrastructure within \r\nLebanon. Now that the guns have finally fallen silent, \r\nwe urge all concerned in this unnecessary month-long \r\nconflict to abide fully by the provisions of Security \r\nCouncil resolution 1701 (2006) and to settle their \r\noutstanding issues through United Nations mediation. \r\n There seems to be a unanimous view in the world \r\ntoday that the Middle East remains the epicentre of \r\nglobal insecurity and instability. Global peace and \r\nprosperity will remain an elusive dream unless and \r\nuntil the international community stretches all its \r\ndiplomatic sinews to create conditions for lasting peace \r\nin the region. Mauritius strongly believes that a fair \r\nand final peace settlement in the Israel-Palestine \r\nconflict rests in the early implementation of the \r\nexisting road map that has been endorsed by the \r\ninternational community. \r\n We reiterate our support for an independent and \r\nsovereign Palestinian State existing side by side with \r\nthe State of Israel. \r\n The situation in Darfur remains a matter of \r\nserious concern not only to us in Africa but to the \r\ninternational community as a whole. We are confident \r\nthat Security Council resolution 1706 (2006) has the \r\ncapacity to lend strong support to the efforts already \r\ndeployed by the African Union to put an end to that \r\ncrisis. \r\n Terrorism continues to be a major disruption for \r\npeace and development. The recent adoption of \r\nresolution 60/288 — the United Nations Global \r\nCounter-Terrorism Strategy — sends a clear message \r\nthat terrorism is unacceptable no matter who commits \r\nit, no matter where it takes place and no matter what \r\nthe reason. Mauritius unreservedly condemns terrorism \r\nin all its forms and manifestations. But let us not \r\ndelude ourselves into thinking that we can address the \r\nscourge of terrorism without addressing its root causes. \r\n Fifteen years ago, the Assembly initiated \r\ndiscussions on the reform of the Security Council. \r\nNumerous proposals have been made since then. Each \r\nproposal, whatever its merits, has met determined \r\nresistance from some members defending their own \r\nnarrowly defined interests. It is unacceptable that the \r\nAfrican and Latin America and the Caribbean regions \r\nare not represented in the permanent membership of \r\nthe Security Council. It is also morally and politically \r\nunacceptable that the world’s most populous \r\ndemocracy is still denied a seat as a permanent member \r\nof the Council. It is imperative that a reformed Security \r\n A/61/PV.16\r\n \r\n13 06-53317 \r\n \r\nCouncil should include India among its permanent \r\nmembers. \r\n The establishment of the Human Rights Council \r\nconstitutes a significant step in the implementation of \r\nour common reform agenda. That new organ of the \r\nGeneral Assembly should perform efficiently so as to \r\nestablish itself as a credible universal institution for the \r\npromotion and protection of human rights. My \r\ndelegation would like to thank the General Assembly \r\nfor electing Mauritius as one of the 47 members of the \r\nCouncil at the elections held earlier this year. We will \r\ndo our utmost for the universal promotion and \r\nprotection of human rights in accordance with the \r\nmandate conferred upon the Council by the Assembly. \r\n The multilateral approach to disarmament has \r\nbeen on the back burner for some time. It is \r\nunfortunate that little progress has been achieved in \r\nrespect of strengthening the foundations of the Treaty \r\non the Non-Proliferation of Nuclear Weapons. \r\nMauritius supports the aim of the total elimination of \r\nall nuclear weapons on the basis of a comprehensive \r\nand non-discriminatory disarmament regime. \r\n My delegation wishes to draw the attention of the \r\nAssembly to the fact that, 38 years after its \r\nindependence, Mauritius has still not been able to \r\nexercise its sovereignty over the Chagos Archipelago, \r\nincluding Diego Garcia. The Archipelago was excised \r\nfrom the territory of Mauritius by the former colonial \r\nPower to be subsequently used for military purposes \r\nbehind our back, in total disregard of Assembly \r\nresolutions 1514 (XV) and 2066 (XX). That exercise \r\nalso involved the shameful displacement of the \r\ninhabitants of the Chagos from their homeland, thereby \r\ndenying them their fundamental human rights. \r\nInternational law must prevail, as must respect for the \r\nsovereignty of all countries. We therefore call once \r\nagain on the United Kingdom to pursue constructive \r\ndialogue in earnest with my Government, with a view \r\nto enabling Mauritius to exercise its sovereignty over \r\nthe Chagos Archipelago. \r\n We view positively the visit jointly organized by \r\nthe Governments of Mauritius and of the United \r\nKingdom in April this year to enable the former \r\ninhabitants of the Chagos to visit the Archipelago for \r\nthe first time since their displacement to pay respects at \r\ntheir relatives’ graves on the Archipelago. \r\n We hope to continue meaningful dialogue with \r\nFrance on the question of sovereignty over Tromelin, \r\ngiven our excellent bilateral relations. We view the \r\nagreement reached in Paris at the expert level in \r\nJanuary 2006 to set up a French-Mauritian joint \r\ncommission for the co-management of the Tromelin \r\nzone as a positive first step. \r\n My delegation is pleased that you, Madam \r\nPresident, have chosen development as the focus of \r\nyour presidency. We welcome your proposal to \r\ndedicate this session of the General Assembly to the \r\nissue of implementing a global partnership for \r\ndevelopment. The biggest dilemma is how to secure the \r\nnecessary financial flows towards developing \r\ncountries. We call on the international community to \r\nhonour commitments made to developing countries \r\nconcerning official development assistance. Equally, \r\nwe hope for conditions that will allow better access to \r\nthe markets of the more affluent countries to generate \r\nresources for development. \r\n Our meeting today coincides with the end of the \r\nFirst United Nations Decade for the Eradication of \r\nPoverty. The progress towards achieving the \r\nMillennium Development Goals, including halving the \r\nproportion of people suffering extreme poverty by \r\n2015, has been below expectations, as reflected in \r\nhuman development indices. Poverty continues to \r\nprevail from generation to generation in many parts of \r\nthe world, in particular in the sub-Saharan region. The \r\npolitical, social and economic marginalization or \r\nexclusion of poor people very often undermines the \r\nstability and development potential of many countries. \r\n Does that imply that conventional solutions have \r\nfailed because they do not really address the root \r\ncauses of persistent poverty? Or is it because instead of \r\ntaking a bottom-up approach we have adopted a top-\r\ndown approach, relying too much on the trickle-down \r\neffect? The fight against poverty is becoming more and \r\nmore complex. Only a holistic and comprehensive \r\napproach will allow us to push back the frontier of the \r\nmisery, conflict and hardship that afflict such a \r\nsizeable proportion of humankind. \r\n In our own subregion, we have initiated measures \r\nto address the issue of poverty in earnest. At the recent \r\nSouthern African Development Community (SADC) \r\nsummit, held in Lesotho in August, we debated the \r\nissue of poverty alleviation. An extraordinary SADC \r\nsummit on regional integration, scheduled for next \r\nmonth, will discuss a road map on poverty and \r\ndevelopment. \r\nA/61/PV.16  \r\n \r\n06-53317 14 \r\n \r\n There is an almost symbiotic relationship \r\nbetween poverty and ill health, with disease often \r\nfurther impoverishing the poor and impacting \r\nnegatively on the stock of scarce human capital in poor \r\ncountries. Apart from malaria, HIV/AIDS and \r\ntuberculosis — and now avian flu — which are getting \r\na lot of attention, other vector-borne diseases have \r\nmanifested themselves, and are growing in an \r\nexponential manner.  \r\n The alarming rate with which the HIV/AIDS \r\npandemic is ravaging our populations has far-reaching \r\nimplications for our socio-economic development. It \r\nimpedes our global efforts to achieve the Millennium \r\nDevelopment Goals. We appreciate the political \r\ncommitment of the international community to combat \r\nthis scourge so as to bring solace to those already \r\nafflicted and to prevent the further spread of the \r\ndisease. Mauritius promptly and spontaneously joined \r\nthe innovative financing mechanism initiated by France \r\nand Brazil to introduce a solidarity levy on air tickets \r\nto fight HIV/AIDS, malaria and tuberculosis. The \r\nlaunching this week of UNITAID — the International \r\nDrug Purchase Facility — has aroused new hopes. \r\n Climate change is yet another serious threat. For \r\ntoo long, some of us have conveniently decided to \r\nignore it. In fact, well-known institutions and eminent \r\nscientists have reached the conclusion that climate \r\nchange may be one of the biggest threats to \r\nhumankind. Of particular concern is the impact of \r\nglobal warming on certain vectors of disease, leading \r\nto their proliferation. It is estimated that in Africa, for \r\nexample, we may witness many more millions of cases \r\nof malaria and other mosquito-borne diseases as a \r\nresult of climate change. \r\n Mauritius is fully committed to the successful \r\nconclusion of the Doha Development Round. We look \r\nforward to a multilateral trading system that will be \r\nfair and equitable and that provides for the specific \r\nsituations and needs of small and vulnerable \r\neconomies. The recommendations of the World Trade \r\nOrganization Aid for Trade Task Force, submitted in \r\nJuly 2006, should be implemented urgently to enable \r\ncountries, particularly those with small and vulnerable \r\neconomies, to access resources to undertake adjustment \r\nand restructuring programmes and to enhance their \r\ntrade infrastructure and supply capacities. \r\n Globalization does not seem to be living up to its \r\npromises. We should not allow it to be a process that \r\nunleashes the potential of the few while suppressing \r\nthe aspirations of the many. It will have to be tamed \r\ninto a development process that will provide an \r\nopportunity to every single citizen of the world to \r\nachieve his or her full potential. \r\n Mauritius, like so many small island economies \r\nwith meagre resource bases, has had to adjust to the \r\nrealities and challenges of increasing liberalization and \r\nglobal economic competition — especially the erosion \r\nof trade preferences, which have so far helped in \r\naddressing our inherent disadvantages. My \r\nGovernment has embarked upon a programme of bold \r\nand wide-ranging economic reforms to adapt to the \r\nnew realities of the international economy. \r\n At the end of the day, what is the ultimate role \r\nthat each of us here has as heads of State and heads of \r\nGovernment? We have been entrusted with the destiny \r\nof our people and of our countries. We are but \r\ntemporary custodians of the welfare of our people and \r\nthat of humankind. If we really want to build better \r\nsocieties and a better world for future generations, we \r\nmust indeed make a significant dent on the issue of \r\npoverty. We must channel significant resources and \r\nenergy towards reaching the Millennium Development \r\nGoals. And we must ensure that we create stable and \r\nsustainable societies.  \r\n To achieve that, we can no longer afford to \r\nsimply keep talking about noble intentions. We must \r\nwalk the walk, not just talk the talk. Each one of us \r\nhere has the responsibility to implement national \r\npolicies that provide opportunities for those who have \r\nalways been deprived of their human dignity as a result \r\nof living perpetually on the margins of the socio-\r\neconomic mainstream. \r\n My Government is guided by the notion of \r\ncitizenship with dignity as a moral compass for action. \r\nWe believe that socio-economic justice is a \r\nfundamental pillar of human dignity. We are therefore \r\ndetermined to provide concrete opportunities to the \r\neconomically disenfranchised, in order to lift them out \r\nof the vortex of unjust economic inequalities. I have \r\nalways upheld the ideals of social justice. I have \r\ntherefore ensured that my Government dedicates no \r\nless than 12 per cent of our last national budget to an \r\nambitious empowerment programme. That programme \r\nis funded by State and non-State actors, thereby \r\nheralding a new partnership for development in my \r\ncountry. It will provide tangible avenues for the poor \r\n A/61/PV.16\r\n \r\n15 06-53317 \r\n \r\nand unskilled to equip themselves with the tools \r\nnecessary for them to join the economic mainstream. It \r\nalso seeks to create a new and flourishing class of \r\nentrepreneurs. That is one of the effective and concrete \r\nways by which we can truly ensure that we widen the \r\ncircle of opportunities. \r\n(spoke in French) \r\n Resolving the problems to which I have referred \r\nto a large extent requires openness, responsiveness, \r\ndialogue and solidarity. We in Mauritius have the good \r\nfortune of being situated in a major crossroads as far as \r\nphilosophies and religions are concerned. The history \r\nof the settlement of our islands has made that the case. \r\nWe are the children of several traditions. Our identity \r\nhas been shaped by various influences, from the East, \r\nWest, North and South. Numerous ethnic groups, \r\ncultures, religions and languages have been evolving in \r\nour territory, and we are endeavouring to ensure that \r\nthey enrich each other. We seek the commingling of \r\ncultures, which provides us Mauritians with a complex \r\nand dynamic identity. We believe that that is the best \r\nway to build a nation and to assert ourselves. As one \r\ncan imagine, that situation requires ongoing vigilance \r\non the part of political, religious and media leaders as \r\nwell as rigorous and transparent application of the \r\nprinciples of justice.  \r\n We would like to believe that the experience of \r\nMauritius can be applied at the international level. We \r\nalso hope that dialogue between peoples and \r\ncommunities and communication between heads of \r\nState and Government will bring about the end of the \r\ndisagreements that are today undermining our world, \r\nwhich is the only one we have. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Mauritius for the statement he has just \r\nmade. \r\n The Honourable Navinchandra Ramgoolam, \r\nPrime Minister of the Republic of Mauritius, was \r\nescorted from the rostrum. \r\n \r\n  Address by Mr. Lyonpo Khandu Wangchuk, \r\nPrime Minister  of the Kingdom of Bhutan \r\n \r\n The President: The Assembly will now hear an \r\naddress by the Prime Minister of the Kingdom of \r\nBhutan. \r\n Mr. Lyonpo Khandu Wangchuk, Prime Minister of \r\nthe Kingdom of Bhutan, was escorted to the \r\nrostrum. \r\n The President: I have great pleasure in \r\nwelcoming His Excellency Mr. Lyonpo Khandu \r\nWangchuk, Prime Minister of the Kingdom of Bhutan, \r\nand inviting him to address the General Assembly. \r\n Mr. Wangchuk (Bhutan): I have the honour to \r\nconvey to the General Assembly the warm greetings of \r\nHis Majesty King Jigme Singye Wangchuck of Bhutan, \r\nas well as his best wishes for the success of the sixty-\r\nfirst session of the General Assembly. I would also like \r\nto congratulate you, Madam President, on your \r\nunanimous election as the President of the Assembly. \r\nYour election is a reflection of the General Assembly’s \r\nconfidence in your personal abilities and the high \r\nesteem that the Kingdom of Bahrain enjoys. My \r\ncountry has fond memories of 21 September 1971, \r\nwhen our two Kingdoms became proud members of the \r\nUnited Nations. My delegation also wishes to pay \r\ntribute to your predecessor, Mr. Jan Eliasson, for the \r\nexemplary manner in which he directed the work of the \r\nsixtieth session. Under his stewardship, a number of \r\nimportant decisions of the 2005 World Summit were \r\nimplemented. We are confident that, under your \r\ndynamic leadership, Madam President, the sixty-first \r\nwill be able to successfully complete all its tasks. \r\nBhutan is honoured to serve as one of the Vice-\r\nPresidents. We assure you of our full cooperation and \r\nsupport. \r\n We fully support the theme for the general \r\ndebate, “Implementing a global partnership for \r\ndevelopment”. In this era of globalization and \r\ntechnological advances that have brought \r\nunprecedented prosperity to a minority of the world’s \r\npopulation, the international community must unite \r\nforces to extricate the vast majority of the world’s \r\ninhabitants from the vicious circle of poverty and \r\ndestitution. The global partnership must engender \r\ngreater political will to address the problems of trade, \r\nmarket access, technology transfer and a host of other \r\nissues that impede growth and development in \r\ndeveloping countries. It is also imperative that the \r\noutcomes of major United Nations conferences and \r\nsummits, especially those relating to development, are \r\nfully implemented by all. \r\n The Midterm Comprehensive Global Review of \r\nthe Brussels Programme of Action for the Least \r\nA/61/PV.16  \r\n \r\n06-53317 16 \r\n \r\nDeveloped Countries for the Decade 2001-2010, which \r\nwas undertaken earlier this week, has revealed much \r\nless progress than desired. It is my delegation’s hope \r\nthat, as provided in the declaration that was adopted by \r\nthe review meeting, all stakeholders will genuinely \r\ncommit themselves to the special needs of the least \r\ndeveloped countries and work towards the full \r\nimplementation of the Programme of Action, which \r\nconstitutes a fundamental framework for strong global \r\npartnership to accelerate sustained economic growth, \r\nsustainable development and poverty eradication in the \r\nleast developed countries (LDCs). \r\n Owing to the limited prospects for raising \r\ndomestic resources, attracting foreign investment and \r\nsecuring funds on commercial terms, official \r\ndevelopment assistance (ODA) is a critical resource for \r\nLDCs in achieving the goals and targets of the Brussels \r\nProgramme of Action. In fact, for many LDCs, such as \r\nmine, ODA constitutes the primary resource for \r\ndevelopment. My delegation therefore appeals to all \r\ndeveloped countries to abide by their aid commitment \r\nto allocate 0.7 per cent of their gross national product \r\nto ODA, with 0.15 per cent to 0.20 per cent of that \r\nearmarked for least developed countries. \r\n A summit meeting of landlocked developing \r\ncountries was held on 14 September in Havana, Cuba. \r\nThat was the first-ever summit meeting of landlocked \r\ndeveloping countries and it highlighted the serious \r\nconstraints faced by landlocked developing countries. \r\nIt is our hope that the international community will \r\nduly consider the problems of landlocked developing \r\ncountries and support the road map for global \r\npartnership set out by the Almaty Programme of \r\nAction. \r\n The task of reforming the United Nations remains \r\nincomplete, in view of the slow progress in areas such \r\nas the strengthening of the Economic and Social \r\nCouncil and the reform of the Security Council. It is \r\nnot enough to say that the reform of those bodies is \r\nrequired, while we allow ourselves to be constrained \r\nby other considerations. We need to strengthen the \r\nEconomic and Social Council to enable it to deal \r\neffectively with the social, economic and development \r\nissues that are of primary concern for the vast majority \r\nof Member States. \r\n The Security Council needs to be reformed to \r\nreflect today’s realities and challenges. My delegation \r\nstrongly believes that the status quo is no longer an \r\noption. The Security Council has to be urgently \r\nreformed in all its aspects, including its composition \r\nand working methods. It is regrettable that the proposal \r\nsubmitted by the Group of Four at the sixtieth session \r\nwas not acted upon. It is my delegation’s hope that the \r\nsixty-first session will be able to bring about real \r\nreform of the Security Council. \r\n We welcome the adoption by the sixtieth session \r\nof the resolution on the revitalization of the General \r\nAssembly. We must continue with our efforts to further \r\nenhance the role, authority, effectiveness and efficiency \r\nof this body, which is the chief deliberative, \r\npolicymaking and representative organ of the United \r\nNations. \r\n Terrorism continues to threaten peace, security \r\nand development in many parts of the world. \r\n The recent train bombings in Mumbai, India, and \r\nthe plot to blow up transatlantic aircraft uncovered in \r\nLondon last August remind us of the need to take \r\nstrong measures against international terrorism. In that \r\nregard, my delegation welcomes the General \r\nAssembly’s adoption at its sixtieth session of the \r\nUnited Nations Global Counter-terrorism Strategy \r\n(resolution 60/288). The next important steps are to \r\nimplement the Strategy and to renew efforts to \r\nconclude a comprehensive convention on international \r\nterrorism. \r\n Recent developments in the Middle East once \r\nagain highlight the urgency of finding a solution to the \r\nproblem there. My delegation calls upon all concerned \r\nparties and others in a position to help to strive for a \r\njust and comprehensive solution. \r\n I would like to take this opportunity to express \r\nmy country’s deep appreciation to His Excellency \r\nMr. Kofi Annan for his dedicated service to the United \r\nNations as its Secretary-General. We are confident that \r\nthe next Secretary-General, who should be from Asia, \r\nwill lead the United Nations to greater heights in the \r\nservice of humankind. \r\n Allow me to take a few moments to apprise the \r\ninternational community of the progress that Bhutan is \r\nmaking. As a small, least developed country with a \r\npopulation of just over half a million people, the \r\nhurdles we face are enormous. Yet, under the far-\r\nsighted leadership of His Majesty the King, the country \r\nhas been making significant progress in all fields. \r\n A/61/PV.16\r\n \r\n17 06-53317 \r\n \r\n On the political front, most notable is the \r\nculmination of the reforms that will usher in \r\nparliamentary democracy in 2008. Those changes are \r\ntaking place in an environment of peace, progress and \r\nstability. We are hopeful that the transition will be \r\nsmooth and the final outcome enduring. \r\n Bhutan’s development is guided by the conviction \r\nthat human well-being and contentment must be \r\npromoted through the pursuit of material progress, on \r\nthe one hand, and the fulfilment of spiritual and \r\nemotional needs, on the other. That development \r\nphilosophy, as I have stated before in the Assembly, is \r\ndefined as the pursuit of gross national happiness, \r\nrather than just gross national product. We will be \r\nhappy to share our experience on that development \r\nphilosophy, as we did at the international conference \r\non the theme “Rethinking development: local pathways \r\nto global well-being”, which was held in Nova Scotia, \r\nCanada, in June 2005. We believe that the happy planet \r\nindex that was recently published in the United \r\nKingdom by the New Economics Foundation bears \r\nclose a relation to the development paradigm pursued \r\nby Bhutan. \r\n I wish the General Assembly every success. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nKingdom of Bhutan for the statement he has just made. \r\n Mr. Lyonpo Khandu Wangchuk, Prime Minister of \r\nthe Kingdom of Bhutan, was escorted from the \r\nrostrum. \r\n \r\n  Address by Mr. Elias Camsek Chin,  \r\nVice-President of the Republic of Palau \r\n \r\n The President: The Assembly will now hear an \r\naddress by the Vice-President of the Republic of Palau. \r\n Mr. Elias Camsek Chin, Vice-President of the \r\nRepublic of Palau, was escorted to the rostrum. \r\n The President: I have great pleasure in \r\nwelcoming His Excellency Mr. Elias Camsek Chin, \r\nVice-President of the Republic of Palau, and inviting \r\nhim to address the General Assembly. \r\n Mr. Chin (Palau): Let me begin by offering my \r\ncongratulations to you, Madam President. We would \r\nalso like to thank former Assembly President Jan \r\nEliasson for his able leadership over the past year. Our  \r\n \r\ndeep appreciation also goes to Secretary-General Kofi \r\nAnnan, who has served the Organization with skill and \r\ndevotion. \r\n Palau joins others in welcoming Montenegro, the \r\nnewest State Member of the United Nations. We look \r\nforward to its participation in our debates.  \r\n Participation in the United Nations has special \r\nmeaning for Palau. We were the last country to emerge \r\nfrom the United Nations Trusteeship System. During \r\ntrusteeship, it was the United Nations that showed us \r\nthat every country, regardless of size, had a role to \r\nplay. The United Nations provided our nation with a \r\nplatform from which we could achieve independence \r\nand establish our sovereignty. For that we are forever \r\ngrateful. \r\n Palau is often seen as a paradise of swaying palm \r\ntrees and ocean breezes. But that simplistic view fails \r\nto recognize the challenges we face as a small island \r\ndeveloping State. In this shrinking world, the actions of \r\ndistant countries are having a profound effect on us. \r\nWe come to the Assembly now, asking for its help once \r\nagain as we face those difficult issues. \r\n One of the issues that we hope the General \r\nAssembly will act on this year is deep-sea bottom \r\ntrawling. As the Secretary-General has reported, \r\nbottom trawling is responsible for 95 per cent of the \r\nworldwide damage to seamount ecosystems. It is an \r\nirresponsible practice, and Palau has passed a law \r\nbanning all bottom trawling within our waters. In doing \r\nso, Palau followed the lead set by Japan, the United \r\nStates, Norway, Australia and many other responsible \r\ncountries. \r\n It is now time to ensure that similar measures are \r\ntaken for international waters. That is why Palau has \r\njoined with our Pacific colleagues in Tuvalu, the \r\nMarshall Islands and Micronesia to propose an interim \r\nprohibition on unregulated bottom trawling. Our \r\nproposal represents the strong determination of our \r\nregion to protect the oceans upon which we all \r\nultimately rely. \r\n Another issue of great importance is that of \r\nglobal warming. Coral bleaching, a rise in sea level and \r\naltered fish migration all threaten the future of Palau \r\nand other small island nations. Reversing that trend is \r\none of our top priorities. We continue to urge the \r\ninternational community to act aggressively to reduce \r\nemissions that lead to global warming. \r\nA/61/PV.16  \r\n \r\n06-53317 18 \r\n \r\n Palau is a democratic society. Our children know \r\nthe importance of culture and community. We \r\nguarantee human rights in our nation. We also know \r\nthat flying our flag here at the United Nations carries \r\nwith it certain obligations, and we have met them all. \r\nPalau has deployed peacekeepers to regional and \r\ninternational missions. When natural disasters strike, \r\nPalau responds willingly and voluntarily. When the \r\ninternational community called upon countries to \r\npreserve biodiversity, Palau came forward with the \r\nMicronesian Challenge. That initiative will protect 462 \r\ncoral species, which represent 58 per cent of all known \r\ncorals. \r\n Our future as a nation and the future of our \r\nchildren depend upon the viability of our environment, \r\nespecially of the oceans. Palau relies on the health of \r\nits amazing reefs and waters to provide food for our \r\npeople and to support our tourism industry. Without \r\nthose we will not be able to develop a sustainable \r\neconomy that will allow our children to live and work \r\nin their homeland. To provide for them, we look to the \r\nUnited Nations for leadership and support. To that end, \r\nPalau remains open to ideas for harmonizing the \r\nenvironmental agencies at the United Nations. We \r\napplaud efforts to streamline the process of accessing \r\nthose agencies; that would make them more responsive \r\nto small nations. In the same vein, Palau would like to \r\nstate that difficulties in accessing assistance in \r\nclaiming our extended continental shelf have made it \r\nclear that we will have a hard time meeting the 2009 \r\ndeadline for submissions. \r\n Last year, in this historic Hall, we noted our \r\nconcern that the United Nations, its offices and \r\norganizations did not have a permanent representative \r\nin Palau. In June, it was announced that a coalition \r\ncomprised of the United Nations Development \r\nProgramme, UNICEF and the United Nations \r\nPopulation Fund would open a total of eight new \r\noffices in Pacific island countries, including Palau. We \r\nwelcome that historic accomplishment. It is a giant step \r\ntowards harmonization within the United Nations. For \r\nPalau, it will give us one of the tools we need most for \r\nsustainable development, namely, local capacity-\r\nbuilding. \r\n Let us not forget the continuing threat of \r\nterrorism. We recognize that terrorism anywhere is a \r\nthreat to people everywhere. We have looked for \r\nassistance to improve our anti-terrorism capacity. Palau \r\nhas met, and worked with, the Counter-terrorism \r\nExecutive Directorate to advance our requests for \r\nassistance, particularly in the area of combating \r\nmoney-laundering and the financing of terrorism. \r\nUnfortunately, the efforts of the Directorate have been \r\ninsufficient. Our hope is that, during the sixty-first \r\nsession of the General Assembly, the United Nations \r\nwill be able to help smaller countries in addressing that \r\nthreat. \r\n We would also like to take a moment to thank a \r\nfew of the many partners that have assisted Palau this \r\npast year. The efforts of the Global Environment \r\nFacility (GEF) Small Grants Programme deserve \r\nspecial recognition. The GEF programme in the North \r\nPacific has resulted in an effective mechanism to \r\nprotect our environment through grass-roots projects.  \r\n Palau has also partnered with a number of \r\ncountries that have supported our development. First, \r\nthe United States has provided in-country diplomatic \r\nrepresentation and years of support. We acknowledge \r\nthe generosity of the United States in responding to \r\nnatural disasters in Asia and the Pacific region. We \r\nthank them for that. Japan has also provided invaluable \r\nassistance to Palau. The addition of Japan as a member \r\nof the Security Council would help inform other \r\nCouncil members that are less familiar with our \r\nregional needs and concerns. We have supported, and \r\ncontinue to support, the G-4 draft resolution, and hope \r\nthat the Assembly will address the draft resolution this \r\nyear. \r\n Taiwan has been another steady supporter of \r\nPalau’s development. We continue to assert that the \r\nworld would benefit from Taiwan’s membership in the \r\nUnited Nations and other international institutions. \r\nThis year, Palau co-sponsored a draft resolution calling \r\nfor a proactive role for the United Nations in \r\naddressing the tensions in East Asia. We were \r\ndisappointed that the actions of the General Committee \r\nprevented a debate on that draft resolution. \r\n Palau would also like to recognize Australia’s \r\nsteadfast commitment to stability in our region, as well \r\nas its dedication to capacity-building. Through such \r\ninitiatives as its patrol boat programme, Australia \r\nenables Palau to address illegal, unregulated and \r\nunreported fishing, which threatens our sovereignty \r\nand the marine habitats that surround our island nation. \r\n We call on all parties in the Sudan to work \r\ntogether to mitigate the humanitarian crisis in Darfur. \r\nAs Mr. Jan Eliasson stated on 11 September,  \r\n A/61/PV.16\r\n \r\n19 06-53317 \r\n \r\n “we have ... seen the horrors of Cambodia, \r\nRwanda and Srebrenica without taking action. \r\nThe same tragedy must not befall the people in \r\nDarfur or elsewhere. The responsibility to protect \r\nmust move from declaration to action.” \r\n(A/60/PV.100, p. 6 ) \r\n Lastly, Palau would like to take this opportunity \r\nto express our hope that the Middle East peace process \r\ncan be successfully restarted. We are hopeful that the \r\nexpanded United Nations Interim Force in Lebanon \r\n(UNIFIL) will bring peace and security to both Israel \r\nand Lebanon. We stress the need for full \r\nimplementation of Security Council resolution 1701 \r\n(2006), including its preamble. We join the call for the \r\nunconditional release of the kidnapped Israeli soldiers. \r\nIt is critical that the reconstructed UNIFIL force be \r\neffective and capable of enforcing the arms embargo as \r\ncalled for. \r\n On behalf of Palau, a small island nation in the \r\nwide Pacific Ocean, let me thank the entire Assembly \r\nin my country’s native language. Kom Kmal Mesulang. \r\nGod bless you all. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the Vice-President of the \r\nRepublic of Palau for the statement he has just made. \r\n Mr. Elias Camsek Chin, Vice-President of the \r\nRepublic of Palau, was escorted from the \r\nrostrum. \r\n The President: I now give the floor to Her \r\nExcellency Mrs. Margaret Beckett, MP, Secretary of \r\nState for Foreign and Commonwealth Affairs of the \r\nUnited Kingdom of Great Britain and Northern Ireland. \r\n Mrs. Beckett (United Kingdom): First, I would \r\nlike to pay tribute to the work of the Secretary-General. \r\nA former British Minister once said of the NATO \r\nSecretary General that he should be more of a secretary \r\nand less of a general. Kofi Annan has been more of \r\neverything: more of a diplomat, more of a reformer and \r\nmore of a moral voice of leadership in the world. \r\n In a world shattered by conflict, the founders of \r\nthe United Nations saw that only by coming together, \r\nunited in support of larger freedom, could we build our \r\nshared future. Today, when the world’s nations are \r\neven more interdependent than they were in 1945, what \r\ndoes it mean to stand, as they intended, united? At one \r\nlevel it means taking action when things go wrong, \r\nwhere there is an actual breakdown of security or a \r\ndescent into violence or chaos. Today in particular, the \r\nUnited Nations faces the challenges posed by multiple \r\nupheavals and crises across the world. \r\n In the Middle East the United Nations is playing \r\na vital role in establishing stability in southern \r\nLebanon. Troops from the European Union are \r\ndeploying alongside those from the Middle East, Asia \r\nand Africa. All Member States must meet their \r\nobligations under Security Council resolutions 1701 \r\n(2006), 1559 (2004) and 1680 (2006), if we are to \r\nenable Lebanon to be the proud, democratic and \r\ndiverse nation that its people want it to be. \r\n But we are all aware that this most recent conflict \r\nin Lebanon had its roots in the continuing failure to \r\nachieve a just solution to the Palestinian question. That \r\nis why the United Kingdom has consistently argued \r\nthat there can be no higher priority than reinvigorating \r\nthe Middle East peace process. \r\n In Iraq, Prime Minister Al-Maliki’s national \r\nreconciliation plan can help leaders from all \r\ncommunities come together. At this crucial juncture, \r\nwe must all intensify our support. The International \r\nCompact provides the right vehicle. It allows the Iraqi \r\nGovernment to set its own vision and shows us how we \r\ncan help turn that vision into a reality. \r\n In Afghanistan, real progress has been made, with \r\nthe United Nations taking a leading role in \r\ncoordinating the international effort. But real \r\nchallenges still lie ahead. NATO’s task of securing the \r\nsouth of the country is far from easy. Soldiers from \r\nmany NATO countries, not least my own, have given \r\ntheir lives to provide a better future for the people of \r\nAfghanistan. The Afghan Government and people, too, \r\nwant security, development and good governance. The \r\nUnited Kingdom and the international community are \r\ndetermined to help them to achieve them. \r\n We must show a similar shared determination in \r\nurging the Government of Iran to address international \r\nconcerns over its nuclear ambitions and its support for \r\nterrorism. The proposals put forward by Britain, France \r\nand Germany with China, Russia and the United States \r\noffer a path for the Iranian Government to develop a \r\nmore constructive relationship with the rest of the \r\nworld and give Iran’s talented population the \r\nopportunities and prosperity that is their right, \r\nincluding, if they wish, a modern nuclear power \r\nindustry. We want to be able to resume negotiations. \r\nA/61/PV.16  \r\n \r\n06-53317 20 \r\n \r\nIran knows what is required, and that the alternative is \r\nincreasing isolation. \r\n Darfur remains in crisis. I pay tribute to the \r\nefforts of the African Union and its peacekeepers. \r\nWednesday’s decision to extend their mandate averted \r\na security vacuum. We must now strengthen the force \r\nof the African Union Mission in the Sudan. But it can \r\nonly be a temporary reprieve. We also need action \r\nimmediately on the political and humanitarian front. \r\nThose who have not signed the Darfur Peace \r\nAgreement must do so. Those who have must abide by \r\nits provisions. \r\n To underpin that Agreement, we urgently need a \r\ngreatly strengthened international presence on the \r\nground, with the active engagement and support of \r\nAsian and Muslim, as well as African, countries. That \r\nis why the Security Council authorized the deployment \r\nof United Nations peacekeepers to Darfur. I urge \r\nPresident Bashir to extend the Sudan’s relations with \r\nthe United Nations in a common purpose to bring \r\nlasting peace and genuine stability to the whole of the \r\nSudan. It is, above all, his responsibility. \r\n The security challenges the world faces are real. \r\nAs an international community we must deal with \r\nthem. But standing united also requires us to take up a \r\nsecond, deeper level of global responsibility, namely, \r\ntackling the underlying problems that promote conflict \r\nand underdevelopment. We must strive to promote \r\nsound global values and to build multilateral systems \r\nwithin which nations and individuals can cooperate, \r\nco-exist and each achieve their potential. \r\n Many representatives to the Assembly have \r\nalready spoken of the need to accelerate progress \r\ntowards the achievement of the Millennium \r\nDevelopment Goals. Progress on those Goals is a moral \r\nimperative rooted in a concern for, and an \r\nunderstanding of, our common humanity. But it is also \r\na political imperative, because there will be no stability \r\nand security in our global community while so many \r\nmillions of men, women and children in that \r\ncommunity face only a life of hunger, poverty, \r\ninequality and disease. \r\n The same is true for those whose lives are \r\nshattered by conflict or blighted by injustice. The \r\nPeacebuilding Commission and the Human Rights \r\nCouncil are new structures that give us new \r\nopportunities and new impetus. At the same time, we \r\nmust see a step change in efforts towards an \r\ninternational arms trade treaty that will end the \r\nirresponsible transfer of arms that fuel conflict and \r\nfacilitate the abuse of human rights. That is why the \r\nUnited Kingdom, with six other countries, will \r\nintroduce a draft resolution in the First Committee to \r\nestablish a process to work towards a legally binding \r\ntreaty on the trade in all conventional arms. \r\n Collectively, we have a responsibility to protect \r\nhuman life and a duty to defend the international \r\ninstitutions that help us as a community to achieve that \r\ngoal. The answers lie not in division or in personal \r\nattacks, but in the earnest and consistent pursuit of \r\njustice and peace.  \r\n Our collective responsibility to each other is \r\nnowhere more evident than in the huge challenge posed \r\nby climate change. The British Prime Minister, Tony \r\nBlair, made climate change one of our two G8 \r\npriorities last year, alongside poverty reduction in \r\nAfrica. When the Prime Minister appointed me as his \r\nForeign Secretary, in May, he specifically charged me \r\nwith putting climate security at the heart of our foreign \r\npolicy. We will not solve that problem if we do not \r\neach assume our share of the responsibility for tackling \r\nit. Nobody can protect themselves from climate change \r\nunless we protect each other by building a global basis \r\nfor climate security. That goes to the heart of the \r\nUnited Nations mission, and the United Nations must \r\nbe at the heart of the solution. \r\n To put it starkly, if we all try to freeride, we will \r\nall end up in free fall, with accelerating climate change \r\nthe result of our collective failure to respond in time to \r\nthat shared threat that faces us all. Look just at the \r\ndanger posed by rising sea levels. Potentially, that \r\ncould cause massive damage to some of the key urban \r\ncentres of our global civilization. London, Shanghai, \r\nDhaka, Singapore, Amsterdam, Cairo and, yes, \r\nManhattan are all at risk. That is why we must all — as \r\nforeign ministers, heads of Government and heads of \r\nState — be ready to do more, and do it more quickly. \r\nOur climate presents us with an ever-growing threat to \r\ninternational security. Dealing with climate change, by \r\nboth adapting to what is now inevitable and acting to \r\navert still greater damage, is no longer a choice, it is an \r\nimperative. \r\n We need common commitment and genuine \r\naction. We must all be ready to find a way to get the \r\nagenda moving beyond Kyoto. The Gleneagles \r\ndialogue meeting in Mexico at the beginning of \r\n A/61/PV.16\r\n \r\n21 06-53317 \r\n \r\nOctober will be one such opportunity, a chance for \r\ndeveloped and developing countries to work together \r\non that shared problem.  \r\n If we do not act now, an unstable climate will \r\nundermine our progress in all those other areas that \r\nmatter to us, not least the Millennium Development \r\nGoals themselves. Take one of the most basic needs of \r\nall, water. Already perhaps two fifths of the world’s \r\npopulation finds it hard to get the water they need. At \r\nthe same time, many in the world rely on affordable \r\nenergy to help lift themselves out of poverty — and, \r\nindeed, perhaps to give them access to that water. But \r\nthere is a dilemma: if we provide affordable energy by \r\nburning fossil fuels, we accelerate climate change. That \r\nmeans further disrupting water supplies. For some \r\npeople who now have plenty of water it will mean new \r\nshortages. For those who already have little, it will \r\nmean less. In turn, everywhere less water means less \r\nfood. \r\n Let me give a specific example of that dilemma. \r\nThe whole world, as well as the Chinese people, is \r\nbenefiting from the great success of the Chinese \r\neconomy. No one in China or elsewhere wants that \r\ngrowth to stop. But it is based, in China as elsewhere, \r\non a rapidly increasing use of the fossil fuels that are \r\ncreating climate change. Yet China is a country already \r\nvulnerable to climate change. The Chinese Government \r\nknows that as the Himalayan glaciers melt and \r\nagricultural land shrinks, crop yields will fall, fresh \r\nwater will become more scarce and the economy itself \r\nwill suffer, and with it the world’s economy. \r\n All the nations of the Arctic Circle are being, and \r\nwill be, affected by melting permafrost, with \r\ndisruptions to infrastructure and to investment. The \r\nVice-President of Palau has just given us a vivid \r\ndescription of what the environment means for his \r\nnation. We all share, to a greater or lesser extent, that \r\nsame dilemma. If we do not act on climate change, we \r\nrisk undermining the very basis of the prosperity and \r\nsecurity we are seeking to achieve. That is why we \r\nmust recognize that talk of having either a successful \r\neconomy or a stable climate is a false choice. We must \r\nwork together to find paths for economic growth that \r\nwill protect our climate. The truth is that we already \r\nhave much of the technology we need to move to a \r\nlow-carbon economy. But we must now deploy it very \r\nmuch more rapidly. What we do in the next 10 years \r\nwill count the most.  \r\n The former chief economist of the World Bank, \r\nSir Nicholas Stern, will shortly publish one of the most \r\nsignificant and wide-reaching analyses so far of the \r\neconomic impacts of climate change itself. One of the \r\nkey emerging findings of his work is that while it will \r\nnot cost the Earth to solve climate change, it will cost \r\nthe Earth, literally as well as financially, if we do not. \r\n Moreover, if we learn to tackle climate change \r\ntogether, we have an opportunity to build trust between \r\nnations and to strengthen the multilateral system. But if \r\nwe get it wrong, that trust will be further eroded. It is \r\nthe developed, rich world that bears a large \r\nresponsibility for the present level of greenhouse gas \r\nemissions, but it is the poorest in our global \r\ncommunity — those least able to bear it — who will \r\nbear the brunt of climate insecurity. We all need to do \r\nmore. But the rich world should of course continue to \r\nlead the effort, applying the principle of common but \r\ndifferentiated responsibility, which must continue to be \r\nour guide. In the joint endeavour which the United \r\nNations represents there can be no more stark or more \r\nurgent warning than that. \r\n The President: I now give the floor to His \r\nExcellency Mr. Li Zhaoxing, Minister for Foreign \r\nAffairs of China. \r\n Mr. Li Zhaoxing (China) (spoke in Chinese): I \r\nwish to begin by congratulating you, Madam President, \r\non your election as President of the General Assembly \r\nat its sixty-first session. I am confident that, under your \r\nguidance, this session will achieve full success. I also \r\nwish to pay tribute to Mr. Jan Eliasson, President of the \r\nlast session, and to Secretary-General Kofi Annan. I \r\nwould also like to take this opportunity to congratulate \r\nthe Republic of Montenegro on becoming a Member of \r\nthe United Nations. \r\n The world is experiencing profound and complex \r\nchanges. Peace, development and cooperation have \r\nbecome trends of our times and represent the common \r\naspirations of all countries and peoples in the world. \r\nHowever, the world is not tranquil and the issue of \r\ndevelopment remains prominent. There is still a long \r\nway to go in the pursuit of durable peace and common \r\ndevelopment. Recently, the nuclear issue on the Korean \r\nPeninsula, the Iranian nuclear issue and the Lebanese-\r\nIsraeli conflict have flared up, adversely affecting \r\nregional and global stability and testing the wisdom, \r\nunity and patience of the international community. \r\nA/61/PV.16  \r\n \r\n06-53317 22 \r\n \r\n To maintain peace is the shared mission of the \r\nentire international community. Consultations based on \r\nequality and peaceful negotiations are the only \r\neffective means to resolve disputes. China, as a \r\npermanent member of the Security Council and a \r\nmember of the international community, will continue \r\nto make every effort to achieve a peaceful resolution of \r\nhotspot issues. \r\n As regards the nuclear issue on the Korean \r\nPeninsula, China is committed to maintaining peace \r\nand stability on the Peninsula, making it free of nuclear \r\nweapons and promoting the six-party talks. During the \r\nSecurity Council’s deliberations in July regarding the \r\nmissile tests by the Democratic People’s Republic of \r\nKorea and the related resolution, China made strenuous \r\nefforts to engage the parties concerned, in an effort to \r\nmaintain peace on the Peninsula and in North-East Asia \r\nand preserve the unity and authority of the Security \r\nCouncil and safeguard the progress already made in the \r\nsix-party talks. \r\n Long-standing antagonism and mistrust between \r\nthe parties concerned is the main cause of the current \r\ndifficulty. All parties should be patient and pragmatic \r\nand act with vision to reduce differences and remove \r\nobstacles through dialogue. The six-party talks remain \r\nan effective mechanism to enhance understanding and \r\ntrust and resolve the Korean nuclear issue. We hope \r\nthat the parties involved will be cool-headed and more \r\nflexible, expand common ground, meet each other \r\nhalfway and work together for the early resumption of \r\nthe six-party talks and progressive implementation of \r\nthe joint statement. That is the only viable solution to \r\nthe Korean nuclear issue. \r\n With respect to the Iranian nuclear issue, China \r\ncalls for upholding the integrity of the international \r\nnuclear non-proliferation regime, and is opposed to the \r\nproliferation of nuclear weapons. It has worked for a \r\npeaceful resolution of the issue in order to promote \r\npeace and stability in the Middle East. At the same \r\ntime, the legitimate right of countries to the peaceful \r\nuse of nuclear energy should be fully respected, \r\nprovided they fulfil their relevant international \r\nobligations. \r\n Diplomatic negotiation represents the best chance \r\nto resolve the Iranian nuclear issue and serve the \r\ninterests of all parties. China hopes that the parties \r\ninvolved will exercise patience and restraint, continue \r\nto take a flexible approach and remain committed to \r\nthe right course of pursuing a peaceful resolution. \r\nChina will continue to play a constructive role in \r\nworking for an appropriate settlement of the Iranian \r\nnuclear issue. \r\n As regards the Lebanese-Israeli conflict, China \r\nopposes any move that will undermine peace and \r\nstability in the region, and calls for a comprehensive \r\ncessation of hostilities. China welcomes Security \r\nCouncil resolution 1701 (2006) and hopes that it will \r\nbe strictly observed. China hopes that the parties \r\nconcerned will reach an early agreement on a \r\nframework of political settlement that is both just and \r\ndurable. \r\n The question of Palestine is at the core of the \r\nMiddle East issue. The peace process should be re-\r\nstarted in keeping with the relevant resolutions of the \r\nUnited Nations and the principle of land for peace, in \r\nthe interest of reaching an early and comprehensive \r\nsettlement of the Middle East issue, including the \r\nPalestinian-Israeli conflict, so that the countries \r\ninvolved can live in harmony and the region can enjoy \r\ndurable peace. \r\n The United Nations has played an instrumental \r\nrole in resolving regional flashpoints this year. But the \r\nOrganization also faces major challenges. In the new \r\ninternational environment, to enhance its role through \r\nreform is in the common interest of humankind. The \r\nUnited Nations needs to take resolute steps in carrying \r\nout reform. The United Nations should develop in a \r\nway that promotes the purposes and principles of its \r\nCharter, upholds the unity and cooperation of the \r\nOrganization and serves the collective interests of its \r\nMembers. The reform of the United Nations should be \r\ncomprehensive in coverage, and progress should be \r\nmade in security, development, human rights and other \r\nfields. More should be done to promote development \r\nand facilitate the realization of the Millennium \r\nDevelopment Goals. The reform of the Organization \r\nshould, as far as possible, satisfy the needs of its \r\nMember States, particularly those from the developing \r\nworld. The reform should be a democratic process and \r\nfull consultations should be conducted to reach \r\nwidespread consensus. Major controversial issues \r\nshould be handled with caution and dealt with through \r\nin-depth consultations. \r\n China welcomes the progress made in reforming \r\nthe United Nations, in particular the progress in \r\nimplementing the World Summit Outcome. We will \r\n A/61/PV.16\r\n \r\n23 06-53317 \r\n \r\npledge $3 million to the United Nations Peacebuilding \r\nFund. We will continue to work with other countries to \r\nmake progress in the reform of the United Nations, \r\nstrengthen the unity and authority of the Organization \r\nand increase its efficiency and capacity to respond to \r\nchallenges. \r\n As the chief administrator of the United Nations, \r\nthe Secretary-General has an important role to play. In \r\nthe election of the next Secretary-General, China will \r\nfirmly support an Asian candidate. We are convinced \r\nthat Asia can produce a competent and well-respected \r\nSecretary-General acceptable to all Member States. \r\n The scale of assessments for the apportionment of \r\nthe expenses of the United Nations involves the \r\ninterests of all Member States and constitutes the \r\nfinancial foundation of the Organization. All Member \r\nStates have an obligation to pay their assessments on \r\ntime and in full. The ability to pay is the basic \r\nprinciple governing the scale of assessments. It should \r\nbe adhered to, as it has proved effective and represents \r\nthe general consensus of Member States. Over the \r\nyears, China has honoured its financial obligations in \r\ngood faith and has made appropriate contributions to \r\nthe budget of the United Nations. As China’s economy \r\ngrows, we are prepared to increase our contributions to \r\nthe Organization’s budget in accordance with the \r\nprinciple of ability to pay. We are ready to take part in \r\nrelevant discussions in a constructive way, and hope \r\nthat a fair and equitable formula will be reached on the \r\nbasis of extensive consultations. \r\n Without overall development, global peace and \r\nprogress cannot be sustained. In addition to developing \r\nthe concept of partnership and improving its \r\nmodalities, all countries should honour our \r\ncommitment to the global partnership for development \r\nset out in the Millennium Declaration, the Monterrey \r\nConsensus, the Johannesburg Plan of Implementation \r\nand last year’s World Summit Outcome.  \r\n Countries should shoulder the primary \r\nresponsibility for their own development and \r\nimplement comprehensive development strategies in \r\nkeeping with the Millennium Development Goals \r\n(MDGs). \r\n The international community — and developed \r\ncountries in particular — should increase development \r\nassistance, promote international trade, technology \r\ntransfers and investment, offer more extensive debt \r\nrelief, provide more support to developing countries \r\nand respect their ownership of national development \r\nstrategies. \r\n The United Nations should play a bigger role in \r\nthe field of development. It should create a fair and \r\nequitable framework to assess progress in meeting the \r\nMDGs and ensure that the United Nations Foundation \r\nand the various United Nations programmes and \r\nspecialized agencies provide greater support for \r\ncapacity-building programmes in developing countries. \r\nIt should enhance coordination between international \r\ndevelopment policy and monetary, financial and \r\ntrading regimes and create an enabling international \r\nenvironment for developing countries. \r\n The suspension of the Doha round serves \r\nnobody’s interests. Members of the World Trade \r\nOrganization should demonstrate political will, \r\nspeedily resume the Doha development round and \r\nwork towards a comprehensive and balanced outcome. \r\n Non-governmental organizations should be \r\nencouraged to be more extensively and deeply involved \r\nin development cooperation. Their efforts and those of \r\nGovernments should complement each other. \r\n The establishment of the Human Rights Council \r\nechoes the calling of our times. Member States have a \r\ncommon responsibility to make the Council a dynamic \r\nand effective body. The Council should give greater \r\nattention to massive and gross violations of human \r\nrights caused by armed conflicts and should support \r\nthe international community in its efforts to prevent \r\nconflicts, restore peace and combat terrorism in all its \r\nforms and manifestations. \r\n The Council should attach equal importance to \r\neconomic, social and cultural rights and encourage the \r\ninternational community and United Nations agencies \r\nto take effective measures to support countries in their \r\nefforts to realize their right to development.  \r\n The Council should continue to give special \r\nattention to the rights of women, children, persons with \r\ndisabilities, migrant workers, ethnic minorities and \r\nother vulnerable groups to ensure that they enjoy the \r\nsame level of respect as others. \r\n The Council should promote dialogue and \r\ncooperation on an equal footing between countries of \r\ndifferent social systems and levels of development, \r\naddress human rights issues properly and reject double \r\nstandards and politicization. \r\nA/61/PV.16  \r\n \r\n06-53317 24 \r\n \r\n For decades, relations between China and African \r\ncountries have been characterized by sincerity and \r\nmutual support. We have conducted our cooperation on \r\nthe basis of equality and mutual benefit, while \r\nsafeguarding sovereignty and independence and \r\npromoting social and economic development in our \r\nrespective countries. All that has served to bring about \r\nsignificant benefits for the Chinese and African peoples \r\nalike. \r\n China and Africa will hold a summit and the third \r\nministerial meeting of the Forum on China-Africa \r\nCooperation in Beijing from 3 to 5 November. \r\nFocusing on the theme of friendship, peace, \r\ncooperation and development, Chinese and African \r\nleaders will discuss ways to establish and foster a new \r\ntype of strategic partnership featuring political equality \r\nand mutual trust, win-win economic cooperation and \r\ncultural exchanges. They will also draft a blueprint to \r\nenhance China-Africa cooperation. China is committed \r\nto peaceful development. Africa, which is home to the \r\nlargest number of developing countries, is committed \r\nto achieving stability and renewal. Stronger ties \r\nbetween China and Africa will contribute to South-\r\nSouth cooperation and international peace and \r\ndevelopment. \r\n The conduct of China’s diplomacy aims to \r\nsafeguard world peace and promote common \r\ndevelopment. China is committed to developing itself \r\nthrough safeguarding and promoting world peace \r\nthrough its own development. We are pursuing \r\ndevelopment that is peaceful, inclusive, cooperative \r\nand harmonious in nature. We will endeavour to \r\npromote the fundamental interests of our own people in \r\nharmony with the common interests of other peoples \r\nand to pursue peace, promote development and resolve \r\ndisputes through cooperation. \r\n China is dedicated to building a harmonious \r\nworld. It hopes to increase mutual respect and \r\nunderstanding with other countries and to live in \r\nharmony with them. China respects the right of a \r\ncountry to choose its own path to development. It \r\nsupports equal participation by different countries in \r\ninternational affairs and democracy in international \r\nrelations. It works to enhance mutual benefits, win-win \r\noutcomes and global prosperity through sharing the \r\nbenefits of economic globalization and technological \r\nprogress. China seeks to promote a diversified world \r\nand advance human civilization by furthering dialogue, \r\nunderstanding and mutual enrichment between \r\ndifferent cultures. China is committed to advancing \r\nhuman progress by enhancing dialogue, building \r\nmutual trust with other countries and working with \r\nthem to address global issues. \r\n China will continue to demonstrate to the world \r\nthat it is an important force for global peace and \r\ndevelopment and that the Chinese people will remain \r\ntrustworthy friends and cooperation partners to the \r\nworld’s peoples. \r\n The President: I now give the floor to His \r\nExcellency Mr. Per Stig Moeller, Minister for Foreign \r\nAffairs of Denmark. \r\n Mr. Moeller (Denmark): The global game has \r\nchanged. Interdependence and globalization are \r\noccurring at an unprecedented speed. With \r\nglobalization, the concept of national sovereignty has \r\nchanged. The international order based on the nation \r\nState — established in 1648 with the Peace of \r\nWestphalia — is being challenged. Non-State actors are \r\nbecoming more and more influential on the global \r\nscene. Private militias and transnational criminal \r\nmovements are increasingly responsible for conflicts \r\nthat used to be between State actors, as well as for \r\nundermining agreements entered into and adhered to by \r\nStates. \r\n The boundaries between domestic and foreign \r\npolicy are changing. Developments in one part of the \r\nworld often trigger unintended actions in other parts of \r\nthe world. If we look the other way when faced with \r\nconflicts and human suffering, problems will grow, \r\nthey will not disappear. To meet the goals and \r\nchallenges confronting the global community, we need \r\nmore than ever a dynamic and proactive United \r\nNations. \r\n The United Nations has to proactively address the \r\nagenda set by globalization, and it must be able to \r\nchange in order to effectively meet and deliver on the \r\nnew challenges. It is in everybody’s interest to have an \r\nefficient United Nations. The Organization adds moral \r\nforce to the international community’s actions in a \r\nglobalized world. An effective United Nations can \r\nalleviate the negative effects of globalization and turn \r\nit into a positive force. All of us have to work to ensure \r\nthat the necessary reform steps to be initiated. \r\n Last September’s World Summit set an ambitious \r\nagenda for the United Nations and the General \r\nAssembly. I am pleased that we have achieved \r\n A/61/PV.16\r\n \r\n25 06-53317 \r\n \r\nconsiderable results. Prominent examples include the \r\nestablishment of the Human Rights Council, the \r\nPeacebuilding Commission and the Central Emergency \r\nResponse Fund. The two new organs represent a long \r\noverdue institutional modernization of the United \r\nNations that, if used as intended, will help the United \r\nNations to address new challenges. That is why \r\nDenmark has put so much effort into helping to foster \r\nthe Human Rights Council and the Peacebuilding \r\nCommission. \r\n With Burundi and Sierra Leone on the agenda, \r\nthe Peacebuilding Commission has chosen two nations \r\nin need, but also two nations willing to join forces with \r\nthe international community in their endeavour to build \r\ntheir nations. \r\n As it should, the Human Rights Council allows \r\nfor closer scrutiny by the international community of \r\ndomestic affairs — not because we wish to punish but \r\nbecause we wish to help improve. Such scrutiny is a \r\ndesirable monitoring mechanism to ensure the \r\nprotection of people from abuse by their own \r\nGovernments. Let us avoid politicizing the work of this \r\nnew body and instead, in a spirit of cooperation, ensure \r\nthat the Human Rights Council is successful in meeting \r\nthe objectives laid down by the General Assembly. In \r\nthat context, I would also like to draw attention to the \r\ndecision by the Human Rights Council to recommend \r\nto the sixty-first session of the General Assembly the \r\nadoption of the draft declaration on the rights of \r\nindigenous peoples. Work on the draft declaration has \r\nbeen under way for more than 20 years. It is high time \r\nthat we, the Governments, approve that landmark \r\ninstrument aimed at furthering the rights and \r\naspirations of the world’s indigenous peoples. \r\n In June, as President of the Security Council, \r\nDenmark sought to highlight the importance of \r\nstrengthening international law. We picked up the torch \r\nfrom the 2005 World Summit by calling a special \r\nmeeting on the critical role of international law in \r\nfostering stability and order in international relations \r\n(see S/PV.5474). The Security Council spoke out \r\nclearly in favour of international law, both in general \r\nterms and with regard to specific topics such as \r\ndelisting with respect to sanctions. Denmark will \r\ncontinue to pursue those topics, and we call upon all \r\nMember States to join us. \r\n The reform agenda is far from exhausted. The \r\nSecurity Council should be reformed to better reflect \r\nthe world of today. Furthermore, we need to make \r\nsubstantial progress on mandate review and \r\nmanagement reform during this session of the General \r\nAssembly. Otherwise, we will not be able to meet the \r\nchallenges. Member States should not micromanage \r\nthe United Nations, but should build a strong and fast-\r\nresponding Organization to meet new challenges.  \r\n The United Nations must play a strong role in \r\norder to secure positive gains from globalization for \r\ndeveloping countries. Denmark eagerly looks forward \r\nto the recommendations of the High-level Panel on \r\nUnited Nations System-wide Coherence. Our aim is to \r\nenhance on the ground the efficiency and impact of \r\nUnited Nations development cooperation. \r\n It is a cause for concern that we have witnessed \r\nthe resurgence of the notion of respect for national \r\nsovereignty as a justification for inaction in \r\ninternational affairs. There is of course no denying that \r\nnation-States remain the constituent part of the \r\ninternational system and of this very Organization. But \r\nrespect for sovereignty can never become an excuse for \r\naccepting massive human rights violations. That was \r\nthe key message from the Summit last year, when \r\nheads of State pronounced their support for the notion \r\nof the responsibility to protect. \r\n The Security Council has consistently worked to \r\nuphold the sovereignty of Lebanon since 2004. In \r\nAugust of this year, the Council intervened to stop the \r\nwar between Hizbollah and Israel, and decided to send \r\nthousands of peacekeepers to help the Lebanese \r\nGovernment extent its authority to all parts of the \r\ncountry. We call upon all regional players to work \r\nconstructively towards that goal. Security Council \r\nresolution 1701 (2006) must be fully respected by all \r\nparties. Denmark is actively considering ways to \r\npromote the implementation of resolution 1701 (2006), \r\nincluding by assisting the Secretary-General in his \r\nendeavours to find ways forward on the political \r\naspects. \r\n The war between Hizbollah and Israel proved the \r\nvolatility of the Middle East. For decades, the \r\ninternational community has sought to address the \r\nArab-Israeli conflict, which continues to breed hatred \r\nand fanaticism. We must support moderate forces for \r\nreform and empower them to stand up against \r\ncentrifugal tendencies. We need to redouble our efforts \r\nto finally achieve a comprehensive and lasting two-\r\nState solution to that tragic conflict. It is in nobody’s \r\nA/61/PV.16  \r\n \r\n06-53317 26 \r\n \r\ninterest that the instability in the Middle East \r\ncontinues. \r\n The same goes for the Sudan. The Council’s \r\ndecision last month to continue preparations for a \r\nUnited Nations peacekeeping force to relieve the \r\nAfrican Union force and stop the senseless carnage of \r\ncivilians in Darfur drew sharp criticism from the \r\nGovernment of the Sudan and was denounced as neo-\r\ncolonialism and a violation of its sovereign rights. But, \r\nI ask, whose rights are really being violated here? \r\nRather than the rights of the Government of the Sudan, \r\nI submit that it is the right of the population of Darfur \r\nto receive protection that is being violated. It is \r\nincumbent upon the international community to act if a \r\nGovernment fails to fulfil the responsibility to protect. \r\nI call upon the Government of the Sudan to work with \r\nus, not against us, in protecting the population of \r\nDarfur.  \r\n In Afghanistan the security situation continues to \r\nbe of great concern. We are, individually and \r\ncollectively, being tested on our commitment to assist \r\nthe Afghan people on their path towards a just and \r\nprosperous future. Warlords, financed by the opium \r\ntrade, threaten the democratic rights of the people. The \r\nUnited Nations must continue to support the \r\nremarkable transformation process undertaken by the \r\nAfghan people and their Government. \r\n We wish to see a stronger role for the United \r\nNations in Iraq, in order to contribute to peaceful and \r\ndemocratic development. A necessary precondition to \r\nimprove the situation is better living conditions for all \r\nin Iraq. Needless to say, it is in our common interest to \r\nassist the Iraqi people in their struggle to reform and \r\nbuild their country. It must not fall victim to \r\nsectarianism and terrorism. If that happens the whole \r\nregion will become destabilized. \r\n The most serious danger associated with \r\nglobalization is the proliferation of weapons of mass \r\ndestruction. The Security Council reacted in unity to \r\ndeplore the 4 July launch of several missiles by the \r\nDemocratic People’s Republic of Korea. We call upon \r\nPyongyang to return to the Six-Party Talks.  \r\n Iran has failed to respond to the demands of the \r\nSecurity Council. We call upon Tehran to suspend \r\nenrichment activities and accept negotiations on the \r\ngenerous package. \r\n Weapons of mass destruction and terrorism \r\nrepresent a deadly combination. Terrorism is already in \r\nitself one of the major threats to international peace \r\nand stability. We all remember the tragedies here in the \r\nUnited States five years ago, as well as the terrorist \r\nattacks in London, Madrid, Amman, Bali, Saudi \r\nArabia, Egypt and Turkey. I am very pleased that the \r\nUnited Nations Global Counter-Terrorism Strategy \r\n(resolution 60/288) has now been adopted by the \r\nGeneral Assembly. That gives us renewed hope that we \r\nmay also conclude the negotiations on a comprehensive \r\nconvention this year. I call upon all States to seriously \r\nattempt to bridge the differing views that exist with \r\nregard to that very important convention, in order that \r\nwe can combat the scourge of our time, terrorism. \r\n As Chairman of the Security Council’s Counter-\r\nTerrorism Committee, Denmark is working towards the \r\nstrengthening of the international fight against \r\nterrorism through improved cooperation between the \r\nCouncil and Member States. \r\n Let me conclude my statement by expressing \r\nDenmark’s sincere appreciation to Secretary-General \r\nKofi Annan for his tireless efforts to promote a more \r\njust, prosperous and peaceful world and for his \r\nleadership of the United Nations. For almost 10 years, \r\nKofi Annan has served in an office where expectations \r\nfor action are not always matched by the requisite \r\npowers and the means to act. He has impressively \r\ncarried a heavy burden through troubled times, and \r\nrecently has even undertaken new challenges in the \r\nMiddle East and in the world at large. His act will be a \r\ndifficult one to follow. Let his heritage be that the \r\nstones he lifted do not roll back down the mountain. \r\n The President: I give the floor to His Excellency \r\nMr. Yousef Bin Al-Alawi Bin Abdulla, Minister of \r\nState for Foreign Affairs of Oman. \r\n Mr. Abdulla (Oman) (spoke in Arabic): It gives \r\nme great pleasure, Madam, to extend my warmest \r\ncongratulations to you and your country, the Kingdom \r\nof Bahrain, on your assumption of the presidency of \r\nthe General Assembly at its sixty-first session. I am \r\nfully confident that your vast experience will guide the \r\nwork of the Assembly to a successful conclusion. \r\nAllow me to pay tribute to your predecessor, His \r\nExcellency Mr. Jan Eliasson, for the manner in which \r\nhe conducted the work of the previous session. \r\n I would also like to commend Mr. Kofi Annan, \r\nthe Secretary-General, for his efforts to equip this \r\n A/61/PV.16\r\n \r\n27 06-53317 \r\n \r\nOrganization with the appropriate tools to properly \r\nrespond to world events and challenges. \r\n This session is convening in difficult times and \r\namid important changes. Despite the successes \r\nachieved by the United Nations in establishing the \r\nHuman Rights Council, the Peacebuilding Commission \r\nand the Central Emergency Response Fund, numerous \r\ndangers and challenges still lie ahead. The situation in \r\nthe occupied Palestinian territories remains very tense \r\nas a result of Israel’s actions, including killing, \r\nterrorizing, collective punishment, the demolition of \r\nhomes and other practices that run counter to the noble \r\nobjectives of the peace process. There are requirements \r\nand obligations that must be fulfilled in order to reach \r\na peaceful settlement between Israel and the \r\nPalestinians. \r\n Hence, we express our support for the call by the \r\nLeague of Arab States to refer the entire Arab-Israeli \r\nconflict to the Security Council, in order to find a \r\nlasting, comprehensive and peaceful settlement. That \r\ncall reaffirms the commitment of the Arab States to \r\npeace — as a strategic option and a basis for peaceful \r\ncoexistence between the Arab countries and the State \r\nof Israel as envisioned in the Arab peace initiative. \r\n The world has recently witnessed the tragedy of \r\nthe Israeli invasion of Lebanon, with the resulting \r\ndestruction and huge loss of life and property. We \r\naffirm our support to the brotherly Lebanese people in \r\nthat brutal crisis. We welcome the adoption by the \r\nSecurity Council of its resolution 1701 (2006) and \r\nhope that it will enhance security and stability in the \r\nregion. The positive response to the Secretary-\r\nGeneral’s call for greater participation in the enhanced \r\nUnited Nations Interim Force in Lebanon (UNIFIL) is \r\na clear indication of the support the international \r\ncommunity accords to Lebanon. \r\n My country is deeply concerned by the \r\ndeteriorating security situation and the internal \r\nviolence in Iraq. We call upon all parties in Iraq to give \r\nprecedence to their national interests and to support \r\ntheir National Government in accordance with a \r\nconciliatory political programme that would look after \r\nthe interests of all segments of the Iraqi people. \r\n We welcome the conclusion of the Abuja Peace \r\nAgreement between the Sudanese Government and the \r\nrebel groups, and we hope that it will stop further \r\nbloodshed among the brotherly Sudanese people. We \r\nlook forward to seeing a positive and effective role by \r\nthe Security Council in the Sudan, in cooperation with \r\nthe Sudanese Government. \r\n Although the African continent enjoys immense \r\nnatural and human resources and potential, it is \r\nplagued by conflict, the spread of disease and poverty. \r\nWhile we support the efforts of the African \r\nGovernments to deal with those difficulties, we also \r\ncall upon the international community to do all it can \r\nto help the African countries to reinforce their efforts. \r\n Environment is the common heritage of all \r\nmankind. Conserving the environment is therefore a \r\nduty shared by all countries, and we hope that during \r\nthis session further light will be shed on environmental \r\nissues. Aware of the importance of striking a balance \r\nbetween achieving development, on the one hand, and \r\nprotecting the environment, on the other, my country \r\nhas launched a national strategy aimed at protecting the \r\nenvironment that incorporates environmental \r\nconsiderations at all stages of planning.  \r\n We are making concerted efforts to protect our \r\nenvironment, our territorial waters and our economic \r\nareas from pollution. We are also cooperating with a \r\nnumber of national, regional and international \r\norganizations and agencies in protecting our natural \r\nresources and preventing their deterioration. \r\n All are agreed that globalization has positive \r\naspects. However, it has been noted that in some cases \r\nglobalization has hurt the interests of developing \r\ncountries. For that reason, my country supports the call \r\nfor the establishment of a world trade order that is \r\nnon-discriminatory and multidisciplinary. Such a \r\nframework would seek to achieve a balanced outcome \r\nin the decisions of the Doha Round of negotiations. It \r\nis our hope that current negotiations on multilateral \r\ntrade issues, especially those related to agriculture and \r\nthe service sector, will achieve success in a way that \r\nserves the interests and rights of all States equally. \r\n We look forward to seeing the international \r\nfinancial, economic and trade institutions play a \r\npositive role in bridging the growth gap between \r\ndeveloped and developing countries. We urge those \r\ninstitutions to provide support to developing countries \r\nto help them to attract investment funds and to gain \r\naccess to global markets for their exports, without any \r\nrestrictions or protectionist measures. In this regard, \r\nwe welcome the offer of the brotherly State of Qatar to \r\nhost the International Conference on Financing for \r\nDevelopment in 2007. \r\nA/61/PV.16  \r\n \r\n06-53317 28 \r\n \r\n My country supports the call for a review of the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) with a view to closing loopholes in the Treaty \r\nand guaranteeing the right of all States parties to obtain \r\nnuclear technology for peaceful purposes. While we \r\nfavour a Middle East region free from all weapons of \r\nmass destruction, we also call on all parties to the \r\ncurrent talks on the Iranian nuclear issue to keep the \r\ndoor open to negotiation, since direct dialogue remains \r\nthe best way of reaching a suitable compromise on \r\npending contested issues. \r\n An effective international counter-terrorism \r\nstrategy requires a balance to be struck between \r\nsecurity considerations and respect for human rights \r\nconventions. It is really not wise to endanger the \r\nsecurity and stability of States on the ground of \r\ncombating terrorism, nor is it fair to subject innocent \r\npeople to injustice or mistreatment on the basis of mere \r\nsuspicion. \r\n Bearing in mind that human beings are the centre \r\nand focus of development, my country has designed \r\npolicies aimed at the self-fulfilment of Omani citizens \r\nand the development of their potential. Social welfare \r\nprogrammes for individuals with special needs are a \r\nkey element in the rehabilitation of those groups, so \r\nthat they can participate in society alongside other \r\ncitizens. In cooperation with the International Labour \r\nOrganization, my country has also adopted a \r\nrehabilitation strategy focusing on local communities. \r\n Emphasizing the comprehensive nature of the \r\ndevelopment process, my country has devoted special \r\nattention to the role of women by encouraging them to \r\nparticipate in development. We have introduced a draft \r\nnational strategy for the advancement of women, which \r\nis the result of cooperation between governmental \r\nbodies and civil society organizations.  \r\n The Sultanate of Oman takes pride in its \r\nachievements in the area of childcare. Because of the \r\nimportance of childhood in securing out investment in \r\nhuman resources, children are given priority in our \r\ncomprehensive development programme. Our national \r\ncommittee for child protection and welfare was \r\nestablished by Royal Decree No. 71 of 1997. \r\n Today, more than ever before, we need an \r\neffective United Nations that is able to shoulder its \r\nresponsibility for the maintenance of international \r\npeace and security. That can be achieved only through \r\nconcerted efforts and political will on the part of \r\nMember States, which will enable the Organization to \r\ncarry out its mission and responsibilities in the best \r\npossible manner. \r\n The President: I now call on His Excellency \r\nMr. Frank-Walter Steinmeier, Minister for Foreign \r\nAffairs of Germany. \r\n Mr. Steinmeier (Germany) (spoke in German; \r\nEnglish text provided by the delegation): Please accept \r\nmy congratulations, Madam, on your election as \r\nPresident of the General Assembly at its sixty-first \r\nsession. I wish you every success. I should also like to \r\nexpress my sincere thanks to the President of the \r\nGeneral Assembly at its sixtieth session for his \r\ndedicated work and to wish him every success in his \r\nfuture endeavours. \r\n The world events that have taken place over the \r\npast 60 years are reflected more graphically in \r\nGermany than in almost any other country. Until 1989, \r\nthe wall and the barbed wire across our country \r\nsymbolized the division of Europe and the rest of the \r\nworld into two blocs. Since then, Germany has become \r\nthe embodiment of the successful overcoming of that \r\ndivision. \r\n Both division and the overcoming of division \r\nhave influenced our view of the world. For 45 years, \r\npeace in Germany was due largely to the friendship and \r\nthe political and military protection of partner \r\ncountries, which took their responsibility seriously. \r\nThat experience shaped the political outlook of \r\nGermans. That is why we, too, are now shouldering our \r\nresponsibility, both in Europe and in other parts of the \r\nworld. In the context of the United Nations, that means \r\nthat a reunited Germany believes it has an obligation to \r\ndo everything it can to support the Organization in \r\ncreating a more peaceful and more equitable world. \r\n German soldiers and police officers are taking \r\npart in numerous peace missions that are either led or \r\nmandated by the United Nations. In the Western \r\nBalkans, Germany has provided the largest contingent \r\nof peacekeeping troops in Kosovo and in Bosnia and \r\nHerzegovina. Germany is playing a prominent role in \r\nthe reconstruction of Afghanistan. Germany is leading \r\nthe European operation in the Democratic Republic of \r\nthe Congo and is supporting the first free elections \r\nthere in 40 years. Germany is engaged in the Sudan \r\nthrough its support for the African Union Mission in \r\nthe Sudan and the United Nations Mission in the \r\nSudan. And, at this very moment, German navy vessels \r\n A/61/PV.16\r\n \r\n29 06-53317 \r\n \r\nare on their way to the Lebanese coast, where they will \r\nreinforce the United Nations peacekeeping force. \r\nGermany will contribute up to 2,400 troops to that \r\npeace mission. \r\n Germany supports a policy of dialogue and the \r\npeaceful reconciliation of differing interests. We firmly \r\nbelieve that political conflicts cannot be resolved \r\nthrough military force or military victories. Peace is \r\nbrought about by engaging in political dialogue, \r\nestablishing economic ties and giving people tangible \r\nhope for the future. If the parties to a conflict are \r\nunable to overcome political divisions on their own, \r\nthe international community, represented by the United \r\nNations, has an obligation to help. That is the guiding \r\nprinciple of our foreign policy. \r\n As Minister for Foreign Affairs of a reunited \r\nGermany, I have been profoundly influenced by \r\nGerman and European history. On that basis, I have a \r\nconcrete mandate for German foreign policy: we must \r\ndo everything in our power to prevent the world from \r\ndividing once again into hostile blocs. Politicians in \r\nevery country have a responsibility in that regard. \r\nEveryone can — and, I believe, everyone must — \r\nmake a contribution. It is my firm conviction that \r\nanyone who instigates antagonism between people of \r\ndifferent cultures and religions is not living up to his or \r\nher responsibility. \r\n No one should interpret the involvement of \r\nGermany and its partners in the Balkans, in \r\nAfghanistan, in the Sudan and in Lebanon as an \r\naggressive global campaign waged by the West against \r\nIslam. In a world that has grown closer together than \r\never before, we do not need exclusion or polarization. \r\nRather, we need the courage to promote understanding \r\nand to engage in dialogue. \r\n In the Middle East, it is crucial, following \r\nSecurity Council resolution 1701 (2006), on Lebanon, \r\nthat we seize the opportunity to promote \r\nunderstanding. I call on all parties to the conflict in the \r\nregion to act responsibly. Those who want their \r\nchildren and grandchildren to live in peace instead of \r\nviolence, in safety instead of fear, in prosperity instead \r\nof poverty, must have the courage to embark on new \r\npaths rather than simply cultivating long-standing \r\nenmities.  \r\n The principles for a settlement are clear: Israel’s \r\nright to exist, on the one hand, and the establishment of \r\na Palestinian State, on the other. Those were the core \r\nconcerns of the Road Map, to which, I am firmly \r\nconvinced, we must return. However, if we are to \r\nensure lasting success, we must do everything we can \r\nto include everyone involved, even if that seems a \r\nroundabout way to achieve our goal. Therefore, I hope \r\nthat we will succeed in persuading Syria to engage in a \r\nconstructive dialogue. We need stronger engagement \r\non the part of the international community, particularly \r\nthe Middle East Quartet. I welcome the Quartet’s \r\nrecent meeting. \r\n In Afghanistan, the international community is \r\ndemonstrating how the principle of responsibility can \r\nbe put into practice in concrete terms. After 23 years of \r\ncivil war, political structures are now being developed. \r\nMillions of refugees have returned to their home \r\ncountry. Just as important, young people — including \r\ngirls — can go to school again. However, drug \r\ncultivation and the security situation pose a threat to \r\nthe progress that has been made, at least in certain \r\nregions of the country. We, the international \r\ncommunity cannot allow the successes to date to be \r\nbrought to naught. \r\n In the Western Balkans, too, war is a thing of the \r\npast; I am very pleased to note that that is so. The \r\npolitical and military commitment of the United \r\nNations, the United States of America, Russia and the \r\nEuropean Union has played a key role in this. In \r\nKosovo, the task now is to ensure that the two parties \r\nto the conflict take their responsibility for peace and \r\nstability seriously. A solution to the status of Kosovo, \r\nwhich has remained unresolved for many years, is \r\noverdue. Germany staunchly backs the efforts of the \r\nUnited Nations Special Envoy, President Martti \r\nAhtisaari. We believe that stability cannot be achieved \r\nif the will of only the majority population of Kosovo is \r\nexpressed. Kosovo Serbs must be guaranteed adequate \r\nprotections as a minority. \r\n We need only glance at a map of Africa to \r\nunderstand how important the peace and stability of the \r\nSudan and the Congo are for the African continent as a \r\nwhole. I believe that instability and conflicts in Africa \r\nalso have a direct impact on Europe. For this reason, \r\ntoo, Germany is supporting the United Nations in its \r\nefforts to find a solution to the conflicts in those two \r\ncountries. \r\n While the United Nations peace mission in \r\nsouthern Sudan — the United Nations Mission in the \r\nSudan (UNMIS) — has made an effective contribution \r\nA/61/PV.16  \r\n \r\n06-53317 30 \r\n \r\ntowards the implementation of the Peace Agreement \r\nbetween northern and southern Sudan, peace in Darfur \r\nis still a long way off. Neither the Sudanese \r\nGovernment nor rebel groups can be absolved of \r\nresponsibility for the humanitarian disaster in the west \r\nof the country. Nevertheless, I am firmly convinced \r\nthat a lasting solution to the conflict will be possible \r\nonly if we work with, not against, them. \r\n As members are aware, over the past few years \r\nGermany, together with France and Britain, supported \r\nby the United States of America, Russia and China, has \r\nbeen intensively seeking a solution to the conflict \r\nregarding Iran’s nuclear programme. Let me state \r\nclearly that no one wants to deny Iran the right to use \r\nnuclear energy peacefully. Nor is isolating Iran the \r\nobjective of the diplomatic effort. On the contrary, we \r\nhope that Iran will become a reliable and responsible \r\npartner in the crisis-stricken Middle East. That is why, \r\non 6 June, we offered Iran a package aimed at far-\r\nreaching cooperation. The package includes proposals \r\nfor closer diplomatic, economic and security \r\ncooperation, and expressly acknowledges Iran’s right \r\nto use nuclear energy for peaceful purposes. \r\n However, the international community also \r\nrightly expects cooperation and transparency from Iran. \r\nIf Iran were to prove that the suspicions of the \r\nInternational Atomic Energy Agency (IAEA) are \r\nunfounded and if it sent a clear sign that it truly intends \r\nto use its nuclear programme for peaceful purposes \r\nonly, that could open the door to a development which \r\nbenefits the people of Iran and the entire region. \r\n It is now up to the Government in Tehran to face \r\nup to its responsibility. The decision in favour of peace \r\nand stability in the entire Middle East requires courage. \r\nI call upon Iran to end the current phase of \r\nprocrastination and give a clear sign of trust so that we \r\ncan look to the future together and can finally sit down \r\nat the negotiating table. \r\n Resolution of the nuclear dispute with Iran is \r\nurgent. However, the challenges of the proliferation of \r\nnuclear weapons go far beyond that. We must act now \r\nif we want to halt the erosion of the non-proliferation \r\nregime. The next attempt to implement the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons must not \r\nfail. \r\n Not only Iran but also other countries are \r\nthinking about developing enrichment technology. We \r\nwill have to develop new instruments if we want to \r\nprevent such risks from arising. \r\n I am therefore strongly in favour of not merely \r\nexchanging ideas on the multilateralization of the fuel \r\ncycle and transferring responsibility for uranium \r\nenrichment to the international community, but of \r\nfurther developing such ideas into concrete options. I \r\ntherefore appeal for greater efforts to find solutions, \r\nworking together with the IAEA. \r\n The conflicts in the Middle East, Afghanistan, the \r\nWestern Balkans and the Sudan, and the dispute with \r\nIran, as well as the fight against international terrorism, \r\nhave one thing in common: in none of those cases is \r\nthe West taking a hostile stance against Islam. Nor do \r\nthey involve a clash of civilizations. Rather, they are \r\nvery diverse conflicts involving diverse interests. \r\n I believe that there is just one link, albeit a very \r\ndifferent one: each one of those conflicts can be \r\nresolved only with a willingness and ability to engage \r\nin dialogue. That is because dialogue gets everyone \r\nconcerned involved, engages them and does not allow \r\nthem to shirk their responsibility for resolving a \r\nconflict. However, a policy of cooperation and \r\ndialogue does not mean talking at any cost. Those who \r\nwant to engage in dialogue must meet some basic \r\nprerequisites. In my view, these include a readiness to \r\nbring about a peaceful reconciliation of interests — \r\nthat is to say, they must be prepared to renounce \r\nviolence and respect the position of the other side — \r\nand their own position must be consistent and credible. \r\nIf these prerequisites are not met, then no dialogue \r\nwith any chance of success can get off the ground. \r\n I am firmly convinced that a dialogue beyond \r\ncultural borders can succeed because, despite all of our \r\ndifferences, we are living in one world. The various \r\ncultures of the world have more in common than \r\npolitical rabble-rousers would have us believe. People \r\neverywhere have the same fundamental interests: they \r\nwant to live in peace and security, free from poverty. \r\nThey want good health care and good schools for their \r\nchildren. No responsible Government would ever want \r\nto withhold these from its people — nor should they \r\never be allowed to try to do so. \r\n The United Nations and its agencies and \r\nprogrammes embody this vision — and it is this vision \r\nthat makes the United Nations so indispensable. I am \r\nconvinced that we will need the United Nations more \r\nthan ever in the coming decades. The number and the \r\n A/61/PV.16\r\n \r\n31 06-53317 \r\n \r\nscale of crises in the world are increasing. That could \r\nbring about a renaissance of the United Nations even in \r\ncountries that are sometimes still sceptical about the \r\nworld Organization. \r\n The effectiveness of the United Nations, its \r\nability to act and the confidence it inspires as the \r\ninternational community’s main multilateral \r\nOrganization are closely connected. Everyone can see \r\nhow necessary transparent structures and effective \r\ninstitutions are for the United Nations. The reform of \r\nthe United Nations — the entire Organization, not just \r\nthe Security Council — should not, therefore, simply \r\nremain on the agenda; concrete progress must be made. \r\n We see the expectations placed on the United \r\nNations rising. This is especially urgent in the case of \r\nthe review of mandates, as well as management and \r\nfinancial reform. Germany pledges to support this \r\nendeavour, because we must reform if we, as members \r\nof the international community, wish to remain \r\neffective. We owe that not only to the United Nations \r\nbut, above all, to the people in whose name we \r\nshoulder responsibility together. \r\n The President: I give the floor to Her Excellency \r\nMrs. Rita Kieber-Beck, Minister for Foreign Affairs of \r\nLiechtenstein. \r\n Mrs. Kieber-Beck (Liechtenstein): Madam \r\nPresident, let me first of all express my happiness at \r\nseeing you preside over the General Assembly. Your \r\nelection sends a clear signal concerning the ever-\r\nstronger participation of women in decision-making \r\nprocesses worldwide. We value your impressive track \r\nrecord on women’s rights in particular, and we will \r\nassist you in every possible way in the fulfilment of \r\nyour difficult task. \r\n We can take pride in the many accomplishments \r\nachieved during the past session, most prominently the \r\nestablishment of the Human Rights Council and of the \r\nPeacebuilding Commission. These are important \r\ninstitutional advances which offer us a real opportunity \r\nto do things differently and to do them better. They do \r\nnot, however, automatically guarantee the results that \r\nwe had in mind when we made the decision that new \r\ninstitutions were needed. No structural change, \r\nhowever skilfully crafted, can bring about substantive \r\nchange in and of itself. In the area of human rights in \r\nparticular, we must increase our efforts in order to \r\ncreate the truly new international discourse that is \r\nneeded, based on cooperation and the even-handed \r\nimplementation of international standards. Only a new \r\npartnership in the field of human rights, with the full \r\nparticipation of all stakeholders, including civil society \r\nand the private sector, can ensure that people \r\nworldwide enjoy all the human rights to which they are \r\nentitled. It is only through such a new partnership that \r\nwe will be able to make the quantum leap towards an \r\nera of implementation. \r\n One of the major issues that we did not resolve \r\nfollowing the World Summit in September 2005 is \r\nSecurity Council reform. Here again, we are of the \r\nview that structural change is needed but that it is not \r\nsufficient in itself. On the one hand, the Council must \r\nbe given a new structure and a different composition in \r\norder to maintain its credibility worldwide. It must \r\nbetter reflect the geopolitical realities of the twenty-\r\nfirst century, which are fundamentally different from \r\nthose that prevailed at the time of the creation of the \r\nOrganization. But we must also address the equally \r\nurgent necessity to improve the way in which the \r\nCouncil goes about its daily business. \r\n Time and again we have witnessed occasions on \r\nwhich the Council did not live up to its mandate, as \r\nenshrined in the Charter, to act on behalf of the \r\nmembership as a whole. A better representation of the \r\nviews of the general membership is therefore essential \r\nfor its effectiveness and credibility, in particular \r\nthrough a stronger involvement on the part of non-\r\nmembers of the Council that have a particular interest \r\nin, or expertise on, a given subject. We are satisfied to \r\nsee that the Council has taken a step in the right \r\ndirection in that regard, and we will remain committed \r\nto helping to improve its working methods. \r\n Working methods and enlargement are clearly \r\ncomplementary elements of Security Council reform. It \r\nwould appear that, after a pause of more than a year, it \r\nis time to try our hand again at expanding the Council, \r\npreferably through a sober approach that takes into \r\naccount the experiences gained in 2005. \r\n Like many before me, I would like to applaud \r\nSecretary-General Kofi Annan for his outstanding \r\ntenure at the helm of the Organization. One key \r\nelement of his legacy is the high priority he has \r\nattached to the rule of law. We agree that the core \r\nstrength of the United Nations is its solid grounding in \r\ninternational law, its proud track record in promoting \r\ninternational law, and the unique legitimacy it can \r\nprovide in making decisions. In our globalized world, \r\nA/61/PV.16  \r\n \r\n06-53317 32 \r\n \r\nin which non-State actors play an ever-increasing role, \r\nclear rules are needed which are applied equally to \r\neveryone, in a transparent manner. \r\n However, we have yet to witness the advent of an \r\nera of the rule of law, as called for by the Secretary-\r\nGeneral. On the contrary, we have witnessed a \r\ndangerous erosion of international law, in particular \r\ninternational humanitarian law, and we must urgently \r\nfind ways to place the issue of the rule of law high on \r\nthe agenda of the Organization. We will work with \r\nothers to ensure that the General Assembly makes \r\nconcrete progress on this matter during this session. \r\n While there are negative trends in the area of \r\nrespect for international law, we have made some \r\nsignificant advances, in particular in the area of \r\ninternational justice. It is now commonly understood \r\nthat there can be no impunity for international crimes \r\nand that no one who has committed them is immune. \r\nThis is a historic development which has found its \r\nmost powerful expression in the establishment of the \r\nInternational Criminal Court. The Court is now seized \r\nof three situations, one of which was referred to it by \r\nthe Security Council, and more than 100 States have \r\nbecome parties to the Rome Statute. This very strong \r\nmomentum can be maintained only if States and, \r\nindeed, the Organization lend their active support to a \r\njudicial institution which fully relies on such \r\ncooperation in gathering evidence and arresting \r\nindictees. Most importantly, we must realize that peace \r\nand justice are, in the long run, complementary \r\nconcepts, and we must uphold the principle that there \r\ncan be no amnesty for the worst crimes under \r\ninternational law. \r\n The international fight against terrorism poses a \r\nparticularly complex challenge in the area of the rule \r\nof law. First, we must complement the existing \r\ninternational legal framework by adopting a \r\ncomprehensive convention against terrorism. We have \r\nput forward our ideas in this respect and hope that they \r\ncan help in reaching an agreement, which is long \r\noverdue. Secondly, it must be clear that the fight \r\nagainst terrorism and the observance of human rights \r\nand international humanitarian law are complementary \r\nand mutually reinforcing. Human rights are at the core \r\nof the value system of the international community, as \r\nwe all recognized at the Summit last year. Curtailing \r\nthem in the name of the fight against terrorism would \r\ntherefore play into the hands of terrorists, who fight \r\n \r\nthis very system with fanatic zeal. Last but not least, \r\nthe United Nations, and the Security Council in \r\nparticular, must lead by example in upholding due \r\nprocess and the rights of individuals. \r\n When I spoke in this Hall last year, I presented a \r\nmixed assessment of the outcome of the World \r\nSummit. On the one hand, I expressed disappointment \r\nat the vagueness or even complete absence of some \r\naspects of United Nations reform, but I also warmly \r\nwelcomed some real advances. The recognition of the \r\nresponsibility to protect constituted such an advance; \r\nindeed, it was a real milestone in the Outcome \r\nDocument. Today, we must acknowledge that the \r\ninternational community has not followed up the \r\ncommitment it made at the World Summit with \r\nconcrete action. \r\n The situation in Darfur, irrespective of the \r\ndefinition of the crime in question, clearly falls within \r\nthe scope of the responsibility to protect, but we have \r\nyet to see the action necessary in accordance with our \r\ncommon commitment to protect civilian populations. \r\n The United Nations, in spite of its shortcomings, \r\nremains the only such Organization of global reach and \r\nis uniquely placed to address the complex challenges \r\nthe world is facing today. However, it will be capable \r\nof living up to this role only if we re-establish the \r\ninstitutional balance within the system. In particular, \r\nthe General Assembly must reassert its role as a central \r\npolicymaking body and work on a par with the Security \r\nCouncil. \r\n The most prominent topics for the Organization \r\nin the coming weeks are clear: the situation in Darfur, \r\nthe Middle East, the nuclear programme of Iran and the \r\nappointment of a new Secretary-General. All these \r\ntopics are dealt with in the Security Council, while the \r\nGeneral Assembly plays at best a secondary role. The \r\nAssembly must, therefore, address in parallel, and \r\nmake progress on, the development agenda in all its \r\naspects, system-wide coherence, disarmament, Security \r\nCouncil reform and other priority areas of the work of \r\nthe organization. A better division of work between the \r\ntwo most important organs will make the Organization \r\nas a whole more effective and more efficient. It is, \r\ntherefore, in the common interest of all States to make \r\nthe General Assembly the central policymaking body it \r\nwas designed to be by the founding fathers. \r\n  The meeting rose at 1.20 p.m. \r\n"