" United Nations  A/61/PV.42\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n42nd plenary meeting \r\nMonday, 30 October 2006, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-59161 (E) \r\n*0659161* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n In the absence of the President, Mr. Al-Murad \r\n(Kuwait), Vice-President, took the Chair. \r\n \r\n  The meeting was called to order at 10.15 a.m. \r\n \r\nAgenda item 81 \r\n \r\nReport of the International Atomic Energy Agency \r\n \r\n  Note by the Secretary-General (A/61/266) \r\n \r\n  Draft resolution (A/61/L.9) \r\n \r\n The Acting President (spoke in Arabic): It gives \r\nme great pleasure to welcome Mr. Mohamed \r\nElBaradei, Director General of the International \r\nAtomic Energy Agency, who will introduce the report \r\nof the Agency on its work during the past year. \r\n I would like to take this opportunity to \r\ncongratulate Mr. ElBaradei and the Agency on the \r\naward of the 2005 Nobel Peace Prize, which crowned \r\ntheir efforts to prevent nuclear energy being used for \r\nmilitary purposes and to ensure that nuclear energy for \r\npeaceful purposes is used in the safest possible way. \r\nThat is testimony to the pivotal role played by the \r\nAgency, whether in monitoring the development of \r\natomic energy and its application for scientific \r\npurposes, and in providing assistance for this; in terms \r\nof the transfer of nuclear technology to developing \r\ncountries; or in terms of ensuring the safety and \r\nverification of nuclear installations and programmes. \r\nThe most recent developments at the international level \r\nin this regard show how important it is for Member \r\nStates to continue to support the Agency. \r\n I now invite Mr. Mohamed ElBaradei, Director \r\nGeneral of the International Atomic Energy Agency, to \r\nintroduce the report of the Agency for 2005. \r\n Mr. ElBaradei (International Atomic Energy \r\nAgency): In the coming year, the International Atomic \r\nEnergy Agency (IAEA) will commemorate its fiftieth \r\nanniversary. There is much to be learned by looking \r\nback on this half century of Atoms for Peace in its \r\nmany applications, from the days of the first power \r\nreactor operations, safeguards inspections and safety \r\nstandards, all the way to our programme today. As we \r\ncommemorate this anniversary, our goal is to broaden \r\nawareness of the scope of the IAEA’s mission and \r\nactivities — our contributions to development, nuclear \r\nsafety and security, and nuclear non-proliferation — \r\nand to provide forums to review the challenges and \r\nopportunities that lie ahead. \r\n For the past five decades, the role of nuclear \r\npower has been shaped by many factors, such as \r\ngrowing energy needs, economic performance, the \r\navailability of other energy sources, the quest for \r\nenergy independence, environmental factors, nuclear \r\nsafety and proliferation concerns and advances in \r\nnuclear technology. \r\n In the aftermath of the Chernobyl accident, the \r\ncontinued viability of nuclear power was viewed with \r\nscepticism for almost two decades. But recently we \r\nhave seen rising expectations regarding the future role \r\nof nuclear power, particularly among developing \r\ncountries. The rapid growth in global energy demand is \r\nputting a premium on all energy sources. Climate \r\nA/61/PV.42  \r\n \r\n06-59161 2 \r\n \r\nchange concerns have highlighted the advantages of \r\nnuclear power in terms of its minimal greenhouse gas \r\nemissions. And the sustained nuclear safety and \r\nproductivity record over the past 20 years has made \r\nnuclear operating costs relatively low and stable. \r\n There are currently 442 nuclear power reactors \r\noperating in 30 countries, and they supply about 16 per \r\ncent of the world’s electricity. To date, the use of \r\nnuclear power has been concentrated mostly in \r\nindustrialized countries. But of the 28 new reactors \r\ncurrently under construction 16 are in developing \r\ncountries. And while the highest percentage of existing \r\nreactors is in North America and Western Europe, \r\nrecent expansion has been primarily in Asia and \r\nEastern Europe. \r\n Recently, the IAEA has begun emphasizing the \r\nrole of energy for development, since it is becoming \r\nmore and more clear that without energy there can be \r\nno development, and without development there is \r\nmisery, which can often lead to violence. The energy \r\nshortage in developing countries is a staggering \r\nimpediment to development. To put the matter in \r\nperspective, it is enough to mention that the countries \r\nof the Organization for Economic Cooperation and \r\nDevelopment (OECD), on average, consume electricity \r\nat a rate roughly a hundred times that of the world’s \r\nleast developed countries. \r\n The IAEA offers energy assessment services that \r\nbuild a State’s capability for energy analysis and \r\nenergy planning, taking into account the country’s \r\neconomic, environmental and social development \r\nneeds. These services treat all energy supply options \r\nequally. They are in increasingly high demand, and we \r\nhave been expanding our capacity to offer them. \r\n The Group of Eight (G-8) Summit in \r\nSt. Petersburg this summer emphasized the importance \r\nof global energy security. During my participation at \r\nthe expanded summit there, I emphasized that, in my \r\nview, global energy security means fulfilling the \r\nenergy needs of all countries and peoples, including the \r\n1.6 billion people who have no access to electricity, \r\nand the 2.4 billion people who continue to rely on \r\ntraditional biomass fuels. \r\n I also emphasized at that meeting that, in my \r\nview, the current global organization of energy \r\nresource management and distribution is quite \r\nfragmented, in terms of both geographical coverage \r\nand the types of energy resources managed. Global \r\nstructures for setting norms, oversight and management \r\nexist in most other key areas of human activities, such \r\nas trade, civil aviation, labour relations and health, to \r\nname a few. However, no similar structure currently \r\nexists for energy. \r\n It is important to note that, as a sophisticated \r\ntechnology, nuclear power requires a correspondingly \r\nsophisticated infrastructure. For new countries \r\nconsidering nuclear power, it is essential to ensure that \r\nsuch necessary infrastructure will be available. This \r\ninfrastructure includes many components — from \r\nindustrial infrastructure, such as manufacturing \r\nfacilities, to the legal and regulatory framework, the \r\ninstitutional measures to ensure safety and security, \r\nand the necessary human and financial resources. The \r\nIAEA recently published guidance on the infrastructure \r\nneeded for countries to introduce nuclear power, and \r\nwe are working to define a set of milestones for the \r\ndevelopment of this infrastructure, to assist us in \r\nprioritizing our support for those member States. \r\n Naturally, nuclear energy might not be the choice \r\nof all countries, and some, such as Germany and \r\nSweden, have decided to phase out their nuclear power \r\nprogrammes. Other countries have also adopted a \r\npolicy against the use of nuclear power. However, for \r\nthose member States that choose to use nuclear power \r\nas part of their energy mix there is much that the \r\nAgency can do to make this option accessible, \r\naffordable, safe and secure. \r\n For 50 years, technical cooperation has been a \r\nprincipal mechanism for implementing the IAEA’s \r\nbasic mission, Atoms for Peace. But 50 years ago many \r\nof the Member States that participated in the Technical \r\nAssistance Programme lacked all but the most \r\nrudimentary capabilities for applying nuclear science \r\nand technology. The IAEA role then involved a one-\r\nway transfer of technology to developing member \r\nStates to help them establish basic scientific and \r\ntechnical capabilities. \r\n Today, our Technical Cooperation Programme has \r\nevolved to be one of partnership that hinges on \r\ncooperation, the sharing of knowledge and expertise to \r\npromote sustainable growth and human security, in \r\nways that contribute to many of the Millennium \r\nDevelopment Goals. Many member State institutions \r\nnow have capabilities equal to or exceeding those of \r\nthe Agency. As a result, experience gained in one \r\nmember State is often shared with others through a \r\n A/61/PV.42\r\n \r\n3 06-59161 \r\n \r\nvariety of mechanisms. In Asia, Latin America and \r\nAfrica, countries that were once heavily dependent on \r\nthe Agency for advanced scientific expertise are now \r\nregional leaders in helping other countries in their \r\nregion to make use of the varied peaceful nuclear \r\napplications. \r\n Much of the IAEA’s scientific work is focused on \r\nthe transfer of peaceful nuclear technology in the fields \r\nof health, agriculture, industry, water management and \r\npreservation of the environment. The Agency works to \r\nbuild up member State scientific and technical \r\ncapacities in a manner that supports their national \r\ndevelopment priorities. The IAEA also has projects that \r\nare designed to support regional priorities, such as the \r\nNew Partnership for Africa’s Development (NEPAD). \r\n These efforts are making a difference. Let me \r\noffer two brief examples. \r\n For many years, IAEA assistance in the field of \r\nradiotherapy has been used to cure or mitigate the \r\neffects of cancer. Recently, however, the Agency began \r\nworking on an ambitious scale, through its Programme \r\nof Action for Cancer Therapy (PACT), to integrate \r\nradiotherapy into a broader cancer control framework, \r\nencompassing cancer prevention, diagnosis and \r\ntreatment. Over the past year, relationships have been \r\nbuilt with the leading organizations in the field of \r\ncancer control and research, including the World \r\nHealth Organization, in order to assist member States \r\nwith comprehensive cancer control programmes. \r\nCollaborative efforts are now under way to create \r\nmodel demonstration sites for cancer control in five \r\ncountries. These sites will be used to attract additional \r\ndonors by raising the profile of cancer as a global \r\nhealth concern. \r\n Secondly, with Agency assistance, Member States \r\nare using isotope hydrology to address problems of \r\nwater shortages and the depletion of groundwater \r\nresources through overuse. An excellent example is the \r\nactive participation of Chile, Colombia, Costa Rica, \r\nEcuador, Nicaragua, Peru and Uruguay last year in a \r\nregional technical cooperation project for managing \r\ngroundwater resources in Latin America. As a result of \r\nthis project, hydrogeological maps were developed, \r\nconceptual models were validated and associated \r\ndatabases were made available. They are now in use in \r\nparticipating institutions. \r\n The safety and security of nuclear activities \r\naround the globe remain key elements of the IAEA \r\nmandate. It is clear that the sustained effort to build a \r\nglobal nuclear safety regime is paying off. Operational \r\nsafety performance at nuclear power plants remains \r\nstrong. Occupational radiation protection indicators \r\nonce again showed improvement over the past year. \r\nAnd we are continuing to make strides in strengthening \r\nphysical protection at nuclear facilities and enhancing \r\nthe security of nuclear material and radioactive sources \r\nworldwide. \r\n But nuclear safety is not an issue that can ever be \r\nregarded as fixed. The strong, steady safety \r\nperformance of recent years is reassuring, but the \r\nsporadic recurrence of events of concern makes it clear \r\nthat the promotion of a strong safety culture — for \r\nboth operators and regulators — should always be \r\nviewed as a work in progress. \r\n The IAEA has for some time been emphasizing \r\nthe need to better protect medical patients from \r\ninadvertently receiving excessive radiological doses. In \r\nthe past three years, the number of Member States \r\nparticipating in projects in this area has increased more \r\nthan threefold, from 21 to the current total of 78. The \r\nAgency is continuing its efforts to promote better \r\nsafety performance in this area, including through \r\nimproving access to related training. \r\n The IAEA’s nuclear security programme also \r\ncontinues to progress at a rapid pace. The Agency is \r\nhelping member States to implement the new \r\nstrengthened regime of nuclear security. Capacity-\r\nbuilding activities in the past year have included \r\nnuclear security training courses, with participation by \r\n88 States; the supply of detection and monitoring \r\nequipment; the procurement of physical protection \r\nequipment to improve the security of nuclear power \r\nplants and other installations; and assistance in \r\nprotecting locations containing highly radioactive \r\nsources. \r\n The Agency’s Illicit Trafficking Database now \r\nhas 93 States participating. Analysis of the database is \r\nproviding insight into trends, risks and trafficking \r\nmethods and routes. The number of incidents — more \r\nthan a hundred per year for the past three years — \r\ndemonstrates a persistent problem with trafficking, \r\nthefts, losses and other unauthorized activities \r\ninvolving nuclear or radioactive material. The number \r\nof incidents involving the detection of material at \r\nborders has increased substantially in recent years. \r\nA/61/PV.42  \r\n \r\n06-59161 4 \r\n \r\nThat is clearly due in part to the increased deployment \r\nby States of detection and monitoring equipment. \r\n The nuclear non-proliferation and arms control \r\nregime continues to face a broad set of challenges. The \r\nnumber of States with safeguards agreements and \r\nadditional protocols under the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) has steadily \r\nincreased. We now have a total of 78 States with \r\nadditional protocols in force. However, over a hundred \r\nStates — including 25 with significant nuclear \r\nactivities — have yet to bring additional protocols into \r\nforce. And 36 non-nuclear-weapon States parties to the \r\nNPT have not yet fulfilled their legal obligation to \r\nbring into force safeguards agreements with the \r\nAgency. For the nuclear verification regime to be \r\neffective and credible, as I continue to state, we must \r\nhave the necessary authority. I therefore urge all States \r\nto bring these instruments into force. \r\n Since the end of December 2002, when IAEA \r\nverification activities were terminated at the request of \r\nthe Democratic People’s Republic of Korea, the \r\nAgency has been unable to draw any conclusions \r\nregarding that country’s nuclear activities.  \r\n The nuclear test reportedly carried out earlier this \r\nmonth by the Democratic People’s Republic of Korea \r\nis a matter of deep and serious concern. The breaking \r\nof a de facto global moratorium on nuclear explosive \r\ntesting that had been in place for nearly a decade and \r\nthe addition of a new State with nuclear-weapon \r\ncapacity are clear setbacks to international \r\ncommitments to move towards nuclear disarmament. \r\nThe Security Council has made it clear that the \r\nDemocratic People’s Republic of Korea should \r\nabandon its nuclear weapons programme in a verifiable \r\nmanner.  \r\n This event also re-emphasizes the urgent need to \r\nestablish a legally binding universal ban on nuclear \r\ntesting through the early entry into force of the \r\nComprehensive Nuclear-Test-Ban Treaty, and it \r\nunderscores the importance of finding a negotiated \r\nsolution to the current situation. The resumption of \r\ndialogue between all the parties concerned is \r\nindispensable and urgent. \r\n The IAEA stands ready to work with the \r\nDemocratic People’s Republic of Korea — and with all \r\nothers — towards a solution that addresses the need of \r\nthe international community to ensure that all nuclear \r\nactivities in the Democratic People’s Republic of \r\nKorea are exclusively for peaceful purposes, while \r\naddressing the country’s security and other concerns. \r\n The implementation of the NPT safeguards \r\nagreement in the Islamic Republic of Iran has been on \r\nthe agenda of the IAEA Board of Governors for more \r\nthan three years, and lately it has also been on the \r\nagenda of the Security Council. On 31 July 2006, the \r\nCouncil adopted resolution 1696 (2006), in which it \r\ncalled upon Iran to take the steps required by the Board \r\nin its resolution (GOV/2006/14) of 4 February 2006. \r\nThose steps in the Board’s resolution, which spoke of \r\nthe necessity for the IAEA to continue its work to \r\nclarify all outstanding issues relating to Iran’s nuclear \r\nprogramme, included the re-establishment by Iran of \r\nfull and sustained suspension of all its enrichment-\r\nrelated and reprocessing activities.  \r\n In my report of 31 August to the Board and to the \r\nSecurity Council regarding Iran’s fulfilment of the \r\nrequirements of that resolution, I stated that Iran had \r\nnot suspended its enrichment-related activities, nor had \r\nI been able to make progress on resolving the \r\noutstanding issues, issues that require certain \r\ntransparency measures on the part of Iran. The IAEA \r\ncontinues, therefore, to be unable at this stage to \r\nconfirm the peaceful nature of Iran’s nuclear \r\nprogramme, which obviously is a matter of serious \r\nconcern. \r\n In that context, I still hope that, ultimately, \r\nthrough dialogue between Iran and its European and \r\nother partners, conditions will be created making it \r\npossible to engage in long overdue negotiations to \r\nachieve a comprehensive settlement that will \r\nsupplement IAEA verification efforts in addressing \r\ninternational concerns about the peaceful nature of \r\nIran’s nuclear programme while also addressing Iran’s \r\nsecurity and other concerns. \r\n The increase in global energy demand is driving a \r\npotential expansion in the use of nuclear energy. And \r\nconcern is mounting regarding the proliferation risks \r\ncreated by the further spread of sensitive nuclear \r\ntechnology, such as uranium enrichment and spent-fuel \r\nreprocessing. The convergence of those realities points \r\nto the need for the development of a new framework \r\nfor the nuclear fuel cycle. \r\n For the past two years, I have been calling for the \r\ndevelopment of a new, multilateral approach to the \r\nnuclear fuel cycle as a key measure to strengthen non-\r\nproliferation and cope with the expected expansion of \r\n A/61/PV.42\r\n \r\n5 06-59161 \r\n \r\nnuclear power use. Establishing a framework that is \r\nequitable and accessible to all users of nuclear energy, \r\nacting in accordance with agreed nuclear non-\r\nproliferation norms, will be a complex endeavour that \r\nneeds to be addressed through progressive steps. \r\n The first step, in my view, is to establish \r\nmechanisms for assurance of the supply of fuel for \r\nnuclear power reactors — and, as needed, assurance of \r\nsupply for the acquisition of such reactors. The second \r\nis to limit future enrichment and reprocessing to \r\nmultilateral operations and to convert existing \r\nenrichment and reprocessing facilities from national to \r\nmultilateral operations. \r\n A broad range of ideas, studies and proposals \r\nhave been put forward on this topic. At the IAEA \r\nGeneral Conference last month we organized a special \r\nevent in which experts from all relevant fields \r\ndiscussed ways and means to move forward. A report \r\non the special event was submitted to our General \r\nConference, and the IAEA secretariat, in close \r\nconsultation with member States, will continue to work \r\non identifying options and alternatives to move this \r\nimportant concept forward. \r\n Fifty years after the Atoms for Peace initiative, \r\nthe time has come, in my view, to think of a new \r\nframework for the use of nuclear energy, a framework \r\nthat accounts for both the lessons we have learned and \r\nthe current reality. This new framework should include \r\ninnovative nuclear technology that is inherently safe, \r\nproliferation-resistant and more economical; universal \r\napplication of comprehensive safeguards and the \r\nadditional protocol; concrete and rapid progress \r\ntowards nuclear disarmament; a robust international \r\nsecurity regime; and an effective and universal nuclear \r\nsafety regime. \r\n Wherever we turn in today’s world, it is evident \r\nthat the intertwined issues of security and development \r\ncontinue to be the most daunting challenges facing \r\nhumanity. And it is becoming more evident that the \r\nInternational Atomic Energy Agency has an important \r\nrole to play in both fields. Its staff and management \r\ncontinue to do their utmost to make the Agency \r\neffective and efficient in carrying out its mission. But \r\nin all its areas of activity the IAEA also remains \r\ndependent on the shared commitment and partnership \r\nof the United Nations. I look forward to continuing that \r\npartnership in the years to come. \r\n I would like in closing to express my appreciation \r\nto Secretary-General Kofi Annan for the vision and \r\nleadership he has brought to the United Nations and its \r\norgans over the past 10 years. His support for the IAEA \r\nand its mission has been greatly appreciated, and I \r\nwish him well for the future. \r\n Let me conclude by expressing my sincere \r\nappreciation to the Government of Austria, which \r\ncontinues, as always, to be a welcoming and gracious \r\nhost to the IAEA. \r\n Mr. Petrič (Slovenia): As Chairman of the Board \r\nof Governors of the International Atomic Energy \r\nAgency (IAEA), I wish first to thank the Agency’s \r\nDirector General, Mr. Mohamed ElBaradei, for the \r\nstatement he has just made and for his work in leading \r\nthe Agency and organizing its activities, as well as for \r\nhis close cooperation with the Board of Governors.  \r\n The Director General has highlighted the major \r\nachievements and activities of the Agency over the past \r\nyear and has called our attention to the problems the \r\nAgency is facing and dealing with. Together with the \r\ninformation contained in the Agency’s annual report, \r\nthe Director General’s statement presents the scope and \r\nthe results of its activities in the past year. As \r\nChairman of the Board of Governors, I can only \r\nconfirm that the Board has been, in close cooperation \r\nwith the secretariat of the Agency, actively involved in \r\nstreamlining the activities presented in the report. \r\n On behalf of the Republic of Slovenia, and in my \r\ncapacity as Chairman of the Board of Governors, I \r\nhave the honour to introduce the draft resolution \r\ncontained in document A/61/L.9 on the annual report \r\nof the International Atomic Energy Agency. So far the \r\ndraft resolution is sponsored by the following \r\ncountries: Albania, Algeria, Andorra, Argentina, \r\nArmenia, Australia, Austria, Bangladesh, Belarus, \r\nBelgium, Belize, Bolivia, Bosnia and Herzegovina, \r\nBrazil, Bulgaria, Canada, Chile, Costa Rica, Croatia, \r\nCyprus, the Czech Republic, Denmark, the Dominican \r\nRepublic, Ecuador, Egypt, El Salvador, Estonia, \r\nFinland, France, Gabon, Germany, Greece, Guatemala, \r\nHungary, Iceland, India, Indonesia, Ireland, Italy, \r\nJapan, Kazakhstan, Kuwait, Latvia, Liechtenstein, \r\nLithuania, Luxembourg, Malta, Moldova, Monaco, the \r\nNetherlands, New Zealand, Nicaragua, Nigeria, \r\nNorway, Poland, Portugal, the Republic of Korea, \r\nRomania, the Russian Federation, Serbia, Singapore, \r\nSlovakia, Slovenia, South Africa, Spain, Sweden, \r\nA/61/PV.42  \r\n \r\n06-59161 6 \r\n \r\nSwitzerland, Thailand, The former Yugoslav Republic \r\nof Macedonia, Turkey, Ukraine, the United Kingdom of \r\nGreat Britain and Northern Ireland, the United States \r\nof America and Uruguay. \r\n Sponsorship, of course, is still open.  \r\n The draft resolution expresses broad consensus \r\namong the Agency’s member States, confirmed during \r\nthe consultations in Vienna and also here in New York. \r\nDuring the consultations in Vienna there was also a \r\ngeneral understanding that the current text would not \r\nbe unravelled or renegotiated here in New York.  \r\n The draft resolution which I have the honour to \r\nintroduce is a factual update of last year’s resolution on \r\nthe same matter, following the same streamlined \r\napproach of a short substantive draft as that adopted in \r\nthe past several years. It again takes note of the \r\nstatement of the Director General; recognizes the \r\nimportance of the work of the Agency; recognizes the \r\ncooperation between the United Nations and the \r\nAgency; takes note of the report of the Agency; and \r\ntakes note of the resolutions and decisions adopted by \r\nthe General Conference of the Agency at its fiftieth \r\nregular session in September this year.  \r\n The draft resolution reaffirms strong support for \r\nthe indispensable role of the Agency in encouraging \r\nand assisting the development and application of \r\natomic energy for peaceful uses, in technology transfer \r\nto developing countries and in nuclear safety, \r\nverification and security.  \r\n Finally, again as in the past, the draft resolution \r\nappeals to Member States to continue to support the \r\nactivities of the Agency. \r\n I repeat that the draft resolution is a factual \r\nupdate of the resolution adopted last year. However, it \r\nintroduces the necessary changes of dates and, of \r\ncourse, updates the list of resolutions and decisions \r\nadopted by the General Conference of the Agency this \r\nyear. Moreover, two paragraphs specific to last year’s \r\nresolution are deleted: the paragraph concerning \r\napproval of the appointment of Mr. Mohamed \r\nElBaradei as Director General, and the paragraph \r\nwelcoming the award of the Nobel Peace Prize for \r\n2005 to the Agency and to Mr. ElBaradei.  \r\n I conclude by expressing my sincere hope that, as \r\nwe approach the fiftieth anniversary of the Agency and \r\nits important work, the draft resolution will be adopted \r\nby consensus. \r\n Ms. Schroderus-Fox (Finland): I have the \r\nhonour to speak on behalf of the European Union. The \r\nacceding countries Bulgaria and Romania, the \r\ncandidate countries Turkey, Croatia and the former \r\nYugoslav Republic of Macedonia, the countries of the \r\nStabilisation and Association Process and potential \r\ncandidates Albania, Bosnia and Herzegovina, \r\nMontenegro, Serbia, EFTA countries Liechtenstein and \r\nNorway, members of the European Economic Area, as \r\nwell as Ukraine and Moldova align themselves with \r\nthis declaration.  \r\n Allow me first to thank Mr. Mohamed ElBaradei, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for his statement on the report of the \r\nAgency’s activities in 2005. The EU commends the \r\nsecretariat of the IAEA and its Director General for the \r\nexcellent work done by the Agency and for the \r\nimportant results achieved this year. \r\n The EU member States welcome the outcome of \r\nthe fiftieth IAEA General Conference, held in Vienna \r\nfrom 18 to 22 September 2006, and the resolutions and \r\ndecisions adopted there. \r\n The European Union member States are co-\r\nsponsoring the draft resolution on the report of the \r\nInternational Atomic Energy Agency, and fully support \r\nits content. The draft resolution, with over 70 sponsors, \r\nreflects broad agreement among the IAEA’s member \r\nStates. In this regard, we commend the efforts of the \r\nChairman of the IAEA Board of Governors, and \r\nsincerely hope that the draft resolution will be adopted \r\nby consensus. \r\n The Agency officially turns 50 in July 2007. We \r\nhave good reason to celebrate this important milestone \r\nand give due recognition to the Agency for the \r\nremarkable achievements attained during its lifetime. \r\nAllow me to briefly highlight a few elements of the \r\nrole of the IAEA within the global nuclear non-\r\nproliferation regime and its contribution to it, as \r\nillustrated by the report submitted to the General \r\nAssembly.  \r\n The three pillars of the IAEA Statute — \r\nverification, safety and technology — are all as valid \r\ntoday as they were 50 years ago. The EU is profoundly \r\ncommitted to them, given that they form the basis of \r\nthe Agency’s accomplishments. They have stood firm \r\namid challenges, and we are convinced that by \r\npromoting their agendas at the international level we \r\nare effectively promoting world peace and security. \r\n A/61/PV.42\r\n \r\n7 06-59161 \r\n \r\nHowever, although all the pillars are important, some \r\nare facing more urgent pressure than others. This has \r\nbeen true in particular of the IAEA’s verification \r\nactivities in recent years. \r\n The IAEA has an important role to play within \r\nthe global nuclear non-proliferation regime. The \r\nEuropean Union underlines the importance of the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT). The EU believes that the most important \r\nchallenge to non-proliferation currently faced by the \r\ninternational community is non-compliance with the \r\nTreaty and the safeguards obligations stemming from \r\nit. The NPT stands as the cornerstone of international \r\ncooperation concerning the non-proliferation of nuclear \r\nweapons. We urge all States not yet party to it to join \r\nas non-nuclear-weapon States. \r\n We still regret that the 2005 NPT Review \r\nConference was not able to produce a consensus \r\ndocument. However, we should be able to leave that \r\nfailure behind us and concentrate on the present and \r\nthe future. The European Union looks forward to the \r\nfirst Preparatory Committee meeting in 2007, which \r\nwill lead to the Review Conference in 2010. We are \r\ncommitted to contributing actively to the successful \r\noutcome of the review process, and hope that it \r\nproduces tangible results in all three areas of the NPT. \r\n International threats to nuclear safety are a major \r\nconcern for all Member States. Expressing full support \r\nfor the IAEA in its pursuit of nuclear security should \r\nbe required of all States. We express our highest regard \r\nfor the IAEA’s indispensable work in this field. One \r\nconcrete example of our commitment to that task is the \r\nfact that the European Union is the largest donor to the \r\nNuclear Security Fund (NSF) this year. We call on all \r\nStates to commit themselves to the financing of the \r\nFund. \r\n The IAEA remains the supreme actor for nuclear \r\ncooperation, and its impartial expertise is widely \r\nvalued by all Agency member States. The role of the \r\nIAEA continues to be of pivotal importance in the \r\nglobal combat against nuclear terrorism and the spread \r\nof nuclear weapons. \r\n The international safeguards system is a \r\nfundamental part of the global nuclear non-\r\nproliferation regime and the essential template for the \r\npursuit of nuclear disarmament under article VI of the \r\nNPT. Safeguards are an essential tool for monitoring \r\nthe progression of peaceful nuclear activities. The \r\nEuropean Union vigorously supports strengthening the \r\neffectiveness of the safeguards system, and stresses in \r\nthis regard the importance of the fifth preambular \r\nparagraph of the NPT. \r\n We reiterate that the comprehensive safeguards \r\nagreements, together with additional protocols, \r\nconstitute the current IAEA verification standard. The \r\nEuropean Union regrets that 105 States have yet to \r\nbring into force the additional protocols. It is of the \r\nutmost importance that the additional protocols, \r\ntogether with the comprehensive safeguards \r\nagreements, form the basis of action for all States. \r\n The European Union reiterates its full support for \r\nthe IAEA and is pleased to co-sponsor the draft \r\nresolution on its report. \r\n Mr. Denot Medeiros (Brazil) (spoke in Spanish): \r\nI am speaking on behalf of the States members of \r\nMERCOSUR — Argentina, Brazil, Paraguay, Uruguay \r\nand Venezuela — and the associated States, Bolivia, \r\nChile, Colombia, Ecuador and Peru. \r\n I should like at the outset to thank the Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA) for his informative report, as well as for his \r\nleadership of the Agency, which, on behalf of the \r\ncountries of our region, I congratulate on its \r\nforthcoming fiftieth anniversary.  \r\n Over the years, given the changing international \r\ncontext, the IAEA has become increasingly important \r\nand its action increasingly relevant. Its reports on \r\nnuclear activities give an account of the renewed \r\ninterest in nuclear energy in various areas of the world. \r\nWe therefore hope that this multilateral institution will \r\nbe strengthened in terms of its capacity both to defend \r\nthe inalienable right of countries to the development \r\nand peaceful use of nuclear energy and to undertake \r\nverification and safeguarding activities in support of \r\nthe effective application of the obligations entered into \r\nunder the Treaty on the Non-Proliferation of Nuclear \r\nWeapons (NPT). \r\n In this regard, we welcome Malawi, \r\nMozambique, Palau and Montenegro as new members \r\nof the Agency. We also welcome the agreements \r\nentered into during the past year with regard to various \r\naspects of the IAEA. \r\n Our countries share and keep alive the spirit that \r\ngave rise to the Agency. In that context, we reaffirm \r\nthe right of countries to the development and peaceful \r\nA/61/PV.42  \r\n \r\n06-59161 8 \r\n \r\nuse of nuclear energy, without discrimination, in \r\ncompliance with international commitments. We are \r\nconvinced that nuclear energy has an essential role to \r\nplay, not only in generating clean energy, but also in \r\nother peaceful applications relating to, inter alia, \r\nhuman health, agriculture, food and water \r\ndesalinization. \r\n We must reiterate that the peaceful use of nuclear \r\nenergy demands a climate of mutual confidence and \r\ncooperation. We believe that all members of the \r\ninternational community have an obligation to continue \r\nto move determinedly towards the total elimination of \r\nnuclear weapons and the strengthening of the nuclear \r\nnon-proliferation regime. Therefore, attention should \r\nbe drawn to the efforts of the countries of our region in \r\nestablishing a strengthened verification mechanism, \r\nwhich should be cost-effective and applied in a rational \r\nand non-automatic manner.  \r\n Likewise, our countries attach particular \r\nimportance to the efforts and achievements of the \r\nInternational Atomic Energy Agency and member \r\nStates in strengthening international cooperation in the \r\narea of nuclear and radiological security, including the \r\ntransportation and management of waste. In particular, \r\nwe emphasize the progress being made as a result of \r\nvarious activities intended to maintain and increase a \r\nculture of security. \r\n Particularly noteworthy, among other matters, are \r\nactions with regard to information and communication \r\nnetworks for radiological and nuclear security, and \r\nactions intended to strengthen national regulatory \r\ninfrastructures for the control of the sources of \r\nradioactive materials. \r\n I again draw attention to the importance that all \r\nour countries attach to the Common System for \r\nAccounting and Control of Nuclear Materials (SCCC) \r\nestablished by Argentina and Brazil, which last July \r\ncelebrated its fifteenth anniversary. No doubt Argentina \r\nwill also remind us of that later in the debate. \r\n Lastly, the MERCOSUR member States and \r\nassociated States reaffirm their determination to \r\ncontinue to cooperate actively with the IAEA in order \r\nto strengthen its authority in its areas of competency, \r\nand also to find innovative and non-discriminatory \r\nsolutions that are in compliance with the norms and \r\nprinciples of international law, with a view to \r\ncontributing to the achievement of a safer and more \r\nstable world. \r\n The Acting President (spoke in Arabic): I give \r\nthe floor to the representative of Egypt to speak on a \r\npoint of order. \r\n Mr. Abdelaziz (Egypt): I sincerely apologize for \r\ninterrupting, but I understood that there was a request \r\nfrom the delegation of Palestine, in its capacity as \r\nChair of the Arab Group of States, to make a statement \r\nat the beginning of our debate today. At first I did not \r\nsee Palestine on the list of speakers, and then I saw it \r\ninscribed at the very end of the list.  \r\n I would like to highlight the fact that the \r\ndelegation of Palestine will be speaking not in its \r\nnational capacity, but as Chairperson of the Arab \r\nGroup. Therefore, it should be accorded its position as \r\nsuch, at the beginning of the list of speakers. To begin \r\ndistinguishing between Member States and Observers \r\nwhen speaking as representatives of regional or \r\npolitical groups would be a serious precedent, which \r\nwe would not like to follow or establish in the General \r\nAssembly. \r\n I understand that some say that that is what has \r\nhappened and is happening in the First Committee. \r\nWhat happened there concerned an explanation of vote. \r\nAs the delegation of Palestine in its national capacity \r\ndoes not have the right to vote, it also does not have \r\nthe right to explain its vote.  \r\n But here we are speaking of a procedural \r\nprecedent. The delegation of Palestine is the \r\nChairperson of the Arab Group and should be accorded \r\nits position among the Chairpersons of the regional \r\ngroups. Otherwise, we can end the practice of having \r\nthe Chairpersons of the regional groups speak at the \r\nbeginning of each item.  \r\n Therefore, Mr. President, I seek your ruling on \r\nthis particular issue: that the delegation of Palestine \r\nshould be accorded the possibility to speak among the \r\nChairpersons of the regional groups, as the \r\nChairperson of the Arab Group, not as the delegation \r\nof Palestine. \r\n The Acting President (spoke in Arabic): I think \r\nthat all regional groups should make their statements, \r\nas is the practice, at the beginning of the debate. The \r\nArab Group is entitled to express its views like any \r\nother regional group. Is it possible that the Chair of the \r\nArab Group could speak following India?  \r\n Mr. Sayeed (India): The delegation of India \r\nthanks the Director General of the International Atomic \r\n A/61/PV.42\r\n \r\n9 06-59161 \r\n \r\nEnergy Agency (IAEA), Mr. Mohamed ElBaradei, for \r\npresenting the report of the IAEA to the General \r\nAssembly.  \r\n The Agency’s contribution was recognized \r\nthrough the award of the Nobel Peace Prize to \r\nMr. ElBaradei and the IAEA in 2005. India believes \r\nthat the tribute was both timely and well deserved. The \r\nIAEA is a unique organization in the United Nations \r\nsystem, founded on a strong science base. As a founder \r\nmember of the Agency, India has consistently played \r\nan active role in its work for the promotion of peaceful \r\nuses of nuclear energy. \r\n The demand for nuclear power is growing in step \r\nwith growing global energy needs. The exigencies of \r\neconomic development, the finite nature of fossil fuels, \r\nand concerns linked both to their prices and their \r\nimpact on global climate change, add to the \r\nattractiveness of nuclear power. The immense energy \r\npotential of nuclear fuels, readily available and \r\ndeployable technologies, and the safety and \r\nproductivity record of nuclear power over the past 20 \r\nyears are likely to help maintain an upward trend in the \r\ndemand for nuclear energy. Indeed, nuclear power is \r\nnow an inevitable and indispensable part of the \r\nsolution to the world’s growing needs for energy. \r\n India believes that the Agency should continue to \r\npay special attention to the promotion and development \r\nof nuclear energy, especially in areas of the world \r\nwhere developmental needs and aspirations remain \r\npressing and unfulfilled. As the report of the IAEA \r\nnotes, 2005 was a year of rising expectations of nuclear \r\nenergy, which kept pace with the steady growth in the \r\nglobal electricity market. Nuclear power accounted for \r\n16 per cent of world electricity production, with a net \r\nincrease in capacity of 2300 megawatts in 2005.  \r\n The report also notes that of the 26 nuclear power \r\nplants under construction, 15 are located in Asia. In \r\nIndia, with the TAPS-4 achieving criticality on \r\n6 March 2005, and TAPS-3 on 21 May 2006, there are \r\n16 operating power plants, with 7 under construction. \r\nFurther, the Government of India has recently approved \r\npre-project activities on eight additional reactor units. \r\nWith the completion of all those units, the total nuclear \r\npower generation capacity in India will reach around \r\n14,000 megawatts. The emerging possibility for \r\nexpanding civil nuclear cooperation between India and \r\nthe international community will supplement our \r\ndomestic efforts to meet the developmental aspirations \r\nof our people through additional energy inputs. \r\n India considers a closed nuclear fuel cycle of \r\ncrucial importance for its well-established, three-stage \r\nnuclear power programme, with its long-term objective \r\nof tapping India’s vast thorium resources. In the front \r\nend of the cycle, our programme is providing inputs to \r\nthe indigenous pressurized heavy water reactor \r\n(PHWR) phase. In the back end of the fuel cycle, \r\nreprocessing of PHWR spent fuel has enabled India to \r\nsuccessfully operate a fast breeder test reactor for two \r\ndecades and to launch a commercial fast breeder \r\nprogramme. The technology of reprocessing irradiated \r\nthorium fuel has been developed, and the U-233 \r\nrecovered so far has been utilized to fuel a small \r\nreactor. A comprehensive capability in the area of \r\nnuclear waste management has been achieved. \r\n India’s participation in the International \r\nThermonuclear Experimental Reactor project is \r\nrecognition of its advanced capabilities and its record \r\nof responsibility in the area of nuclear energy. India \r\nhas been an active participant in the activities of the \r\nAgency under the International Project on Innovative \r\nNuclear Reactors and Fuel Cycles (INPRO), and has \r\napplied the INPRO methodology to analysing nuclear \r\nsystems for hydrogen generation and in the study of \r\nclosed fuel cycles using fast reactors. India supports \r\nthe Agency’s work towards the development of small \r\nand medium-sized reactors for technology development \r\nfor additional applications and for expanding nuclear \r\npower.  \r\n Indian experts have also contributed to the work \r\nof the International Nuclear Desalination Advisory \r\nGroup. We have offered to share our experience and \r\nidentify future areas of work in nuclear desalination. \r\nWe are also bringing our national commitment and \r\nprofessional expertise to the IAEA activities in the \r\nareas of plasma physics and fusion research. \r\n The ageing of the workforce in many areas of \r\nnuclear applications is a matter of serious concern for a \r\nnumber of States. India supports the efforts of the \r\nAgency to preserve and maintain nuclear knowledge \r\nthrough all databases, and in particular the \r\nInternational Nuclear Information System (INIS) \r\ndatabase, which provides free access to students at \r\n283 universities and has over a million authorized \r\nusers. We take note of the support provided by the \r\nAgency to 75 students from 33 countries to attend the \r\nA/61/PV.42  \r\n \r\n06-59161 10 \r\n \r\nfirst Summer Institute of the World Nuclear University. \r\nGiven the long-term benefits, we encourage the \r\nAgency to continue its support for potential students \r\nfrom developing countries. \r\n India has been supportive of the technical \r\ncooperation activities undertaken under the IAEA’s \r\naegis. This year India has pledged $324,800 for the \r\nTechnical Cooperation Fund for 2007. We have \r\nreinforced our financial contribution by providing \r\ntechnical experts, hosting meetings, symposiums and \r\nworkshops and offering training facilities. \r\n India maintains that the promotional role of the \r\nAgency is of direct, visible and measurable benefit to \r\nits member States. We commend the activities of the \r\nAgency in promoting the application of nuclear \r\ntechnology in the areas of food and agriculture, human \r\nhealth, water resources management, protection of the \r\nenvironment and industry. \r\n India notes with appreciation the setting up of the \r\nIAEA Nobel Cancer and Nutrition Fund. At the 50th \r\nSession of the General Conference of the IAEA the \r\nPrime Minister of India announced India’s offer of a \r\nrecently developed cobalt-60 teletherapy machine — \r\nBhabhatron — as our contribution to the IAEA’s \r\nProgramme of Action for Cancer Therapy (PACT). \r\n The international community has recognized the \r\nneed to protect and secure radiological materials \r\nbecause of the increasing global concern that terrorists \r\ncould gain access to them. India therefore supports the \r\nefforts of the Agency to ensure safety and promote a \r\nglobal security culture, and attaches high priority to the \r\nissue. India has ratified the Convention on Nuclear \r\nSafety and actively participated in the amendment to \r\nthe Convention on the Physical Protection of Nuclear \r\nMaterial. India has also participated in the regional \r\nradiological security initiative and has been conducting \r\ncourses under the aegis of the IAEA in India on a \r\nregular basis. India successfully conducted, for the \r\nthird consecutive year, the regional course on physical \r\nprotection of nuclear installations. \r\n If we are to be successful in realizing the benefits \r\nof atomic energy, we need to act in concert and adhere \r\nto our respective international commitments. The IAEA \r\nand the Director General deserve our compliments for \r\nensuring that the Agency continues to be the global \r\ncommunity’s platform for addressing these issues in a \r\nspirit of harmony and consensus, in accordance with its \r\nStatute. In keeping with its commitment and its record \r\nas a responsible State with advanced nuclear \r\ntechnology, India is prepared to supplement \r\ninternational efforts for the promotion of peaceful uses \r\nof nuclear energy. \r\n The issue of assuring supplies of nuclear fuel in a \r\nmanner that does not cause proliferation concerns has \r\nbeen attracting attention in recent times. Different \r\ncountries and groups of countries have proposed \r\nvarious schemes in that regard. A special event, “New \r\nFramework for the Utilization of Nuclear Energy in the \r\n21st Century: Assurances of Supply and \r\nNon-Proliferation”, was organized alongside the \r\nrecently concluded 50th IAEA General Conference, \r\nwhen those proposals and related issues were \r\ndiscussed. India made a presentation at the event, \r\nentitled “The Twin Challenges of Abundant Nuclear \r\nEnergy Supply and Proliferation Risk Reduction — A \r\nView”.  \r\n Indian capability in nuclear fuel cycle activities is \r\nwell recognized. India believes that a closed fuel cycle \r\nis essential if nuclear power is to make sustained \r\ncontributions on a large enough scale to meet global \r\nenergy needs. India also believes that the reprocessing \r\nand recycling of nuclear fuel is essential, not only for \r\nthat purpose, but also for the reduction of long-term \r\nradio-toxicity and the security implications of the \r\ndisposal of spent fuel. Further, thorium offers an \r\nexcellent matrix for the efficient burning of surplus \r\nplutonium, with a much greater degree of proliferation \r\nresistance and a very low minor actinide burden. \r\n With its well-established high level of research \r\nand development capabilities and sizeable pool of \r\nhighly qualified and trained manpower, India is \r\nprepared for, and has offered to supplement, \r\ninternational efforts for the sustainable growth of \r\nnuclear energy worldwide, while addressing \r\nproliferation concerns. \r\n The prospect of the rapid depletion of global \r\nfossil fuel and the burden imposed by rising fuel \r\nprices, combined with concerns about global climate \r\nchange, have brought out the vital importance of \r\nnuclear energy. India believes that it is possible and \r\nfeasible to enhance the share of nuclear energy as a \r\nclean energy source of the future, while taking care of \r\nthe imperatives of nuclear safety, security and non-\r\nproliferation. India stands willing to support the efforts \r\nof the international community and the International \r\nAtomic Energy Agency towards the further \r\n A/61/PV.42\r\n \r\n11 06-59161 \r\n \r\ndevelopment of nuclear energy to meet the growing \r\nenergy needs of the world. \r\n The Acting President (spoke in Arabic): As we \r\nhave agreed, I now give the floor to the observer of \r\nPalestine, who will speak on behalf of the member \r\nStates of the Group of Arab States.  \r\n Mr. Mansour (Palestine) (spoke in Arabic): On \r\nbehalf of the members of the Group of Arab States, I \r\nextend our sincere appreciation to Mr. Mohamed \r\nElBaradei for his important presentation today of the \r\nreport of the International Atomic Energy Agency \r\n(IAEA) on its activities over the past year. \r\n The Arab States appreciate the Agency’s \r\nconstructive role in strengthening international peace \r\nand security through its activities in the field of nuclear \r\nnon-proliferation. We also recognize the Agency’s \r\nimportant contribution to the attainment of \r\ninternational priorities in sustainable development, \r\nthrough its activities and achievements in the transfer \r\nof nuclear technology, know-how, technical \r\ncooperation, verification and nuclear safety. \r\n Technical cooperation in the peaceful uses of \r\nnuclear energy is one of the Agency’s principal \r\nactivities, given its direct contribution to the \r\nachievement of peoples’ development goals, especially \r\nin developing countries. The Arab States appreciate the \r\nAgency’s work in developing and modernizing its \r\ntechnical cooperation strategy in order to serve the \r\ndevelopment priorities of its members and in \r\nidentifying the vital and concrete short and medium-\r\nterm activities and contributions that nuclear \r\ntechnology can make. \r\n We reaffirm that funding for the Agency’s work \r\nin the field of technical cooperation and technology \r\ntransfer must increase continually, especially since \r\nthose activities are the pillars of the Agency’s work as \r\nlaid down in its Statute. \r\n In that regard, the Arab States reaffirm their \r\nsupport for, and encouragement of, the IAEA’s strategy \r\nto focus on projects that provide tangible economic \r\nreturns. We welcome the practical steps taken by the \r\nAgency towards the early holding of consultations with \r\nMember States with regard to the details of the projects \r\nthat countries would like to propose. We also welcome \r\nits preparation of a framework of action for every State \r\nthat incorporates projects for future cooperation in the \r\nservice of national sustainable development \r\nprogrammes. \r\n With regard to verification and safeguards, the \r\nIAEA undoubtedly plays a primary role in completing \r\nthe conceptual framework for integrated safeguards. \r\nHowever, that framework will not be effective without \r\nachieving universality of its components, at the \r\nforefront of which is the universality of the \r\ncomprehensive safeguards. Moreover, the ongoing \r\nshortcomings in achieving the universality of the \r\nAgency’s comprehensive safeguards will jeopardize \r\nour intensive efforts to eliminate the dangers of nuclear \r\nproliferation. The Agency must therefore seek to \r\nensure the universal character of the comprehensive \r\nsafeguards as the main pillar of the nuclear non-\r\nproliferation regime. It must also work to bring every \r\ncountry, without exception, under the safeguards \r\nregime. \r\n The Arab States have undertaken many initiatives \r\nat the regional and international levels to address the \r\ndangers resulting from nuclear proliferation. Since \r\n1974, Arab countries have called for the establishment \r\nof a nuclear-weapon-free zone in the Middle East. That \r\ncall has been the subject of an annual resolution that \r\nthe General Assembly has adopted by consensus since \r\n1980. In addition, through the IAEA, Arab countries \r\ncontinue to call for the implementation of the IAEA’s \r\ncomprehensive safeguards regime at all nuclear \r\ninstallations in the Middle East, without exception. \r\n It is regrettable that, despite all those initiatives \r\nto guarantee security and stability in the region, Israel \r\nhas not demonstrated any serious engagement in \r\naddressing the issue of nuclear proliferation in the \r\nMiddle East. Israel continues to refuse to place all its \r\nnuclear facilities under the comprehensive safeguards \r\nregime, a refusal that negatively impacts all efforts \r\naimed at dealing with the non-proliferation of nuclear \r\nweapons in general, and in the Middle East in \r\nparticular. \r\n That situation places a dual responsibility on the \r\ninternational community, namely, to eliminate all \r\ndangers to international peace and security posed by \r\nnuclear proliferation and to seek to implement the \r\nAgency’s nuclear safeguards in the Middle East. In that \r\nregard, Arab States call for support for the IAEA \r\nDirector General’s fulfilment of the mandate given to \r\nhim by the Agency’s General Conference in order to \r\nimplement the safeguards regime in the Middle East. \r\nA/61/PV.42  \r\n \r\n06-59161 12 \r\n \r\n The Arab States would like to emphasize that \r\nthey attach the utmost importance to including on the \r\nagenda of the fifty-first General Conference of the \r\nIAEA, and future Conferences, an item on the threat \r\nposed by Israel’s nuclear capabilities. \r\n The first step towards building confidence and \r\nestablishing comprehensive peace in our region is to \r\ngive up the nuclear option and declare the region a \r\nzone free of all weapons of mass destruction, while \r\nplacing all the region’s nuclear installations under the \r\ncomprehensive IAEA safeguards regime. That is \r\nespecially necessary given the ongoing threat posed by \r\nactivities outside the scope of the IAEA safeguards. I \r\nrefer in particular to possible environmental disasters \r\nresulting from lax safety procedures or the careless \r\ndisposal of nuclear wastes, as described in numerous \r\nreports of the United Nations and other international \r\nbodies. \r\n With regard to nuclear security, it is worth noting \r\nthat there is an urgent need to support and strengthen \r\nthe activities and programmes of the Agency aimed at \r\nprotecting nuclear materials and installations, and other \r\nradioactive materials, from the threat of nuclear \r\nterrorism. There is also a need for the Agency to take \r\nadvantage of the International Convention for the \r\nSuppression of Acts of Nuclear Terrorism, signed by \r\nover a hundred States to date, in order to bring under \r\ncontrol nuclear materials that are currently subject to \r\nno international supervision or monitoring and avert \r\nthe risk or threat of their falling into the hands of \r\nterrorists. \r\n In the light of the foregoing, we reaffirm our \r\nposition as regards the production of fissile materials. \r\nThat position is based on the need to place all nuclear \r\nmaterials, including nuclear stockpiles, under \r\ninternational supervision. We also emphasize the need \r\nto conclude an international agreement on this issue as \r\nsoon as possible. \r\n In conclusion, I would like to express the \r\nappreciation of the Arab States for the intensive and \r\neffective efforts made in Vienna to prepare the draft \r\nresolution, and to reaffirm our continued support for \r\nthe role and work of the IAEA to fulfil humankind’s \r\nvarious needs in the field of nuclear energy, thereby \r\nbringing about a more secure and prosperous future for \r\nall peoples of the Middle East and the world. \r\n Mr. Cheng Jingye (China) (spoke in Chinese): \r\nThe Chinese delegation would like to thank \r\nMr. ElBaradei, Director General of the International \r\nAtomic Energy Agency (IAEA), for his detailed report \r\non the work of the Agency in the past year. \r\n This year marks the fiftieth anniversary of the \r\nAgency. Over the past half century, it has had \r\nremarkable achievements in promoting the peaceful \r\nuses of nuclear energy and preventing the proliferation \r\nof nuclear weapons. Those successes have been widely \r\nwelcomed in the international community. China hopes \r\nthat, with the support of all member States, the Agency \r\nwill play a more active role in the areas I have \r\nmentioned. \r\n Promoting the peaceful uses of nuclear energy is \r\none of the two main functions of the Agency, which in \r\nrecent years has done a great deal to strengthen \r\ntechnical cooperation. It has taken a series of steps to \r\nimprove the effectiveness and efficiency of that \r\ncooperation, and has achieved remarkable results. \r\nHowever, we should not lose sight of the fact that there \r\ncontinue to be challenges in this area. In its work the \r\nAgency continues to give priority to safeguards over \r\ntechnical cooperation, where the problem of lack of \r\nfinancial resources has yet to be resolved. We hope that \r\nthe Agency will continue to urge all its member States \r\nto pay more attention to technical cooperation and \r\nensure its smooth implementation. \r\n During the past year China has actively supported \r\nand participated in technical cooperation projects, \r\ncarrying out 18 national and 63 regional and \r\ninterregional projects, covering nuclear electric power \r\ngeneration, nuclear physics, nuclear chemistry, nuclear \r\nengineering technology, and so on. As always, China \r\nwill further enhance its cooperation with the Agency \r\nand all member States in the area of the peaceful use of \r\nthe nuclear energy. \r\n With regard to nuclear non-proliferation, China \r\nconsistently opposes any form of nuclear-weapon \r\nproliferation. We support the Agency’s unremitting \r\nefforts to enhance the effectiveness and efficiency of \r\nits safeguards system. It is our hope that the Agency \r\nwill further promote the universality and effectiveness \r\nof the additional protocol. \r\n China has always supported the Agency in its \r\nefforts to enhance nuclear security and safety. On \r\n29 April 2006, the Standing Committee of the National \r\nPeople’s Congress of China ratified the Joint \r\nConvention on the Safety of Spent Fuel Management \r\nand on the Safety of Radioactive Waste Management. \r\n A/61/PV.42\r\n \r\n13 06-59161 \r\n \r\nDuring the meeting of the Agency’s Board of \r\nGovernors in September, China officially submitted to \r\nthe Director General its instrument of accession to the \r\nJoint Convention. China has also decided to join the \r\nIAEA’s Illicit Trafficking Database, in order to tighten \r\ncontrol of illicit trafficking in nuclear and other \r\nradioactive materials and to promote the exchange of \r\ninformation on the matter among member States. \r\n China appreciates the Agency’s long-standing \r\nobjective and appropriate role in resolving important \r\nnuclear issues, and supports it in continuing its \r\nremarkable work. I would like to take this opportunity \r\nto briefly set out China’s position as regards the \r\nquestion of the Korean peninsula nuclear issue and the \r\nIranian nuclear issue. \r\n With regard to the former, China has always been \r\ncommitted to maintaining peace and stability on the \r\nKorean peninsula and in the North-east Asia region, \r\nand to bringing about the denuclearization of the \r\nKorean peninsula. We have always advocated resolving \r\nthe Korean peninsula nuclear issue peacefully, through \r\ndialogue and negotiation. China firmly opposes the \r\nnuclear test conducted by the Democratic People’s \r\nRepublic of Korea and the proliferation of nuclear \r\nweapons. \r\n In the current circumstances, it is our hope that \r\nall parties concerned will act to safeguard the stability \r\nof the Korean peninsula and North-east Asia, continue \r\nto pursue the denuclearization of the peninsula and \r\nadhere to the goal of a peaceful resolution through \r\ndialogue and negotiation. China calls upon all the \r\nparties concerned to remain calm and exercise \r\nrestraint, adopt cautious and responsible attitudes and \r\nmake joint efforts to prevent a further deterioration of \r\nthe situation. \r\n China believes that the Six-Party Talks are still \r\nthe most realistic and feasible means to resolve the \r\nKorean peninsula nuclear issue. China is willing to \r\nmaintain close contact with all parties concerned, \r\npromote the Six-Party Talks and play a constructive \r\nrole in realizing the denuclearization of the Korean \r\npeninsula and maintaining peace and stability on the \r\npeninsula and in North-east Asia. \r\n With regard to the Iran nuclear issue, China — as \r\nit has throughout — supports preserving the \r\ninternational nuclear non-proliferation regime, opposes \r\nthe proliferation of nuclear weapons, advocates a \r\npeaceful resolution of the Iran nuclear issue through \r\ndiplomatic negotiations, and endorses the Agency’s \r\nactive role in that regard. \r\n A peaceful solution through diplomatic \r\nnegotiations is still the best option, in the common \r\ninterests of the international community. We hope that \r\nthe Iranian side will respond to the appeal of the \r\ninternational community by adopting a constructive \r\nattitude and creating conditions for the resumption of \r\ndialogue. We also hope that the other parties concerned \r\nwill remain calm and restrained, continue to seek a \r\npeaceful resolution and make full use of creative \r\nthinking, so as to find effective ways to achieve \r\nappropriate solutions to the Iran nuclear issue, rather \r\nthan taking measures that may complicate the current \r\nsituation. \r\n China has actively promoted dialogue and will, \r\nwith the other parties concerned, continue to play a \r\nconstructive role in the peaceful resolution of the Iran \r\nnuclear issue through diplomatic negotiations. \r\n Mr. Amil (Pakistan): I join other speakers in \r\nthanking Mr. ElBaradei for presenting the annual \r\nreport of the International Atomic Energy Agency \r\n(IAEA). We are confident that the IAEA, under his \r\ndynamic leadership, will continue its laudable work to \r\npromote, in particular, the peaceful uses of nuclear \r\ntechnology. We assure Mr. ElBaradei and his team of \r\nour full support. \r\n We share the Agency’s assessment that the global \r\nneed for energy is growing as a result of rising oil and \r\nnatural gas prices. We also agree with the Agency’s \r\nidentification of other future trends: environmental \r\nconstraints on the use of fossil fuels; concerns about \r\nthe security of energy supplies; and expansion plans \r\nfor nuclear power. The role of nuclear energy will \r\ntherefore be crucial, especially in meeting the socio-\r\neconomic development needs of the developing \r\ncountries. \r\n We continue to note with interest that of the \r\n26 nuclear power plants under construction worldwide, \r\nthe majority — 15 — are located in Asia. The pace of \r\ntheir construction could be further increased if States \r\nwere not subjected to undue restrictions. We hope that \r\nthe Agency will formulate a comprehensive policy to \r\nthat end.  \r\n As one of the IAEA’s earliest member States, \r\nPakistan has long been a strong advocate of promoting \r\nand harnessing nuclear technology for peace, progress \r\nA/61/PV.42  \r\n \r\n06-59161 14 \r\n \r\nand prosperity for all. For its part, Pakistan has \r\nestablished several training centres, including a full-\r\nfledged university for nuclear science and engineering, \r\nmeeting both our own need for technical manpower \r\nand the training requirements of other countries, \r\nincluding through the Agency’s Technical Cooperation \r\nProgramme. \r\n Pakistan has developed the entire range of \r\nnuclear fuel cycle facilities. We now have two nuclear \r\npower plants in operation, and a third is under \r\nconstruction. In parallel with the development of the \r\nnuclear fuel cycle, an extensive programme for the \r\napplication of nuclear technology and radioisotopes in \r\nagriculture, hydrology and the medical and industrial \r\nsectors is also under way. \r\n In agriculture, Pakistan has established in various \r\nparts of the country four nuclear agricultural research \r\ncentres, which are engaged in research work to help \r\nfarmers grow and harvest more and better-quality \r\ncrops. The Pakistan Atomic Energy Commission’s \r\nagricultural research institutes, utilizing nuclear \r\ntechniques, have been able to evolve 57 crop varieties \r\ncharacterized by their higher yield and their resistance \r\nto various pests and diseases. Similarly, the indigenous \r\ndevelopment of bio-fertilizers offers cost-effective \r\nsolutions with regard to various crops affected by \r\nchemical fertilizers. Plans are under way to establish \r\nfive commercial food irradiators in various cities. \r\nThese irradiation facilities will enhance the export of \r\nfood commodities, especially fruits and vegetables. \r\n In the area of medical science, Pakistan has \r\n13 nuclear medicine and oncology centres, providing \r\ndiagnostic and treatment facilities to several hundred \r\nthousand patients each year. About 70 per cent of those \r\npatients are provided with free treatment. Six more \r\nnuclear medical centres are being built. \r\n We attach the highest importance to the Technical \r\nCooperation Programme of the IAEA. We have \r\nbenefited from it and contributed to it in the form of \r\ntraining, the provision of experts and the hosting of \r\nseminars and workshops. We are pleased to note that \r\nthe overall implementation rate of the IAEA’s technical \r\ncooperation activities in Pakistan during 2004 achieved \r\na record high of 75.8 per cent. We look forward to \r\nfurther strengthening and expansion. \r\n In recent years, Pakistan’s economy has \r\nregistered a remarkable growth rate. As a country with \r\nmore than 150 million people, Pakistan considers \r\nnuclear power generation to be an indispensable \r\nelement of its national energy security strategy. The \r\nGovernment of Pakistan has therefore launched a \r\n25-year Energy Security Plan to respond to that high \r\ngrowth rate and to cater for the rising demand for \r\nenergy. \r\n The Plan envisages an increase of nuclear \r\nelectricity generation from the present 425 megawatts \r\nto 8,800 megawatts by 2030, representing an increase \r\nin the share of nuclear energy from the present 0.8 per \r\ncent to only 4.2 per cent. By 2030, our per capita \r\nconsumption of electricity is expected to rise to only \r\n3,920 kilowatt-hours per year, as compared with the \r\npresent 13,800 kilowatt-hours per year in the \r\ndeveloped world. \r\n Our limited fossil fuel resources, coupled with a \r\ngrowing population and an expanding economy, on the \r\none hand, and a projected rise in the share of energy \r\nproduced from burning coal alone from the current \r\n6.5 per cent to 19 per cent in 2030, on the other, \r\npresent the great challenge of balancing industrial \r\npollution and sustained economic growth. \r\n For over 30 years Pakistan has enjoyed an \r\nexcellent operational and safety record at its two \r\nnuclear power plants, the Karachi Nuclear Power Plant \r\n(KANUPP) and the Chashma Nuclear Power Plant \r\n(CHASNUPP). The existence of a reliable \r\ninfrastructure relevant to those nuclear power plants \r\nhas enabled us to commence work on another nuclear \r\npower station, CHASNUPP II.  \r\n As we seek to operationalize our Energy Security \r\nPlan, we envisage the import of nuclear plants and \r\nother relevant civilian nuclear technology. We hope \r\nthat the international community will adopt a \r\nnon-discriminatory and criteria-based approach in \r\nextending civil nuclear technology and cooperation to \r\ndeveloping countries. \r\n We accord the highest level of importance to the \r\nsafety and security of our nuclear installations, \r\nparticularly as we expand our nuclear power generation \r\ncapacity for economic development. Pakistan has \r\nsuccessfully established a strong safety culture in its \r\nnuclear activities. We are diligently adhering to the \r\nprinciples of the Convention on Nuclear Safety. We \r\nhave further strengthened security measures around our \r\nnuclear installations to avoid any possibility of \r\nsabotage or the illicit acquisition or trafficking of \r\nnuclear material. Pakistan has subjected itself to review \r\n A/61/PV.42\r\n \r\n15 06-59161 \r\n \r\nby its peers at all three meetings of the contracting \r\nparties held since the inception of the Convention. \r\n Pakistan has also been participating in the \r\nAgency’s advisory and expert groups, such as the \r\nStanding Advisory Group on Technical Assistance and \r\nCooperation, the International Project on Innovative \r\nNuclear Reactors and Fuel Cycles and the International \r\nNuclear Desalination Advisory Group. We value the \r\nAgency’s efforts in coordinating and disseminating \r\ninformation on the latest developments in nuclear \r\npower technology. We suggest further strengthening of \r\nthe Agency’s programme on nuclear knowledge \r\nmanagement and information services. \r\n The safety and verification aspects of the IAEA’s \r\nmandate remain important pillars of that mandate. As \r\nregards the strengthening of the Agency’s safeguards \r\nsystem, Pakistan stresses the need for an approach \r\nbalancing the promotional aspects and safety- or \r\nsecurity-related concerns in all of the Agency’s \r\nfunctions.  \r\n In the broader context of the Agency’s work, we \r\nattach great importance to the proposal to expand the \r\nBoard of Governors and make it more representative. \r\nWe urge member States to consider that issue with an \r\nopen mind and take early action. \r\n We share the view that all States should fully \r\ncomply with their respective safeguards obligations. At \r\nthe same time, the Agency’s safeguards should not be \r\nused to serve partisan political objectives. Its \r\nverification regime can remain credible only if it is \r\napplied on a non-discriminatory basis, as stipulated in \r\nthe Agency’s Statute. Cooperation and greater \r\nunderstanding are required of all member States of the \r\nAgency to advance its mandate on the basis of \r\nimpartiality, equity and professionalism. Efforts are \r\nalso required to correct the public perception of the \r\nIAEA as being only a nuclear watchdog agency. Its \r\nprimary role in the promotion of peaceful uses of \r\nnuclear science and technology needs to be \r\nre-emphasized. \r\n Recent developments have revealed that the old \r\nconsensus on disarmament and non-proliferation has \r\nbroken down. Pakistan has proposed the convening of a \r\nspecial conference to evolve a new consensus that \r\nresponds to the current and emerging realities. Such a \r\nconference could help promote universal nuclear \r\ndisarmament under verified international controls. This \r\nnew consensus should eliminate the discrimination and \r\ndouble standards that characterize the present \r\nnon-proliferation arrangements. It should also evolve \r\nan agreed basis for the promotion of the peaceful uses \r\nof nuclear energy under the appropriate international \r\nsafeguards, in accordance with the international \r\nobligations of States and on a non-discriminatory basis. \r\nAbove all, as Mr. ElBaradei advocated, ways and \r\nmeans must be found to normalize the relationship \r\nbetween the regime of the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) and the \r\nnon-NPT nuclear-weapon States. \r\n Mr. Malmierca Díaz (Cuba) (spoke in Spanish): \r\nThis year we have begun to celebrate the fiftieth \r\nanniversary of the International Atomic Energy Agency \r\n(IAEA), which will be commemorated in 2007. This is \r\nan opportune time to highlight the important role that \r\nthe Agency has played for half a century in the \r\npromotion of peace and development. We believe that \r\nlast year’s recognition of the work of the IAEA, \r\nthrough the award of the Nobel Peace Prize to the \r\nAgency and its Director General, Mr. Mohamed \r\nElBaradei, is well deserved. \r\n The 2005 annual report of the IAEA highlights \r\nthe increase of expectations for the use of nucleo-\r\nelectric energy in different parts of the world. We \r\nendorse actions, including the promotion and \r\ndissemination of public information, aimed at \r\nguaranteeing that such energy will play a key role in \r\nthe world’s energy development in the near future. \r\nMoreover, the renewed interest in the nuclear option to \r\nproduce energy is closely related to the issue of \r\nguaranteed nuclear fuel supplies, which should in no \r\ncircumstances become the monopoly of a few. \r\n Cuba considers the guarantee of an adequate \r\nbalance among the Agency’s diverse activities under its \r\nStatute, particularly between verification and technical \r\ncooperation, to be a key objective. The attempts of \r\nsome States to give increasing weight to the IAEA’s \r\nverification role, to the detriment of its promotional \r\nfunction in nuclear technologies, are unacceptable. \r\n We note with concern the negative image of \r\nnuclear watchdog that many mass media have given to \r\nthe Agency, which actually distorts its mandate in \r\nverification and safeguards matters. That distortion \r\nensures that the community lacks adequate information \r\nand may even be unaware of the IAEA’s important \r\ntechnical cooperation efforts to promote the peaceful \r\napplications of nuclear energy. \r\nA/61/PV.42  \r\n \r\n06-59161 16 \r\n \r\n Cuba accords special interest to nuclear \r\ntechnologies and their applications in areas of great \r\nimportance to social and economic life, such as health, \r\nagriculture and food, industry, hydrology and \r\nenvironmental protection. That is why our Government \r\nis overseeing an important revitalization of those \r\napplications, as evidenced in its significant investment \r\nin diagnostic and therapeutic equipment installed in \r\nhospitals throughout our country. We attach great \r\nimportance to and reaffirm our support for the IAEA \r\nProgramme for Action for Cancer Therapy, one of the \r\nAgency’s most noble projects. We also reiterate the \r\nneed to endow the Programme with the financial \r\nresources necessary for its implementation. \r\n Cuba, a founding country of the IAEA and an \r\nactive member for more than three decades, accords \r\nvery high priority to its technical cooperation, as \r\nevidenced in our timely fulfilment of our financial \r\ncommitments to the Technical Cooperation Fund and \r\nthe payment of 100 per cent of our national \r\nparticipation expenditure; the execution of 87 per cent \r\nof our national projects, a rate much higher than the \r\naverage; and our contribution over the past 10 years of \r\nmore than 300 Cuban experts to technical missions \r\noverseas. \r\n We have achieved all that despite the tight \r\neconomic, commercial and financial blockade imposed \r\nby the Government of the United States against Cuba, \r\nwhich entails considerable difficulties in the purchase \r\nof equipment and reagents and hinders the participation \r\nof our scientists in IAEA forums held in this country, \r\nto mention but two examples. \r\n Cuba attaches particular importance to \r\ncooperation among developing countries. In that \r\nregard, we reiterate our support for the Regional \r\nCooperative Agreement for the Promotion of Nuclear \r\nScience and Technology in Latin America and the \r\nCaribbean as a key mechanism to promote cooperation \r\nin the peaceful uses of atomic energy among the Latin \r\nAmerican and Caribbean countries. \r\n Despite the proclaimed end of the cold war, there \r\nare currently some 32,000 nuclear weapons in the \r\nworld, 12,300 of which are ready for immediate use. \r\nProgrammes to upgrade nuclear weapons have not \r\nstopped. The only secure and effective way to avoid \r\nthe proliferation of weapons of mass destruction is \r\ntheir total elimination. The mere existence of nuclear \r\nweapons and the doctrines that prescribe their \r\npossession and use are a threat to international peace \r\nand security. Cuba therefore reaffirms the historic \r\nposition of the Non-Aligned Movement, reiterated at \r\nits successful summit in Havana in September, that \r\nnuclear disarmament is and should continue to be the \r\nhighest priority in the field of disarmament.  \r\n We reject the attempts of some to prejudge \r\nwhether the nuclear programmes of certain countries \r\nare peaceful or not, in disregard of the IAEA’s criteria. \r\nThe IAEA is the only authority competent to verify the \r\nfulfilment of obligations entered into under the \r\nrespective safeguards agreements of its member States. \r\nNo State, no matter how powerful, has the right to \r\narrogate that mandate unto itself. \r\n We declare our firm support for respect for the \r\ninalienable rights of States to the peaceful uses of \r\nnuclear energy without discrimination, so long as those \r\nrights are exercised in accordance with the safeguards \r\nobligations. \r\n I would like to conclude by reaffirming that Cuba \r\nhas fulfilled and will rigorously fulfil its commitments \r\nunder the Treaty on the Non-Proliferation of Nuclear \r\nWeapons, the Treaty for the Prohibition of Nuclear \r\nWeapons in Latin America and the Caribbean, the \r\nComprehensive Safeguards Agreement and the \r\nAdditional Protocol. We will spare no effort in joining \r\nforces towards the achievement of the IAEA’s \r\nobjectives. Cuba will continue to support the peaceful \r\nuses of nuclear energy in a secure manner and to \r\ncontribute to the achievement of international peace \r\nand international disarmament. \r\n Mr. Oh Joon (Republic of Korea): My delegation \r\nthanks Mr. ElBaradei, Director General of the \r\nInternational Atomic Energy Agency (IAEA), for his \r\ncomprehensive report on the Agency’s activities. In \r\naddition, we commend the Director General and his \r\nstaff for their dedication to fulfilling their \r\nresponsibilities with integrity and professionalism. \r\n Over the past five decades, the IAEA has stood \r\nfirm as the central body dedicated to promoting the \r\nsafe and peaceful uses of nuclear energy, as well as to \r\nstemming the spread of nuclear weapons. The bestowal \r\nof the 2005 Nobel Peace Prize on the IAEA and its \r\nDirector General was a well-deserved recognition of \r\nthe Agency’s significant contributions to international \r\npeace, security and development. \r\n A/61/PV.42\r\n \r\n17 06-59161 \r\n \r\n The Republic of Korea has been a strong \r\nsupporter of the Agency’s work and is committed to \r\nmaintaining full cooperation in all areas of the \r\nAgency’s activity. As we reflect on our long-standing \r\npartnership with the Agency in this semi-centennial \r\nanniversary year, allow me to highlight a few areas that \r\nwe deem particularly important to the future \r\ndevelopment of the IAEA. \r\n First, we believe that universal adherence to the \r\nAdditional Protocol to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) is an \r\nessential measure for improving the current safeguards \r\nand verification regime. We are disappointed that, as of \r\ntoday, only 78 countries are participating in the \r\nAdditional Protocol. We believe that all States should \r\nsign, ratify and fully implement the Additional \r\nProtocol as soon as possible. \r\n Secondly, we support current endeavours to \r\ndevelop a new framework for the utilization of nuclear \r\nenergy with the aim of providing reliable access to \r\nnuclear fuel and technologies while controlling \r\nsensitive nuclear activities. As a country that relies \r\nheavily on nuclear energy, with 20 nuclear power \r\nplants in operation, the Republic of Korea will actively \r\nparticipate in the relevant discussions on that issue. \r\n Thirdly, my Government supports the work of the \r\nIAEA Advisory Committee on Safeguards and \r\nVerification. Given that one year has already passed \r\nsince its establishment, it is high time for the \r\nCommittee to fulfil its mandate by recommending to \r\nthe IAEA Board an initial set of measures to strengthen \r\nthe safeguards system. \r\n Fourthly, the Republic of Korea will continue to \r\nlend strong support to the IAEA’s efforts to promote \r\nthe peaceful uses of nuclear energy and to nurture a \r\nculture of nuclear safety and security, as a means of \r\nensuring the sustainable use of nuclear power to meet \r\nStates’ development needs. \r\n The nuclear test conducted by the Democratic \r\nPeople’s Republic of Korea on 9 October 2006 poses a \r\ngrave threat not only to the peace and security of the \r\nKorean peninsula and North-east Asia, but also to the \r\nglobal non-proliferation regime. The Democratic \r\nPeople’s Republic of Korea’s behaviour is in outright \r\ndefiance of the Joint Declaration on the \r\nDenuclearization of the Korean Peninsula, the \r\n19 September 2005 Joint Statement agreed at the \r\nSix-Party Talks, Security Council resolution 1695 \r\n(2006) and the Statement (S/PRST/2006/41) by the \r\nPresident of the Council on 6 October. \r\n In response to such a reckless act by North \r\nKorea, on 14 October the Security Council \r\nunanimously adopted resolution 1718 (2006), which \r\nstated that the Democratic People’s Republic of Korea \r\nhad an obligation to abandon all its nuclear weapons \r\nand existing nuclear programmes, as well as to act \r\nstrictly in accordance with the obligations applicable to \r\nparties under the Treaty on the Non-Proliferation of \r\nNuclear Weapons and the terms and conditions of its \r\nIAEA Safeguards Agreement. My Government strongly \r\nwelcomes and supports the Council’s stern and swift \r\ndecision, and requests the IAEA to do everything in its \r\ncapacity to fulfil the mandate reinforced by the \r\nSecurity Council. \r\n My Government has made it clear in the strongest \r\nterms that this provocative act by North Korea will not \r\nbe condoned, and that North Korea’s possession of \r\nnuclear weapons should not be tolerated. In this regard, \r\nwe urge the Democratic People’s Republic of Korea to \r\ncomply fully with the requirements of resolution 1718 \r\n(2006) by abandoning all nuclear weapons and existing \r\nnuclear programmes and returning to the Six-Party \r\nTalks immediately, without preconditions. To this end, \r\nmy Government will work closely with all parties \r\nconcerned for the faithful implementation of the \r\nresolution, while keeping the window of a diplomatic \r\nsolution open. \r\n We note the Director General’s statement that the \r\nIAEA will work towards a solution that addresses the \r\nconcerns of the international community on the nature \r\nof the nuclear activities in the Democratic People’s \r\nRepublic of Korea. We fully support this statement and \r\nbelieve in the Agency’s critical role in upholding the \r\nnuclear security and safeguards system. \r\n Mr. Al-Jarallah (Kuwait) (spoke in Arabic): The \r\nGeneral Assembly examines today one of the most \r\nimportant items on its agenda, in view of its close link \r\nto the principles on which the United Nations was \r\nestablished, namely, the maintenance of international \r\npeace and security.  \r\n First, I pay tribute to the Director General of the \r\nInternational Atomic Energy Agency (IAEA), \r\nMr. Mohamed ElBaradei, for his presentation of the \r\nAgency’s report. We also align ourselves with the \r\nstatement made by the observer of Palestine on behalf \r\nof the Group of Arab States.  \r\nA/61/PV.42  \r\n \r\n06-59161 18 \r\n \r\n The State of Kuwait, having reviewed the annual \r\nreport, would like to express its appreciation to the \r\nDirector General and the IAEA staff for their tireless \r\nefforts to fulfil the goals and aspirations of all peoples \r\nand countries of the world, through the promotion of \r\nthe principles of peaceful use of atomic energy for the \r\nbenefit of all mankind.  \r\n The Technical Cooperation Programme is one of \r\nthe important pillars of the IAEA in building the \r\nnational capacities of developing countries and \r\nensuring the transfer of nuclear technology for peaceful \r\nuses by them. The State of Kuwait, since its accession \r\nto the Treaty on the Non-Proliferation of Nuclear \r\nWeapons (NPT) on 15 August 1968, focuses in its \r\ncooperation programme with the IAEA’s Department of \r\nTechnical Cooperation on the execution of a number of \r\nprojects that relate to building national capacity and \r\nspecial laboratories to measure the levels of radioactive \r\nisotopes in the marine and terrestrial territory of \r\nKuwait.  \r\n In view of our belief in the importance of training \r\nnational personnel in preventing nuclear radiation and \r\nin the safe handling of radioactive material, my country \r\nhas hosted over the past three years a number of \r\nregional workshops in cooperation with the IAEA. We \r\ncontinue to send our trainees to participate in the \r\nseminars and workshops organized at IAEA \r\nheadquarters.  \r\n The IAEA cannot play its pivotal and critical role \r\nin preventing the use of nuclear power for military \r\npurposes, and in its exploitation for peaceful purposes, \r\nwithout the concerted efforts of all States. We note \r\nwith deep regret that the IAEA’s call to some advanced \r\nnuclear-weapon States to accede to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) and its \r\ncomprehensive safeguards regime has not been \r\nanswered, a matter that will impact negatively on \r\ninternational peace and security.  \r\n In this regard, the Middle East will not attain its \r\nobjectives of security and stability so long as Israel \r\nremains the only regional Power that continues to resist \r\nsubjecting its nuclear installations to the IAEA \r\nsafeguards regime. This is a major obstacle to \r\nachieving the universality of the NPT and greatly \r\nundermines the non-proliferation system. This anomaly \r\nmight give other States a reason to acquire nuclear \r\nweapons, or manufacture them, because of leniency \r\ntowards, and disregard of, the activities of countries \r\nthat refuse to place their nuclear installations under the \r\nsafeguards regime.  \r\n Israel’s intransigence with regard to cooperating \r\nwith the IAEA is likely to exacerbate instability and \r\ntension in the Middle East and will impede the \r\nimplementation of calls to make the Middle East, \r\nincluding the Gulf region, free of weapons of mass \r\ndestruction. In this regard, the State of Kuwait \r\ndemands that the item relating to the Israeli nuclear \r\ncapabilities and threats be on the agenda of the \r\nfifty-first General Conference of the IAEA.  \r\n In addition, the State of Kuwait urges the friendly \r\nIslamic Republic of Iran to continue to cooperate and \r\ncoordinate with the IAEA and the international \r\ncommunity in order to dispel concerns and misgivings \r\nabout the nature and purposes of its nuclear \r\nprogramme, and to affirm peace and security in the \r\nregion. Diplomacy should be given a full chance to \r\nensure a peaceful resolution that will steer the entire \r\nregion away from more crises. This can be achieved by \r\nall the parties concerned through flexibility, wisdom \r\nand responsibility. \r\n In closing, I wish to express my country’s hope \r\nthat the international community will continue to \r\nsupport the IAEA in its work in order to ensure the full, \r\nnot selective, application of all treaties relating to \r\ndisarmament, including the NPT, with its three main \r\npillars: nuclear disarmament, non-proliferation and the \r\npeaceful use of atomic energy.  \r\n Mr. Vasiliev (Russian Federation) (spoke in \r\nRussian): We are glad to welcome the Director General \r\nof the International Atomic Energy Agency (IAEA), \r\nMr. Mohamed ElBaradei, and thank him for presenting \r\nthe Agency’s annual report.  \r\n As an active member of the IAEA, Russia is \r\nsatisfied with the highly professional work of the \r\nAgency, and recognizes its important and growing role \r\nin strengthening the international nuclear weapons \r\nnon-proliferation regime and ensuring the level of \r\nconfidence required for cooperation in the peaceful and \r\nsafe development of atomic energy. The IAEA is a \r\nunique international institution, possessing the \r\nauthority to assess the compliance of States with their \r\nobligations in the field of nuclear non-proliferation \r\nwithin the Nuclear Non-Proliferation Treaty (NPT) \r\nframework. We support further improvement of the \r\nAgency’s verification mechanism and development of \r\nits control activities.  \r\n A/61/PV.42\r\n \r\n19 06-59161 \r\n \r\n Special attention must be paid to universalization \r\nof the additional protocol to the comprehensive \r\nsafeguards agreement as an essential instrument for \r\nincreasing the efficiency of the IAEA safeguards \r\nactivities to verify compliance of States with their \r\nobligations under the NPT. \r\n This year, during its Group of Eight (G-8) \r\npresidency, Russia has made considerable efforts in its \r\nwork with other States on a bilateral basis and in other \r\nformats to expand the application of the geography of \r\nthe additional protocol. The G-8 has appealed to a \r\nnumber of countries that have not yet done so to sign \r\nand ratify the additional protocol. \r\n Russia has provided, and will continue providing, \r\nassistance in strengthening the system of IAEA \r\nsafeguards, by, inter alia, financing the national \r\nprogramme of scientific and technical support for the \r\nsafeguards activities of the Agency. The promotion of \r\nefficient international efforts in the field of \r\nnon-proliferation is especially relevant and is dictated \r\nby the threat of weapons of mass destruction (WMD) \r\nfalling into the hands of terrorists. The atrocity of \r\nterrorist acts perpetrated in Russia and elsewhere \r\nunderscores the need to ensure secure guarantees in \r\norder to prevent the access of terrorists to such \r\nweapons, first by consolidating joint efforts to establish \r\na global system for countering new challenges and \r\nthreats, in particular in the nuclear sphere.  \r\n We once again draw attention to the Global \r\nInitiative to Combat Nuclear Terrorism, recently \r\nannounced by the Presidents of Russia and the United \r\nStates. This initiative, which offers an opportunity for \r\njoint action by all countries concerned on the basis of \r\nnational efforts, calls for the launch of concrete \r\ncooperation, primarily to implement the International \r\nConvention for the Suppression of Acts of Nuclear \r\nTerrorism, in whose drafting in 2005 Russia played a \r\nleading role.  \r\n This year the IAEA has focused on the \r\ndevelopment of conditions to promote compliance with \r\nnon-proliferation norms. In the nuclear field, it \r\nenvisages the elaboration of practical measures to \r\nensure access to the benefits of the peaceful use of \r\nnuclear energy for countries that faithfully honour their \r\nobligations. This goal is pursued through the initiative \r\nof the President of Russia, Mr. Putin, to develop a \r\nglobal nuclear energy infrastructure envisaging the \r\nestablishment of international centres for the provision \r\nof nuclear fuel cycle services.  \r\n As a first step, Russia is willing to conduct a joint \r\nproject on an international uranium enrichment centre, \r\nunder IAEA safeguards, on the basis of one of its \r\nenrichment plants. This is in line with Russia’s efforts \r\nto develop peaceful nuclear energy and the concept of \r\nenergy as a support for the sustainable development of \r\nmankind put forward by our President at the \r\nMillennium Summit in New York. The initiative \r\nsupports the IAEA’s efforts in its multilateral \r\napproaches to the nuclear fuel cycle, and aims at \r\nestablishing an international regime of guaranteed \r\nsupplies of nuclear fuel. \r\n The implementation of these proposals will allow \r\nus to work out all the elements for the establishment \r\nand operation of international centres to provide \r\nnuclear fuel cycle services and promote international \r\ncooperation in nuclear safety, including training and \r\ncertification of nuclear power plant operators. It will \r\nalso create a political and economic environment  \r\nthat discourages non-nuclear States from any attempt \r\nto acquire WMD-proliferation-sensitive nuclear \r\ntechnologies. \r\n The IAEA plays an important role in the \r\ndevelopment of innovative nuclear technologies in \r\nsupport of the International Project on Innovative \r\nNuclear Reactors and Fuel Cycles (INPRO), which was \r\nimplemented within the framework of the Russian \r\nPresident’s initiative on energy support for the \r\nsustainable development of mankind. It provides a \r\npivotal solution to the problems of non-proliferation of \r\nnuclear weapons and environmental recovery of the \r\nearth. \r\n We highly appreciate the progress in \r\nstrengthening nuclear safety achieved over recent \r\nyears. With active IAEA participation, we have \r\nachieved great success in increasing the safety of \r\nnuclear power plant operation and handling of \r\nradioactive materials, waste and sources. We support \r\nthe IAEA activities in technical cooperation with, and \r\nassistance to, developing countries.  \r\n Let me also touch on a number of prominent \r\naspects of IAEA activities. We understand that the \r\nDemocratic People’s Republic of Korea will fully \r\ncomply with the requirements contained in Security \r\nCouncil resolution 1718 (2006), and, in particular, will \r\nreturn to NPT and IAEA safeguards. At the same time, \r\nA/61/PV.42  \r\n \r\n06-59161 20 \r\n \r\nwe look forward to the resumption of the Six-Party \r\nTalks process, with its final goal of the \r\ndenuclearization of the Korean peninsula. We call for a \r\nbalanced solution to this issue ensuring the legitimate \r\ninterests of all parties to the negotiating process.  \r\n The IAEA potential is also far from being \r\nexhausted in resolving the Iranian nuclear problem \r\nthrough political and diplomatic means. We need to \r\nwork out solutions that would, on the one hand, \r\nremove all doubts about the peaceful nature of Iran’s \r\nnuclear activities and, on the other, ensure the \r\nlegitimate energy needs of that country. Russia will \r\ncontinue to provide its assistance in resolving this \r\nissue. \r\n In conclusion, I reiterate our support for the draft \r\nresolution on the IAEA report. As a sponsor, Russia \r\nfully appreciates the importance of the work conducted \r\nby the Agency, and is certain that this work will be \r\ncontinued in the interest of strengthening international \r\nsecurity and development. \r\n Mr. De Figueiredo (Angola): I join in \r\ncongratulating the President and her team on her \r\nelection to preside over the General Assembly at its \r\nsixty-first session. With her wide experience and \r\ndiplomatic skills, she will no doubt steer this session to \r\na successful conclusion. I assure her of my country’s \r\nfull support. \r\n I also convey my Government’s congratulations \r\nto the International Atomic Energy Agency (IAEA) and \r\nits Director General, Mr. Mohamed ElBaradei, on \r\nwinning the 2005 Nobel Peace Prize. Such an award is \r\nindeed a great recognition of their work and efforts to \r\nensure the peaceful and safe use of nuclear energy. \r\n In addition, the Government of the Republic of \r\nAngola greatly appreciates the Agency’s decision that \r\nits share of the prize shall be used to create a special \r\nfund to support fellowships and training to improve \r\ncancer control, and to support the use of stable isotope \r\ntechniques in childhood nutritional studies in \r\ndeveloping countries. \r\n We have carefully reviewed the Agency’s annual \r\nreport for 2005 and would like to express our \r\nappreciation for the activities carried out during the \r\npast year under the three pillars of its mandate: \r\ntechnology, safety and verification. \r\n The Angolan Government appreciates the \r\nAgency’s endeavours in the development of nuclear \r\napplications and technologies, to the benefit of the \r\ndeveloping countries, and strongly supports the \r\nstrengthening of technical cooperation activities, in \r\nparticular those related to the transfer of nuclear \r\nscience and technology. \r\n My Government attaches paramount importance \r\nto the Agency’s Technical Cooperation Programme, as \r\nit is an effective contribution to the transfer of nuclear \r\nscience and technology to member States for building, \r\nstrengthening and maintaining their capabilities for the \r\nuse of such science and technology in a safe, secure \r\nand sustainable manner, thereby contributing to socio-\r\neconomic development. However, this objective can \r\nonly be reached with the availability of adequate \r\nhuman and financial resources. Accordingly, the \r\nresources of the Technical Cooperation Fund should be \r\nat a sufficient level, predictable and capable of \r\nassuring implementation of the Programme. \r\n We express our appreciation to the Agency for its \r\nactivities in areas such as agriculture and food, human \r\nhealth, human resources management, water resources \r\nmanagement, the environment, knowledge \r\nmanagement, the sterile insect technique, nuclear \r\nsecurity, and so forth, as well as for its establishing \r\npartnerships with other international organizations, as \r\nwell as with national and regional institutions. \r\n As members are well aware, the tsetse fly and the \r\ntrypanosomosis disease which it transmits are a major \r\ntransboundary problem in Africa and one of the \r\ngreatest constraints on the continent’s socio-economic \r\ndevelopment, affecting the health of humans and \r\nlivestock, limiting land use and causing increased \r\npoverty. This disease claims tens of thousands of \r\nhuman lives and millions of livestock every year, and \r\nthreatens over 60 million people in 37 countries, most \r\nof which are Agency members. In this regard, the \r\nRepublic of Angola supports the Agency’s activities \r\naimed at the eradication of the tsetse fly through the \r\nuse of the sterile insect technique, and encourages \r\ncontinued support for African member States in their \r\nefforts to build national capabilities and further \r\ndevelop the techniques for applying the technique in \r\ncreating tsetse-free zones. In the same vein, my \r\ncountry notes with great appreciation the Agency’s \r\nsupport for the African Union’s Pan African Tse Tse \r\nand Trypanosomosis Eradication Campaign \r\n(AU-PATTEC), its contribution to the implementation \r\nof the AU-PATTEC Plan of Action in some countries of \r\nthe continent — namely, Botswana, Burkina Faso, \r\n A/61/PV.42\r\n \r\n21 06-59161 \r\n \r\nEthiopia, Kenya, Mali, Senegal, South Africa, Uganda \r\nand the United Republic of Tanzania — and the \r\ncontributions of some member States and United \r\nNations specialized agencies in support of these \r\nefforts. \r\n With regard to malaria, the development of sterile \r\ninsect techniques for the control and eradication of \r\nmosquitoes is crucial. Over 90 per cent of the world’s \r\nmalaria cases occur in Africa, where malaria causes \r\nabout 2 million deaths yearly. The Agency should be \r\nable to intensify its research, with a view to enabling \r\nthe use of the technique for the control and eradication \r\nof malaria-transmitting mosquitoes; it should, however, \r\ninvolve more and more African and other developing \r\ncountries’ scientific and research institutes in the \r\nresearch programme. In this context, we welcome the \r\nlevel of progress recorded in the development of the \r\ntechnique for the control and eradication of malaria-\r\ntransmitting mosquitoes, and note with appreciation the \r\nimportant activities carried out in the Sudan, in Île de \r\nla Réunion and at the Agency’s laboratories in \r\nSeibersdorf, Austria. \r\n The increasing number of new cases of cancer, \r\nand consequently the number of deaths it causes \r\nworldwide, particularly in developing countries, \r\nthreatens socio-economic development. According to \r\nthe World Health Organization (WHO), cancer is the \r\nsecond most common killer in the world today, after \r\ncardiovascular disease; 12.5 per cent of all deaths \r\nworldwide are currently caused by cancer. WHO \r\npredicts that cancer will reach epidemic proportions, \r\nrising from 11 million new cases in 2002 to 16 million \r\nnew cases in 2020. The largest increases are foreseen \r\nin developing countries. \r\n The use of existing nuclear technology for \r\ndiagnosis and treatment could cure many victims, if \r\ncancer is detected early. Unfortunately, the appropriate \r\ntechnologies, including cobalt radiotherapy, are not \r\navailable for most cancer patients in developing \r\ncountries. \r\n We therefore note with appreciation that in May \r\n2005 the World Health Assembly welcomed the \r\ninitiative of the Agency in establishing a Programme of \r\nAction for Cancer Therapy (PACT), and requested the \r\nDirector-General of WHO to explore the feasibility of \r\ninitiating the development of a joint programme with \r\nthe IAEA for cancer prevention, control, treatment and \r\nresearch. We commend the emphasis given to the \r\ncooperation between the two organizations, involving \r\nother relevant United Nations bodies and other \r\nstakeholders, including scientific and professional \r\norganizations, to implement this crucial programme. \r\nWe encourage Member States, relevant organizations \r\nand other non-traditional donors to contribute to its \r\nimplementation. \r\n In this context, the Angolan Government notes \r\nwith appreciation the Board of Governors’ decision on \r\n25 September this year to suspend the operation of \r\nFinancial Regulation 7.03(c) until 31 October 2006, as \r\nrecommended in document GOV/2006/25/Rev.2, in \r\norder to permit member States to contribute their \r\nrespective individual allocations of the final cash \r\nsurplus from the 2004 regular budget towards the \r\nminimum funding requirement of the Programme of \r\nAction for Cancer Therapy. \r\n The human immunodeficiency virus (HIV) is now \r\na pandemic, with an estimated 38.6 million people \r\nliving with the disease worldwide. In January this year \r\njoint United Nations and World Health Organization \r\nestimates were that the acquired immunodeficiency \r\nsyndrome (AIDS) had killed more than 25 million \r\npeople since it was first recognized in 1981, making it \r\none of the most destructive epidemics in recorded \r\nhistory. Most of these deaths are occurring in sub-\r\nSaharan Africa, thus retarding economic growth and \r\neliminating human capital, and consequently increasing \r\npoverty. The Angolan Government notes with \r\nappreciation the Agency’s regional project entitled \r\n“Initiatives in HIV-Molecular Epidemiology and \r\nImmunology in Support of the UNAIDS-WHO African \r\nAIDS Vaccine Programme”, and encourages the \r\nexploration of further possible partnerships with the \r\nrelevant national, regional and international \r\ninstitutions. \r\n I turn to the management of water resources. \r\nAccess to safe drinking water is a crucial factor in \r\nimproving living standards around the world; it is a \r\nbasic necessity that is still unavailable to a large part of \r\nthe world’s population. In this context, we welcome the \r\nproclamation of the period 2005-2015 as the \r\nInternational Decade for Action “Water for Life”, to \r\nbring about a better focus on the critical linkage \r\nbetween water and human development at all levels, \r\nand to improve the sustainable management of \r\nfreshwater resources. \r\nA/61/PV.42  \r\n \r\n06-59161 22 \r\n \r\n Recognizing that the Agency has continuously \r\ndemonstrated the importance of isotope techniques for \r\nwater resources development and management, \r\nparticularly for groundwater management in arid and \r\nsemi-arid regions and for an improved understanding \r\nof the water cycle, my country encourages the \r\nOrganization to proceed, along with other relevant \r\nUnited Nations agencies and regional bodies, to \r\ndevelop human resources in isotope hydrology at \r\nregional training centres.  \r\n With regard to technical cooperation between the \r\nInternational Atomic Energy Agency and my \r\nGovernment, I would first like to stress that the \r\nRepublic of Angola became a member of the Agency in \r\nNovember 1999. Since then my country has benefited \r\nfrom assistance provided by the Agency under its \r\nTechnical Cooperation Programme. At present, the \r\nongoing programme consists of four projects: the \r\nestablishment of Angola’s first radiotherapy centre; \r\nupgrading the capability to use nuclear techniques for \r\ndiagnosis and monitoring of animal diseases; \r\nveterinary drug-residue monitoring; and human \r\nresources development. \r\n Angola has also been participating in several \r\nregional and interregional projects included in the \r\nAfrican Regional Cooperative Agreement for Research, \r\nDevelopment and Training Related to Nuclear Science \r\nand Technology (AFRA) programmes. In this \r\nconnection, we wish to make special mention of the \r\nproject entitled “Coastal Zone Management to Address \r\nthe Adverse Effects of Harmful Algal Blooms”, in \r\nwhich South Africa and Namibia are also participating. \r\n Furthermore, my Government has submitted for \r\nthe Agency’s consideration, under the 2007-2008 \r\ntechnical cooperation programming cycle, 10 project \r\nconcepts dealing with the establishment of the first \r\nnuclear medicine capability; management of the most \r\ncommon cancers in Angola; isotope-based molecular \r\ntechniques for malaria control; assessment of marine \r\npollution from offshore petroleum exploration (phase \r\nII); improvement of food crops through mutation \r\nbreeding; effect of biofertilizers and inorganic \r\nfertilizers in the growth and yield of maize; ionizing \r\nradiation in food crops and effect on animal \r\nconsumption; and industrial non-destructive testing. \r\n However, it is important to stress that the benefits \r\nfrom the Agency’s assistance can be maximized only if \r\nit includes the training of nationals in nuclear science \r\nand technology. This being the case, my Government \r\nthanks the Agency for all these most valuable actions \r\ntaken under the Technical Cooperation Programme \r\naimed at enhancing the knowledge of our technicians: \r\nthe provision of training, expert advice and equipment: \r\nparticipation in seminars, workshops, conferences, \r\nscientific visits, fellowships; and so on. \r\n With regard to the application of the Agency’s \r\nsafeguards in the Middle East, the Republic of Angola, \r\nin principle, supports the basic and inalienable right of \r\nStates parties to the Nuclear Non-Proliferation Treaty \r\n(NPT), as stipulated in article IV, to develop research, \r\nproduction and use of nuclear energy for peaceful \r\npurposes, without discrimination and in conformity \r\nwith their legal obligations as contained in articles I \r\nand II. With the same conviction, my Government \r\nencourages all NPT States parties to respect the \r\nstatutory mandate of the Agency to verify compliance \r\nwith the Treaty. Therefore, my Government appeals to \r\nall Member States involved in negotiations with the \r\nIslamic Republic of Iran on its nuclear programme to \r\ncontinue using dialogue to achieve a peaceful solution. \r\n To conclude, the Republic of Angola has every \r\nreason to recommend approval by the General \r\nAssembly of the report of the International Atomic \r\nEnergy Agency. \r\n Ms. Mladineo (Croatia): Croatia aligned itself \r\nwith the statement made by the representative of \r\nFinland on behalf of the European Union and \r\nassociated countries. Therefore, I shall limit my \r\nremarks to a few issues of particular interest to my \r\ncountry.  \r\n First, let me stress that Croatia was honoured and \r\npleased to be elected to the membership of the Board \r\nof Governors of the International Atomic Energy \r\nAgency at the September General Conference. Our \r\ncandidature demonstrated our appreciation of the \r\nAgency’s unique contribution to peace, security and \r\ndevelopment in the world, as well as our interest in \r\nplaying a part in its endeavours. We will do our utmost \r\nto live up to the demanding challenge of Board \r\nmembership at this difficult and critical time for \r\nnuclear disarmament and non-proliferation. \r\n Secondly, I would like to restate Croatia’s \r\nappreciation of the Agency’s lucid and comprehensive \r\nannual report, appreciation already expressed by our \r\nForeign Minister in Vienna. The Republic of Croatia is \r\nalso sponsoring the draft resolution on the report. \r\n A/61/PV.42\r\n \r\n23 06-59161 \r\n \r\n Croatia commends the Agency for the successful \r\ncontinuation of its wide-ranging activities in the fields \r\nof technology, safety and verification. We particularly \r\nemphasize our support for the efforts of the Director \r\nGeneral and the secretariat to continuously upgrade \r\nand develop the Agency’s concepts and means in \r\napproaching new challenges, and to be, as the Director \r\nGeneral has put it, “ahead of the game”, especially \r\nregarding dangerous trends in nuclear proliferation. \r\n Croatia attaches special importance to the \r\nAgency’s efforts to achieve the universal application of \r\na strengthened safeguards system and to develop a new \r\ninternational or multinational approach to managing \r\nthe proliferation-sensitive aspects of the nuclear fuel \r\ncycle. \r\n The fact that there are still 105 countries, out of \r\n183, where the additional protocol is not yet applied is \r\na cause of great concern and makes its universalization \r\nan urgent priority. There is no doubt in our mind of the \r\nparallel need to significantly increase the Agency’s \r\nverification resources if we want it to be able to deal \r\neffectively with the increased verification demands. \r\n As far as the multinational approach to the fuel \r\ncycle is concerned, Croatia welcomed the recent \r\ndiscussion on the new framework for the nuclear-fuel \r\ncycle during the special event at the fiftieth General \r\nConference. That discussion highlighted the relevance \r\nof the assurance-of-supply concept for the benefit of \r\nboth non-proliferation and the peaceful use of nuclear \r\nenergy. It also showed that the issue requires thorough \r\nand sensitive consideration from the point of view of \r\nsafeguarding the rights and obligations of non-nuclear \r\ncountries under the Nuclear Non-Proliferation Treaty \r\n(NPT). \r\n Thirdly, I would like to reaffirm Croatia’s \r\ncommitment to furthering our productive relationship \r\nwith the Agency. This includes our close and beneficial \r\ntechnical cooperation in the areas of health, \r\nenvironment and capacity-building, and also the \r\nimplementation of our international obligations. \r\n Croatia was one of the first member States to sign \r\nand ratify the model additional protocol, the \r\namendment to article VI of the IAEA Statute and the \r\namendment to the Convention on the Physical \r\nProtection of Nuclear Material. Croatia also supports \r\nthe Code of Conduct on the Safety and Security of \r\nRadioactive Sources and the Supplementary Guidance \r\non the Import and Export of Radioactive Sources. \r\n Additionally, Croatia recognizes the special value \r\nof the Agency’s regional technical cooperation \r\nactivities. We are pleased to see a growing number of \r\nforeign participants, especially from our \r\nneighbourhood, at various events in our country. \r\nCroatia has offered to act as a leading or alternate \r\nleading counterpart in the preparations for a number of \r\nthe 2007 regional projects. We are ready to further \r\nstrengthen our role in the region, bearing in mind the \r\nimportance of coordinated and effective regional \r\nmeasures to maximize the peaceful use of nuclear \r\nenergy, and confront the growing risk of proliferation \r\nand nuclear terrorism. \r\n Finally, let me reiterate Croatia’s full \r\ncommitment to a strengthened role for the Agency in \r\nconfronting the new security threats and helping the \r\nworld along the path towards sustainable \r\nnon-proliferation and genuine Atoms for Peace. The \r\nAgency’s challenges are important and difficult, as the \r\nannual report makes perfectly clear. It also makes it \r\nclear that they can be met only through the continuing \r\nactive partnership of member States and the Agency. \r\nCroatia pledges its unequivocal commitment to that \r\npartnership. \r\n Mr. Maqungo (South Africa): My delegation \r\ncommends the Director General of the International \r\nAtomic Energy Agency (IAEA) for the insightful \r\nreport before the Assembly on the activities of the \r\nAgency for 2005. The report is yet another impressive \r\nexample of the Agency’s untiring efforts to promote the \r\npeaceful application of nuclear technology, nuclear \r\nsafety and nuclear verification. \r\n South Africa notes with appreciation that the \r\nAgency continues to play an important role in the \r\ncontext of the emerging trend of rediscovering the \r\nviability of nuclear energy — an area in which many \r\ncountries, including my own, are reviewing their \r\npolicies. Many countries are increasingly of the view \r\nthat nuclear power can make a major contribution to \r\nmeeting energy needs for a large number of both \r\ndeveloped and developing countries. As a result, the \r\npromotion of nuclear energy is fast reaching \r\nunprecedented levels and becoming a priority because \r\nof the belief that it could contribute to the \r\nimprovement of living standards, assist in combating \r\npoverty and help to promote sustainable development, \r\nthereby strengthening international peace and security. \r\nA/61/PV.42  \r\n \r\n06-59161 24 \r\n \r\n South Africa strongly believes that the promotion \r\nof nuclear energy comes with a unique responsibility: \r\nto enhance the regulatory capabilities of developing \r\ncountries through technology transfers and capacity-\r\nbuilding, with special emphasis being given to \r\ntechnical cooperation within developing countries.  \r\n In this connection, even though South Africa is in \r\nthe favourable position of being able to contemplate \r\nthe use of nuclear energy through the use and \r\ndevelopment of our own resources, we commend the \r\nAgency’s Technical Assistance Programme, which is an \r\nimportant demonstration of the Agency’s continued \r\nsupport in helping developing countries to improve the \r\nliving standards and well-being of their people by \r\ncombating chronic diseases, such as cancer. \r\n The prevalence of cancer, which is increasing in \r\ndeveloping countries, requires new and determined \r\nefforts to curb the disease. The South African \r\nDepartment of Health has identified the fight against \r\nchronic diseases, including cancer, as a priority area \r\nfor the next five years. It is for that reason that South \r\nAfrica reiterates its support for the Agency’s \r\nProgramme of Action for Cancer Therapy (PACT), \r\nwhich is one of the important priorities of the Agency. \r\nSouth Africa will continue to strongly support PACT \r\nand the creation of the Agency’s Nobel Cancer and \r\nNutrition Fund to provide cancer- and nutrition-related \r\nfellowships in the developing world, in cooperation \r\nwith the World Health Organization.  \r\n In an effort to give practical meaning to that \r\ncommitment, South Africa announced that it will \r\ncontribute its share of the Agency’s cash surplus, \r\namounting to $19,472, to the funding for PACT. We \r\nhope that that humble gesture will make a contribution \r\nto the early detection and possible prevention of \r\ncancer. \r\n As it has done on previous occasions elsewhere, \r\nSouth Africa takes this opportunity to reaffirm that the \r\nIAEA is the only internationally recognized competent \r\nauthority for verifying compliance with safeguards \r\nagreements and States’ peaceful application of nuclear \r\ncapabilities. In this connection, my delegation \r\nrecognizes the important role that the additional \r\nprotocol can play as a supplementary measure to \r\nprovide the necessary confidence and the desired \r\nassurances that member States are applying their \r\nnuclear technology solely for peaceful purposes, and \r\nthat no declared or undeclared material is diverted to \r\nnuclear weapons programmes. \r\n South Africa believes that as States members of \r\nthe IAEA we have all committed ourselves to \r\nproviding the Agency with the support and assistance it \r\nneeds to fulfil its safeguards and verification mandate. \r\nThis commitment derives from our membership of the \r\nAgency, as well as from the legally binding agreements \r\nthat we have concluded. Furthermore, it is South \r\nAfrica’s view that countries with access to advanced \r\ntechnologies have a greater responsibility to provide \r\nassurances and to build confidence in the peaceful \r\nnature of their nuclear programmes. \r\n With regard to the issue of safety and security, \r\nSouth Africa has on many occasions stated that the \r\nAgency should continue to play an important role to \r\nhelp maintain the safety and security of nuclear \r\nactivities. In this regard, South Africa commends the \r\nAgency for work done to set appropriate norms for the \r\nsafety and security of member States and integrate \r\nthem into their national norms and ensure universal \r\nadherence to, and full implementation of, the relevant \r\ninternational legally binding instruments on nuclear \r\nactivities. This is a step in the right direction — a \r\ndirection that is essential if we are to establish and \r\nmaintain a high level of nuclear safety around the \r\nworld. \r\n The total elimination of all nuclear weapons is \r\nour common objective. That would constitute another \r\nsignificant step in the right direction. My delegation \r\ncontinues to believe that the issues of nuclear \r\ndisarmament and nuclear non-proliferation are \r\ninextricably linked. Our concerted efforts to prevent \r\nthe proliferation of nuclear weapons should therefore \r\nbe matched by a concurrent effort to eliminate in a \r\nverifiable and irreversible manner all nuclear weapons \r\nand to achieve universal adherence to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons. \r\n Furthermore, South Africa believes that without \r\nany real progress on the elimination of highly enriched \r\nuranium and other fissile materials in military \r\napplications, including plutonium, the threat to global \r\nsecurity cannot diminish. By focusing exclusively on \r\nhighly enriched uranium in civilian applications, we \r\nmay well generate a misunderstanding that can only \r\ncontribute to creating a false sense of security. \r\n We therefore reiterate our call on nuclear-weapon \r\nStates to work expeditiously towards the total \r\n A/61/PV.42\r\n \r\n25 06-59161 \r\n \r\nelimination of nuclear weapons and for the \r\ncommencement without delay of negotiations in the \r\nConference on Disarmament on a non-discriminatory, \r\nmultilateral, international and effectively verifiable \r\ntreaty banning the production of fissile material for \r\nnuclear weapons or other explosive devices. \r\n Last but not least, I again thank all delegations \r\nfor the support and cooperation provided to South \r\nAfrica during its tenure as President of the IAEA’s \r\nfiftieth General Conference, held in Vienna last month. \r\nThat jubilee Conference ended successfully with the \r\nadoption of many resolutions and decisions \r\nmanifesting the member States’ rededication to expand \r\nthe peaceful use of atomic energy. As we did at the \r\nGeneral Conference, my delegation calls on the \r\nGeneral Assembly to take the call of former United \r\nStates President Dwight Eisenhower for “atoms for \r\npeace” one step further to “atoms only for peace”. \r\n In conclusion, with these comments my \r\ndelegation fully supports and co-sponsors the draft \r\nresolution on the report of the International Atomic \r\nEnergy Agency, introduced by the delegation of \r\nSlovenia. \r\n Mr. Danesh-Yazdi (Islamic Republic of Iran): \r\nAllow me at the outset to express our gratitude to \r\nMr. ElBaradei, Director General of the International \r\nAtomic Energy Agency (IAEA), for his tireless efforts \r\nand for the insightful report he has presented to the \r\nGeneral Assembly. The report indicates that the \r\nAgency is increasingly developing its activities in \r\nmany areas of nuclear technology that are of great \r\ninterest and importance to the human community. \r\n In October 1956, when the International Atomic \r\nEnergy Agency was created in response to expectations \r\nand concerns that had resulted from the advent of the \r\nnuclear age, one of its main objectives, as set out in \r\narticle II of its Statute, was “to accelerate and enlarge \r\nthe contribution of atomic energy to peace, health and \r\nprosperity throughout the world”. On the fiftieth \r\nanniversary of the establishment of the Agency, we are \r\nnow in a position to assess the extent to which that \r\nspecialized agency has achieved its main objectives \r\nafter half a century of activity. \r\n It is a well-recognized fact that nuclear \r\ntechnology has broad peaceful applications in \r\nnumerous fields, ranging from food, medicine and \r\nagriculture to providing a renewable source of energy. \r\nIn particular, the IAEA has a specific mandate in \r\nrelation to nuclear power. The rapid growth in global \r\nenergy demand is making a high priority of all energy \r\nreserves. Concerns over climate change have \r\nparticularly highlighted the advantages of nuclear \r\npower in terms of its minimal greenhouse-gas \r\nemissions. According to the Agency, the sustained \r\nnuclear safety and productivity record over the past \r\n20 years has made nuclear energy both reliable and \r\ncost effective. \r\n In paragraph f of its resolution GC(43)RES/14 of \r\n1 October 1999, the Agency recognized that  \r\n “many countries consider nuclear power, being a \r\nclimatically benign source of energy, to be an \r\neligible option under the Clean Development \r\nMechanism of the Kyoto Protocol”.  \r\nIn that context, the IAEA General Conference \r\nrequested the Director General to pursue efforts to \r\nstrengthen the technical cooperation activities of the \r\nAgency aimed at improving the scientific, \r\ntechnological and regulatory capabilities of developing \r\ncountries and by continuing to assist them in nuclear \r\nenergy production for those States pursuing it as a \r\ncomponent of their energy mix in the twenty-first \r\ncentury. \r\n Moreover, the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT), concluded in 1968, \r\nreaffirmed that important objective of the Agency and \r\nrecognized the inalienable right of all NPT States \r\nparties to the peaceful use of nuclear energy. Under \r\narticle IV of the NPT, States parties have undertaken to \r\nfacilitate the fullest possible exchange of equipment, \r\nmaterials and scientific and technological information \r\nfor the peaceful uses of nuclear energy. In fact, the \r\ninalienable right of all NPT States parties to nuclear \r\ntechnology for peaceful purposes, without \r\ndiscrimination, constitutes one of the three major \r\npillars upon which the NPT is founded. \r\n Notwithstanding such requirements, the \r\ncooperation of the developed countries, as the main \r\nsuppliers of nuclear high technology, with the \r\ndeveloping nations has remained at an unsatisfactory \r\nlevel. It is worth mentioning that, after almost 50 years \r\nof existence, the budget of the international \r\ncooperation section of the Agency remains unsteady \r\ndue to its voluntary nature and the conditionality \r\nimposed by certain member States on its allocations. \r\nA/61/PV.42  \r\n \r\n06-59161 26 \r\n \r\n There are currently 442 nuclear power reactors \r\noperating in 30 countries. However, to date, the use of \r\nnuclear power has been concentrated mainly in \r\nindustrialized countries. In fact, nuclear cooperation \r\nbetween suppliers and recipients has been beset by \r\nrestrictions, obstacles and disruption. Instead of \r\npromoting cooperation, the “nuclear haves” club, laden \r\nwith discrimination and a lack of transparency, was \r\ncreated, inter alia, to hamper the access of NPT \r\ndeveloping countries to nuclear power technology \r\nunder the pretext of non-proliferation concerns. \r\n At the same time, there is a dangerous trend at \r\nwork, moving in the opposite direction of safeguarding \r\nthe NPT and ensuring its universality. Under that trend, \r\nthose who have chosen not to accede to the NPT not \r\nonly are not subject to any pressure to do so, but are \r\nalso encouraged and rewarded in different ways. As an \r\nexample, the Israeli regime has been allowed to acquire \r\na large stockpile of nuclear weapons in the volatile \r\nMiddle East region and to defy the will of all regional \r\nStates and the international community to turn the \r\nMiddle East into a zone free from nuclear weapons. \r\nEmboldened by the irresponsible approach of a few \r\npowers, the Israeli regime has also become so \r\naudacious as to unleash a masquerade of lies and \r\ndeception against Iran’s peaceful nuclear programme. \r\n The Islamic Republic of Iran, as the latest victim \r\nof weapons of mass destruction, strongly believes that \r\nthe international community must strive to ensure that \r\nthe nightmare visited upon the people of Hiroshima \r\nand Nagasaki will never befall any people again. The \r\nonly absolute guarantee is obviously the total \r\nelimination of nuclear weapons, as stipulated by the \r\nNPT and also emphasized in the Advisory Opinion of \r\nthe International Court of Justice. However, as an \r\ninterim measure, the international community must \r\ntake all necessary steps to ensure universality of the \r\nnon-proliferation regime and the IAEA safeguard \r\nmechanisms. Likewise, the IAEA could and should \r\nplay a decisive role through vigorously pursuing a \r\nbalanced and non-discriminatory application of the \r\nprovisions of the NPT and the IAEA safeguards. \r\n Like every other State that has acceded to the \r\nNPT, Iran considers the pursuit and development of \r\nnuclear technology for peaceful purposes to be its \r\ninalienable right, and has thus invested extensive \r\nhuman and material resources in this field. At the same \r\ntime, as repeatedly stated, nuclear and other weapons  \r\n \r\nof mass destruction have no place in Iran’s defence \r\ndoctrine. All reports by the IAEA since 2003 have been \r\nindicative of the peaceful nature of the Iranian nuclear \r\nprogramme, and the Agency has repeatedly reaffirmed \r\nthat it “has not seen any diversion of nuclear material \r\nto nuclear weapons or other nuclear explosive devices” \r\nin Iran’s peaceful nuclear programme. The Director \r\nGeneral of the IAEA has also stressed this in various \r\npublic statements.  \r\n It is regrettable that, despite all those clear \r\nassertions, certain circles, in an ill-intended and \r\npolitically motivated propaganda campaign, have \r\nattempted to distort the facts about Iran’s peaceful \r\nnuclear programme. A case in point is the recent IAEA \r\nreaction to the baseless allegations and distortion of \r\nfacts contained in a United States Congressional report \r\non Iran’s nuclear programme. In a letter dated \r\n12 September this year, the Agency described the \r\nreport as containing “erroneous, misleading and \r\nunsubstantiated information”. We greatly appreciate \r\nthe Agency’s vigilance and its timely reaction to such a \r\nbaseless report. \r\n I also take this opportunity to once again express \r\nour utmost appreciation to the Heads of State or \r\nGovernment of the Non-Aligned Movement for their \r\nsupport for my country’s peaceful nuclear programme, \r\ncontained in the statement issued at the Havana \r\nSummit in September this year. That statement \r\nindicates that the international community, especially \r\nthe developing countries, is determined, despite all \r\npressures and fabrication of facts, to defend the \r\ninalienable right of NPT-adherent States to the peaceful \r\nuse of nuclear energy. \r\n I conclude by recalling that the Islamic Republic \r\nof Iran has demonstrated its readiness to resume \r\nnegotiations, without any preconditions, with its \r\ncounterparts to assure them of the peaceful nature of its \r\nnuclear programme. To this end, we responded, in good \r\nfaith, to the package proposed by the 5+1 Group with a \r\nview to providing a reasonable basis to build \r\nconfidence through constructive negotiations. Indeed, \r\nsuch negotiations should serve two fundamental \r\nobjectives, guaranteeing Iran’s inalienable right to \r\npeaceful nuclear technology, without discrimination, \r\nand guaranteeing that its nuclear programme will \r\nremain peaceful. \r\n  The meeting rose at 1.05 p.m. \r\n \r\n"