" United Nations  A/61/PV.20\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n20th plenary meeting \r\nTuesday, 26 September 2006, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-53609 (E) \r\n*0653609* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n  The meeting was called to order at 10.05 a.m.  \r\n \r\n \r\nAgenda item 8 (continued) \r\n \r\n \r\nGeneral debate \r\n \r\n The President: I call on His Excellency \r\nMr. Andrei Stratan, Deputy Prime Minister and \r\nMinister for Foreign Affairs and European Integration \r\nof the Republic of Moldova. \r\n Mr. Stratan (Republic of Moldova): At the outset \r\nallow me to congratulate you, Madam, on your election \r\nas President of the General Assembly at its sixty-first \r\nsession and to wish you every success in this very \r\nhonourable and responsible position. My \r\ncommendation also goes to your predecessor, Mr. Jan \r\nEliasson.  \r\n I should also like to express my deepest \r\nappreciation and praise to Secretary-General Kofi \r\nAnnan for the commitment and determination he has \r\nshown in discharging his important duties. Concerning \r\nthe forthcoming elections for the new Secretary-\r\nGeneral, I take this opportunity to recall that eastern \r\nEurope is the only region that has not been represented \r\nin this high position. In this regard, we welcome the \r\ncandidature of Mrs. Vaira Vike-Freiberga, President of \r\nthe Republic of Latvia. \r\n The terrorist attacks of 11 September 2001 still \r\nloom large in our memory. The fifth anniversary of this \r\ntragedy has again filled our television screens with \r\nhorrific scenes of suffering and death. It has served to \r\nremind us of the resolve that is necessary to combat \r\nterrorism, which constitutes one of the most serious \r\nthreats to international peace and security. \r\n With this in mind, Moldova fully supports the \r\nGlobal Counter-Terrorism Strategy adopted recently by \r\nthe General Assembly, and welcomes the Assembly’s \r\ndecision to continue, during the current session, \r\nconsideration of the Secretary-General’s progress \r\nreport on the prevention of armed conflict (A/60/891). \r\nWe consider that the specific measures in the Strategy’s \r\nplan of action are comprehensive in their details and \r\nfar-reaching in their insight. We need to take practical \r\nsteps individually and collectively to implement the \r\nprovisions of the plan. Likewise, we believe that the \r\nrecommendations outlined in the Secretary-General’s \r\nprogress report will serve as guiding points for \r\nMember States in preventing conflicts throughout the \r\nworld. \r\n Many regional organizations have been entrusted \r\nby the United Nations, under the provisions of Chapter \r\nVIII of the Charter, with dealing with a number of \r\nconflicts that are not in the focus of the Security \r\nCouncil. We need a more systematic outreach to these \r\nregional organizations. No conflict in the world should \r\nescape the attention of the United Nations, whether or \r\nnot it is on the Security Council’s agenda. \r\n From this perspective, we are delighted that the \r\nGeneral Assembly, despite opposition from some \r\nMember States, agreed to include in the agenda of this \r\nsession a new item, item 27, proposed by Azerbaijan, \r\nGeorgia, Ukraine and the Republic of Moldova — \r\nA/61/PV.20  \r\n \r\n06-53609 2 \r\n \r\nGUAM: “Protracted conflicts in the GUAM area and \r\ntheir implications for international peace, security and \r\ndevelopment”. These unresolved conflicts continue to \r\nimpact negatively on the political, social and economic \r\ndevelopment of the GUAM States and the millions of \r\npeople living in the region. We believe that bringing \r\nthe matter to the international community through the \r\nGeneral Assembly will facilitate the resolution of \r\nconflicts in Azerbaijan, Georgia and the Republic of \r\nMoldova, and will not, as some fear, undermine the \r\nexisting mechanisms to negotiate settlement of these \r\nconflicts. In this context, I should like to express on \r\nbehalf of the Government of the Republic of Moldova \r\ndeep gratitude to those countries that have supported \r\nour initiative. \r\n The Transdniestrian conflict is first and foremost \r\na product of geopolitical interests and designs. It was \r\nunleashed with external support immediately after the \r\ncollapse of the Soviet Union and the declaration of \r\nindependence and sovereignty by the Republic of \r\nMoldova. Unlike other internal conflicts generated and \r\nfostered by ethnic and religious antagonisms, it has a \r\npurely political character. The similarity of the ethnic \r\nstructure of the population on both sides of the Dniestr \r\nriver speaks for itself in this regard and cannot be \r\ndenied.  \r\n Over the years the Moldovan authorities have put \r\nin place specific policies aimed at ensuring full respect \r\nfor the human rights of ethnic minorities, in accordance \r\nwith the highest international standards. International \r\norganizations dealing with human rights issues have \r\nrepeatedly attested that in the Republic of Moldova all \r\nthe conditions for the preservation of the cultural and \r\nlinguistic identities of ethnic minorities have been \r\ncreated. These conditions include the functioning of \r\nmany schools based on the languages of minorities, as \r\nwell as the broad use of Russian as the language of \r\ninter-ethnic communication. \r\n The satisfactory resolution of the Gagauz issue by \r\ngranting special status to the region concerned is one \r\nof the greatest achievements of Moldova’s national \r\npolicy. It offers a unique example in post-cold-war \r\nEurope of an internal conflict settled successfully by \r\npolitical means. These developments, against the \r\nbackdrop of the lack of democracy and growing \r\ncriticism by the international community of the \r\ntotalitarian Transdniestrian regime of Tiraspol, have \r\nconvinced the separatist leaders to cease the political \r\nexploitation of cultural and linguistic factors within the \r\nnegotiation process. \r\n It should be emphasized here that the territory \r\ncontrolled by the separatists is one of the few regions \r\nof its kind in the world, one where political parties and \r\nnon-governmental organizations opposed to the \r\nseparatist regime are prohibited; where freedom of the \r\nmass media and of opinion is non-existent; and where \r\nother fundamental freedoms, especially those of the \r\nnative Moldovan population, are systematically \r\nviolated. \r\n Moreover, various types of conventional \r\nweapons, including those prohibited or restricted by \r\nthe relevant international arms control regimes, \r\ncontinue to be manufactured illegally in the region. \r\nThe process of military build-up in Transdniestria is \r\nconducted vigorously by the separatist leaders, despite \r\nsteady efforts by Moldova to reduce its military forces \r\nand to settle the political conflict exclusively through \r\npeaceful means, without giving up its status of \r\npermanent neutrality. \r\n The Moldovan authorities are determined to find \r\na political solution to the Transdniestrian conflict based \r\non respect for the sovereignty and territorial integrity \r\nof the country. This regional security problem should \r\nbe resolved through negotiations, with the participation \r\nof key actors in the “5+2” format. The end goal of \r\nnegotiations should be the drafting of a special legal \r\nstatus for the Transdniestrian region within the \r\nRepublic of Moldova. The region’s democratization \r\nand demilitarization are indispensable conditions for \r\nprogress in the settlement process. \r\n We have a sound road map for settling the \r\nconflict, the Ukrainian plan, together with the \r\ndocuments approved by the Moldovan Parliament in \r\nthe summer of 2005. It is important that the \r\nnegotiations resume as soon as possible, without any \r\npreconditions. The calls for such negotiations are \r\nstrongly supported by the Republic of Moldova. \r\nAlthough little progress was achieved in the four \r\nrounds of the “5+2” negotiations, we believe it is \r\ncrucial to hold talks rather than to preserve the status \r\nquo. \r\n With a view to advancing the settlement process, \r\nthe Moldovan authorities have taken a number of \r\ncomplementary actions. Thus, on 22 July 2005, the \r\nMoldovan Parliament adopted the Law on Fundamental \r\nRegulations of the Special Legal Status of Settlements \r\n A/61/PV.20\r\n \r\n3 06-53609 \r\n \r\non the Left Bank of the River Nistru. This law grants \r\nTransdniestria the right to solve, independently, \r\nproblems related to legal, social and economic \r\ndevelopment, while complying with the Constitution \r\nand laws of the Republic of Moldova. Moreover, the \r\nlaw grants the Transdniestrian region the right to have \r\nits own legislative and executive bodies, as well as \r\nmore official languages. \r\n In the same vein, conditions have been created to \r\nbring the activities of Transdniestrian companies \r\nwithin the legal framework of the country through their \r\nregistration with the relevant constitutional authorities, \r\nwhich should allow those companies to benefit fully \r\nfrom the trade preferences Moldova has with its \r\npartners, including the European Union. That has been \r\npossible due to a joint commitment of the Moldovan \r\nand Ukrainian authorities to secure our common \r\nborder. The deployment on the ground of the European \r\nUnion Border Assistance Mission facilitated \r\ncooperation between the relevant Moldovan and \r\nUkrainian services aimed at establishing a single \r\ncustoms regime and efficiently controlling the frontier. \r\nWe are confident that this trilateral interaction will \r\ncontribute to settling the Transdniestrian problem. \r\n We take this opportunity to inform the Assembly \r\nthat on 17 September the separatist Transdniestrian \r\nregime held a so-called referendum on the region’s \r\nfuture. We condemn this pseudo-referendum, which \r\nflagrantly infringes the Constitution of the Republic of \r\nMoldova, undermines the country’s territorial integrity \r\nand defies democratic values and standards. The \r\nRepublic of Moldova is grateful to the mediators and \r\nobservers of the negotiation process — the European \r\nUnion, the United States of America, the Organization \r\nfor Security and Cooperation in Europe and Ukraine — \r\nfor their resolute position on non-recognition of that \r\nfarce. \r\n We continue to be concerned about the tensions \r\nin the security zone. The inefficiency of the current \r\npeacekeeping mechanism dictates the need for its \r\ntransformation into a multinational peacekeeping \r\nmission with an international mandate. We welcome \r\ncertain proposals made in this sense, and are ready to \r\ntackle this issue, in a result-oriented manner, without \r\ndelay. With regard to the military aspect, I should \r\nreiterate our concern and deep regret that the Russian \r\nFederation has not yet fulfilled its Istanbul \r\ncommitments. The complete implementation of these \r\ndecisions will facilitate the process for the entering \r\ninto force of the adapted Treaty on Conventional \r\nArmed Forces in Europe. We also underline the need \r\nfor an early international inspection of depots with \r\nammunition in the Transdniestrian region. Monitoring \r\nof the military-industrial enterprises in the eastern \r\nregion of the Republic of Moldova is long overdue. \r\n This year the Republic of Moldova celebrates the \r\nfifteenth anniversary of its independence. During these \r\n15 years, as a Member State of the United Nations, we \r\nhave fully shared the common values, responsibilities, \r\nachievements and setbacks of the Organization. \r\nNevertheless, we laid the foundations for a democratic \r\nsociety where basic human rights and the rights of \r\nnational minorities are fully respected. The main \r\nachievement has been the consolidation of the \r\nRepublic of Moldova as a peace-loving, independent \r\nEuropean country. The Republic of Moldova has \r\nirreversibly chosen the way of European integration as \r\na strategic objective of its foreign policy. We are fully \r\ncommitted to the idea of integrating into the system of \r\npolitical, economic and social values of the European \r\nUnion’s family. We hope that the successful \r\nimplementation of the European Union-Moldova \r\nAction Plan will open up for us the possibility of \r\nelevating contractual relations with the European \r\nUnion to a new level. \r\n In conclusion, I voice our hope that the \r\nproceedings of the General Assembly at its sixty-first \r\nsession will be conducted in a spirit of solidarity and \r\nwith a realistic and constructive approach to the \r\ncomplex issues confronting the world today. The \r\ndelegation of the Republic of Moldova is committed to \r\ncontributing, alongside other Member States, to the \r\nfulfilment of the lofty goals of the United Nations. \r\n The President: I now give the floor to His \r\nExcellency Mr. Mamady Condé, Minister of State and \r\nMinister for Foreign Affairs of Guinea. \r\n Mr. Condé (Guinea) (spoke in French): It is a \r\ngreat pleasure to extend to you, Madam President, the \r\nwarmest congratulations of my delegation on your \r\nelection to the presidency of the sixty-first session. In \r\ngiving you their trust as the third woman to preside \r\nover the General Assembly, the Member States wished \r\nto recognize your talents as a skilled diplomat and to \r\npay tribute to the important contribution of your \r\ncountry to achieving our noble ideals of freedom, \r\npeace and prosperity in the world. My country, which \r\nshares common values with yours, wishes you every \r\nA/61/PV.20  \r\n \r\n06-53609 4 \r\n \r\nsuccess in fulfilling your mandate. I should also like to \r\ncommend the remarkable work done by your \r\npredecessor, Mr. Jan Eliasson, who steered the work of \r\nthe sixtieth session with great wisdom and \r\neffectiveness. \r\n Another very pleasant duty is to convey to a \r\nvaluable son of Africa, Secretary-General Kofi Annan, \r\nthe highest appreciation of His Excellency General \r\nLansana Conté, President of the Republic, for his \r\neminent contribution to promoting the fundamental \r\nvalues of the United Nations. At this time, when he is \r\ngetting ready to pass on the torch, I should like to \r\nexpress to him our deepest gratitude.  \r\n Guinea also welcomes the admission of \r\nMontenegro to the great family of the United Nations. \r\n In September 2005 the General Assembly \r\nadopted, as the outcome of a high-level meeting, \r\nimportant decisions which are a road map for \r\nimplementing the Millennium Development Goals and \r\nfor reforming the Organization to adapt it to a changing \r\nworld. My delegation is pleased with the reforms \r\nbegun and the progress achieved. We welcome the \r\nestablishment of the Human Rights Council, an \r\nappropriate tool to promote basic rights as well as good \r\nnational and international governance. Likewise, we \r\nhope that the new Peacebuilding Commission will \r\nmake an important contribution to mobilizing the \r\nnecessary resources to help countries emerging from \r\nconflict.  \r\n However, six decades after the creation of the \r\nUnited Nations, consistent action by the Organization \r\nin terms of development, humanitarian aid and the \r\nenvironment is still an unfinished work. The reform of \r\nthe Secretariat’s management, which implies individual \r\nand collective sacrifices, aims not only at reducing the \r\ncosts of the United Nations, but also at better \r\ninvestment in order to enhance its effectiveness. To \r\nmove forward, the international community must \r\nconsolidate the reforms and extend them to the \r\nprincipal organs of the Organization. Guinea firmly \r\nsupports this dynamic, which is the only thing that can \r\nensure the transparency, representativeness and \r\neffectiveness of its bodies. This process depends, of \r\ncourse, on the political will of all its Member States, \r\nwithout exception. \r\n In the maintenance of international peace and \r\nsecurity we see reasons for both satisfaction and \r\nconcern.  \r\n In Africa, and in particular the western part, my \r\ndelegation is happy that peace has been restored to \r\nGuinea-Bissau, Sierra Leone and Liberia. However, the \r\nbalance in these States is still precarious. We therefore \r\nurge the international community to strengthen its \r\ncooperation with their democratically elected \r\nGovernments in order to strengthen peace and to \r\nensure the rapid recovery of their economies.  \r\n In Côte d’Ivoire the peace process is entering a \r\ndecisive phase, with the settlement of sensitive issues \r\nrelated to the holding of upcoming free and fair \r\nelections. Guinea encourages the parties to fully \r\ncooperate in continued dialogue with a view to a \r\nsuccessful outcome to the crisis.  \r\n The significant progress made in the Great Lakes \r\nregion in recent months is encouraging.  \r\n The general elections held on 30 July in the \r\nDemocratic Republic of the Congo are a crucial stage \r\nin the peace process. But keeping troops of the United \r\nNations Mission in the Democratic Republic of the \r\nCongo (MONUC) there, in support of Government \r\nefforts, is still crucial to restoring State authority over \r\nthe entire national territory and, in particular, to \r\nbringing peace to the eastern part of the country. \r\n In Sudan, we greatly appreciate the efforts of the \r\ninternational community, particularly the African \r\nUnion and regional leaders, to promote peace and \r\nsecurity in Darfur. The Abuja Peace Accord of May \r\n2006 is a stepping stone towards the inclusive, \r\ncomprehensive agreement that is crucial to that \r\ncountry’s stability.  \r\n In Somalia, my delegation encourages all the \r\nparties concerned to favour the path of negotiation with \r\na view to restoring peace.  \r\n With regard to the Western Sahara, the Republic \r\nof Guinea encourages the parties in conflict to \r\nstrengthen their cooperation with the Secretary-\r\nGeneral’s Personal Envoy in order to find a political \r\nsolution that is fair, lasting and mutually acceptable. \r\n In the Middle East, Guinea regrets the fact that \r\nIsrael’s withdrawal from Gaza was not followed by \r\nadditional measures to put an end to the occupation of \r\nPalestinian territory. It calls upon the parties to uphold \r\nthe relevant United Nations resolutions as well as the \r\nQuartet road map for the creation of two States, \r\nPalestinian and Israeli, with secure, internationally \r\nrecognized borders, living side by side in peace.  \r\n A/61/PV.20\r\n \r\n5 06-53609 \r\n \r\n With respect to the Israeli-Lebanese crisis, \r\nGuinea greatly regrets the tragedy of the Lebanese \r\npeople. We support effective implementation of \r\nSecurity Council resolution 1701 (2006), which \r\nimposes a ceasefire and the deployment of a stronger \r\ninternational force in southern Lebanon. \r\n We stress the need to end the escalating violence \r\nin Iraq, in order to guarantee the country’s stability and \r\nsuccessfully carry out national reconstruction. \r\n In Asia, the Government of Guinea reaffirms its \r\nattachment to the one-China principle. We also attach \r\ngreat importance to the peaceful reunification of \r\nKorea, and the continuation of efforts to preserve \r\npeace, security and stability in the Korean peninsula. \r\n The recommendations of the Working Group on \r\npeacekeeping operations are a reference point for \r\ntaking up the challenges of peace. We welcome the \r\ngreater cooperation between the Secretariat and the \r\ntroop-contributing countries, which has made it \r\npossible to better understand what is at stake, thus \r\nfavouring an increased contribution from Member \r\nStates. The Republic of Guinea regularly takes part in \r\npeacekeeping operations, and we reaffirm our readiness \r\nto enhance our contribution within the framework of \r\nthe new agreements and arrangements that will stem \r\nfrom the reform process. \r\n Guinea strongly condemns all forms and \r\nmanifestations of terrorism, the scourge threatening \r\ninternational peace and security. We value the crucial \r\nrole played by the United Nations in fighting it, and \r\ntherefore support the Global Counter-Terrorism \r\nStrategy adopted at the sixtieth session of the General \r\nAssembly. \r\n In the area of disarmament, Guinea condemns the \r\nstalemate in the Conference on Disarmament. Nuclear \r\ndisarmament and non-proliferation are two inseparable \r\nparts of the Non-Proliferation Treaty, and bind all \r\nparties, without exception.  \r\n The failure last July of the United Nations \r\nConference to Review Progress Made in the \r\nImplementation of the Programme of Action to \r\nPrevent, Combat and Eradicate the Illicit Trade in \r\nSmall Arms and Light Weapons in All Its Aspects \r\nshould not in the least undermine our commitment to \r\ncombat the proliferation of such weapons and the illicit \r\ntrade in them. My country is in favour of establishing \r\nan international, legally binding instrument dealing \r\nwith all the related issues. In this respect, the \r\ntransformation of the Economic Community of West \r\nAfrican States (ECOWAS) Moratorium into a \r\nConvention on small arms reflects the determination of \r\nour States to eradicate this other scourge. Its success \r\nwill depend upon the level of cooperation of member \r\nStates and also the commitment of its partners. \r\n The 2005 Summit was a decisive step in \r\npromoting the Millennium Development Goals. Guinea \r\nhas made an effort to put in place more ambitious \r\nnational development strategies. In this context, the \r\nGovernment has drafted a national poverty reduction \r\nstrategy based on speeding up economic growth and \r\naccess to basic social services, as well as improving \r\ngovernance. In order to implement this policy, the \r\nGovernment and its development partners have begun \r\nprogrammes and projects dealing with priority sectors, \r\nsuch as education, health, integrated rural \r\ndevelopment, infrastructure, the provision of water, \r\nand strengthening human and institutional capacities.  \r\n In the same spirit, the drafting in February 2005 \r\nof the second follow-up report on the Millennium \r\nDevelopment Goal made it possible to assess the \r\nprogress made, note the shortcomings and outline the \r\nprospects of achieving the Goals by 2015. We regard \r\nthis as an opportunity to urge our development partners \r\nto swiftly implement the entire set of internationally \r\nrecognized development initiatives, including the goals \r\nand objectives of the Programme of Action for the \r\nLeast Developed Countries for the Decade 2001-2010.  \r\n We reaffirm the urgent need to strengthen official \r\ndevelopment assistance and to assure the long-term \r\nviability of debt by cancelling all public and bilateral \r\ndebt of the most heavily indebted poor countries. \r\nWhile condemning the impasse in negotiations of the \r\nWorld Trade Organization’s Doha Round, my \r\ndelegation calls upon Member States to make a \r\ncollective effort to prevent a return to protectionism, a \r\nfactor in the deregulation of international economic \r\nrelations. \r\n Guinea took part with great interest in the High-\r\nLevel Dialogue that the General Assembly has just \r\ndevoted to the question of international migration and \r\ndevelopment. We reiterate our conviction that \r\ncontinuation of this Dialogue within the framework of \r\nthe global consultative forum will help to identify ways \r\nand means to better exploit the benefits of migration \r\nfor development, while mitigating its harmful effects. \r\nA/61/PV.20  \r\n \r\n06-53609 6 \r\n \r\n Although Guinea is not a country in conflict or \r\nemerging from conflict, the midterm review of the \r\nhumanitarian appeal, “Guinea 2006”, points out, \r\n“Today its social indicators have become similar to \r\nthose of countries emerging from a prolonged war.” \r\nThat confirms the very serious consequences of the \r\nsubregional instability that we have seen for more than \r\n15 years in my country. In this respect, our \r\nGovernment, through me, wishes to reiterate its appeal \r\nfor greater assistance in order to help the affected \r\nregions to recover. We welcome the transformation of \r\nthe Central Emergency Revolving Fund into the \r\nCentral Emergency Response Fund. We hope that \r\nwithin the common country programming process and \r\nthe United Nations Development Assistance \r\nFramework, covering the period 2007-2011, the \r\nfunding gaps apparent in the course of various \r\nhumanitarian appeals will be filled and better \r\nprovisions for Guinea will be considered.  \r\n Furthermore, deeply concerned by child \r\ntrafficking, Guinea has signed with Mali and Côte \r\nd’Ivoire a memorandum of understanding to prevent \r\nthis phenomenon and to improve border control. \r\n In our common quest for a new international \r\norder, this sixty-first session of the General Assembly \r\nwill be seen as one of important change for the United \r\nNations. The reforms that we have achieved will be the \r\nbeacons illuminating the path to a lasting peace and \r\ndevelopment with greater solidarity. But we must also \r\nmaintain the impetus of reform and continue in our \r\ncommon will to make the United Nations the \r\nirreplaceable instrument to take up the enormous \r\nchallenges of peace, security, development and human \r\nrights in the twenty-first century. \r\n The President: I now call on His Excellency \r\nMr. Dermot Ahern, Minister for Foreign Affairs of \r\nIreland. \r\n Mr. Ahern (Ireland): Let me begin by \r\ncongratulating you, Madam President, on your \r\nappointment and assuring you of Ireland’s full support \r\nfor the coming year.  \r\n This session of the General Assembly is the last \r\nunder the stewardship of Secretary-General Annan. I \r\nsalute his achievements and pay tribute to his \r\nleadership. He has carried out his heavy \r\nresponsibilities with wisdom and dignity. He can step \r\ndown from office fully satisfied with the service he has \r\ngiven to the peoples of the United Nations. I was proud \r\nlast year to act as one of his envoys in the vital reform \r\nagenda that he pioneered. \r\n Since the 2005 World Summit significant \r\nprogress has been made. The Peacebuilding \r\nCommission and the Human Rights Council have been \r\nestablished. But there is more to be done. Management \r\nreform is essential to revitalizing the Organization and \r\nensuring that the Secretariat can focus on the priorities \r\nwe all share. It is in the interest of us all — developed \r\nand developing countries alike — for it to succeed.  \r\n The continuing stalemate over the reform of the \r\nSecurity Council leaves it insufficiently representative \r\nof the world as it now is. That serves those who for \r\ntheir own reasons would challenge its legitimacy. This \r\nsituation cannot be allowed to continue indefinitely, so \r\nI welcome recent efforts to restart negotiations on \r\npossible options likely to win widespread support. \r\n The true test of the United Nations is, however, \r\nnot the efficiency of its structures, but the effectiveness \r\nof its actions. As the Secretary-General said last week, \r\nthree key challenges face the world: first, achieving \r\nsustainable development and the elimination of poverty \r\nand disease; secondly, the promotion of universal \r\nhuman rights and the rule of law; and, thirdly, ensuring \r\nsecurity, the prevention of conflict and the ending of \r\nwar.  \r\n In setting our own national aid target of meeting \r\nthe goal of 0.7 per cent of gross national income by \r\n2012, three years ahead of the European Union \r\nschedule, Ireland has put the Millennium Development \r\nGoals at the heart of its aid programme, with a special \r\nfocus on Africa, poverty reduction, tackling hunger, \r\nand HIV/AIDS. Last week we published a White Paper \r\nwhich sets out clearly and in detail how we aim to \r\nachieve our development objectives. Sustainable \r\ndevelopment must include addressing the immense \r\nglobal threat of climate change. Development is also \r\nthe key to addressing the enormous challenges posed \r\nby migration. \r\n Ireland is deeply committed to Africa. Despite its \r\nhuge problems, there are encouraging signs. We are \r\ninspired by the efforts to shape new institutions and \r\nmore cohesive societies in the aftermath of conflicts \r\nand cruelties in Sierra Leone, Burundi, Rwanda, \r\nLiberia and the Democratic Republic of the Congo. \r\nIreland is honoured to assist these and other countries \r\nthrough their difficult transitions, including through aid \r\nand the presence of our troops in the United Nations \r\n A/61/PV.20\r\n \r\n7 06-53609 \r\n \r\nMission in Liberia (UNMIL). We particularly support \r\nthe efforts of the African Union to bring peace and \r\nprosperity to Africa, helping to place Africans firmly in \r\ncontrol of their own destiny. \r\n However, not all of our collective efforts have \r\nmet with success. The suffering of the people of Darfur \r\nshames the world. There has been human tragedy there \r\non a massive scale, with the intimidation, rape and \r\nmurder of hundreds of thousands of innocents and the \r\ndisplacement of vast numbers from their homes. Just \r\ntwo months ago I visited a displacement camp myself, \r\nin Aboushouk in Darfur. I have seen how precarious \r\nthe lives of the people are there and also their \r\ndetermination to return home to a better future for \r\nthemselves and their children.  \r\n The people of Darfur have three essential needs. \r\nFirst, humanitarian aid must be delivered safely and \r\nwithout restrictions. Secondly, there must be an \r\ninternational peacekeeping force with a robust \r\nmandate. As set out by the Security Council, it should \r\nbe a well-equipped and substantial United Nations \r\nforce. I again appeal strongly to the Sudanese \r\nGovernment to agree to the deployment of such a \r\nforce, and to all those with influence on it to persuade \r\nit so to do. I cannot emphasize enough the urgency of \r\nthis. Pending the arrival of a United Nations force, the \r\nAfrican Union force — whose continuation I \r\nwelcome — should have the resources necessary to \r\nplay a more effective role. Thirdly, long-term security \r\ncan only be guaranteed by the full implementation of \r\nthe Darfur Peace Agreement. \r\n Last year the World Summit defined the \r\ninternational community’s responsibility to protect \r\npopulations from genocide, war crimes, ethnic \r\ncleansing and crimes against humanity should national \r\nauthorities fail to do so. It would be a disgrace if this \r\nmajor advance became an exercise in empty rhetoric. \r\nThe Government of Sudan has fundamental \r\nresponsibility for the safety of its own people. The \r\ninternational community must find ways to persuade it \r\nto live up to that responsibility, if need be including \r\nfurther measures against it. We cannot indefinitely \r\nstand by and watch with horror from the sidelines. \r\n There can be no lasting development or security \r\nwithout full respect for human rights. The human rights \r\nof the most vulnerable are especially important. I \r\nstrongly welcome the recent conclusion of negotiations \r\non the Convention on the Rights of Persons with \r\nDisabilities. The Human Rights Council must, in \r\ndeveloping its new ways of working, build on the \r\nachievements of its predecessor. It must demonstrate \r\nthat it can provide strong leadership, particularly in \r\ndealing effectively with grave human rights abuses. \r\nThe human rights situation in Burma/Myanmar remains \r\nparticularly grave. I again call on the regime to move \r\ntowards democracy and to release all political \r\nprisoners, in particular Aung San Suu Kyi. \r\n The centrality of the United Nations to \r\ninternational peace and security is once again \r\nunderlined by the issues dominating the debate in the \r\nAssembly. The question is not whether the United \r\nNations is relevant, but, rather, whether it can respond \r\neffectively to all the situations which clamour for its \r\nattention. The Peacebuilding Commission adds an \r\nimportant new dimension. It must be properly \r\nresourced, and Ireland is pleased to be contributing \r\n€10 million to that fund. \r\n The single greatest challenge to international \r\npeace and security is the situation in the Middle East. \r\nThe dreadful events of recent months have again \r\nbrought before the eyes of the world the continuing \r\nsuffering being borne by the peoples of the region. \r\nFrustration at the long agony of the Palestinian people \r\ncreates and sharpens wider divisions across the world. \r\nA comprehensive settlement of the interrelated \r\nproblems of the region is more urgently required than \r\nat any time in the past 60 years.  \r\n In Lebanon there are signs of hope, but there is \r\nno room for complacency. Security Council resolution \r\n1701 (2006) offers a path to a stable peace, and good \r\nprogress is being made in its implementation. European \r\ncountries in particular have responded well to the call \r\nfor contributions to the United Nations Interim Force \r\nin Lebanon (UNIFIL) II. Ireland will very shortly be in \r\na position to offer its own contribution to that force.  \r\n But the conflict between the Israelis and the \r\nPalestinians will continue to generate surges of conflict \r\nacross the region until it is resolved. Any illusion that \r\nthere can be a unilateral or a military solution has \r\nsurely been shattered. This is a conflict about the \r\nsharing of space. The only solution lies in a negotiated \r\noutcome. It is time for a major international effort to \r\nlaunch serious negotiations for a settlement — the \r\nestablishment of two sovereign democratic States \r\nliving together in peace and security. \r\nA/61/PV.20  \r\n \r\n06-53609 8 \r\n \r\n But to achieve peace there must be partners for \r\npeace. Ireland strongly supports the continuing efforts \r\nof President Abbas to create a national unity \r\ngovernment committed to the peace process and \r\nreflecting the Quartet principles. If he succeeds the \r\ninternational community must be generous and creative \r\nin response. Israel’s absolute right to exist in peace and \r\nsecurity should be unchallenged. But, not least in its \r\nown interests, Israel must engage seriously and openly \r\nwith the Palestinians. It must cease all activities, in \r\nparticular the expansion of settlements, which are \r\nagainst international law and which make a lasting \r\npeace harder to attain. \r\n Ireland shares the Secretary-General’s continuing \r\noutrage at the failure of last year’s Summit to make \r\nany reference to nuclear disarmament. It is simply folly \r\nto let this issue languish. In the next review of the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\nwe must do better. Ireland will work with like-minded \r\npartners to keep this issue on the agenda. Dr. Hans Blix \r\nhas already offered us a range of fresh and practical \r\nideas from which we can draw. The world is right to \r\ninsist on nuclear non-proliferation, but progress on \r\ndisarmament would make that insistence still more \r\ncompelling. Ireland, with its European partners, wants \r\nto see a diplomatic solution to the issue of Iran’s \r\nnuclear programme, and we call on Iran to respond \r\npositively and rapidly to the wide-ranging proposals \r\nthat have been put to it. We equally support efforts to \r\nrenew the six-party talks on North Korea. \r\n The world must also act to reduce the supply of \r\nsmall arms and light weapons, which facilitate the \r\nescalation of local tensions into all-out conflicts. \r\nIreland strongly supports the negotiation of an arms \r\ntrade treaty. The disturbing reports from Lebanon also \r\nhighlight the need for further restrictions on the use of \r\ncluster bombs. \r\n On behalf of my Government, I pay particular \r\ntribute to Prime Minister Blair for his commitment and \r\ndedication to the peace process in Northern Ireland. He \r\nand my Prime Minister, Taoiseach Bertie Ahern, have \r\ndevoted almost 10 years to driving it forward. Credit is \r\nalso due to the parties in Northern Ireland, who, \r\ndespite deep and abiding divisions reaching far back \r\ninto our history, are committed to addressing those \r\ndivisions purely within the political arena.  \r\n In Northern Ireland the word has finally replaced \r\nthe weapon as the way to resolve disputes. The \r\nNorthern Ireland peace process is now at an important \r\njuncture. We have worked hard to implement the 1998 \r\nGood Friday Agreement, but its capstone, a sustained \r\npower-sharing government, has for far too long proved \r\nelusive. The British and Irish Governments are \r\ndemanding that the political parties there agree by \r\n24 November this year to form such a government. \r\nThat deadline is real, reflecting our shared belief that \r\ndrift and uncertainty on the political front are not in the \r\ninterests of peace and reconciliation, and cannot be \r\nsustained. \r\n If the parties fail to agree, both Governments will \r\ndeepen their cooperation to deliver improvements in \r\npeoples’ daily lives. But that is not our preferred \r\noption. We want local politicians in Northern Ireland \r\ntaking responsibility for the issues that concern their \r\npeople. The conditions for a power-sharing government \r\nhave never been more favourable. It is what the people \r\nwant. Inevitably it will happen some time. But if it \r\ndoes not happen in November the opportunity may not \r\ncome again for a considerable time. \r\n The great Irish writer George Bernard Shaw once \r\nsaid that making war was hard, but that making peace \r\nwas infinitely more arduous. Peacebuilding and \r\nconflict resolution are ultimately about psychology — \r\naddressing fears, perceptions and beliefs about the past \r\nand about the future. A conflict does not begin when \r\nthe trigger is pulled; it begins in the heart and mind of \r\nthe person who pulls that trigger. We have learned this \r\nat first hand in Ireland. We know the pain and \r\ndifficulty of dealing with the legacy of division. But \r\nover the years we have learned some things about \r\nbuilding peace, encouraging reconciliation, improving \r\nhuman rights and the rule of law and addressing social \r\nand economic alienation.  \r\n Our own national experience reinforces what we \r\nhave learned at the United Nations and from our \r\ndevelopment programme. That is why we have just \r\nestablished in Ireland an Irish Conflict Analysis and \r\nResolution Support Unit. It will seek to harness our \r\nexperience and help to share it. It will work closely \r\nwith the Peacebuilding Commission. We do not \r\noverestimate what we can do, nor do we underestimate \r\nthe difficulty of peacebuilding, but I genuinely believe \r\nthat our track record means that we can bring \r\nsomething distinctive to the table. I would encourage \r\nall countries represented here to find ways of sharing \r\ntheir own experience and exchanging and enhancing \r\n A/61/PV.20\r\n \r\n9 06-53609 \r\n \r\nour collective knowledge of how to prevent and resolve \r\nconflict. \r\n Since the establishment of the United Nations the \r\nworld has been spared a repeat of the catastrophic \r\nglobal conflicts that made the first half of the twentieth \r\ncentury the bloodiest era in human history. But the \r\nchallenges ahead of us remain grave and pressing. \r\nWhen we met here last year we agreed an ambitious \r\nagenda for the twenty-first century. We have made \r\nprogress since then, but there is still so much to do. We \r\nmust now focus on making our ambitions real. \r\n The President: I now call on His Excellency \r\nMr. Abdelwaheb Abdallah, Minister for Foreign Affairs \r\nof Tunisia. \r\n Mr. Abdallah (Tunisia) (spoke in Arabic): \r\nMadam President, on the occasion of your election to \r\nthe presidency of the General Assembly at its sixty-\r\nfirst session, I am pleased to convey to you and to our \r\nbrotherly country Bahrain my most sincere \r\ncongratulations. We are convinced that your experience \r\nand competence will enrich the work of this session \r\nand will contribute to its success.  \r\n I should also like to take this opportunity to \r\ncommend your predecessor, Mr. Jan Eliasson, for his \r\nconstant efforts to implement the recommendations of \r\nthe 2005 Summit related to the reform of the \r\nOrganization and the adoption of the two resolutions \r\ncreating the Human Rights Council and the \r\nPeacebuilding Commission. \r\n I take this opportunity to convey my special \r\nthanks to Mr. Kofi Annan, Secretary-General of the \r\nUnited Nations, for the valuable efforts he has been \r\ntirelessly making to enhance the Organization’s role \r\nand advance its performance, and for proving his \r\ncapability to realize a consensus on several complex \r\nissues and to advance the reform of the Organization. \r\n We note with satisfaction the important steps \r\nachieved since the 2005 Summit aimed at developing \r\nthe Organization’s role and work for the sake of further \r\nefficiency in its action, which will contribute to \r\nanchoring the values of justice and moderation in \r\ninternational relations. While insisting on the need to \r\nconfer more transparency on the Security Council and \r\npursue efforts to reach consensus on its enlargement, \r\nwhich will ensure equitable representation of all \r\ninternational parties and allow the Council to perform \r\nits main functions in an environment of dialogue and \r\nconsensus, we also call for strengthening the General \r\nAssembly’s prerogatives, revitalizing its role, and \r\nmaking it work more efficiently. \r\n Tunisia, which had the honour of being among \r\nthe first members of the Human Rights Council, \r\nreiterates its determination to participate actively in the \r\nwork of this new United Nations institution and to \r\ncontribute to achieving the noble objectives for which \r\nit was created, especially those related to respect for \r\nhuman rights in their global meaning, as agreed at the \r\ninternational level. \r\n Our world today sees numerous rapid changes \r\nand developments in security, political, economic and \r\nsocial issues while time many international issues \r\nremain unresolved. Tunisia — which has supported the \r\nMiddle East peace process since its inception and has \r\nalways called for dialogue, negotiation and recourse to \r\ninternational legality — stresses again the need to find \r\na just, lasting and comprehensive settlement to the \r\nArab-Israeli conflict that will allow all the peoples of \r\nthe region to live in peace and security. Taking into \r\naccount the hardships and suffering that the fraternal \r\nPalestinian people are undergoing, such as the siege, \r\nTunisia calls upon the international community to \r\nprovide them with international protection urgently. \r\nTunisia also renews its call for active parties, primarily \r\nthe Quartet, to ensure appropriate conditions for \r\nreviving all tracks of the peace process in accordance \r\nwith ongoing Arab efforts, to help the Palestinian \r\npeople regain their legitimate national rights, including \r\nthe establishment of their independent State and to \r\nallow sister States Syria and Lebanon to recover their \r\noccupied territories. \r\n Tunisia reiterates its solidarity with Lebanon \r\nfollowing the Israeli aggression, which caused \r\ndestruction and huge loss of life and property, and \r\nrenews its call on the international community to \r\ncontribute to the reconstruction of Lebanon. In this \r\nregard, Tunisia commends the results of the recent \r\nStockholm donor summit.  \r\n Tunisia also expresses the hope that the fraternal \r\nIraqi people will find appropriate solutions to their \r\nnational causes in the framework of the political \r\nprocess, in order to maintain national unity and \r\nguarantee security and stability, which will allow Iraqis \r\nto devote themselves to reconstruction. \r\n To face the challenges on the international scene, \r\nespecially the phenomenon of extremism and terrorism, \r\nA/61/PV.20  \r\n \r\n06-53609 10 \r\n \r\nthe international community must enhance its efforts \r\nand cooperation. Tunisia, which was among the first to \r\nwarn against these dangers, renews its call for an \r\ninternational conference, under United Nations \r\nauspices, to elaborate an international code of conduct \r\nto combat terrorism to which all parties would be \r\ncommitted. Tunisia has also called for tackling all root \r\ncauses of terrorism — mainly injustice, the policy of \r\ndouble standards, and economic and social conditions \r\nthat generate frustration and marginalization — within \r\nthe framework of a comprehensive approach. \r\n To implement this approach, the international \r\ncommunity adopted the Tunisian initiative to set up a \r\nworld solidarity fund to fight poverty and exclusion \r\nand to lay the foundations for a more equitable and \r\nsolidarity-based vision for development. We hope that \r\nall relevant parties will increase their efforts to provide \r\nthe necessary financing to operate this mechanism. \r\n Spreading the culture of tolerance, dialogue and \r\nrespect for beliefs and religious symbols in all \r\ncountries has today become one of the urgent \r\nnecessities for reinforcing rapprochement, \r\nunderstanding and solidarity among peoples and for \r\nestablishing constructive international relations based \r\non moderation and respect for the specificities and \r\ncivilizations of peoples and on rejection of violence, \r\nextremism and intolerance.  \r\n In this regard, and based on its firm belief in \r\nthose principles, Tunisia proposed several initiatives, \r\nsuch as the adoption of the Carthage Charter for \r\nTolerance in 1995, the appeal of His Excellency the \r\nPresident of the Republic, Zine El Abidine Ben Ali, for \r\na pedagogy of tolerance, the proclamation of the 2001 \r\nTunis Declaration on Dialogue among Civilizations, \r\nand the establishment of the Ben Ali Chair for \r\nDialogue among Civilizations and Religions. \r\n In spite of all the efforts made, achieving the \r\nMillennium Development Goals faces difficulties that \r\nrequire more collective efforts by all components of \r\nthe international community, especially economically \r\nstrong and developed countries, in the field of \r\nfinancing the development of the countries of the \r\nSouth and speeding up the transfer of technology to \r\nthem. With regard to efforts to reinforce resources for \r\ndeveloping countries, Tunisia again appeals for further \r\naction to relieve the debt burden of the least developed \r\ncountries and to recycle those of middle-income \r\ncountries by transforming them into investments in \r\ndevelopment projects considered to be a priority by \r\nthose countries. \r\n Convinced that the digital divide is one of the \r\nmain challenges to development, Tunisia initiated the \r\ncall for a world summit on the information society \r\nunder the auspices of the United Nations. In November \r\n2005 it was honoured to host the second phase of this \r\nsummit, which produced important results and laid the \r\nfoundations for a new world vision aimed at reducing \r\nthe digital divide between countries and establishing \r\nthe bases of a society of knowledge by adopting the \r\nTunis Agenda and the Tunis Commitment. We are \r\nconfident that the results of that summit will benefit \r\nfrom appropriate consideration and follow-up by the \r\nUnited Nations and its specialized agencies, as will all \r\nstakeholders in information technology and \r\ncommunication. \r\n Tunisia has directed all its capabilities to \r\nelevating itself to the level of an advanced country \r\nwithin a future-oriented vision, the foundations of \r\nwhich were laid by President Ben Ali. That vision \r\nincludes all political, economic, social and \r\ndevelopmental domains. It materialized in a set of deep \r\nreforms that led to the reinforcement of democracy, \r\npromotion of a culture of human rights at both \r\nconceptual and concrete levels, consecration of public \r\nfreedoms, and participation of all segments of Tunisian \r\nsociety in the political life of the country, all in the \r\nframework of the rule of law and the institutions of the \r\nState. Furthermore, Tunisia’s economic and social \r\nachievements allowed it to attain a high rank among \r\nthe group of countries with the highest human \r\ndevelopment index. That was appreciated by \r\ninternational financial institutions and specialized \r\nUnited Nations agencies. Tunisia pursues this process \r\nof reform and achievement with determination and \r\nperseverance. \r\n Within its Maghreb, Arab and Mediterranean \r\nenvironment, Tunisia endeavours to strengthen \r\nrelations of cooperation, solidarity, dialogue and \r\nconsultation among all parties in order to reinforce \r\nsecurity and stability, achieve the aspirations of the \r\npeoples of the region for an integral development and \r\nencourage economic complementarity. For Tunisia, the \r\nestablishment of the Arab Maghreb remains a strategic \r\nchoice and in terms of civilization, a gain for peoples \r\nof the region, laying the foundations for increased \r\nintegration and complementarity among the Maghreb \r\ncountries. Tunisia works alongside its sister States of \r\n A/61/PV.20\r\n \r\n11 06-53609 \r\n \r\nthe region to further revitalize the march of the union \r\nin the interest of its peoples.  \r\n Our country is also keen to enhance its strong \r\nrelationship with the European Union and to develop it \r\ntowards the establishment of a solidarity-based \r\npartnership, which we hope will advance in a context \r\nof mutual respect and dialogue, thus serving the \r\ninterests of all parties. \r\n Tunisia, as part of the African continent, \r\nrelentlessly continues to support the efforts of the \r\nAfrican Union to finalize the establishment of its \r\ninstitutions and reinvigorate them, as well as to \r\nenhance its role in achieving solidarity-based \r\ndevelopment, security and stability throughout the \r\ncontinent. In this regard Tunisia has actively \r\nparticipated in United Nations peacekeeping \r\noperations, especially in Africa, convinced, as always, \r\nof the necessity to join international efforts to \r\nstrengthen the foundations of peace and security \r\nthroughout the world.  \r\n Although we believe that the future of the \r\ncontinent remains in the hands of Africans and that \r\ndevelopment can be achieved primarily by relying on \r\ntheir own capabilities, Africa needs more support and \r\nassistance from the international community to enable \r\nit to face the challenges and achieve the aspirations of \r\nits peoples. \r\n The strong relationship and interaction among \r\npeace, security, development and social stability in \r\ntoday’s world confirm the need for all nations to join \r\nmultilateral efforts on the basis of the values of \r\ndialogue, consensus and solidarity. That will help in \r\nfinding the appropriate solutions to the challenges \r\nposed. We believe that the United Nations remains the \r\nideal forum to deal with these urgent issues based on \r\nthe values and principles of its Charter.  \r\n The President: I now call on His Excellency the \r\nHonourable Petrus Compton, Minister for Foreign \r\nAffairs, International Trade and Civil Aviation of Saint \r\nLucia. \r\n Mr. Compton (Saint Lucia): At the outset permit \r\nme to congratulate you, Madam President, on your \r\nelection to the presidency of the General Assembly at \r\nits sixty-first session, and to express Saint Lucia’s \r\nappreciation to your predecessor, Mr. Jan Eliasson of \r\nSweden, for the excellent manner in which he \r\nspearheaded the work of the sixtieth session. We wish \r\nalso to express our profound respect and gratitude to \r\nSecretary-General Kofi Annan for his great vision, \r\ncommitted leadership and tireless efforts in promoting \r\nthe noble ideals and values of our United Nations \r\nunder the most difficult circumstances. We wish him \r\nand his family well in their future endeavours. \r\n When in September 2000 we took the \r\nunprecedented step of pledging to meet eight \r\nMillennium Development Goals by 2015, it \r\nrepresented a belated admission that the development \r\nof every nation is a collective responsibility. \r\n At that Summit we recognized that it was an \r\naffront to our basic humanity that so many people on \r\nour planet continued to live in conditions of abject \r\npoverty and deprivation; that so many continued to \r\nsuffer the ravages of disease and war; and that basic \r\nnecessities of life, taken for granted by most of us, \r\nremained unattainable by so many. We also recognized \r\nthat unless we developed appropriate partnerships to \r\ndeal with these problems they would persist, to our \r\ncollective shame.  \r\n At this, our sixty-first session, we reaffirm our \r\ncommitment to this notion of partnership as a \r\nsignificant modality for the attainment of our common \r\ngoals. Saint Lucia is satisfied that the idea of \r\npartnership accommodates the spirit of multilateralism, \r\nwhich is the defining principle of our relationship \r\nwithin the United Nations. This multilateralist spirit \r\nmust constantly be safeguarded and fortified, and that \r\ncan only be accomplished by a strong and confident \r\nUnited Nations.  \r\n Saint Lucia takes this opportunity to once again \r\nexpress its determined support for the programmes of \r\nreform of the United Nations, designed as these are to \r\ncreate the capacity and conditions for the exercise of a \r\nstrong central role by the United Nations within the \r\ninternational community. We salute the achievements \r\nto date, namely, the replacement of the moribund \r\nHuman Rights Commission with the new Human \r\nRights Council and the establishment of the \r\nPeacebuilding Commission. We recognize that these \r\nbodies are far from perfect and will require continued \r\nattention by Member States. However, they reflect our \r\ndetermination to translate talk into action. Saint Lucia \r\nlooks forward to continuing the discussions on the \r\nremaining items on our reform agenda — in particular, \r\nSecurity Council reform, strengthening and refocusing \r\nA/61/PV.20  \r\n \r\n06-53609 12 \r\n \r\nthe General Assembly, the empowerment of the \r\nEconomic and Social Council and management reform. \r\n Saint Lucia continues to believe in the wisdom of \r\nthe words of our Secretary-General, who, in his March \r\n2005 report “In Larger Freedom”, opined: \r\n “we will not enjoy development without security, \r\nwe will not enjoy security without development, \r\nand we will not enjoy either without respect for \r\nhuman rights. Unless all these causes are \r\nadvanced, none will succeed.” (A/59/2005, \r\npara. 17)  \r\n As we seek to develop partnerships for \r\ndevelopment, utilizing the Millennium Development \r\nGoals as the benchmark, Saint Lucia has been moving \r\nsteadily towards the attainment of some of the goals. \r\nUniversal primary education has been largely attained, \r\nand we have gone further to introduce a programme of \r\nuniversal access to free secondary education for our \r\nyoung citizens. Saint Lucia is in the process of \r\nestablishing a universal programme of free health care, \r\nand it has made significant progress in the area of \r\nmaternal and child health. We are also working \r\nsteadfastly in the battle against HIV/AIDS through \r\neducation, early detection and treatment programmes, \r\nand also through the provision of free or subsidized \r\nantiretroviral drugs. \r\n All these efforts have been bolstered in a \r\npractical demonstration of South-South cooperation \r\nthrough generous support and assistance from a \r\nnumber of developing countries in the areas of human \r\nresource development in the health sector and the \r\nconstruction of new health facilities. South-South \r\npartnerships are workable. We need to continue to \r\ndevelop and widen them for the betterment of \r\ndeveloping countries. \r\n Saint Lucia applauds the return of Haiti to \r\ndemocratic governance. This long-awaited \r\ndevelopment has led to the readmission of that country \r\nto the councils of the Caribbean Community. We \r\nrecognize that the road to normalcy in Haiti will be a \r\nlong and tortuous one, requiring a sustained political \r\nfocus by the international community. Saint Lucia calls \r\nfor the speedy release of development resources \r\npromised to that country in order that its Government \r\nand people may tackle in a meaningful way the \r\nnumerous obstacles standing in its development path. \r\n Saint Lucia also welcomes the Final Document of \r\nthe Fourteenth Summit Conference of Heads of State \r\nor Government of the Non-Aligned Movement, held in \r\nHavana. This historic meeting addressed a wide range \r\nof regional and international issues, including the \r\nsanctity of international law, the promotion and \r\npreservation of multilateralism, the peaceful settlement \r\nof disputes, the right to self-determination and \r\ndecolonization. The Final Document provides the \r\ninternational community with a workable road map for \r\nthe development agenda far into this new century, with \r\nachievable solutions to many of the issues facing us \r\ntoday. \r\n Saint Lucia notes and welcomes the report of the \r\nSecretary-General on the follow-up to and \r\nimplementation of the outcome of the 2005 \r\nInternational Conference on Financing for \r\nDevelopment (A/61/253). We call upon the developed \r\ncountries represented at that forum to honour the \r\ncommitments made there and at previous United \r\nNations summits and conferences on trade, debt and \r\nfinance, especially their promise to fulfil the goal of \r\n0.7 per cent of gross domestic product going to official \r\ndevelopment assistance. We believe it is imperative \r\nthat the international community increase its efforts to \r\naddress the indebtedness of poor developing countries. \r\nIt is also important that these countries address the \r\nsystemic deficiencies in the global economic and \r\nfinancial system. These deficiencies all constitute \r\nserious threats to the survival of developing countries \r\nlike Saint Lucia. \r\n Small island developing States, such as those in \r\nthe Caribbean, the Pacific and Indian oceans and the \r\nMediterranean, are extremely vulnerable to the impact \r\nof climate change. We have already reached a \r\ndangerous level of greenhouse gas concentrations in \r\nthe atmosphere, and urgent action is required to reverse \r\nthis situation.  \r\n In this connection, the international community, \r\nin particular our developed partners, needs to take \r\nmore aggressive action to promote the development \r\nand distribution of renewable energy and energy \r\nefficiency technologies in developed and developing \r\ncountries alike. To assist developing countries to play \r\ntheir part in this connection there is a need to establish \r\na global renewable energy and energy efficiency fund. \r\nSaint Lucia joins with its colleague members of the \r\nAlliance of Small Island States, and with other affected \r\nStates, in calling for the international community to \r\n A/61/PV.20\r\n \r\n13 06-53609 \r\n \r\naddress the issues of sea-level rise and climate change \r\nas a matter of urgency. \r\n The international community must honour its \r\nresponsibility for, and commitment to, the full \r\nimplementation of the Mauritius Strategy for the \r\nFurther Implementation of the Programme of Action \r\nfor the Sustainable Development of Small Island \r\nDeveloping States. We insist on the urgent and proper \r\nmainstreaming of the Strategy into the respective work \r\nprogrammes of the United Nations agencies and other \r\nbodies. Those who are the largest producers of \r\ngreenhouse gases must bear responsibility for the \r\ndamage they are causing to the global environment. \r\nFrom our own regional perspective, Saint Lucia \r\nwelcomes the adoption of measures for the promotion \r\nof an integrated management approach to the \r\nCaribbean Sea area in the context of sustainable \r\ndevelopment. We welcome initiatives taken to this end \r\nby the Association of Caribbean States and the \r\nCaribbean Community. \r\n Half a decade into the twenty-first century there \r\nare still some 16 Non-Self-Governing Territories under \r\nthe review of the General Assembly. Most are small \r\nisland territories in the Caribbean and Pacific regions. \r\nTheir decolonization through a genuine process of self-\r\ndetermination is the unfinished agenda of the United \r\nNations. In this connection, Article 73b of the Charter, \r\non the necessity of promoting genuine self-\r\ngovernment, should be respected. We call on the \r\nadministering Powers to increase their level of \r\ncooperation with the Special Committee on \r\nDecolonization, and call on the relevant bodies of the \r\nUnited Nations system to assist the Non-Self-\r\nGoverning Territories in the development of their \r\ncapacity for self-government and in furtherance of their \r\nprocess of self-determination. \r\n The year 2007 will mark the 200th anniversary of \r\nthe abolition of the transatlantic slave trade, which \r\nbegan the process of the abolition of slavery in the \r\nBritish Empire. A number of international events are \r\nplanned throughout the globe to honour the memory of \r\nthe millions who died during the middle passage, and \r\nthose who subsequently perished under the horrors of \r\nchattel slavery in the Caribbean and the Americas. \r\nSaint Lucia joins with the countries of the African \r\ndiaspora in the Caribbean, and with other like-minded \r\ncountries, in supporting a United Nations \r\ncommemoration in 2007 of the abolition of the \r\ntransatlantic slave trade. \r\n I could not end without referring to the serious \r\nimpact of the rulings of the World Trade Organization \r\n(WTO) in respect of banana exports to our preferential \r\nmarkets in Europe. Few in the developed world can \r\nappreciate the mass social dislocation that this decision \r\nhas caused, with thousands of independent farmers, \r\nemployers in their own right, left without a livelihood \r\nthrough no fault of their own.  \r\n Consider that for every banana farmer in Saint \r\nLucia who has lost his or her livelihood at least six \r\npersons have also been excised from direct \r\nparticipation in the economic system. The WTO has \r\nbecome synonymous with pain and suffering for \r\nfarmers in Saint Lucia. In many instances the \r\nimplementation of some of the obligations has created \r\nmore hardship and poverty than previously existed. \r\nAccordingly, while economic and trade policy reform \r\nin principle holds much promise for small developing \r\ncountries, the international community must come to \r\ngrips with the fact that the one-size-fits-all approach is \r\ninappropriate and impractical. In this connection, a set \r\nof trading rules flexible enough to take into account the \r\nconcerns of small States must be enacted. The principle \r\nof special and differential treatment must infuse all \r\naspects of the new trade rules that we seek to create. \r\n There is much unfinished business ahead of us. It \r\nis our expectation that the members of the Assembly \r\nwill focus even more intently on the development of \r\nappropriate strategies for its resolution. We are \r\nconfident that under your guidance and leadership, \r\nMadam President, the development agenda of the \r\nOrganization will be advanced further. For its part, \r\nSaint Lucia remains committed to the ideals of \r\nmultilateralism, and reaffirms its view that the United \r\nNations offers the best opportunity for the achievement \r\nof peace, security and sustainable development for all. \r\n The President: I now give the floor to Her \r\nExcellency Mrs Valgerdur Sverrisdottir, Minister for \r\nForeign Affairs and External Trade of Iceland. \r\n Mrs. Sverrisdottir (Iceland): Let me begin by \r\ncongratulating you, Madam President, on your election \r\nto the presidency of the General Assembly at this \r\nsession. I am especially pleased to see a woman in this \r\nimportant position after a break of nearly 30 years. I \r\njoin those who have expressed thanks to the Secretary-\r\nGeneral for his leadership and commitment in recent \r\nyears in addressing the very serious challenges facing \r\nthe international community.  \r\nA/61/PV.20  \r\n \r\n06-53609 14 \r\n \r\n Allow me also to take this opportunity to \r\ncongratulate the Republic of Montenegro on its \r\naccession to membership of the United Nations. \r\n The commitment to global partnership for \r\ndevelopment is a timely, yet sobering, theme in light of \r\nthe long road we have still to travel and the setbacks \r\nalready encountered. A major setback has been the \r\ncrisis in global trade talks. Trade can be the single most \r\nimportant vehicle for global development, and we \r\nshould not let the opportunity presented to us by the \r\nDoha Development Agenda slip from our grasp. We \r\nmust ensure that gains from trade liberalization benefit \r\nthe poor and are fairly distributed. Iceland remains \r\nstrongly committed to the Agenda. \r\n Many developing countries, particularly in sub-\r\nSaharan Africa, have little chance of achieving the \r\nMillennium Development Goals by the target date, \r\nunless significant additional resources are made \r\navailable. We welcome and support international \r\nefforts for debt relief to the poorest countries. We also \r\napplaud those countries that have committed to \r\nincreasing official development assistance. Iceland is \r\nalso shouldering its responsibility. Over the next three \r\nyears Iceland’s development assistance will have \r\nalmost tripled in size, and we are determined to do \r\neven more. Beyond 2009 our assistance should \r\nincrease even further, with the ambition of reaching the \r\nUnited Nations target of 0.7 per cent of gross national \r\nincome. \r\n The global partnership rests on the principles of \r\ntransparency, accountability, good governance, equity \r\nand commitment to poverty reduction. Iceland also \r\nattaches special importance to the rights of women and \r\nchildren. As the Iranian Nobel Peace Prize winner, \r\nShirin Ebadi, so rightly pointed out in her Nobel Peace \r\nPrize Lecture on 10 December 2003, \r\n “To disregard women and bar them from active \r\nparticipation in political, social, economic and \r\ncultural life would in fact be tantamount to \r\ndepriving the entire population of every society \r\nof half its capability.”  \r\n We want to see more determined efforts by \r\ndevelopment partners and United Nations agencies to \r\npursue gender equality. The work of the United Nations \r\nDevelopment Fund for Women (UNIFEM) must be \r\ngiven more weight within the United Nations. Iceland \r\nhas increased its support for the work of UNIFEM \r\nmore than tenfold over the past two years, and we will \r\nincrease our support even further.  \r\n The mission statement of the United Nations \r\nChildren’s Fund (UNICEF) correctly insists that the \r\nsurvival, protection and development of children are \r\ncentral to human progress. Nobody questions this \r\nstatement, yet more than 10 million children die from \r\npreventable causes every year. Iceland will further \r\nincrease its contributions to the vital work of UNICEF. \r\nI am proud to say that the people of Iceland have been \r\nparticularly active and make the highest contribution \r\nper capita of national societies to UNICEF. \r\n At least half of the eight Millennium \r\nDevelopment Goals relate to resource use and \r\nenvironmental conservation, that is, to sustainable \r\ndevelopment. We will not be able to eradicate extreme \r\npoverty or hunger if we cannot safeguard the \r\nenvironment, the basis of food security around the \r\nworld. We cannot hope to reduce child mortality unless \r\nwe deal with the contamination of fresh water. There is \r\na close relationship between the health of the earth’s \r\necosystem and human welfare, security and peace. \r\nIcelanders base their livelihood on the living resources \r\nof the sea and abundant renewable energy. Iceland rose \r\nfrom relatively recent poverty to affluence through the \r\napplication of technological innovations and by \r\ndrawing on international cooperation. We are \r\nconvinced that our success could be replicated in many \r\nother parts of the world, given the right incentives and \r\nan enabling environment. \r\n In this connection, I should like to refer in \r\nparticular to two areas of sustainable development: \r\nocean issues and energy issues.  \r\n Ocean issues have far-reaching development \r\nimplications. Ninety-five per cent of those who make \r\ntheir living from fisheries are in the developing world. \r\nA billion people depend on fisheries for their main \r\nintake of protein. At the same time, we are seeing a \r\nrapid increase in pollution of the ocean and depletion \r\nof its living resources. That is why Iceland has \r\nprioritized this area in its development cooperation and \r\nin the work of the fisheries department of the United \r\nNations University in Iceland.  \r\n Energy issues also loom large. While Icelanders \r\nenjoy the good fortune of having clean, renewable \r\nenergy for 70 per cent of our total energy use, energy \r\nissues are increasingly becoming one of the main \r\ndrivers of the sustainable development agenda within \r\n A/61/PV.20\r\n \r\n15 06-53609 \r\n \r\nthe United Nations. Two billion people lack access to \r\nelectricity. All eight Millennium Development Goals \r\nwill require greater energy consumption.  \r\n Unfortunately, more energy consumption in most \r\ncases means greater greenhouse gas emissions. One of \r\nour greatest challenges today is to square the \r\ndevelopment circle, to meet our development needs \r\nwhile safeguarding the environment. One way certainly \r\nis to increase substantially the share of renewables in \r\nworld energy demand. That is why Iceland is taking an \r\nactive part in promoting renewables and new \r\ntechnologies through its development cooperation and \r\nthe work of the geothermal department of the United \r\nNations University. Another example of our \r\ncommitment in this area is the international seminar on \r\nhydrogen use for the developing world, to be held in \r\nReykjavik later this week. It will be co-hosted by \r\nIceland and the United Nations Department of \r\nEconomic and Social Affairs. \r\n Much has been achieved over the past 12 months \r\nin implementing the outcome of the World Summit. In \r\nthis connection, I join others in expressing appreciation \r\nfor the outstanding work done by Jan Eliasson as \r\nPresident of the General Assembly at its sixtieth \r\nsession. We now have a Peacebuilding Commission. \r\nThe new Human Rights Council has also been \r\nestablished. It is the duty of all of us to make sure that \r\nwe strengthen its credibility and turn it into a powerful \r\ndefender and reinforcer of basic human rights. Its \r\ncredibility will depend to a large extent on its even-\r\nhandedness.  \r\n Useful work has already been done on internal \r\nreform of the United Nations. The success of these \r\nreforms — I think in particular of the mandate \r\nreview — will affect the long-term credibility of the \r\nUnited Nations. It is with great interest and high hopes \r\nthat we await the outcome of the work of the High-\r\nlevel Panel on System-wide Coherence. \r\n Peace and security is fundamental to \r\nimplementing a global partnership for development. In \r\nthe face of the crippling effects of terrorism, we \r\nwelcome the agreement on the Global Counter-\r\nTerrorism Strategy. In the fight against terrorism, \r\nhuman rights must not be compromised; otherwise, we \r\nundermine the values that we seek to defend. Torture \r\ncannot be justified. As we have seen recently, years of \r\ncareful development can be reversed almost overnight \r\nby war. Conflict prevention, restraint by the parties \r\ninvolved and a commitment by other actors to urge \r\nrestraint, rather than encourage conflict, are also \r\nfundamental to the partnership. \r\n Sixty years ago, on 19 November 1946, Iceland \r\nbecame a Member of the United Nations. Iceland has \r\nsince then strongly supported the principles of the \r\nUnited Nations as written in the Charter. With the full \r\nsupport of the other Nordic countries — Denmark, \r\nFinland, Norway and Sweden — Iceland decided in \r\n1998 to present for the first time its candidature for a \r\nseat on the Security Council for the period 2009-2010, \r\nwith elections to be held in 2008. This candidature, \r\nwhich was declared within the Western European and \r\nOthers Group in April 2000, is based on our readiness \r\nto shoulder the responsibility of serving on the United \r\nNations body charged with maintaining and \r\nstrengthening peace and security. As one of the almost \r\n100 smaller States of the United Nations, Iceland \r\nmakes every endeavour to cultivate mutually beneficial \r\nrelations with all Members of the Organization and \r\nbelieves itself to be favourably positioned to exercise \r\nwith fairness and firmness the role of a Security \r\nCouncil member. \r\n The task of building a global partnership for \r\ndevelopment is not easy. But it is the only way in \r\nwhich we can realistically address the challenges \r\nfacing us, whether they be challenges of poverty, \r\nsecurity, the environment or health. As Secretary-\r\nGeneral Kofi Annan has put it, “the cause of larger \r\nfreedom can only be advanced by broad, deep and \r\nsustained global cooperation among States”. \r\n(A/59/2005, para. 18). \r\n The President: I now give the floor to His \r\nExcellency Mr. Sergei Martynov, Minister for Foreign \r\nAffairs of Belarus. \r\n Mr. Martynov (Belarus) (spoke in Russian): It is \r\ngenerally considered that the struggle of ideologies has \r\npassed into history together with the collapse of the \r\nbipolar world order. Yet in reality the world continues a \r\npainful quest for a system of ideas that could ensure its \r\nsecurity, justice and prosperity. The 2005 World \r\nSummit and the current General Assembly debate are \r\ngood evidence of this quest. Nowhere else but on this \r\nrostrum does one have such an acute sense that ideas \r\nand the struggle for them are no abstract matter. They \r\npermeate the flesh and blood of millions and billions of \r\npeople.  \r\nA/61/PV.20  \r\n \r\n06-53609 16 \r\n \r\n I hope that many of those present will agree that \r\nfree self-determination is the main ideology of the \r\nmodern world. Is it not absolutely clear that as long as \r\nthere is no independent Palestinian State, peacefully \r\ncoexisting  with all its neighbours, and that as long as \r\nIraq is not free from occupation, then terrorism and \r\nextremism will remain inevitable and invincible? \r\nAttempts to solve the problems of self-determination \r\nby violent measures, whether military or of any other \r\nkind, from the outside will result only in increasing the \r\nranks of the ruthless disciples of terrorism and \r\nextremism.  \r\n In the modern world free self-determination is not \r\nonly an issue of State independence and sovereignty. It \r\nis also an issue of recognizing — not in word, but in \r\ndeed — a diversity of ways for countries and peoples \r\nto progress. We must provide the Palestinians, Iraqis, \r\nLebanese and other peoples with the possibility of \r\nbuilding their own homes in the way they want. Any \r\nhelp should come only then and in such manner as they \r\nwish, not as deemed appropriate by the ideologues of \r\ncrusades in some capitals. There are no clever and \r\nfoolish, no superior and inferior, no righteous and \r\nvicious peoples and religions; there are just people of \r\nthe planet who are equally eager for happiness, \r\nuncomplicated and dignified. \r\n The five years that have passed since \r\n11 September 2001 have proved with painful clarity \r\nthat ideology and the practice of crusades do not bring \r\npeace and democracy. They lead to the devastation of \r\nStates, the destruction of the fabric of life of entire \r\nnations, and the death of children, women and innocent \r\ncivilians. They also result in an upsurge of terrorism, \r\nswelling the ranks of its followers and supporters. In \r\nthe same way, religious intolerance and the rejection of \r\nthe beliefs and conventions of other people do not \r\nbring spiritual harmony and unity. They cause an \r\noutbreak of radicalism, fanaticism and extremism. \r\nEncouragement of religious tolerance within societies \r\nshould become a responsibility of political and state \r\nleaders.  \r\n International security and global stability are \r\ninseparable from the solution of the world’s \r\ndevelopment problems. Security and development are \r\ninseparable. This is not some artificial linkage created \r\nin the halls of the United Nations. Its real nature has \r\nbeen clearly shown by the events in the suburbs of \r\nParis. Are we, here in the General Assembly, and our \r\ncolleagues in the capitals of the richest countries, \r\nwaiting for an even more alarming signal? Are we \r\nwaiting for the spiralling extremism caused by the lack \r\nof prospects for the future?  \r\n The situation is as clear as it can get. And it is \r\nclear that inadequate reflection of the priorities of \r\ndevelopment and development assistance in the 2005 \r\nWorld Summit Outcome document (resolution 60/1) \r\nwas a serious mistake by the international community.  \r\n How can we correct this mistake? We can do so \r\nonly by earnest and not hypocritical practical efforts to \r\nimplement the Millennium Development Goals. Before \r\ntoo long we will see new proposals based on the results \r\nof the large-scale study on raising system-wide \r\ncoherence and coordination of actions of the agencies \r\nof the United Nations system in the field of \r\ndevelopment assistance. Our task is to implement these \r\nimportant initiatives in deed.  \r\n The Millennium Development Goals are clear. \r\nNone is easily achievable. These problems are too old \r\nand too deep-rooted to be solved by incremental and \r\nshallow methods. Nobody treats a dangerous infection \r\nwith aspirin. A serious task requires serious tools. That \r\nis why the time has come for deep transformation of \r\nthe Bretton Woods institutions. They were established \r\nin a different era and for different purposes. They \r\nshould be changed and made to serve the cause of \r\nglobal development. A special role in making \r\ndevelopment a success and not a problem will belong \r\nto the Economic and Social Council, as the major \r\nUnited Nations coordinating body on development. \r\nSpecial responsibility will rest on the shoulders of the \r\nmembers of the Council.  \r\n Belarus is a candidate for membership of the \r\nEconomic and Social Council for the period 2007-\r\n2009. I appeal to Member States to support Belarus in \r\nthe elections to be held during the current session. The \r\nAssembly may rest assured that the Republic of \r\nBelarus will not fall short of its expectations. As a \r\nMember of the United Nations since 1945, Belarus has \r\nnever wavered in its devotion to the purposes and \r\nprinciples of the Charter. As a member of the Non-\r\nAligned Movement since 1998, Belarus stands actively \r\nand resolutely for the implementation of the goals and \r\nprinciples of the Movement and the practical \r\nstrengthening of its role in international affairs.  \r\n Our responsibility and concern for the destiny of \r\nthe world are sincere. There is much evidence to prove \r\nthat. In its region the Republic of Belarus is a donor of \r\n A/61/PV.20\r\n \r\n17 06-53609 \r\n \r\ninternational security. Belarus was the first country in \r\nthe world to voluntarily renounce the possession of the \r\nnuclear weapons it had at its disposal. \r\n Despite all the difficulties of the transition \r\nperiod, our country was among the first to respond to \r\nthe plight of people struck by the tsunami in the Indian \r\nOcean in 2004, and provided humanitarian assistance \r\nto the disaster-stricken countries of south-east Asia. \r\nNor was our country an indifferent spectator of the \r\nrecent conflict in the Middle East. At the height of the \r\nhostilities Belarus invited children from war-ravaged \r\nStates to come to Belarus for health rehabilitation.  \r\n The adherence of Belarus to the cause of \r\ndevelopment is also sincere and firm. Implementation \r\nof the international development agenda will be the \r\nindisputable priority of our work in the Economic and \r\nSocial Council. What is most important is that we have \r\nthe know-how to do it. Having been left 15 years ago, \r\nafter the collapse of the Soviet Union, without natural \r\nresources and foreign markets, without a national \r\ncurrency and international assistance, we have \r\nachieved our economic and social objectives. They \r\nmay be considered modest when compared to those of \r\nthe most developed countries, but they are of critical \r\nimportance as a stage in our movement forward, as \r\nevidence of what a medium-sized State can achieve in \r\nthe most difficult of circumstances. \r\n Among other hardships, we had to deal on our \r\nown with the Chernobyl disaster, whose radioactive \r\ncontamination affected more than 20 per cent of our \r\npopulation and made it impossible to use more than 20 \r\nper cent of arable land and 30 per cent of forests. \r\nChernobyl’s direct damage in Belarus alone is \r\nequivalent to 35 annual national budgets. It is more \r\nthan appropriate to recall today, in the year of its \r\ntwentieth anniversary, the largest man-made disaster in \r\nthe history of mankind.  \r\n Having overcome a 50 per cent decline in the \r\neconomy, and having rejected formulas that the \r\nInternational Monetary Fund tried to impose upon us, \r\nBelarus was the first country of the Commonwealth of \r\nIndependent States to restore gross domestic product to \r\nits peak Soviet value and then raise the level to 120 per \r\ncent of that value. We have created a market economy \r\nwith a strong social emphasis. We have preserved free \r\neducation, including higher education, and health care, \r\nas well as the high quality and availability of social \r\nservices for all people without exception. We have \r\nreduced unemployment to 1.5 per cent, and we are \r\nsuccessfully curbing inflation. \r\n I am confident that the experience, approach and \r\nknowledge of Belarus will be a useful contribution to \r\nthe work of the Economic and Social Council on the \r\nMillennium Development Goals. If the majority of \r\nnations give us the credit of trust, we will most actively \r\nand persistently work for a stronger role for the \r\nCouncil in addressing the development challenges. \r\nTogether with those who share these approaches, we \r\nwill work to reform the social and economic sphere of \r\nthe United Nations. Reform measures are not working \r\nyet. Without them the activity of different United \r\nNations funds and programmes at country level can \r\nnever be effective. To continue a “business as usual” \r\napproach in these matters would mean leaving the \r\nMillennium Development Goals on paper.  \r\n There is also a large debit balance in United \r\nNations activities outside the Economic and Social \r\nCouncil. There has been no substantial movement \r\ntowards the enhancement of the role of the General \r\nAssembly as a principal organ of the United Nations. \r\nSo far there has been no progress in reorganizing the \r\nSecurity Council, a key element in United Nations \r\nreform. The sluggishness of the Security Council in \r\naddressing the situation in Lebanon has not only \r\ncaused sorrow and frustration, but once again \r\nconvinces us of the disparity between the Security \r\nCouncil and the image of the world as we know it \r\ntoday.  \r\n Having made right and important steps in the \r\nhuman rights area after the 2005 World Summit, the \r\ninternational community should take new actions at \r\nthis session. They should be aimed at a true promotion \r\nof human rights and protection of the real victims of \r\nhuman rights violations, and not at getting even with \r\ndisagreeable nations by abusing an unjust instrument of \r\ncountry-specific resolutions.  \r\n As a major step towards the practical promotion \r\nof human rights and the protection of victims of one of \r\nthe most acute and painful phenomena of the modern \r\nworld, Belarus has, together with a number of partners, \r\nelaborated a draft resolution on improving international \r\ncoordination in fighting human trafficking, and will \r\npresent it to the Assembly at this session. The global \r\nscale of that challenge requires from all of us not \r\nshallow talk, but truly coordinated and purposeful \r\nactions. We see the goal of these efforts as the \r\nA/61/PV.20  \r\n \r\n06-53609 18 \r\n \r\nelaboration of a United Nations strategy to fight human \r\ntrafficking. I ask the Assembly to support the \r\nestablishment of a systems-based approach to a global \r\npartnership against slavery and trafficking in human \r\nbeings. Who else but the United Nations should care \r\nabout the dozens, hundreds and perhaps millions of \r\nvictims — above all, women and children — of \r\nmodern slavery? Who else but the United Nations \r\nshould encourage better international coordination in \r\neradicating this phenomenon, which is an utter \r\ndisgrace in our century? \r\n At the World Summit many leaders spoke about \r\nthe spirit of San Francisco. The spirit of San Francisco \r\nin 1944 and 1945 came from the sense of responsibility \r\nof nations in dealing with the problems of the world, \r\nnot responsibility for their own narrow interests — that \r\nis obvious and simple — but for a common cause. That \r\nspirit became possible as a result of the huge disaster \r\nof the Second World War, with about 60 million deaths \r\nand the inconceivable suffering of hundreds of \r\nmillions. Do we also need a huge disaster to restore \r\nthat spirit? I am sure we do not. I hope that we have all \r\nlearned the lessons of history.  \r\n After an era of romantic ideals and their tragic \r\nfailure in the 1990s, mankind today is coming to a \r\nmore elaborate perception of what kind of world order \r\nit needs. The Summit of the Non-Aligned Movement in \r\nHavana has demonstrated the clear aspiration of the \r\nmajority of the nations of the world to move from the \r\nself-exhausted unipolar world to the multipolar world, \r\nfair and stable, based on the interdependence of diverse \r\nglobal and regional centres of power, to a world fit for \r\nall. The Havana Summit has shown that humanity \r\nshould be humane. That should be the United Nations \r\nmotto for a challenging twenty-first century. \r\n The President (spoke in Arabic): I now give the \r\nfloor to His Excellency Mr. Walid Al-Moualem, \r\nMinister for Foreign Affairs of the Syrian Arab \r\nRepublic. \r\n Mr. Al-Moualem (Syrian Arab Republic) (spoke \r\nin Arabic): I congratulate you, Madam President, and \r\nyour fraternal country, Bahrain, on your election to the \r\npresidency of the General Assembly at its sixty-first \r\nsession. You are the first Arab woman ever to assume \r\nthis high position. Your selection to this post is proof \r\nthat the empowerment of women has become an \r\nintegral part of the Arab experience.  \r\n I should be remiss if I failed to express to your \r\npredecessor, Mr. Jan Eliasson, our sincere appreciation \r\nfor the efforts he made to bring a successful conclusion \r\nto the work of last session. I also express our thanks to \r\nMr. Kofi Annan, Secretary-General of the United \r\nNations, for his efforts leading the Organization for the \r\npast ten years. We appreciate the constructive efforts \r\nhe exerted during his last visit to the Middle East. \r\n For decades the Middle East region has been the \r\nstage for many daunting and exacerbated challenges. It \r\nhas endured continued Israeli occupation of Arab \r\nterritories since 1967 and the denial of the legitimate \r\nrights of the Palestinian people. Peoples of our region \r\nhave lost hope of realizing their aspirations to justice, \r\npeace and security. A short time ago Israel launched its \r\ndestructive war against Lebanon. The Palestinian \r\nsituation, in the grip of Israeli occupation, continues to \r\ndeteriorate. Acts of aggression are on the rise while the \r\nrights of the people continue to be trampled under foot. \r\nPalestinians are subjected to a crippling blockade \r\nbecause the advocates of democracy were dissatisfied \r\nwith the results of elections in the Palestinian \r\nterritories.  \r\n Our region is in the grip of a volatile situation \r\nbrought about by a protracted and relentless \r\noccupation. There are few, if any, prospects for change \r\nthat will hold the promise of a safe, just and stable life \r\nfor our people. Can we turn the current situation into a \r\nprelude to the solution rather than a consecration of \r\ntension and confrontation? \r\n That important question is essential to \r\nunderstanding the suffering of our peoples. For decades \r\nthey have been yearning for the realization of a just \r\nand comprehensive peace through a settlement of the \r\nArab-Israeli conflict that will end occupation, restore \r\nrights, and allow for the realization of the objectives of \r\ndevelopment. That is the path to take in order to \r\naddress the root causes of the problems of the region \r\nbefore talking about a new or a greater Middle East.  \r\n The international community must realize that \r\ncontinued Israeli occupation of Arab territories is the \r\nhotbed of all the problems of the region. It is the origin \r\nof the encompassing anger that consumes its peoples. I \r\nwonder, is the region destined to live one endless war \r\nafter another? Can any one expect our people to draw \r\ncomfort and satisfaction from the occupation of their \r\nterritories and the violation of their rights? Are they \r\nexpected to exalt the financers and supporters of this \r\n A/61/PV.20\r\n \r\n19 06-53609 \r\n \r\npersistent injustice, who can redress it only if they are \r\nwilling? Is the region destined to endure a new war, \r\ncomplementing the war against Lebanon, in favour of a \r\nnew Middle East, and recalling once again the \r\nbirthpangs of bloodshed and destruction during the war \r\nagainst Lebanon, instead of embracing the opportunity \r\nto open the door to peace in the region? \r\n The suffering of the Palestinian people continues \r\nand their tragedy has heightened over the years. Some \r\nmembers of the international community have become \r\naccustomed to dealing with the suffering as if it were a \r\nnatural phenomenon, not an unprecedented \r\nhumanitarian and national tragedy. We in Syria are \r\nvictims of that tragedy in all its aspects and are \r\ninfluenced by its repercussions. We support the efforts \r\nof our Palestinian brothers to close their ranks and \r\nencourage them to form a Government of national \r\nunity. The suffering of our people in the occupied \r\nSyrian Golan continues as well and all Syrians suffer \r\nbecause of this occupation. \r\n From this rostrum I salute the struggle and \r\nsteadfastness of our people in the Golan and in \r\nPalestine in the face of the Israeli policies of tyranny \r\nand terrorism. It is extremely important for the \r\ninternational community to recognize that the deep-\r\nrooted anger and resentment consuming our region, \r\nparticularly after the senseless war against Lebanon, \r\nand the continued logjam in efforts for peace, \r\nconstitute a dangerous and complex situation and can \r\nonly lead to confrontation instead of peace. This will \r\nnot serve the interests of anyone, inside the region or \r\noutside it. We too want a new Middle East, one where a \r\njust and comprehensive peace prevails, based on right, \r\njustice, and guaranteeing the same security to all. \r\n Fifteen years ago Syria declared that the \r\nestablishment of a just and comprehensive peace was \r\nits strategic choice. It took part in the peace process \r\nthat began in Madrid, based on Security Council \r\nresolutions 242 (1967) and 338 (1973) and on the \r\nprinciple of land for peace. Negotiations continued for \r\n10 years but did not bear fruit. The Syrian Golan \r\ncontinues to be under occupation and peace remains \r\nelusive. It was clear beyond any doubt that the Israeli \r\npolitical will to make peace was non-existent. \r\nPeacemaking first requires political will, to be \r\nfollowed by the implementation of the resolutions of \r\ninternational legitimacy.  \r\n Israel launched a brutal war against Lebanon, \r\ndestroying life and property. Thanks to the courageous \r\nLebanese resistance, its honourable steadfastness and \r\nits national unity, Lebanon warded off the aggression \r\nand defeated the aggressor. The Security Council \r\nultimately adopted its long-awaited resolution 1701 \r\n(2006), and my country, Syria, said it would cooperate \r\nwith the United Nations to implement that resolution.  \r\n Syria adopted the necessary measures to control \r\nits borders with fraternal Lebanon. Syria is committed \r\nto Lebanon’s independence and sovereignty and \r\ndemands the withdrawal of Israel from all Lebanese \r\noccupied territories, including from the Lebanese \r\nSheba’a farms. We hope that Lebanon will be able to \r\novercome the consequences of the Israeli aggression \r\nthrough the unity of its people and the assistance \r\nprovided by its brothers, friends, and the international \r\ncommunity, so that it will recover and be prosperous \r\nagain. I stress here Syria’s commitment to the \r\nestablishment of good relations with Lebanon in the \r\ninterests of the two fraternal peoples and countries. \r\n On the other side of the Syrian border, Iraq is \r\nenduring extremely distressing circumstances that are \r\ncausing us serious concern as both a brother of Iraq \r\nand a neighbouring country. Syria supported the \r\npolitical process in Iraq. I reaffirm today our support \r\nfor the Iraqi Government that came to power after \r\nelections in which all segments of the Iraqi people \r\nparticipated. We express Syria’s readiness to cooperate \r\nwith this Government in all fields. We support the Iraqi \r\nGovernment’s plan for national reconciliation and \r\nstand ready to provide all the necessary support, \r\nbecause we are committed to the unity of Iraq and its \r\npeople.  \r\n Drawing up a schedule for the withdrawal of \r\nforeign troops from Iraq is essential, since it will assist \r\nin curbing the violence and ensuring the safety and \r\nsecurity of its citizens. Syria, which mourns every drop \r\nof Iraqi blood shed, repeats its condemnation of all the \r\nterrorist acts that have been and continue to be \r\nperpetrated in Iraq, resulting in a high toll among \r\ninnocent Iraqi citizens. \r\n Five years have passed since the terrorist criminal \r\nact of 11 September 2001, which left thousands of \r\ninnocent people dead. I repeat our condemnation of \r\nthat act and our sympathy with the victims of that \r\nheinous terrorist crime. To the American people, who \r\nwere the force behind great scientific achievements \r\nA/61/PV.20  \r\n \r\n06-53609 20 \r\n \r\nthat benefited humanity, I say, “You are the victims of \r\npolicies that were proved wrong in the Arab and other \r\nregions of the world.” Many innocent people in places \r\nso distant from the United States of America have \r\nunfortunately paid the price and suffered the dire \r\nconsequences of those failed policies.  \r\n Tragically enough, we all end up paying a heavy \r\nprice when the decision makers in Washington believe \r\nthat they know better and are in a better position to \r\nunderstand and grasp the needs and circumstances of \r\nthe Arabs. They diagnose the ambitions and aspirations \r\nof the Arab individual in a manner that is tailored to \r\ntheir own vision.  \r\n The fact is that we, the people of the region, \r\nknow our circumstances and the priorities of the \r\nmillions angered by the denial of their sovereign, \r\nnational rights. If anyone asked the angry millions \r\nabout their priorities and objectives, the sure answer \r\nwould be “We want an end to the Israeli occupation of \r\nour lands in Palestine, Lebanon and the Golan. We \r\nwant to recover all our usurped rights. We want the \r\nflow of American weapons to Israel, which are sowing \r\ndeath and destruction, to stop. We refuse hegemony \r\nover our resources and interference in our affairs. We \r\nwant a Middle East governed by peace and built on \r\nright and justice, a Middle East where people can \r\ndedicate all their energies and resources to \r\ndevelopment and progress and embrace the positive \r\ntrends in contemporary human thought and endeavour.” \r\n After years of the war on terror, one asks “Has \r\nthe world become a safer place?” It is clear that the \r\nwar did not achieve its objective and that terror has \r\nbecome more widespread. That could be explained by \r\nthe fact that combating terrorism exclusively through \r\nthe use of force accomplishes nothing unless the root \r\ncauses of terrorism are addressed. We must mobilize \r\nthe efforts of the international community to deal with \r\nthis dangerous scourge, taking into account the need to \r\ndistinguish between fighting terrorism and people’s \r\nlegitimate right to resist foreign occupation.  \r\n We also believe that the war on terror has been \r\nmisused at times. It looked as if it was masking the \r\nclash of cultures and civilizations, which eventually \r\nnot only proved detrimental to the interests of all the \r\nparties concerned but also played into the hands of \r\nterrorists and terrorism. \r\n Israel is the sole Power in possession of nuclear \r\nweapons in the Middle East. It refuses to adhere to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\nand to submit to the comprehensive safeguards regime \r\nof the International Atomic Energy Agency. That poses \r\na threat to peace and security in the region. On \r\n29 December 2003, on behalf of the Arab Group, Syria \r\nsubmitted to the Security Council a draft resolution to \r\nrid the Middle East region of all weapons of mass \r\ndestruction. We still hope to adopt that resolution as \r\nsoon as possible.  \r\n My country joins many other developing \r\ncountries that have expressed concern over the \r\nrestrictions on access by Member States, particularly \r\ndeveloping countries, to nuclear technology for \r\npeaceful purposes. \r\n In conclusion I stress that the Middle East \r\ncurrently stands at a crossroads. It has the option either \r\nto take the road to justice, peace and security, or be \r\nfaced, even more than before, with tension and \r\nconfrontation that would not be in the interests of any \r\nparty inside or outside the region. It is up to the parties \r\nconcerned to understand the danger inherent in turning \r\nour backs on the road to peace, not yet taken. \r\nEverything also hinges on the active role that our \r\ninternational Organization must play to maintain \r\ninternational peace and security, beginning with the \r\nimplementation of Security Council resolutions 242 \r\n(1967) and 338 (1973). I hope that objectivity and the \r\ndesire for peace will trump other options so that the \r\nMiddle East can be ushered into a new, secure and \r\nprosperous era after decades of suffering. \r\n The President: I now give the floor to His \r\nExcellency Mr. José Antonio García Belaúnde, \r\nMinister for Foreign Affairs of Peru. \r\n Mr. García Belaúnde (Peru) (spoke in Spanish): \r\nFirst, allow me to express to you, Madam President, \r\nour congratulations on your election to the presidency \r\nof the General Assembly at this session. I should also \r\nlike to convey to you the best wishes of the people and \r\nGovernment of Peru for a successful stewardship. We \r\nare ready to work with you for the benefit of the \r\ninternational community. \r\n When the Government of President Alan García \r\ntook office on 28 July it found a particularly serious \r\nsocial deficit in the country. More than 13 million \r\nPeruvians, half our population, live in poverty; \r\n5 million of them, or 20 per cent of our population, live \r\nin extreme poverty. Peru is therefore experiencing a \r\n A/61/PV.20\r\n \r\n21 06-53609 \r\n \r\nsituation of deep inequity for a medium-income \r\ncountry.  \r\n In order to tackle this reality, the new \r\nGovernment has placed major emphasis on responsible \r\nState action, designing an agenda of social inclusion \r\nbased on promoting investment for job creation. That \r\nagenda requires that we learn to act with greater \r\nsolidarity, on the basis of civic values, with due \r\nattention given to the most vulnerable groups, so that \r\nthey may fully participate in drawing up public \r\npolicies. Initial action is aimed at restoring confidence \r\nin our society as a factor crucial for promoting long-\r\nterm development and shared growth. In this respect, \r\nmy Government is working with the social sectors to \r\ndevelop a culture of duty as one of the main pillars \r\nsupporting Government policies and the relationship \r\nbetween society and the State. \r\n The Government of Peru has made the fight \r\nagainst poverty a central priority of its Administration. \r\nIt has also set the guidelines for its external action, in \r\nwhich it aims to join the other nations of the Latin \r\nAmerican region in drawing up a development agenda \r\nto achieve growth with equity and social inclusion. In \r\nthis context, we reaffirm our conviction of the need to \r\npromote Latin American integration. For this purpose \r\nwe are working on strengthening the Andean \r\nCommunity and building the South American \r\nCommunity of Nations. \r\n That is the goal that inspires us, because in order \r\nto express the common interests of our continent in a \r\nworld such as today’s we must act together to better \r\ntackle the challenges of globalization. A Latin America \r\nwith a united voice will be better placed to tackle its \r\ncommon problems, such as the marginalization of wide \r\nsectors of the population, internal imbalances and \r\nsocial divisions. A more united Latin America can also \r\nbetter project the values of democracy and pluralism \r\nthat characterize it today. In this framework, tolerance \r\nand respect for differences will make it possible to \r\nstrengthen projects of common interest offering all our \r\ncitizens true opportunities for development and well-\r\nbeing. \r\n One of the challenges that our continent, and in \r\nparticular the Andean region, must face decisively is \r\nthe fight against drug trafficking. Peru reaffirms its \r\nfirm position of combating forcefully and \r\ncomprehensively the illicit trafficking of drugs, \r\nemphasizing the principles of multilateralism and \r\nshared responsibility. To that end, we have been \r\ncarrying out a careful evaluation of the current state of \r\ncooperation in the fight against illegal drug trafficking. \r\nFollowing the principle of shared responsibility, Peru \r\nhas expressed an interest in holding an anti-drug \r\nsummit, so that in the Andean area we can give new \r\nimpetus to the dialogue on cooperation and agree with \r\nthe United States and the European Union on a single \r\nconsensus strategy, which would be mutually \r\nbeneficial for the Andean producer countries and the \r\nlarge consumer markets. \r\n Another universal scourge that the international \r\ncommunity must fight unrelentingly is terrorism. Peru \r\nreiterates that terrorism, whatever its form or \r\nmanifestation, or its motivation, is unacceptable and \r\naccordingly must be condemned and fought. States \r\nmust show an unequivocal attitude towards terrorism. \r\nPeru therefore supports the efforts being made in the \r\nUnited Nations to fight terrorism. Among them, we \r\nnote the approval of the Global Counter-Terrorism \r\nStrategy. We reaffirm our conviction that this struggle \r\ncan and must be carried out with respect for human \r\nrights and fundamental freedoms. \r\n In the Millennium Declaration we set ourselves \r\nthe target of attaining by 2015 various goals in the \r\nfight against poverty and in the partnership for \r\ndevelopment, goals which summarize the challenges \r\nthat countries such as Peru must tackle and overcome \r\nand the cooperation that developed countries must give \r\nin assisting development, trade and financing. \r\nHowever, at the 2005 World Summit we noted that \r\nprogress in compliance with the Millennium \r\nDevelopment Goals is somewhat modest, and some \r\ngoals seem unattainable.  \r\n In order to comply with the Millennium \r\nDevelopment Goals, the Government of Peru has taken \r\nimmediate action, including, first, reform of the State \r\nand the political system to give it more austerity, \r\nthrough decentralization, administrative simplification \r\nand moral initiatives; secondly, job creation through \r\ninvestment and the opportunities that the State must \r\npromote; thirdly, restoration of labour and social rights \r\nin order to have a more modern and just society; \r\nfourthly, policies in favour of women, youth and \r\nchildren; and, fifthly, civic security to give the \r\npopulation tranquillity and confidence. None of that \r\nwill be enough if the markets of developed countries \r\nremain closed to our products through restrictions. In \r\nA/61/PV.20  \r\n \r\n06-53609 22 \r\n \r\nthis context, we call for the prompt resumption of the \r\nDoha Round talks in a spirit of compromise. \r\n My Government’s social policy initiatives will \r\nmake possible a broader exercise of human rights. I \r\nrefer in particular to economic, social and cultural \r\nrights, where shortcomings are evident, and to paying \r\nparticular attention to the most vulnerable groups.  \r\n In this respect, during the current session we will \r\nbe called upon to consider and possibly adopt three \r\nimportant international instruments on promoting and \r\nprotecting human rights. The first two are the draft \r\ndeclaration on the rights of indigenous peoples and the \r\ndraft international convention on the rights of persons \r\nwith disabilities. Peru urges every Member State to \r\nconsider adopting these two instruments, which would \r\ngive greater protection to millions of people who today \r\nare victims of marginalization. The third instrument is \r\nthe draft convention on forced disappearance, which \r\nwill make it possible to more effectively combat that \r\nreprehensible practice. \r\n We are aware of the importance of \r\nmultilateralism as the ideal context for low- and \r\nmedium-income countries to take part in the \r\ninternational arena, as well as helping to find solutions \r\nto the challenges that the globalized world must face. \r\nThese challenges result from the current characteristics \r\nof the international system, in which two opposing \r\nprocesses coexist. Thus, while the world integrates \r\nglobally it is becoming more fragmented because of an \r\nincrease in social inequality, the proliferation of civil \r\nconflicts and the disintegration of States, so-called \r\nethnic cleansing, massive violations of human rights, \r\nthe trafficking of people and arms, environmental \r\ndegradation, terrorism and international organized \r\ncrime.  \r\n These contradictory trends between globalization \r\nand fragmentation often call into question both the \r\nability of States to govern and international stability, \r\nthe major challenges that the international community, \r\nand in particular the Security Council, must face. \r\nTherefore, we need a comprehensive and strategic \r\nvision to make it possible to deal with problems \r\naffecting international peace and security. It is not only \r\nmilitary aspects that cause crises. There are also \r\nstructural factors, such as poverty, social exclusion and \r\nenvironmental degradation, which are the triggers of \r\nnational and international instability. \r\n If the Council does not take this reality into \r\naccount it will be very difficult to prevent or resolve \r\nconflicts in a sustainable way, because it will mean \r\nputting to one side the most important variables. We \r\ntherefore acknowledge the need to make the \r\nmultilateral system more flexible, comprehensive and \r\neffective, in order to tackle the global challenges and \r\nthreats. But, at the same time, the Security Council’s \r\nactions must be based on legitimacy, which accords the \r\nstrictest respect for the values, purposes and principles \r\nof the Charter and international law. With this \r\nconviction, Peru is taking part in the Security Council \r\nin a coherent way and with a constructive spirit. \r\n Given this premise, it is crucial to strengthen the \r\ndisarmament and non-proliferation regimes and to find \r\na peaceful solution to disputes. We supported the \r\npeacekeeping interventions authorized by the Security \r\nCouncil, and we will continue those efforts to ensure a \r\nrenewed collective security system supported and \r\nrespected by all Member States, in order to tackle \r\nthreats to international peace and security. It is in this \r\ncontext that we see Peru’s participation in \r\npeacekeeping operations in Haiti, Sudan, the \r\nDemocratic Republic of the Congo, Eritrea, Ethiopia, \r\nLiberia, Côte d’Ivoire, Burundi and Cyprus. This \r\ninvolves very sensitive matters and arduous \r\nresponsibilities, but we assume them as a natural \r\ncorollary to the commitment to international peace and \r\nsecurity that we made when signing the Charter. We \r\naffirm our confidence that the Peacebuilding \r\nCommission will achieve the objective of supporting \r\nthe reconstruction of countries emerging from conflict.  \r\n At the same time, we believe that we must step \r\nup our prevention efforts at the regional and \r\nsubregional levels, which is why Peru promotes \r\ncooperative security through mechanisms to strengthen \r\npeace and security structures, whose development \r\nincludes the need to prevent arms races between \r\nneighbouring countries. \r\n Peru supports reform of the Security Council to \r\nmake it more effective, transparent and representative. \r\nIn this process, we favour increasing the number of \r\nmembers through dialogue and consensus, as part of a \r\ncomprehensive process of United Nations reform, in \r\nwhich we have already seen some progress. The road \r\nahead must be tackled with greater responsibility and \r\nin a spirit of dialogue and openness. \r\n A/61/PV.20\r\n \r\n23 06-53609 \r\n \r\n I wanted to share these concerns and ideas in \r\norder to reaffirm that Peru, on the basis of its own \r\neconomic and social reality and its regional outreach, \r\nas well as its profound multilateral vocation, wishes to \r\ncontinue to contribute constructively to security, \r\ndevelopment and respect for human rights in the world. \r\nWe are convinced that the United Nations system can, \r\nwith the help of all, strengthen its central role of \r\npromoting social progress and raising the standard of \r\nliving within the broadest concept of freedom, as \r\nstipulated in the Preamble to the Charter. \r\n Mr. Al-Murad (Kuwait), Vice-President, took the \r\nChair. \r\n The Acting President (spoke in Arabic): I now \r\ncall on His Excellency Mr. Zarifou Ayeva, Minister of \r\nState, Minister for Foreign Affairs and African \r\nIntegration of Togo.  \r\n Mr. Ayeva (Togo) (spoke in French): First, on \r\nbehalf of our delegation, I warmly congratulate the \r\nPresident on her election to preside over this session, \r\nwhich encourages the Government of Togo in its \r\ncommitment to value the role of women in our society. \r\nTogo remains convinced that the specific insights of \r\nwomen in the management of national or international \r\naffairs will make a big contribution to giving a more \r\nunited and human face to relations between peoples \r\nand nations. The President can rest assured that as she \r\ndoes her inspiring job Togo will continue to support \r\nher unstintingly.  \r\n I also pay a merited tribute to the President’s \r\npredecessor, Mr. Jan Eliasson, whose competence, \r\nmoderation, sense of compromise and character earned \r\nhim the respect and esteem of all during the last \r\nsession.  \r\n In addition, I pay particular tribute to the \r\nSecretary-General, and express to him our sincere \r\ngratitude for his tireless efforts for peace, democracy \r\nand development. We appreciate his commitment and \r\nhis bold proposals to ensure substantial and fair reform \r\nof the United Nations. \r\n In our quest for peace, security and socio-\r\neconomic development Togo has just reached a critical \r\nstage in its history, with the signing on 20 August of \r\nthe Comprehensive Political Agreement at the end of \r\nan open, constructive and inclusive dialogue. When the \r\nHead of State took the initiative to resume the political \r\ndialogue we were aware that our current stage of social \r\nand political development would not allow us to deal \r\nwith all matters of discord or eliminate all political and \r\ninstitutional problems. It was necessary first to \r\nstrengthen the dynamic of national mobilization and \r\nsocial cohesion by promoting a policy of openness, \r\ncalm and national reconciliation.  \r\n The desired results have largely been achieved, \r\nwith the effective and active participation of all the \r\nmajor political participants in the dialogue. Everyone \r\nwas able to speak freely on the substantive problems \r\nthat were feeding the persistent feeling of crisis. The \r\nfrank and responsible discussions, and the conclusions \r\nreached, enable us to establish bolder conditions for \r\nreform and lay the foundations for a new covenant for \r\nthe republic and for national harmony.  \r\n The conclusions of the national dialogue favour \r\nthe holding of free and democratic elections. \r\nAdditionally, the resolution of the dialogue regarding \r\nthe need to re-examine the role and mission of the \r\narmy and the other security services allows us to \r\nanticipate an unprecedented strengthening of measures \r\nto maintain public order and provide more security for \r\nthe activities of political parties and various other \r\norganizations, as well as the electoral processes.  \r\n After the social dialogue — involving employers, \r\nunions and the Government, and a number of bold \r\nmeasures aimed at youth and workers of all \r\ncategories — a milestone will be reached with the \r\nholding of free legislative elections, pluralist and \r\ntransparent, in the very near future. Togo will then \r\nhave satisfied all the commitments made to the \r\nEuropean Union on 14 April 2004 in Brussels.  \r\n In an attempt to give every opportunity for \r\nnational harmony, implement the conclusions of the \r\npolitical dialogue and establish sustainable democracy, \r\na broad-based Government of National Unity was \r\nestablished on 20 September 2006. All sections of the \r\nTogolese people, in their political, social and regional \r\ndiversity, are represented in it. All the changes under \r\nway in Togolese society were made possible by the \r\nsupport of the international community, the maturity of \r\nthe people of Togo and, of course, the sense of \r\ncompromise of the political class.  \r\n We are very grateful to all our international \r\npartners who assisted us during this process of \r\npeacebuilding in our country. Our appreciation goes in \r\nparticular to the Economic Community of West African \r\nStates (ECOWAS), the African Union, the European \r\nA/61/PV.20  \r\n \r\n06-53609 24 \r\n \r\nUnion, the International Organization of la \r\nFrancophonie, France, Germany, the United States of \r\nAmerica and all African heads of State, who have \r\nalways been very attentive to what we have had to say. \r\nI wish also, and very particularly, to express to the \r\nFacilitator, Mr. Blaise Compaoré, President of Burkina \r\nFaso, the gratitude of our entire Government and \r\npeople for his critical role in the conclusion and \r\nsigning of the Comprehensive Political Agreement. \r\n Consolidating peace in Togo and the success of \r\nour democratization process remain closely linked to \r\nthe stability of the regional and international \r\nenvironment. Therefore, Togo continues to be \r\nconcerned about the situation in Côte d’Ivoire. Given \r\nthe many preconditions for organizing elections in that \r\nneighbouring country, there must be concern, from any \r\npoint of view, about the fulfilment of the mission for \r\nwhich the United Nations is responsible. We hope that \r\nthe resolution of those preconditions will permit the \r\nholding of free and democratic elections leading \r\nCôte d’Ivoire to sustainable peace.  \r\n Similarly, with regard to the region of Darfur and \r\nSomalia, in the absence of a much more vigorous \r\nvoluntary mobilization by the international community \r\nto end the cycle of violence and the tragedy of the \r\npeoples concerned, peace will not come soon to that \r\npart of Africa. \r\n In other parts of the world, the continuing \r\ndevelopments in both Iraq and the Middle East are a \r\nmajor source of concern for the Government of Togo. \r\nTogo firmly believes it is high time that the people of \r\nIraq were reconciled and that the international \r\ncommunity provided all the necessary support for their \r\nGovernment to help it complete the reconciliation \r\nprocess. It should be emphasized that the countries of \r\nthe subregion have an important role to play in the \r\nquest for peace in Iraq. \r\n The tragedy that unfolded in Lebanon weighs on \r\nour conscience. Togo welcomes the Security Council’s \r\nadoption of resolution 1701 (2006), whose effective \r\nimplementation will permit the return of peace to the \r\ncountry.  \r\n At the heart of the Middle East conflict is the \r\nthorny question of Palestine. Sustainable peace in the \r\nregion requires an end to the continuous cycle of \r\nviolence and a climate of confidence, which would \r\nmake possible talks to create a Palestinian State \r\nalongside the State of Israel, the two of them \r\ncoexisting within secure and internationally recognized \r\nborders. \r\n While the resolution of crises and conflicts \r\nremains at the heart of our concerns, everything must \r\nbe done to consolidate peace in countries emerging \r\nfrom conflicts, or countries which, after great efforts, \r\nhave succeeded in their democratization process. \r\nTherefore, the Peacebuilding Commission must play a \r\nvital role in African countries emerging from conflicts. \r\nWe are pleased that it is already considering the \r\nsituation in Burundi and Sierra Leone. It must also help \r\nLiberia to strengthen its regained peace and make sure \r\nthat Guinea-Bissau does not sink into violence. \r\nSimilarly, while we welcome the holding of legislative \r\nand presidential elections in the Democratic Republic \r\nof the Congo, Togo calls on the international \r\ncommunity to pay sustained attention to that country so \r\nas to assist it until its still fragile process is completed. \r\n Disarmament efforts by the international \r\ncommunity are still far from producing the desired \r\nresults. On the Korean peninsula the nuclear question \r\nis still unresolved, and there is a need for a \r\nstrengthening of mutual confidence among the States \r\nconcerned. Therefore, my country firmly supports \r\nevery effort to resolve the region’s security questions \r\npeacefully. We believe also that the question of the \r\nnuclear programme of the Islamic Republic of Iran \r\ncannot be resolved without negotiations between the \r\ninterested parties, and we call on them to create \r\nconditions conducive to such talks. It would not be \r\nwise to stop the country, by whatever means, \r\ndeveloping a nuclear programme, essentially peaceful, \r\nfor its fundamental research needs and the socio-\r\neconomic development of its population. \r\n With respect to small arms and light weapons, \r\nTogo regrets that the international community was \r\nunable to successfully conclude the July 2006 New \r\nYork United Nations Conference to Review Progress \r\nMade in the Implementation of the Programme of \r\nAction to Prevent, Combat and Eradicate the Illicit \r\nTrade in Small Arms and Light Weapons in All Its \r\nAspects, adopted in 2001. The failure of that \r\nConference is not encouraging for regional and \r\nsubregional initiatives. At the same time, the adoption \r\nin June this year of the ECOWAS Convention on Small \r\nArms and Light Weapons, Their Ammunition and \r\nOther Related Materials is very much part of \r\nstrengthening confidence-building measures among \r\nStates in the subregion. It is to be hoped that at this \r\n A/61/PV.20\r\n \r\n25 06-53609 \r\n \r\nsession the General Assembly will seriously examine \r\nthe question of the proliferation of small arms and light \r\nweapons, which are a destabilizing factor for African \r\nStates in particular, and a threat to the peace and \r\nsecurity of people in general.  \r\n I should also like to emphasize the importance of \r\nour collective responsibility to counter terrorism and \r\nhuman rights violations. The reply of the international \r\ncommunity to terrorism should be appropriate and \r\nshould correspond to the expectations of peoples who \r\nonly wish to live in a world free from fear. The General \r\nAssembly’s adoption of the Global Counter-Terrorism \r\nStrategy is to be welcomed. We hope that the Human \r\nRights Council will contribute to strengthening the \r\ncapacity of States to promote and protect human rights \r\nby developing and implementing appropriate strategies \r\nand programmes. Accordingly, on 10 July the \r\nGovernment concluded an agreement on establishing \r\nan office of the United Nations High Commissioner for \r\nHuman Rights in Togo.  \r\n The current state of the world — characterized by \r\na considerable increase in United Nations membership, \r\nfrom 51 Member States in 1945 to 192 in 2006, the \r\nemergence of new Powers, the persistence of certain \r\nconflicts and especially the frequent paralysis in the \r\nSecurity Council — requires that the United Nations be \r\nreformed as soon as possible, as the September 2005 \r\nWorld Summit recommended. While the objective of \r\nreform is to make the Organization more effective and \r\nefficient, we must not lose sight of the fact that a \r\ncentral, urgent factor is Security Council reform. If that \r\nis not included, the reform will be unfinished business. \r\n Decisions related to economic development and \r\nthe elimination of poverty adopted by the September \r\n2005 World Summit have rekindled hope about the will \r\nof the rich industrialized countries to assist the \r\ncountries of the South to promote sustainable \r\ndevelopment for their peoples. Implementation of the \r\ncommitments made would permit achievement of the \r\ngoals. Therefore, the countries of the South ask the \r\ncountries of the North to commit themselves not only \r\nto keep their promises to make a genuine contribution \r\nto reducing poverty by 50 per cent by 2015, but finally \r\nto eradicate it.  \r\n As the Assembly is well aware, the support of the \r\nrich industrialized countries will enable us to \r\nconsolidate the efforts that the countries of the South \r\ncontinue to make, efforts which have allowed us to \r\nimprove macroeconomic management by tackling \r\ninflation and consolidating a balanced budget. \r\nHowever, the global incidence of extreme poverty has \r\nnot declined, especially in the less developed countries, \r\nwhere combating poverty is still a very difficult task. \r\n The situation that I have just described is \r\nexacerbated by factors that the developing countries \r\nhave not been able to master. They include, to mention \r\njust a few: the external debt, deterioration in the terms \r\nof trade, the weakness of official development \r\nassistance, and environmental degradation. Moreover, \r\nthe HIV/AIDS pandemic presents a major challenge to \r\ngrowth and economic development. Major conferences \r\norganized under United Nations auspices are slow to \r\nyield results. The status review of the Millennium \r\nDevelopment Goals, held in September 2005, and the \r\nfailure of the Doha Round and the midterm review of \r\nthe Brussels Programme of Action for Least Developed \r\nCountries for the Decade 2001-2010, held on 18 and \r\n19 September, have shown that there are still barriers \r\nto implementing the commitments made. \r\n It is therefore regrettable that development \r\npartners have not always honoured their official \r\ndevelopment commitments to the least developed \r\ncountries. Nevertheless, promises made recently, in \r\nparticular by the G-8 Summit in 2005, regarding an \r\nincrease in assistance and debt relief, have given us \r\nreason for some optimism. Additionally, access to \r\nmarkets and the gradual elimination of agricultural \r\nsubsidies by all countries simultaneously, on dates set \r\nby the World Trade Organization, would contribute to \r\nthe development of poor countries, since agriculture is \r\nthe basis of the existence of hundreds of millions of \r\npeople in the least developed countries. For Togo it is \r\nessential that progress be made in resolving questions \r\nrelating to cotton, in particular, questions that remain \r\nvital for many developing countries. \r\n My country welcomes the High-level Dialogue on \r\nInternational Migration and Development, held on 14 \r\nand 15 September, during which the General Assembly \r\ndealt with the multiple aspects of international \r\nmigration. We must do more in-depth thinking on ways \r\nto stem the tide of the massive and hazardous exodus \r\nto northern countries. An arsenal of repressive \r\nmeasures alone will not resolve a situation that is \r\nbecoming more and more like a scourge.  \r\n In conclusion, I emphasize that if we are faithful \r\nto our common destiny and our worldwide partnership \r\nA/61/PV.20  \r\n \r\n06-53609 26 \r\n \r\nbased on solidarity we can realize the Millennium \r\nDevelopment Goals. Therefore, the countries of both \r\nthe North and the South must honour their \r\ncommitments, thus contributing to ending the suffering \r\nof millions of disinherited people throughout the world \r\nand to promoting international peace and security. \r\n The Acting President (spoke in Arabic): I now \r\ngive the floor to His Excellency Mr. Choe Su Hon, \r\nDeputy Minister for Foreign Affairs of the Democratic \r\nPeople’s Republic of Korea. \r\n Mr. Choe Su Hon (Democratic People’s \r\nRepublic of Korea) (spoke in Korean; English text \r\nprovided by the delegation): Allow me first, on behalf \r\nof my delegation, to congratulate Ms. Haya Rashed \r\nAl-Khalifa on her election as President and to express \r\nmy conviction that the session will be successful under \r\nher able leadership. \r\n The desire of humankind for a peaceful and \r\nprosperous world in the new century is still faced with \r\ngrave challenges. The unilateralism and high-handed \r\nacts of the super-Power are becoming so reckless as to \r\ntrample on the principles of respect for the sovereign \r\nequality of all States, the fundamental basis of the \r\nUnited Nations Charter, thereby arousing international \r\nsociety’s serious concern. Worse still are the invasions \r\nof sovereign States, either openly committed or \r\ndisregarded, and even fanned under the pretext of non-\r\nproliferation and anti-terrorism, giving rise to the \r\nmassacre of innocent people and the destruction of \r\ninternational peace and security. \r\n The threats and high-handed acts of the super-\r\nPower are becoming more and more obvious, with the \r\nDemocratic People’s Republic of Korea as their target. \r\nThe United States adventurous military manoeuvres, \r\nsuch as military exercises and an economic blockade of \r\nthe Democratic People’s Republic of Korea, continue \r\nto be tolerated, while the routine missile test-firings of \r\nour army for self-defence have been condemned as a \r\nthreat to international peace and security. Such a reality \r\nis a serious lesson to us all that a country with \r\npowerful strength, a just deterrent, is capable of \r\nsafeguarding the dignity and sovereignty of a nation by \r\nitself.  \r\n Herein lies the necessity and justness of the \r\nSongun policy of General Kim Jong Il, the respected \r\nleader of our people. The Songun policy is a sure \r\nguarantee of the ability of the Democratic People’s \r\nRepublic of Korea to safeguard its sovereignty and \r\nsecurity and ensure peace and stability on the Korean \r\npeninsula, and in the region as a whole, in the face of \r\nthe ever-hardening, hostile policy of the United States \r\ntowards it. The Democratic People’s Republic of \r\nKorea’s possession of deterrent power, solely for self-\r\ndefence, is also fully in line with the interest of the \r\ncountries of the region in peace and security and a \r\npeaceful environment. \r\n As is well known, the Korean people have \r\nsuffered a tragic history; after the nearly half-century-\r\nlong tyrannical military occupation by Japan they have \r\nbeen living in a state of war with the United States for \r\n60 years. Against this background, the Korean people \r\naspire for peace more than any other country. Today \r\nthere persist on the Korean peninsula touch-and-go \r\ncritical tension and confrontation, rather than durable \r\npeace and security. The source is none other than the \r\nvicious, hostile policy of the United States towards the \r\nDemocratic People’s Republic of Korea.  \r\n The nuclear issue on the Korean peninsula is not \r\nexceptional either, as it originates from United States \r\nnuclear threats. The United States policy towards the \r\nDemocratic People’s Republic of Korea has gone \r\nbeyond mere hostility, going so far as to pose nuclear \r\nthreats, even by designating it part of an “axis of evil” \r\nand the target of pre-emptive strikes, thus driving the \r\nDemocratic People’s Republic of Korea to inevitably \r\npossess a nuclear deterrent. The Government of the \r\nDemocratic People’s Republic of Korea maintains its \r\nconsistent position of seeking to resolve the issue of \r\ndenuclearizing the Korean peninsula peacefully \r\nthrough dialogue and negotiation. \r\n As the world knows well, the core elements \r\nstipulated in the Joint Statement of 19 September 2005, \r\nadopted at the six-party talks, are the respective \r\ncommitments of the Democratic People’s Republic of \r\nKorea and the United States to abandon its nuclear \r\nprogramme and to live in peaceful coexistence. As for \r\nthe Joint Statement, the Democratic People’s Republic \r\nof Korea remains committed to implementing all its \r\nagreed provisions on an equal footing. The Democratic \r\nPeople’s Republic of Korea is sure to get greater \r\nbenefit from implementation of the agreed provisions \r\nof the talks. That is why it is willing, more than any \r\nother country, to hold the talks. However, the United \r\nStates, soon after the announcement of that Joint \r\nStatement, wasted no time in imposing financial \r\nsanctions upon the Democratic People’s Republic of \r\nKorea, a dialogue partner, eventually scrapping the \r\n A/61/PV.20\r\n \r\n27 06-53609 \r\n \r\nalready agreed itinerary for the following rounds of the \r\nTalks and creating the present impasse. \r\n In view of these facts, it is crystal clear that the \r\nUnited States is not in favour of the six-party talks and \r\nthe denuclearization of the Korean peninsula. If there \r\nis anything that the United States does favour, it is \r\naggravated tension on the Korean peninsula, to be used \r\nas a pretext to reinforce its military forces in the north-\r\neast Asian region. By doing so, the United States aims \r\nto strengthen its armed forces in the region and thus \r\ncontain the ever-growing, strong Democratic People’s \r\nRepublic of Korea and neighbouring countries within \r\nits world supremacy strategy. That is the real intention \r\nof the United States.  \r\n It is quite preposterous that the Democratic \r\nPeople’s Republic of Korea, under the groundless \r\nUnited States sanctions, takes part in the Talks to \r\ndiscuss its own nuclear abandonment. That is the \r\nmatter of principle on which even the slightest \r\nconcession cannot be tolerated. I take this opportunity \r\nto express my deep gratitude to Member States of the \r\nUnited Nations for their continued support for and \r\nencouragement of the Democratic People’s Republic of \r\nKorea in its efforts to achieve a peaceful resolution of \r\nthe nuclear issue on the Korean peninsula. \r\n As for Korea’s reunification, it is the supreme \r\naspiration of our nation to realize it at the earliest \r\npossible date as a prerequisite to ensuring lasting peace \r\nand security on the Korean peninsula. The North-South \r\nJoint Declaration of 15 June 2000 is a declaration on \r\nrealizing independence and peaceful reunification by \r\nthe Korean nation itself, rejecting foreign interference. \r\nRegrettably, however, on 21 September the South \r\nKorean Minister for Foreign Affairs and Trade made \r\ndistorted remarks about the root causes of the tension \r\nin the Korean peninsula, without saying a single word \r\nabout implementation of the North-South Joint \r\nDeclaration of 15 June 2000. That causes us \r\nconsternation.  \r\n It is already well known that the major factors \r\nundermining peace and stability and aggravating \r\ntension in the Korean peninsula are the United States \r\nmilitary presence in South Korea; its doctrine of pre-\r\nemptive nuclear strike against the Democratic People’s \r\nRepublic of Korea; incessant large-scale joint United \r\nStates and South Korea military exercises; the mass \r\ndelivery to South Korea of all sorts of military \r\nequipment, including weapons of mass destruction; and \r\naerial reconnaissance carried out by the United States a \r\nhundred-odd times every month. \r\n The North-South Joint Declaration of 15 June has \r\nnot been smoothly implemented so far, because of the \r\npersistent manoeuvres of the United States, which \r\ndislikes improved inter-Korean relations, and because \r\nof the existence in South Korea of such legal \r\nmechanisms as the national security law stipulating \r\nfellow countrymen as enemies and denying even basic \r\nhuman rights, which is against the ideals of “By our \r\nnation itself”, the core of the Joint Declaration. Those \r\nare undeniable facts.  \r\n By upholding the banner of the North-South Joint \r\nDeclaration, and under the ideals of “By our nation \r\nitself”, the Government of our Republic will surely \r\nachieve national reunification by firmly realizing \r\ncooperation in the three areas of national \r\nindependence, peace against war, and patriotism for \r\nreunification.  \r\n For the United Nations to fulfil its mission for the \r\nmaintenance of international peace and security, \r\npractical measures should be taken to reject \r\nunilateralism and high-handed acts that block the \r\nestablishment of equitable and just international \r\nrelations. Furthermore, the United Nations should be \r\ndemocratized so that all international issues are \r\nresolved in conformity with the common interests of \r\nMember States.  \r\n In this regard, we are of the view that one of the \r\nreasonable ways to effect that is to hand over from the \r\nSecurity Council to the General Assembly the power to \r\npass resolutions on issues directly linked to \r\ninternational peace and security, such as the use of \r\nforce. It is also imperative to ensure that the Security \r\nCouncil, responsible for international peace and \r\nsecurity, strictly observe the principle of fairness in its \r\nactivities. It should be accountable to the General \r\nAssembly by making a real contribution to \r\ninternational peace and security, not a means for \r\ncertain countries to legalize their strategic interests.  \r\n The fact that the Security Council remains \r\nindifferent to the infringement of sovereignty and the \r\nmassacre of civilians in Arab territories — such as the \r\nUnited States invasion of Iraq and Israel’s aggression \r\nin Lebanon — is a typical example of the \r\nirresponsibility, unfairness and double standards in its \r\nactivities. The reform of the Security Council now \r\nunder consideration should focus on ensuring fairness \r\nA/61/PV.20  \r\n \r\n06-53609 28 \r\n \r\nin its activities, first and foremost, and ensure that the \r\nnon-aligned and developing countries, which make up \r\nthe overwhelming majority of Member States, are fully \r\nrepresented.  \r\n With regard to expansion of the permanent \r\nmembership of the Council, a country like Japan, the \r\nwar criminal which invaded Asian countries and \r\nmassacred innocent people, but which has been \r\ndistorting its aggressive history instead of liquidating \r\nit, should never be allowed to become a permanent \r\nmember. \r\n The Government of the Democratic People’s \r\nRepublic of Korea will continue to develop relations of \r\nfriendship and cooperation with all Member States that \r\nrespect its sovereignty, in accordance with the ideals of \r\nits foreign policy — independence, peace and \r\nfriendship — and will make an active contribution to \r\nthe efforts of international society to achieve world \r\npeace and security and sustainable development. \r\n The Acting President (spoke in Arabic): I now \r\ncall on His Excellency Mr. Sven Jürgenson, Deputy \r\nMinister for Foreign Affairs of Estonia. \r\n Mr. Jürgenson (Estonia): I begin by \r\ncongratulating Ms. Haya Rashed Al-Khalaifa on her \r\nassumption of the office of President of the General \r\nAssembly. We have full confidence in her and wish her \r\nevery success. I should also like to praise Foreign \r\nMinister Jan Eliasson for his effective leadership \r\nduring the Assembly’s sixtieth session, which achieved \r\ntruly noteworthy results.  \r\n I also warmly welcome the Republic of \r\nMontenegro as the 192nd Member of the United \r\nNations. \r\n The United Nations confronts huge tasks. There \r\nhas already been remarkable progress in certain reform \r\nareas, such as the establishment of the Human Rights \r\nCouncil, the Central Emergency Response Fund and \r\nthe Peacebuilding Commission. We also attach great \r\nimportance to the launching of the Global Counter-\r\nTerrorism Strategy, which calls for enhanced United \r\nNations measures to deal with terrorism and for the \r\nbetter coordination of such efforts. \r\n Estonia is strongly committed to promoting peace \r\nand security throughout the world. We have been \r\nfollowing developments in the Middle East with \r\nconcern and compassion. The recent events have once \r\nagain demonstrated that, in addition to the need to \r\nsecure lasting peace, there is a need for prompt action \r\nand generous contributions from the international \r\ncommunity to resolve humanitarian crises. Estonia has \r\nnot been a bystander. We have been responding to the \r\ndire needs of the people in Lebanon and have provided \r\nassistance to the Iraqi people so that they can rebuild \r\ntheir country.  \r\n Estonia continues to actively support the United \r\nNations in promoting peace and security, just as we \r\nsupport the Organization’s important role in \r\ninternational development. We remain convinced that \r\nthe United Nations is an answer to both current and \r\nfuture threats and divisions in the world. As we fully \r\nsubscribe to the comprehensive statement delivered by \r\nthe President of Finland on behalf of the European \r\nUnion, let me briefly highlight some aspects of global \r\npartnership to which we attach great value. \r\n One of the main aims of the Millennium \r\nDevelopment Goals is to develop a global partnership \r\nfor development. That encompasses a commitment to \r\ngood governance and the efficient functioning of \r\ndemocratic institutions, as well as to fully respecting \r\nhuman rights and the rule of law for the sustainability \r\nof development efforts. As was emphasized in the Final \r\nDocument of the 2005 World Summit, no country can \r\ntackle today’s complex challenges alone. While all \r\nnations bear the principal responsibility for their own \r\ndevelopment, their individual efforts should be \r\nsupported by concrete global actions and programmes. \r\nPartnership is truly a central element in everything we \r\ndo. \r\n Joint global action is most urgently needed when \r\na disaster hits a country or a whole region. For a timely \r\nand efficient response from the international \r\ncommunity, a well-coordinated and properly resourced \r\nglobal disaster relief system is required. Estonia gives \r\nincreasingly high priority to the coordination of \r\nhumanitarian and disaster relief assistance at the global \r\nlevel, and finds it important to further strengthen the \r\nUnited Nations humanitarian response capabilities. The \r\nfirst year of the Central Emergency Response Fund has \r\nbeen a promising step towards a balanced and more \r\nresponsive international humanitarian system, although \r\nmany challenges remain. We are committed to further \r\nincreasing our financial contribution to the United \r\nNations humanitarian system disaster relief assistance.  \r\n In this regard, it is important to always ensure \r\nthat disaster relief and all other development activities \r\n A/61/PV.20\r\n \r\n29 06-53609 \r\n \r\nfavour environmentally sustainable solutions. \r\nEnvironmental sustainability is an urgent, but at the \r\nsame time long-term, task which demands common \r\naction. Estonia attaches great importance to the need \r\nfor coordination and coherence in the field of \r\nenvironment-related activities, and supports the \r\ncreation of a more coherent institutional framework \r\nwithin the United Nations. \r\n The fulfilment of the internationally agreed \r\ndevelopment goals calls for the engagement of not only \r\nGovernments and intergovernmental bodies; the \r\ncommitments made at major conferences cannot be \r\nimplemented without cooperation with local \r\ninstitutions, the private sector and non-governmental \r\norganizations. Our experience clearly demonstrates that \r\nnon-governmental organizations can play a crucial role \r\nin effective development cooperation. In many cases \r\ncivil society institutions are much more efficient in \r\nestablishing dynamic working relationships with non-\r\ngovernmental organizations of partner countries than \r\ngovernment institutions. The cooperation with non-\r\ngovernmental organizations has been remarkably \r\nadvantageous in such sectors as sustainable \r\ndevelopment and information and communication \r\ntechnology, as well as e-governance. \r\n This brings us to another area of cooperation —\r\nusing information and communication technology to \r\nachieve the Millennium Development Goals. Since my \r\ncountry has been notably successful in employing new \r\ninformation and communication technologies, as well \r\nas in carrying out extensive reforms, we shall continue \r\nto increase our input into overall development in this \r\nfield.  \r\n There is also a need to reinvigorate and reform \r\nthe United Nations. Estonia is ready to contribute to \r\nthe best of its ability to the development of a \r\ncomprehensive information and communication \r\ntechnologies strategy for the whole United Nations \r\nstructure. All these issues — information technology, \r\nsustainable development and humanitarian and disaster \r\nrelief — are also on the agenda of the Second \r\nCommittee, which will be chaired by the Permanent \r\nRepresentative of Estonia during this sixty-first \r\nsession. We will do our utmost there to see to the \r\neffective promotion of the matters I have mentioned — \r\nand, of course, all other crucial matters before the \r\nCommittee. \r\n We must remain strongly committed to respect \r\nfor the rule of law and our rights and dignity as human \r\nbeings. Indeed, if we want human rights to form one of \r\nthe three main pillars of the United Nations, alongside \r\nsecurity and development, it is essential to implement \r\nboth the letter and spirit of resolution 60/251. We \r\nexpect the Human Rights Council to be strengthened \r\nand become an authoritative institution, and we expect \r\nhuman rights issues to gain equal standing with other \r\nmajor items on the United Nations agenda. This first \r\nyear of the existence of the Human Rights Council is a \r\nyear of transition and capacity-building. Estonia’s \r\nvision encompasses the establishment of an operational \r\nbody reinforced with special procedures and a new \r\nefficient and universal mechanism, which monitors \r\nindividual countries, with non-governmental \r\norganizations as essential partners. \r\n We should also make sure that the rights of \r\nindigenous peoples remain an integral part of human \r\nrights and continue to be a matter of substance for the \r\nHuman Rights Council. Adopting the draft declaration \r\non the rights of indigenous peoples during the current \r\nsession is of great importance for the millions of \r\nindigenous peoples worldwide. It is crucial that it be \r\nadopted at a plenary meeting of the General Assembly \r\nthis year. Its implementation could be a major step \r\ntowards eliminating the widespread human rights \r\nviolations suffered by many indigenous peoples. The \r\nHuman Rights Council could also host a forum for \r\ndialogue where the representatives of indigenous \r\npeoples, States and a special rapporteur could discuss \r\nthe issues enshrined in the Declaration. \r\n Another new instrument that needs to be adopted \r\nby the General Assembly and implemented by States as \r\nsoon as possible is the draft convention on enforced \r\ndisappearances — a recurrent phenomenon that must \r\nbe fought against. It is essential that it be adopted at \r\nthe current session so that States can start to sign and \r\nratify it at the beginning of next year in Paris. \r\n The Millennium Development Goals are also \r\nintended to promote gender equality and empower \r\nwomen worldwide. That includes, of course, the United \r\nNations. Estonia shares the vision that the role of \r\nwomen within the decision-making system of the \r\nUnited Nations should be increased. As the General \r\nAssembly is to decide on the next Secretary-General \r\nthis year, we support the proposal to consider \r\nMrs. Vaira Vike-Freiberga as a candidate. Thus the \r\nPresident of Latvia could be the first woman to head \r\nA/61/PV.20  \r\n \r\n06-53609 30 \r\n \r\nthe United Nations in its 60 years of existence. Our \r\ncommitment must be reflected in our decisions. The \r\ntime has come to have more representatives from \r\ncentral and eastern Europe in high-ranking posts in the \r\nUnited Nations. I believe we are ready to make history. \r\n Before finishing, I should like to express my \r\ndeepest respect for the Secretary-General, Mr. Kofi \r\nAnnan. We appreciate his dedication and personal \r\ndetermination in addressing the enormous challenges \r\nof the twenty-first century and shaping our common \r\nfuture. During nearly 10 years of service he has held \r\nmankind’s universal values high and led the United \r\nNations with true vision. \r\n The meeting rose at 1.10 p.m. \r\n"