" United Nations  A/61/PV.54\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n54th plenary meeting \r\nThursday, 16 November 2006, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-61828 (E) \r\n*0661828* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n  The meeting was called to order at 10.20 a.m. \r\n \r\nAgenda item 109 \r\n \r\nImplementation of the resolutions of the  \r\nUnited Nations \r\n \r\n The President: It is my understanding that there \r\nis no request to consider this item at the current \r\nsession. May I take it that it is the wish of the General \r\nAssembly to defer the consideration of this item to the \r\nsixty-second session and to include it in the provisional \r\nagenda of the sixty-second session? \r\n It was so decided. \r\n The President: That concludes our consideration \r\nof agenda item 109. \r\n \r\nAgenda item 106 \r\n \r\nAppointments to fill vacancies in subsidiary organs \r\nand other appointments \r\n \r\n (a) Appointment of members of the Advisory \r\nCommittee on Administrative and  \r\nBudgetary Questions \r\n \r\n  Report of the Fifth Committee (A/61/561) \r\n \r\n The President: The Fifth Committee \r\nrecommends in paragraph 4 of its report that the \r\nGeneral Assembly appoint the following persons as \r\nmembers of the Advisory Committee on Administrative \r\nand Budgetary Questions for a three-year term of office \r\nbeginning on 1 January 2007: Mr. Andrzej T. \r\nAbraszewski of Poland, Mr. Collen V. Kelapile of \r\nBotswana, Mr. Stafford Neil of Jamaica, \r\nMr. Mohammad Mustafa Tal of Jordan and Ms. Nonye \r\nUdo of Nigeria. \r\n May I take it that it is the wish of the Assembly \r\nto appoint those persons as members of the Advisory \r\nCommittee on Administrative and Budgetary Questions \r\nfor a three-year term of office beginning 1 January \r\n2007? \r\n It was so decided. \r\n \r\n (b) Appointment of members of the Committee  \r\non Contributions \r\n \r\n  Report of the Fifth Committee (A/61/562) \r\n \r\n The President: In paragraph 4 of its report, the \r\nFifth Committee recommends that the General \r\nAssembly appoint the following persons as members of \r\nthe Committee on Contributions for a three-year term \r\nof office beginning on 1 January 2007: Mr. Kenshiro \r\nAkimoto of Japan, Mr. Petru Dumitriu of Romania, \r\nMr. Ihor V. Humenny of Ukraine, Mr. Meshal Al-\r\nMansour of Kuwait, Ms. Gobona Susan Mapitse of \r\nBotswana and Ms. Lisa P. Spratt of the United States of \r\nAmerica. \r\n May I take it that it is the wish of the Assembly \r\nto appoint those persons as members of the Committee \r\non Contributions for a three-year term of office \r\nbeginning on 1 January 2007? \r\n  It was so decided. \r\n \r\n \r\nA/61/PV.54  \r\n \r\n06-61828 2 \r\n \r\n (c) Confirmation of the appointment of members of \r\nthe Investments Committee \r\n \r\n  Report of the Fifth Committee (A/61/563) \r\n \r\n The President: The Fifth Committee \r\nrecommends in paragraph 5 of its report that the \r\nGeneral Assembly confirm the appointment by the \r\nSecretary-General of the following persons as members \r\nof the Investments Committee for a three-year term of \r\noffice beginning on 1 January 2007: Mr. Emilio J. \r\nCárdenas of Argentina, Mr. Fernando Chico Pardo of \r\nMexico and Mr. Khaya Ngqula of South Africa.  \r\n May I take it that it is the wish of the Assembly \r\nto confirm the appointment of those persons I just \r\nmentioned as members of the Investments Committee \r\nfor a three-year term of office beginning on 1 January \r\n2007? \r\n  It was so decided. \r\n \r\n The President: In paragraph 6 of the same \r\nreport, the Fifth Committee also recommends that the \r\nGeneral Assembly reappoint the following persons as \r\nad hoc members for a one-year term beginning on 1 \r\nJanuary 2007: Ms. Afsaneh Beschloss of the Islamic \r\nRepublic of Iran and Mr. Ivan Pictet of Switzerland. \r\n May I take it that it is the wish of the Assembly \r\nto confirm the reappointment of those persons as ad \r\nhoc members of the Investments Committee for a one-\r\nyear term beginning on 1 January 2007? \r\n  It was so decided. \r\n \r\n \r\n (d) Appointment of members of the United Nations \r\nAdministrative Tribunal \r\n \r\n  Report of the Fifth Committee (A/61/564) \r\n \r\n The President: In paragraph 4 of its report, the \r\nFifth Committee recommends that the General \r\nAssembly appoint the following persons as members of \r\nthe United Nations Administrative Tribunal for a four-\r\nyear term of office beginning on 1 January 2007: Mr. \r\nBob Hepple of the United Kingdom of Great Britain \r\nand Northern Ireland and Ms. Jacqueline R. Scott of \r\nthe United States of America.  \r\n May I take it that it is the wish of the Assembly \r\nto appoint those persons I just mentioned as members \r\nof the United Nations Administrative Tribunal for a \r\nfour-year term of office beginning on 1 January 2007? \r\n  It was so decided. \r\n \r\n \r\n (e) Appointment of members of the International \r\nCivil Service Commission \r\n \r\n  Report of the Fifth Committee (A/61/565) \r\n \r\n The President: In paragraph 11 (a) of its report, \r\nthe Fifth Committee recommends that the General \r\nAssembly appoint the following persons as members of \r\nthe International Civil Service Commission for a four-\r\nyear term of office beginning on 1 January 2007: \r\nMr. Daasebre Oti Boateng of Ghana, Mr. Guillermo \r\nEnrique Gonzalez of Argentina, Mr. Kingston Papie \r\nRhodes of Sierra Leone, Ms. Anita Szlazak of Canada \r\nand Mr. Eugeniusz Wyzner of Poland.  \r\n May I take it that it is the wish of the Assembly \r\nto appoint those persons I just mentioned as members \r\nof the International Civil Service Commission for a \r\nfour-year term of office beginning on 1 January 2007? \r\n It was so decided. \r\n The President: In paragraph 11 (b) of the same \r\nreport, the Fifth Committee also recommends that the \r\nGeneral Assembly appoint Mr. Vladimir Morozov of \r\nthe Russian Federation as a member of the \r\nInternational Civil Service Commission for a term of \r\noffice beginning on 16 November 2006 and ending on \r\n31 December 2008. \r\n May I take it that it is the wish of the Assembly \r\nto appoint the person I just mentioned as a member of \r\nthe Commission for a term of office beginning on \r\n16 November 2006 and ending on 31 December 2008? \r\n It was so decided. \r\n The President: The Fifth Committee further \r\nrecommends in paragraph 11 (c) that the General \r\nAssembly designate Mr. Kingston Papie Rhodes of \r\nSierra Leone as Chairman of the International Civil \r\nService Commission for a four-year term of office \r\nbeginning on 1 January 2007. \r\n May I take it that it is the wish of the Assembly \r\nto designate the person I just mentioned as Chairman \r\nof the Commission for a four-year term of office \r\nbeginning on 1 January 2007? \r\n It was so decided. \r\n The President: In paragraph 11 (d), the Fifth \r\nCommittee recommends that the General Assembly \r\ndesignate Mr. Wolfgang Stöckl of Germany as Vice-\r\n A/61/PV.54\r\n \r\n3 06-61828 \r\n \r\nChairman of the International Civil Service \r\nCommission for a term of office beginning on \r\n1 January 2007 and ending on 31 December 2009. \r\n May I take it that it is the wish of the Assembly \r\nto designate the person I just mentioned as Vice-\r\nChairman of the Commission for a term of office \r\nbeginning on 1 January 2007 and ending on \r\n31 December 2009? \r\n It was so decided. \r\n The President: May I take it that it is the wish of \r\nthe General Assembly to conclude its consideration of \r\nsub-items (a) to (e) of agenda item 106?  \r\n It was so decided. \r\n \r\nAgenda item 105 \r\n \r\nElections to fill vacancies in subsidiary organs and \r\nother elections \r\n \r\n (a) Election of seven members of the Committee for \r\nProgramme and Coordination \r\n \r\n The President: Pursuant to General Assembly \r\ndecision 42/450 of 17 December 1987 and upon \r\nnomination by the Economic and Social Council, the \r\nAssembly elects the members of the Committee for \r\nProgramme and Coordination. \r\n The Assembly has before it document A/61/227, \r\nwhich contains the nominations by the Economic and \r\nSocial Council to fill the vacancies in the Committee \r\nthat will occur as a result of the expiration, on \r\n31 December 2006, of the terms of office of the \r\nBahamas, the Comoros, France, Mexico, the Russian \r\nFederation, the United States of America and \r\nZimbabwe. Those States are eligible for immediate re-\r\nelection. \r\n I should like to remind members that, after 1 \r\nJanuary 2007, the following States will still be \r\nmembers of the Committee: Algeria, Argentina, \r\nArmenia, Belarus, Benin, Brazil, Bulgaria, the Central \r\nAfrican Republic, China, Cuba, Ghana, India, \r\nIndonesia, the Islamic Republic of Iran, Israel, Italy, \r\nJamaica, Japan, Kenya, Pakistan, Portugal, the \r\nRepublic of Korea, Senegal, South Africa, Switzerland \r\nand Uruguay. Therefore, those 26 States are not \r\neligible in this election. \r\n I should now like to inform Members that the \r\nfollowing States have been nominated by the Economic \r\nand Social Council: the two African States for two \r\nvacancies are the Comoros and Zimbabwe; the one \r\nEastern European State for one vacancy is the Russian \r\nFederation; and the two Latin American and Caribbean \r\nStates for two vacancies are Haiti and the Bolivarian \r\nRepublic of Venezuela. For the two vacancies to be \r\nfilled from Western European and other States, the \r\nCouncil has not yet decided on the nominations. \r\n In accordance with rule 92 of the rules of \r\nprocedure, all elections should be held by secret ballot \r\nand there shall be no nominations. However, I should \r\nlike to recall paragraph 16 of General Assembly \r\ndecision 34/401, whereby the practice of dispensing \r\nwith the secret ballot for elections to subsidiary organs \r\nwhen the number of candidates corresponds to the \r\nnumber of seats to be filled should become standard \r\nunless a delegation specifically requests a vote on a \r\ngiven election. \r\n In the absence of such a request, may I take it that \r\nthe Assembly decides to proceed to the election on the \r\nbasis of dispensing with the secret ballot? \r\n It was so decided. \r\n The President: The number of States nominated \r\nfrom among the African States, the Eastern European \r\nStates and the Latin American and Caribbean States is \r\nequal to the number of seats to be filled in each of \r\nthose groups. \r\n May I therefore take it that the Assembly wishes \r\nto declare those States nominated by the Economic and \r\nSocial Council from among the African States, the \r\nEastern European States and the Latin American and \r\nCaribbean States — the Comoros, Haiti, the Russian \r\nFederation, the Bolivarian Republic of Venezuela and \r\nZimbabwe — elected members of the Committee for \r\nProgramme and Coordination for a three-year term of \r\noffice beginning on 1 January 2007? \r\n It was so decided. \r\n The President: I congratulate the five States that \r\nhave been elected members of the Committee for \r\nProgramme and Coordination. Regarding the two \r\nremaining vacancies from among the Western \r\nEuropean and other States, the General Assembly will \r\nbe in a position to act on it upon the nomination by the \r\nEconomic and Social Council of two Member States \r\nfrom that region. \r\nA/61/PV.54  \r\n \r\n06-61828 4 \r\n \r\n We have thus concluded this stage of our \r\nconsideration of sub-item (a) of agenda item 105. \r\n \r\n (c) Election of the members of the International \r\nLaw Commission  \r\n \r\n  Notes by the Secretary-General concerning  \r\nthe candidates (A/61/92, A/61/92/Corr.1, \r\nA/61/92/Add.1, A/61/92/Add.2 and \r\nA/61/92/Add.3) \r\n \r\n  Note by the Secretary-General concerning the \r\nconsolidated list of candidates (A/61/539) \r\n \r\n  Curriculum vitae (A/61/111, A/61/111/Corr.1, \r\nA/61/111/Corr.2 and A/61/111/Add.1) \r\n \r\n The President: In accordance with the provisions \r\nof Chapter I of the statute of the Commission, the 34 \r\nmembers of the Commission are to be elected by the \r\nGeneral Assembly for a five-year term of office \r\nbeginning on 1 January 2007 from a list of candidates \r\nnominated by the Governments of States Members of \r\nthe United Nations. \r\n The members of the Commission are eligible for \r\nre-election. The present membership of the \r\nCommission is set out in the annex to document \r\nA/61/92. \r\n The notes by the Secretary-General concerning \r\nthe candidates are contained in documents A/61/92 and \r\nCorrigendum 1 and Addenda 1 to 3. \r\n Members will recall that the Assembly, at its 41st \r\nplenary meeting on 26 October 2006, decided to \r\nrequest the Secretary-General to issue a consolidated \r\nlist, incorporating new candidates and additional \r\ninformation on candidates received subsequent to the \r\ndeadline for the submission of nominations. \r\n In that connection, the Assembly now has before \r\nit the note by the Secretary-General circulated as \r\ndocument A/61/539, which consolidates in alphabetical \r\norder the candidates nominated by Governments of \r\nStates Members of the United Nations for election to \r\nthe International Law Commission. \r\n There is a total of 44 candidates eligible in this \r\nelection. \r\n The notes by the Secretary-General concerning \r\nthe statements of qualifications of candidates are \r\ncontained in documents A/61/111 and Corrigenda 1 and \r\n2 and Addendum 1. \r\n I should like to recall for members that, in \r\naccordance with the statute of the International Law \r\nCommission, the Commission should consist of \r\npersons of recognized competence in international law; \r\nthe persons to be elected to the Commission should \r\nindividually possess the qualifications required; and in \r\nthe Commission as a whole, representation of the main \r\nforms of civilization and of the principal legal systems \r\nof the world should be assured. \r\n Pursuant to paragraph 3 of General Assembly \r\nresolution 36/39 of 18 November 1981, the 34 \r\nmembers should be elected as follows: eight nationals \r\nfrom African States; seven nationals from Asian States; \r\nfour nationals from Eastern European States; seven \r\nnationals from Latin American and Caribbean States; \r\nand eight nationals from Western European and other \r\nStates. The ballot papers reflect that pattern. \r\n As provided for in the statute of the International \r\nLaw Commission, those candidates, up to the \r\nmaximum number prescribed for each regional group, \r\nreceiving the greatest number of votes and not less than \r\na majority of the votes of the Member States present \r\nand voting shall be declared elected. Should there be a \r\ncase of a tie vote for a remaining seat, the General \r\nAssembly will proceed to a special restricted ballot \r\nlimited to those candidates who have obtained an equal \r\nnumber of votes. \r\n May I take it that the General Assembly agrees to \r\nthat procedure? \r\n It was so decided. \r\n The President: In accordance with rule 92 of the \r\nrules of procedure of the General Assembly, the \r\nelection shall be held by secret ballot. \r\n Before we begin the voting process, I should like \r\nto remind members that, pursuant to rule 88 of the \r\nrules of procedure of the General Assembly, no \r\nrepresentative shall interrupt the voting except on a \r\npoint of order on the actual conduct of the voting. \r\n I should like to seek the usual cooperation of \r\nrepresentatives during the time of the conduct of the \r\nelection. Please be reminded that, during the voting \r\nprocess, all campaigning should cease in the General \r\nAssembly Hall. That means in particular that, once the \r\nmeeting has begun, no more campaign material can be \r\ndistributed inside the Hall. \r\n A/61/PV.54\r\n \r\n5 06-61828 \r\n \r\n All representatives are also requested to remain at \r\ntheir seats so that the voting process can proceed in an \r\norderly manner. I thank them for their cooperation. \r\n We shall now begin the voting process. Members \r\nare requested to remain seated until all ballots have \r\nbeen collected. \r\n Ballot papers marked “A”, “B”, “C”, “D” and “E” \r\nwill now be distributed. \r\n I request representatives to use only those ballot \r\npapers that have been distributed. Each ballot paper \r\ncontains the names of the candidates eligible in this \r\nround of balloting. Representatives are requested to \r\nplace a cross to the left of the names of the candidates \r\nfor whom they wish to vote.  \r\n Representatives may vote only for those \r\ncandidates whose names appear on the ballot papers, \r\nbut for no more than the number of seats allocated to \r\neach region. A ballot paper containing more votes than \r\nthe number of seats allocated to the relevant region \r\nwill be declared invalid. \r\n Accordingly, please ensure that the ballot papers \r\nmarked “A” for African States do not contain votes for \r\nmore than eight candidates; the ballot papers marked \r\n“B” for Asian States do not contain votes for more than \r\nseven candidates; the ballot papers marked “C” for \r\nEastern European States do not contain votes for more \r\nthan four candidates; the ballot papers marked “D” for \r\nLatin American and Caribbean States do not contain \r\nvotes for more than seven candidates; and the ballot \r\npapers marked “E” for Western European and other \r\nStates do not contain votes for more than eight \r\ncandidates. \r\n Mrs. Mladineo (Croatia), Vice-President, took the \r\nChair. \r\n At the invitation of the Acting President, \r\nMs Wiesinger (Austria), Ms. Salayeva \r\n(Azerbaijan), Ms. Borjas Chávez (El Salvador), \r\nMr. M. Camara (Guinea), Mrs. Romulus (Haiti), \r\nMr. Adiya (Mongolia) and Mrs. Sulimani (Sierra \r\nLeone) acted as tellers.  \r\n The meeting was suspended at 10.55 a.m. and \r\nresumed at 12.55 p.m. \r\n The Acting President: The result of the voting is \r\nas follows: \r\n Group A – African States  \r\n Number of ballot papers: 190 \r\n Number of invalid ballots: 3 \r\n Number of valid ballots: 187 \r\n Abstentions:  1 \r\n Number of members present and voting:  186 \r\n Required simple majority of members  \r\n present and voting:  94 \r\nNumber of votes obtained: \r\n Mr. Hussein A. Hassouna (Egypt)  153 \r\n  Mr. Amos S. Wako (Kenya)  153 \r\n  Mr. Fathi Kemicha (Tunisia)  152 \r\n  Mr. Pedro Comissário Afonso  \r\n (Mozambique)   148 \r\n  Mr. Christopher John Robert Dugard \r\n (South Africa)   148 \r\n  Mr. Bayo Ojo (Nigeria)  137 \r\n  Mr. Salifou Fomba (Mali)  134 \r\n  Mr. Maurice Kamto (Cameroon)  133 \r\n  Mr. Guillaume Pambou Tchivounda  \r\n (Gabon)   131 \r\n  Mr. Abdelrazeg El-Murtadi Suleiman \r\n (Libyan Arab Jamahiriya)  129 \r\n \r\n Group B– Asian States \r\n Number of ballot papers:  190 \r\n Number of invalid ballots:  3 \r\n Number of valid ballots:  187 \r\n Abstentions:   0 \r\n Number of members present and voting:  187 \r\n Required simple majority of members   \r\n present and voting:   94 \r\n Number of votes obtained: \r\n Mr. Chusei Yamada (Japan)  144 \r\n  Mr. Narinder Singh (India) 141 \r\n  Mr. Xue Hanqin (China)  140 \r\n  Mr. Ali Mohsen Fetais Al-Marri  \r\n (Qatar)   138 \r\n  Mr. Amrith Rohan Perera (Sri Lanka) 138 \r\n  Mr. Nugroho Wisnumurti (Indonesia) 135 \r\n  Mr. Mahmoud Daifallah Hmoud  \r\n (Jordan)  122 \r\n  Mr. Djamchid Momtaz \r\n  (Islamic Republic of Iran)   92 \r\n  Mr. Riad Daoudi (Syrian Arab Republic) 90  \r\n  Mr. Nassib G. Ziadé (Lebanon)  66 \r\n  Mr. Arturo B. Buena (Philippines)  60 \r\n \r\nA/61/PV.54  \r\n \r\n06-61828 6 \r\n \r\n Group C – Eastern European States \r\n Number of ballot papers:   190 \r\n Number of invalid ballots:    0 \r\n Number of valid ballots:    190 \r\n Abstentions:     3 \r\n Number of members present and voting:  187 \r\n Required simple majority of members  \r\n present and voting:     94 \r\n Number of votes obtained: \r\n  Mr. Roman Anatolyevitch Kolodkin \r\n  (Russian Federation)    185 \r\n  Mr. Zdzislaw Galicki (Poland)  182 \r\n  Mr. Teodor Viorel Melescanu (Romania) 177 \r\n  Mr. Ernest Petrič (Slovenia)  177 \r\n \r\n Group D – Latin American and Caribbean States \r\n Number of ballot papers:   190 \r\n Number of invalid ballots:   1 \r\n Number of valid ballots:   189 \r\n Abstentions:     0  \r\n Number of members present and voting:  189 \r\n Required simple majority of members present  \r\n and voting:     95 \r\n Number of votes obtained: \r\n  Mr. Stephen Vasciannie (Jamaica)  173 \r\n  Mr. Gilberto Vergne Saboia (Brazil)  170 \r\n  Mr. Enrique Candioti (Argentina)  164 \r\n  Mr. Bernd Niehaus (Costa Rica)  163 \r\n  Mr. Marcelo Vázquez-Bermúdez  \r\n  (Ecuador)      155 \r\n  Mr. Eduardo Valencia-Ospina  \r\n  (Colombia)     150 \r\n  Mr. Edmundo Vargas Carreño (Chile)  144 \r\n  Mr. Carlos López Contreras (Honduras)  141 \r\n \r\n Group E – Western European and other States \r\n Number of ballot papers:   190 \r\n Number of invalid ballots:   0 \r\n Number of valid ballots:   190 \r\n Abstentions:      1 \r\n Number of members present and voting:  189 \r\n Required simple majority of members  \r\n present and voting:     95 \r\n Number of votes obtained: \r\n  Mr. Ian Brownlie (United Kingdom  \r\n  of Great Britain and Northern Ireland)  156 \r\n  Mr. Georg Nolte (Germany)  154 \r\n  Mr. Donald McRae (Canada)  149 \r\n  Ms. Marie Jacobsson (Sweden)  146 \r\n  Mr. Giorgio Gaja (Italy)   144 \r\n  Ms. Paula Ventura de Carvalho  \r\n  Escarameia (Portugal)   133 \r\n  Mr. Alain Pellet (France)   127 \r\n  Mr. Lucius Caflish (Switzerland)  121 \r\n  Mr. Michael Matheson (United States  \r\n  of America)    114 \r\n  Mr. Constantine Economides (Greece)  107 \r\n  Mr. Rauf Versan (Turkey)   96 \r\n Having obtained the required majority and the \r\ngreatest number of votes, Mr. Ali Mohsen Fetais \r\nAl-Marri (Qatar), Mr. Ian Brownlie (United \r\nKingdom of Great Britain and Northern Ireland), \r\nMr. Lucius Caflish (Switzerland), Mr. Enrique \r\nCandioti (Argentina), Mr. Pedro Comissario \r\nAfonso (Mozambique), Mr. Christopher John \r\nRober Dugard (South Africa), Ms. Paula Ventura \r\nde Carvalho Escarameia (Portugal), Mr. Salifou \r\nFomba (Mali), Mr. Giorgio Gaja (Italy), \r\nMr. Zdzislaw Galicki (Poland), Mr. Hussein A. \r\nHassouna (Egypt), Mr. Mahmoud D. Hmoud \r\n(Jordan), Ms. Marie Jacobsson (Sweden), \r\nMr. Maurice Kamto (Cameroon), Mr. Fathi \r\nKemicha (Tunisia), Mr. Roman Anatolyevitch \r\nKolodkin (Russian Federation), Mr. Donald \r\nMcRae (Canada), Mr. Teodor Viorel Melescanu \r\n(Romania), Mr. Bernd Niehaus (Costa Rica), \r\nMr. Georg Nolte (Germany), Mr. Bayo Ojo \r\n(Nigeria), Mr. Alain Pellet (France), Mr. Amrith \r\nRohan Perera (Sri Lanka), Mr. Ernest Petrič \r\n(Slovenia), Mr. Gilberto Vergne Saboia (Brazil), \r\nMr. Narinder Singh (India), Mr. Eduardo \r\nValencia-Ospina (Colombia), Mr. Edmundo \r\nVargas Carreño (Chile), Mr. Stephen Vasciannie \r\n(Jamaica), Mr. Marcelo Vázquez-Bermúdez \r\n(Ecuador), Mr. Amos S. Wako (Kenya), \r\nMr. Nugroho Wisnumurti (Indonesia), Ms. Xue \r\nHanqin (China) and Mr. Chusei Yamada (Japan) \r\nwere elected members of the International Law \r\nCommission for a five-year term of office \r\nbeginning on 1 January 2007. \r\n The Acting President: I congratulate the persons \r\nwho have just been elected to the International Law \r\nCommission, and I thank the tellers for their assistance \r\nin this election. \r\n We have thus concluded our consideration of  \r\nsub-item (c) of agenda item 105. \r\n \r\n A/61/PV.54\r\n \r\n7 06-61828 \r\n \r\nAgenda item 106 (continued) \r\n \r\nAppointments to fill vacancies in subsidiary organs \r\nand other appointments \r\n \r\n (f) Appointment of members of the Committee  \r\non Conferences \r\n \r\n  Note by the Secretary-General (A/61/107) \r\n \r\n The Acting President: As indicated in document \r\nA/61/107, since the terms of office of Argentina, \r\nGermany, Mexico, Nigeria, Romania, Senegal and the \r\nSyrian Arab Republic will expire on 31 December \r\n2006, it will be necessary for the President of the \r\nGeneral Assembly to appoint, during the current \r\nsession, seven members to fill the resulting vacancies. \r\nThe members so appointed will serve for a period of \r\nthree years, beginning on 1 January 2007. \r\n Following consultations with the Chairpersons of \r\nthe Groups of African States, Asian States, Latin \r\nAmerican and Caribbean States and Western European \r\nand other States, I have appointed Germany, Grenada, \r\nHonduras, Nigeria, Senegal and the Syrian Arab \r\nRepublic as members of the Committee on \r\nConferences for a period of three years, beginning on \r\n1 January 2007. May I take it that the Assembly takes \r\nnote of those appointments? \r\n It was so decided. \r\n The Acting President: Regarding the remaining \r\nvacancy from among the Group of Eastern European \r\nStates, I will continue to hold consultation with the \r\nregional group concerned and will keep the Assembly \r\ninformed. \r\n We have thus concluded this stage of our \r\nconsideration of sub-item (f) of agenda item 106. \r\n \r\nProgramme of work \r\n \r\n The Acting President: I should like to inform \r\nmembers that, given the lateness of the hour, sub-item \r\n(h) of agenda item 106, on the appointment of \r\nmembers of the Joint Inspection Unit, will be taken up \r\nat 3 p.m. today. \r\n The meeting rose at 1.10 p.m. \r\n"