" United Nations  A/61/PV.39\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n39th plenary meeting \r\nFriday, 20 October 2006, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-58547 (E) \r\n*0658547* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n  The meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda item 108 (continued) \r\n \r\nCooperation between the United Nations and \r\nregional and other organizations \r\n \r\n(a)  Cooperation between the United Nations and \r\nthe African Union \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n(b)  Cooperation between the United Nations and \r\nthe Asian-African Legal Consultative \r\nOrganization \r\n \r\n  Report of the Secretary-General \r\n(A/61/256/Add.1) \r\n \r\n  Draft resolution (A/61/L.5) \r\n \r\n(c)  Cooperation between the United Nations and \r\nthe Association of Southeast Asian Nations  \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n(d)  Cooperation between the United Nations and \r\nthe Black Sea Economic Cooperation \r\nOrganization \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n  Draft resolution (A/61/L.4) \r\n \r\n(e)  Cooperation between the United Nations and \r\nthe Caribbean Community \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n(f)  Cooperation between the United Nations and \r\nthe Community of Portuguese-speaking \r\nCountries \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n(g)  Cooperation between the United Nations and \r\nthe Council of Europe  \r\n \r\n  Report of the Secretary-General (A/61/256)  \r\n \r\n(h)  Cooperation between the United Nations and \r\nthe Economic Community of Central African \r\nStates \r\n \r\n  Report of the Secretary-General (A/61/256)  \r\n \r\n(i)  Cooperation between the United Nations and \r\nthe Economic Cooperation Organization \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n(j)  Cooperation between the United Nations and \r\nthe International Organization of la \r\nFrancophonie \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n  Draft resolution (A/61/L.7) \r\n \r\n(k)  Cooperation between the United Nations and \r\nthe Inter-Parliamentary Union \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n  Draft resolution (A/61/L.6) \r\n \r\nA/61/PV.39  \r\n \r\n06-58547 2 \r\n \r\n(l)  Cooperation between the United Nations and \r\nthe Latin American Economic System \r\n \r\n  Report of the Secretary-General \r\n(A/61/256/Add.1) \r\n \r\n(m)  Cooperation between the United Nations and \r\nthe League of Arab States \r\n \r\n  Report of the Secretary-General (A/61/256)  \r\n \r\n(n)  Cooperation between the United Nations and \r\nthe Organization for the Prohibition of \r\nChemical Weapons \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n  Note by the Secretary-General (A/61/185) \r\n \r\n(o)  Cooperation between the United Nations and \r\nthe Organization for Security and Cooperation \r\nin Europe \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n(p)  Cooperation between the United Nations and \r\nthe Organization of American States \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n(q)  Cooperation between the United Nations and \r\nthe Organization of the Islamic Conference \r\n \r\n  Report of the Secretary-General (A/61/256)  \r\n \r\n(r)  Cooperation between the United Nations and \r\nthe Pacific Islands Forum \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n(s)  Cooperation between the United Nations and \r\nthe Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty \r\nOrganization \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n  Note by the Secretary-General (A/61/184) \r\n \r\n(t)  Cooperation between the United Nations and \r\nthe Southern African Development Community  \r\n \r\n  Report of the Secretary-General (A/61/256) \r\n \r\n Mr. Uras (Turkey): Turkey strongly believes that \r\nthe strengthening of cooperation between the United \r\nNations and regional and other organizations \r\ncontributes to the promotion of the purposes and \r\nprinciples of the United Nations. In that context, we \r\nwelcome the Secretary-General’s report (A/61/256 and \r\nAdd.1) on agenda item 108, entitled “Cooperation \r\nbetween the United Nations and regional and other \r\norganizations”. \r\n The Black Sea Economic Cooperation \r\nOrganization was established in 1992, at a time when \r\nthe world in general and Europe in particular were \r\nbeing shaken by great political changes. It was founded \r\nas a unique and promising model of a multilateral \r\neconomic initiative aimed at fostering interaction and \r\nharmony among member States, as well as at ensuring \r\npeace, stability and prosperity by encouraging friendly \r\nand good-neighbourly relations in the Black Sea \r\nregion. Since then it has developed into a full-fledged \r\ninternational organization, with its charter entering into \r\nforce in 1999. Turkey, as the host country of its \r\nheadquarters, is pleased to note that, during the 14 \r\nyears of its existence, the Black Sea Economic \r\nCooperation Organization has, in its own way, been \r\ninstrumental in contributing to efforts to increase \r\nstability in the region through expanded economic \r\ncooperation. \r\n The geographic area covered by the Black Sea \r\nEconomic Cooperation Organization encompasses the \r\nterritories of the Black Sea littoral States, the Balkans \r\nand the Caucasus, comprising an area of nearly \r\n20 million square kilometres. It represents a region of \r\nsome 350 million people, with a foreign trade capacity \r\nof over $300 billion annually. After the Persian Gulf \r\nregion, it is the second-largest source of oil and natural \r\ngas, along with its rich proven reserves of minerals and \r\nmetals. It is rapidly becoming Europe’s major transport \r\nand energy-transfer corridor. \r\n Even though it covers a complicated geographical \r\nand geostrategic area — with its well established legal, \r\ninstitutional and procedural framework — the Black \r\nSea Economic Cooperation organization sets the pace \r\nfor cooperation among its members. Following the \r\nmandate given to the organization by its summit in \r\n2002, it has expanded its activities beyond the \r\ntraditional areas of regional economic cooperation. \r\nWith its new mechanisms and instruments, such as the \r\nBlack Sea Trade and Development Bank and the \r\nProject Development Fund, the organization has been \r\nsupporting significant progress in such areas of \r\ncooperation as trade, banking and finance, transport, \r\nenergy and electricity networks, science, statistical \r\ndata, combating organized crime and simplification of \r\ncross-border and customs procedures. \r\n A/61/PV.39\r\n \r\n3 06-58547 \r\n \r\n We support the Secretary-General’s \r\nrecommendations set out in the report contained in \r\ndocument A/61/256, regarding the Black Sea Economic \r\nCooperation Organization. We share the view that the \r\nUnited Nations, the specialized agencies and other \r\norganizations and programmes of the United Nations \r\nsystem should continue to cooperate and hold \r\nconsultations with the Black Sea Economic Cooperation \r\nOrganization and formulate and implement joint \r\nprogrammes pertaining to fields of common interest, \r\nincluding the implementation of cooperative agreements. \r\n It is becoming increasingly apparent that the \r\nachievement of the internationally agreed development \r\ngoals, including the Millennium Development Goals, \r\nalso requires enhanced cooperation and results-oriented \r\ncollaboration between international and regional \r\norganizations. With that understanding in mind, Turkey \r\nhas advocated the deepening of the relations between \r\nthe Black Sea Economic Cooperation Organization and \r\nthe United Nations system, as well as with other \r\nrelevant international and regional organizations, \r\nparticularly international financial institutions. We \r\nfirmly believe that further cooperation with the United \r\nNations will undoubtedly help the Black Sea Economic \r\nCooperation Organization to reach its goals. \r\n Mr. Beck (Solomon Islands): I would like to \r\nbegin by associating Solomon Islands with the \r\nstatement delivered by the representative of Papua \r\nNew Guinea on behalf of the Pacific Islands Forum \r\ngroup of States. I would like to take this opportunity to \r\nmake some general remarks in my national capacity in \r\nconnection with sub-item (r) of agenda item 108, \r\nentitled “Cooperation between the United Nations and \r\nthe Pacific Islands Forum”. \r\n Solomon Islands welcomes the Secretary \r\nGeneral’s report (A/61/256 and Add.1) on the \r\nopportunities and challenges of cooperation between \r\nthe United Nations and regional and intergovernmental \r\norganizations. It gives us the opportunity to review and \r\nreflect on the health of cooperation between the United \r\nNations and regional organizations, as well as to \r\nconsider ways and means to further strengthen \r\ninteraction between intergovernmental entities.  \r\n Solomon Islands is equally pleased to note that \r\nsix high-level meetings have been convened since \r\n1994. That satisfies Article 54 of the Charter of the \r\nUnited Nations and translates into action the 1992 \r\nAgenda for Peace, which supposedly gave birth to \r\nregional and global partnership. \r\n Solomon Islands is a country made up of \r\nnumerous islands. As a small island developing State, \r\nwe have found strength through cooperation, both as a \r\nnecessity and as a means of doing more for our people. \r\nWe look to all forms of cooperation for solutions — at \r\nthe subregional, regional and international levels. \r\nSolomon Islands feels that cooperation between the \r\nUnited Nations and regional intergovernmental \r\norganizations has made great strides in a number of \r\nareas.  \r\n However, more needs to be done. I say that \r\nagainst the background that the five members of the \r\nPacific Islands Forum are classified as least developed \r\ncountries. My own country is emerging from a conflict \r\nsituation which took place six years ago. The subregion \r\nhas been identified by the United Nations as being off \r\ntrack in terms of meeting its Millennium Development \r\nGoals. Recently the Asian Development Bank made the \r\nsame assessment. \r\n The 2005 Millennium Summit Outcome \r\ndocument provides an excellent basis for United \r\nNations and regional intergovernmental organizations \r\nto define their cooperation. The Summit document \r\nemphasized development as a means on maintaining \r\ninternational and regional peace.  \r\n In examining chapter XII of the Secretary-\r\nGeneral’s report, which deals with United Nations \r\ncooperation with the Pacific Islands Forum, Solomon \r\nIslands notes, and remains thankful for, the role of the \r\nUnited Nations Political Office in Bougainville, the \r\nUnited Nations Development Programme and the \r\nPacific Islands Forum mission to observe April’s \r\nelections in Solomon Islands. We are also grateful to \r\nthe United Nations Development Fund for Women’s \r\nvarious programmes, as well as for the UNESCO \r\nprogramme in our country regarding the development \r\nof media in conflict areas. \r\n However, my delegation is concerned that \r\ncooperation between the United Nations and our \r\nregional organization tend to be on the latter chapter of \r\nthe Summit Outcome document. There is more focus \r\non governance and security issues, with almost nothing \r\non development. Unfortunately, this trend, if not \r\narrested, will bring insecurity, both regionally and \r\nglobally, since we all operate in an interdependent, \r\ninternational system. \r\nA/61/PV.39  \r\n \r\n06-58547 4 \r\n \r\n The Pacific Plan referred to in the report of the \r\nSecretary-General is based on four pillars, namely, \r\neconomic growth, sustainable development, good \r\ngovernance and security. The first two pillars have not \r\nreceived due attention in current cooperative \r\narrangements. I would like to name a few of the current \r\ncooperative arrangements mentioned in the report. \r\nThese include the workshop on peacebuilding and \r\nconflict prevention, the workshop on building capacity \r\nto implement Security Council resolutions on women, \r\npeace and security, the workshop on ethics and \r\naccountability, the leadership programme with the \r\nUniversity of the South Pacific, regional training for \r\ntrainers for local elected leaders, a peer review of \r\nPacific Island Forum counter-terrorism and \r\ntransnational organized crime legislation, among \r\nothers. \r\n Solomon Islands appreciates these workshop and \r\ntraining opportunities, but we must move forward with \r\nthe development challenges of our time. Solomon Islands \r\nhas placed development high on its agenda here at the \r\nUnited Nations; hence, we would like to see outcomes of \r\nthe United Nations high-level meeting and Millennium \r\nSummit processes mirror the Organization’s cooperative \r\narrangements with regional organizations. In this regard, \r\nmy delegation would like to see the Brussels Programme \r\nof Action given the same level of attention as the \r\nMillennium Development Goals. \r\n At the regional level, renewable energy and \r\ntelecommunications are some of the sectors where \r\ncooperation could be enhanced and explored. These are \r\nsome areas where we have regional polices, although \r\nwe do not have the resources to nationalize and \r\nlocalize them. These are development challenges where \r\nSouth-South cooperation could be initiated with United \r\nNations assistance. \r\n Trade is another area that needs support. Despite \r\nregional trading arrangements, there is little trade \r\nhappening between the Pacific Islands countries, given \r\nthe fact that we all are producing similar products. \r\nWith food security programmes of the Food and \r\nAgriculture Organization of the United Nations, we \r\ncould reduce food imports and spend more on our \r\ncommitments to the MDGs. \r\n Cooperation in the Pacific region is of great \r\nstrength and breadth. As a recipient country of regional \r\ncooperation arrangements, through the Australian-led \r\nRegional Assistance Mission to Solomon Islands \r\n(RAMSI), Solomon Islands has seen its national \r\nchallenges addressed regionally over the past three \r\nyears. The RAMSI arrangement is a comprehensive \r\npackage that has various elements of peacebuilding, \r\npeacekeeping and nation-building, all rolled into one. \r\nSolomon Islands remains committed to this \r\narrangement and would like to see the partnership \r\nreviewed in an effort to have it more development-\r\nfocused. My delegation takes this opportunity to thank \r\nAustralia, New Zealand and all of our Pacific \r\nneighbours for their support and contributions. \r\n Finally, I wish to assure you, Madam President, \r\nof Solomon Islands’ commitment to making our \r\nOrganization an effective international tool for \r\ncooperation. We acknowledge that the upgrading of the \r\nUnited Nations presence in Solomon Islands through \r\nthe United Nations Development Programme will \r\nfurther enhance cooperation between the United \r\nNations, Solomon Islands and the region as a whole. \r\n Mr. Korga (Togo) (spoke in French): I would \r\nlike, once again, to express my gratitude to the \r\nSecretary-General for his report on cooperation \r\nbetween the United Nations and regional and other \r\norganizations (A/61/256), which, inter alia, reports on \r\nactivities conducted by the United Nations in its \r\nrelations with the African Union (AU). \r\n Cooperation between the United Nations and the \r\nAfrican Union goes back to the first days of our \r\nindependence. Based on the Charter, cooperation \r\nbetween two organizations, which are committed to the \r\nsame ideals and pursue the same objectives, has \r\nenabled them to pool their efforts in order to work \r\neffectively to safeguard and consolidate peace and \r\nstability and to ensure economic and social progress on \r\nour continent. \r\n In the report under consideration, the Secretary-\r\nGeneral emphasizes the importance that the United \r\nNations attaches to such cooperation, which has grown \r\nstronger over the years. The contribution of the United \r\nNations to the transformation of the Organization for \r\nAfrican Unity (OAU) into the African Union and to the \r\nestablishment of its institutions, the creation of an \r\nOffice of the Special Adviser for Africa, the \r\nparticipation of the United Nations in the formulation \r\nof the strategic framework for the African Union and \r\nthe decisive part it took in mobilizing international \r\nefforts for the New Partnership for Africa’s \r\n A/61/PV.39\r\n \r\n5 06-58547 \r\n \r\nDevelopment (NEPAD) are all eloquent illustrations of \r\nthis, and Togo can only welcome it. \r\n Cooperation between the United Nations and the \r\nAfrican Union today deals with a broad range of \r\nissues — peacekeeping operations, strengthening \r\nAfrican capacity in this area and close cooperation in \r\nthe sphere of disarmament — and these have always \r\nbeen at the core of our relationship. \r\n With regard more specifically to disarmament, a \r\nspecial concern for my delegation, I would like to \r\nrecall that in resolution 40/151 G of 16 December \r\n1985, the General Assembly decided, within the \r\nframework of the Secretariat, to create the United \r\nNations Regional Centre for Peace and Disarmament in \r\nAfrica on the basis of existing resources and voluntary \r\ncontributions that Member States might make to that \r\nend. The establishment of the Regional Centre was in \r\nresponse to an urgent need to promote the objectives of \r\npeace, disarmament and development in Africa. Since \r\nthat time, this institution in Lomé, acting in \r\ncooperation with States and regional and subregional \r\norganizations of the continent, has conducted activities \r\nthat have made a great contribution to the quest for \r\nsolutions, to challenges facing our countries, especially \r\nin the area of combating illicit trafficking and the \r\nproliferation and circulation of small arms and light \r\nweapons, all of which are factors that destabilize our \r\nStates. \r\n We, as sons of our continent, realize the special \r\nimportance for our countries in the Lomé Centre, since \r\nwe know that every day unprecedented threats to the \r\nfree world are becoming clearer. It is strange to say, but \r\nit is precisely in this context of uncertainty that the \r\nRegional Centre seems to have been abandoned to its \r\nown devices, with serious and recurrent material and \r\nfinancial problems, which are a real risk and hinder the \r\naccomplishment of its mission for peace and stability \r\nin Africa. \r\n Referring to the report of the Secretary-General \r\n(A/61/137), we note that during the period from July \r\n2005 to July 2006, enormous uncertainty has continued \r\nto threaten the functioning of the Regional Centre, \r\nbecause of the constant reduction in voluntary \r\ncontributions in support of its activities. \r\n My delegation would like to thank the Secretary-\r\nGeneral for establishing a consultative mechanism for \r\nthe re-organization of the Lomé Centre in order to \r\nexplore ways and means that could help to put things \r\nin proper perspective. We look forward eagerly to the \r\nconclusions and recommendations of this group, which \r\nshould, logically, provide guidance to the international \r\ncommunity on the need to revitalize the functioning of \r\nthe Centre by allocating sufficient human, financial \r\nand material resources to it. \r\n As I have just emphasized, the United Nations \r\nRegional Centre for Peace and Disarmament in Africa \r\nhas been experiencing material difficulties, in \r\nparticular because of the sharp decline in voluntary \r\ncontributions to its Trust Fund. In spite of the situation, \r\nthis institution has attempted, as best it could, to \r\nimplement its work programmes in the major areas \r\ndefined in its mandate, inter alia, peace and security, \r\narms control and disarmament and cooperation with \r\nregional and subregional organizations, as well as civil \r\nsociety. \r\n Togo, for its part, and pursuant to the host \r\ncountry agreement signed with the United Nations, \r\nextends and will continue to extend its full support to \r\nthe Lomé Centre. Thus, in addition to its voluntary \r\ncontribution, Togo grants material and logistical \r\nbenefits covering the rent for the building and for the \r\nresidence of the Director, and for electricity, water and \r\ntelephone usage. The total cost of those allocations \r\namounts to approximately $40,000 per year. \r\n The United Nations Regional Centre for Peace \r\nand Disarmament in Africa is a manifestation of the \r\ndetermination of the international community. We \r\ncannot hide indefinitely behind resolution 40/151 G — \r\nwhich, by the way, gives rise to different \r\ninterpretations — to leave the Centre without \r\nresources. At a time when that institution is preparing \r\nto commemorate its twentieth anniversary, the \r\ninternational community should reaffirm the relevance \r\nof its mandate. Member States should give serious \r\nthought to the possibility of a United Nations \r\nbudgetary contribution to its functioning. That is why \r\nmy delegation places a great deal of hope in the \r\nconsultative mechanism that the Secretary-General has \r\nrecommended for renewal. We have confidence in it, \r\ngiven what is at stake, so that its work leads — as I \r\nsaid a moment ago — to specific recommendations \r\nlikely to bring about a definitive solution to the \r\nCentre’s current situation and to enable it to carry out \r\nits mandate in the service of peace and disarmament in \r\nAfrica. \r\nA/61/PV.39  \r\n \r\n06-58547 6 \r\n \r\n Mr. Butagira (Uganda): The African Union (AU) \r\nis now a dynamic organization, spearheading the \r\ndevelopment of Africa under well-defined structures. \r\nAmong them are the Peace and Security Council and \r\nthe New Partnership for Africa’s Development \r\n(NEPAD). Under the Peace and Security Council, \r\nissues of peace and security are being tackled \r\nsystematically. Africa has realized that it should take \r\nownership of security issues. It pioneered the concept \r\nof intervention in cases of genocide, ethnic cleansing \r\nand crimes against humanity, and declared \r\ncategorically that sovereignty cannot be invoked to \r\nprotect those crimes. World leaders gathered in New \r\nYork in September 2005 echoed this, reflecting it in the \r\n2005 World Summit Outcome (resolution 60/1). \r\n In order to fulfil its mandate in security matters, \r\nthe African Union needs to work closely with the \r\nUnited Nations. The two organizations should play \r\ncomplementary roles. They need each other to promote \r\ninternational peace and security on the African \r\ncontinent. Without abdicating its primary responsibility \r\nunder the Charter for maintaining peace and security, \r\nthe United Nations, through the Security Council, can, \r\nacting under Chapter VIII of the Charter, delegate \r\nsome of its functions to the African Union on the \r\nprinciple of subsidiarity. The African Union is better \r\nplaced to handle some of the conflicts, using its well-\r\nestablished structures and local knowledge.  \r\n The Economic Community of West African States \r\nhas been able to handle conflict situations in the west, \r\nand the Inter-Governmental Authority on Development \r\n(IGAD) has made remarkable achievements when a \r\ncomprehensive peace agreement was signed between \r\nthe Government of the Sudan and the Southern Sudan \r\nPeople’s Liberation Army/Movement. In Burundi, \r\nunder the regional initiative chaired by Uganda, peace \r\nhas been achieved at last. The AU peace contingent in \r\nDarfur is courageously trying to maintain peace and \r\nsecurity under difficult circumstances, though it lacks \r\nfinancial resources to carry out its mandate. The United \r\nNations, working with the African Union, can devise a \r\nproper mechanism to achieve peace in Darfur. In the \r\ncase of Somalia, we call on the Security Council to lift \r\nthe arms embargo partially to enable IGAD to deploy \r\nforces in Somalia to stabilize the transitional \r\nGovernment. \r\n On the economic front, the African Union, under \r\nNEPAD, is tackling the issue of development. The \r\nUnited Nations, through the Office of the Special \r\nAdviser on Africa and the Economic and Social \r\nCouncil, should continue to extend a hand to these \r\nefforts. The Peacebuilding Commission should also \r\nwork closely with appropriate AU mechanisms to \r\naddress issues of post-conflict development and \r\nrehabilitation. \r\n Another area of cooperation between the two \r\norganizations is migration and development. \r\nRemittances from migrant workers are becoming an \r\nimportant source of financial resources for the African \r\ncontinent. Uganda hails the historic recent High-level \r\nDialogue on International Migration and Development \r\nheld in New York on 14 and 15 September 2006, \r\npursuant to General Assembly resolution 60/227 of \r\n23 December 2005. A follow-up dialogue should be \r\nheld in the near future with the AU accorded a \r\nprominent role in its organization and work, given the \r\nfact that historically, from the days of infamous slave \r\ntrade to the present day, immigrants from the African \r\ncontinent have played a significant role in the \r\ndevelopment not only of the world economy but also \r\nthe economies of African countries. \r\n In order to further strengthen cooperation \r\nbetween African Union and United Nations, there \r\nshould be regular informal discussions or dialogue \r\nbetween the two organizations. For instance, the AU \r\nPeace and Security Council could hold informal \r\nsessions with the Security Council at agreed-upon \r\nintervals. \r\n Mr. Snoussi (Tunisia) (spoke in French): My \r\ndelegation attaches major importance to our debate \r\ntoday on cooperation between the United Nations and \r\nthe regional and other organizations. I should like to \r\ntake this opportunity to thank the Secretary-General for \r\nthe information he has provided on this subject. \r\n Regional cooperation, whose structure and scope \r\nhas become increasingly multidimensional and \r\nintegrated, constitutes more than ever an instrument \r\nthat complements the activities of the United Nations \r\nand the evolution of multilateralism. Developments on \r\nthe international scene show well the links of synergy \r\nand interaction between the universality of the United \r\nNations and the regional dimension. That is where the \r\ngoal of full cooperation between the United Nations \r\nand the regional organizations takes on its importance \r\nand pertinence. \r\n It is known that the regional organizations play a \r\ncentral role in world governance and thus should be \r\n A/61/PV.39\r\n \r\n7 06-58547 \r\n \r\nintegrated as full partners to the work of the United \r\nNations. The 2005 World Summit Outcome Document \r\nstressed the importance of measures to reinforce \r\ncooperation between the United Nations and regional \r\norganizations and recommended that such measures be \r\nidentified and adopted. \r\n As a member of a number of regional \r\norganizations, Tunisia believes that the report of the \r\nSecretary-General shows a real will on the part of the \r\nUnited Nations to strengthen, in various fields, its \r\ncooperation with these regional organizations. We \r\nwelcome this development. It is an effort that should \r\nbe recognized as this effort would achieve more \r\nsuccess if further supported and better targeted. \r\n The cooperation between the United Nations and \r\nthe League of Arab States, whose vitality and solidity \r\nwe acknowledge, covers a number of fields and levels, \r\nparticularly as concerns peace, stability and security. \r\nThe 2005 Cairo meeting on financing the Millennium \r\nDevelopment Goals (MDGs) and the 2006 Vienna \r\ngeneral meeting on the joint evaluation of \r\nachievements in the economic and social fields also \r\nshows this concern with strengthening the scope and \r\nfoundations of cooperation.  \r\n In the economic and social sphere, my delegation \r\nwelcomes the progress achieved and hopes for \r\ncooperation between the United Nations system and the \r\nLeague of Arab States. The League’s structures should \r\nbe better coordinated and receive greater support, \r\nparticularly in terms of financial and operational \r\nresources. We also recommend the establishment on a \r\nregular and predictable basis of greater coordination \r\nand evaluation.  \r\n My delegation takes this opportunity to reiterate \r\nits appeal for better cooperation with the African Union \r\nand its institutions, particularly since Africa enjoys \r\npriority on the agenda of the United Nations and that of \r\nthe international community, in the light of its special \r\nneeds and challenges. The African Union, which has \r\nproven its effectiveness when it has received support, \r\ndoes not have sufficient resources to confront all \r\nsituations. Hence the needs for the United Nations and \r\nthe international community to further enhance its \r\nsupport.  \r\n I would like to stress the role of the African \r\nUnion, notably its Peace and Security Council, a \r\nstructure that should be strengthened at the material, \r\npolitical, judicial and institutional levels. In this \r\ncontext, better-structured cooperation between the \r\nAfrican Union and the United Nations is required in \r\norder to contribute to the establishment of an improved \r\nAfrican capacity for conflict prevention and the \r\nmaintenance and consolidation of peace. Without a \r\ncommitment from all partners of Africa and the African \r\nUnion, particularly the United Nations, the ambitious \r\nobjective of Horizon 2010 — an Africa without \r\nconflict — will be a difficult achievement. \r\n Before concluding on this point, I would like to \r\nexpress the respect and admiration of the Tunisian \r\ndelegation for the efforts made by the Special Advisor \r\nof the Secretary-General for Africa, whose job, inter \r\nalia, is to deal with the relationship between the United \r\nNations and the New Partnership for Africa’s \r\nDevelopment (NEPAD) and whose office deserves to \r\nbe further reinforced. In this context, the United \r\nNations and the international community strengthen \r\nnational and regional capabilities to help implement \r\nNEPAD, which is a comprehensive, integrated \r\nprogramme for development for Africa and a base of \r\ncooperation for its partners.  \r\n My delegation takes note with satisfaction of the \r\ncontinuing cooperation between the United Nations \r\nand the Organization of the Islamic Conference (OIC) \r\non many important economic, political, social and \r\nhumanitarian questions. As voice of the Muslim world, \r\nthe OIC and its institutions are deployed in many fields \r\nand with many partners to contribute to the efforts of \r\nthe international community in the service of \r\ndevelopment, peace and security. My delegation \r\nbelieves that, bearing in mind the importance of the \r\nMuslim world on the international scene and its \r\ncapabilities to serve humanity’s objectives, the \r\nconsolidation of cooperation between the United \r\nNations and the OIC would provide greater means to \r\nachieve our common objectives.  \r\n In conclusion, the general debate of this session \r\nof the General Assembly is taking place under the \r\ntheme of “Implementing a Global Partnership for \r\nDevelopment.” My delegation is convinced that a \r\nstrengthened partnership between the United Nations \r\nand regional organizations is one of the pillars of this \r\nworld partnership. \r\n Finally, my delegation hopes that the Secretary-\r\nGeneral, in his next report, would formulate \r\nrecommendations and action plans and not confine \r\nA/61/PV.39  \r\n \r\n06-58547 8 \r\n \r\nhimself solely to a description of the activities of \r\ncooperation that have already been achieved.  \r\n Mr. Capelle (Marshall Islands): The Republic of \r\nMarshall Islands wishes to align itself with the \r\nstatement made by Papua New Guinea on behalf of the \r\nPacific Islands Forum group, based in New York, \r\nurging the General Assembly to continue to strengthen \r\nthe relationship between the United Nations and the \r\nPacific Islands Forum (PIF). \r\n Member States of the Forum, including the \r\nMarshall Islands, are often challenged by their remote \r\ngeographic location, small size or exposure to natural \r\nhazards. In addition, many Forum members, such as \r\nthe Marshall Islands, are uniquely vulnerable to the \r\nimpacts of sea level rise and climate change. Citizens \r\nof certain PIF member States risk becoming the \r\nworld’s first environmental refugees. The remote \r\ngeography of many PIF nations also creates hurdles \r\nwhich interfere with economic development, education \r\nand poverty reduction. Certain Forum nations, in \r\nparticular the Marshall Islands, continue to struggle \r\nwith the devastating environmental, social and public \r\nhealth impacts of nuclear weapons testing. Regional \r\ncoordination is critical in meeting these challenges.  \r\n The Pacific Islands Forum provides a \r\ncomprehensive regional strategy to counter these \r\npressing challenges by linking the regional framework \r\nof regional universities, technical organizations and \r\nnational Governments with development and \r\nenvironmental agencies. Global development and \r\nsecurity goals are defined within the unique regional \r\nand cultural character of Forum member States. \r\n Member States of the Forum are also a truly \r\nglobal asset. Forum States, including the Marshall \r\nIslands, feature some of the world’s greatest biological \r\nand cultural diversity. Nations of the Forum serve as \r\ngatekeepers and stewards for much of the world’s \r\nmarine biodiversity. Their citizens speak over 1,200 \r\ndistinct languages and proudly maintain unique \r\ncultural traditions tied to island geography and \r\nenvironment. Increasing United Nations cooperation \r\nwith the Forum will help ensure a more unified and \r\nbalanced approach within the region to enhance, rather \r\nthan diminish, these invaluable resources. \r\n The Forum plays an integral role in the \r\ndevelopment and implementation of the Pacific Plan, a \r\nfar-reaching regional strategy that advances sustainable \r\ndevelopment, economic growth, sound governance and \r\nsecurity. Ongoing coordination with the United Nations \r\nhas already yielded positive results, including \r\ncollaborative efforts of the United Nations \r\nDevelopment Programme and other United Nations \r\nagencies with the Forum to ensure close coordination \r\nof the Millennium Development Goals and the \r\nimplementation of the Pacific Plan. In addition, \r\nworkshops, policy studies and demonstration projects \r\nsponsored by the United Nations have enhanced \r\nregional understanding of conflict prevention, ethical \r\nelections, gender issues, communication technology \r\nand poverty reduction. \r\n Noting the importance of the United Nations \r\ncooperative relationship with the Forum, we urge the \r\nGeneral Assembly to continue to build a stronger \r\nalliance with our group. Within the immediate future, \r\nForum members will wrestle with increasingly \r\ncomplex economic, environmental and political \r\nquestions.  \r\n Too often, international development and reform \r\nefforts have lacked a coherent regional focus or have \r\nfailed to define solutions within the context of \r\ntraditional local culture. By utilizing the regional \r\nexpertise of the Forum, the General Assembly will \r\nensure that the implementation of international policy \r\nwill become a successful reality. The establishment of \r\na stronger physical United Nations presence — \r\nincluding programme staff or development offices — \r\nwithin Forum nations that have expressed the need for \r\nsuch a presence would greatly advance the meaningful \r\nrealization of the partnership between the United \r\nNations and the Forum. \r\n The United Nations has before it a valuable \r\nopportunity to place key global issues — such as \r\nclimate change, sustainable development, poverty \r\nreduction, and ethical governance — within the context \r\nof the improved regional coordination of the Pacific \r\nIsland’s Forum. \r\n Mr. Zewdie (Ethiopia): My delegation is taking \r\nthe floor to express its views on cooperation between \r\nthe United Nations and regional and other \r\norganizations. In that regard, I intend to comment \r\nbriefly on sub-item (a) of agenda item 108, \r\n“Cooperation between the United Nations and the \r\nAfrican Union”, which is well addressed in the reports \r\nof the Secretary-General contained in documents \r\nA/61/256 and A/61/204. \r\n A/61/PV.39\r\n \r\n9 06-58547 \r\n \r\n It is a stated objective of the African Union to \r\nencourage international cooperation in light of the \r\nCharter of the United Nations with a view to promoting \r\npeace, security and stability on the continent. The \r\nAfrican Union is making great strides in attaining that \r\nstated objective. It is cooperating with the United \r\nNations and other organizations so that Africa can \r\nachieve the Millennium Development Goals (MDGs), \r\nthe programmes of the New Partnership for Africa’s \r\nDevelopment can be implemented, the continent can \r\nbecome free of conflicts and other desired goals can be \r\nachieved.  \r\n Notwithstanding those positive developments, \r\nAfrica is facing immense challenges, which the \r\ncontinent cannot confront alone. In that regard, it is \r\nworth mentioning that half of the world’s conflicts and \r\npeacekeeping efforts are in Africa and that sub-Saharan \r\nAfrica remains behind other regions in achieving the \r\nMDGs. Therefore, it has become extremely important \r\nthat the United Nations give priority to Africa. That is \r\nalso the main reason why cooperation between the \r\nUnited Nations and the African Union has become \r\nmore imperative today than ever before. \r\n There are instances in which the African Union \r\nand subregional organizations are well placed to \r\nresolve conflicts. There are also situations in which the \r\nUnited Nations peacekeeping mechanism must become \r\nmore efficient. However, when the situation demands \r\nit, cooperation between the Union and the United \r\nNations produces a better result at lower cost, and \r\nunited action should come to the fore.  \r\n The importance of cooperation between the \r\nUnited Nations and regional organizations has been \r\nmore recognized by the international community \r\nduring the current decade than at any time before. As a \r\nresult, during the 2005 World Summit our heads of \r\nState and Government called for a number of measures \r\nto strengthen such cooperation. In particular, the \r\nSummit emphasized cooperation with the African \r\nUnion and forged a 10-year capacity-building plan. In \r\nthat regard, my delegation encourages increased \r\nassistance to the African Union in the area of \r\npeacekeeping operations in general and strengthening \r\nthe African standby force in particular. \r\n My delegation noted a number of positive \r\nrecommendations cited in the report, aimed at further \r\nstrengthening the cooperation between the United \r\nNations and regional and other organizations and \r\nmaking it more fruitful. In that regard, my delegation \r\nespecially supports the recommendations aimed at \r\nstrengthening the Union’s capacities in the areas of \r\nconflict prevention and resolution and peacebuilding.  \r\n Mr. Cho Hyun (Republic of Korea): I would like \r\nto begin by thanking the Secretary-General for his \r\ncomprehensive report (A/61/256 and Add.1), which \r\ninforms us of many significant developments during \r\nthe past two years in the cooperation between the \r\nUnited Nations and regional and other organizations. \r\nThat is an issue to which the Republic of Korea \r\nattaches great importance. \r\n Global issues such as terrorism, the proliferation \r\nof weapons of mass destruction, development, climate \r\nchange and environmental degradation are universal, \r\nbut they affect different geographical regions in \r\ndistinct ways. Accordingly, regional organizations are \r\noften well suited to offer region-specific remedies and \r\napproaches that can reinforce global efforts to address \r\nthose issues. In that regard, the United Nations should \r\ncontinue to strengthen its cooperation with regional \r\nand other organizations. A holistic approach, \r\nencompassing both global and regional perspectives, is \r\nvital if we are to fully address the many issues of \r\ncommon concern. \r\n I would now like to draw the Assembly’s \r\nattention to the regional organizations and \r\narrangements in East Asia. As a full dialogue partner of \r\nthe Association of South-East Asian Nations (ASEAN) \r\nand a member of ASEAN+3 and the East Asian \r\nSummit, the Republic of Korea welcomes increased \r\ninteraction between the United Nations and ASEAN. \r\nThe second ASEAN-United Nations summit, held here \r\nin New York in September last year, was a good \r\nexample of close cooperation between those two \r\ninstitutions. The Republic of Korea expects the summit \r\nto develop into a regular channel for discussing the \r\ncommon concerns of ASEAN and the United Nations.  \r\n Moreover, I would like to note that the regional \r\nseminars held since 2001 — including the fifth \r\nASEAN-United Nations regional seminar on conflict \r\nprevention, conflict resolution and peacebuilding, held \r\nin South-East Asia in May this year — have been \r\nespecially valuable in enhancing mutual understanding. \r\nLikewise, we warmly welcome ASEAN’s decision to \r\nrequest observer status at the United Nations during \r\nthis session of the General Assembly. \r\nA/61/PV.39  \r\n \r\n06-58547 10 \r\n \r\n The Republic of Korea also stresses the \r\nimportance of the partnership between ASEAN and the \r\nUnited Nations Development Programme (UNDP), as \r\nmentioned in the Secretary-General’s report. The \r\nASEAN-UNDP partnership aims to narrow the \r\ndevelopment gap within ASEAN countries and \r\nbetween ASEAN’s region and other regions, as well as \r\nto integrate ASEAN more broadly into other \r\nmultilateral organizations such as the World Trade \r\nOrganization. We support this valuable partnership and \r\nexpect its continued development. \r\n A related ASEAN initiative that is worthy of note \r\nis the ASEAN Regional Forum, an important facilitator \r\nof political and security cooperation in the Asia-Pacific \r\nregion. We see great potential for closer cooperation \r\nbetween the Forum and United Nations, not least in the \r\nfields of preventive diplomacy and peacebuilding. We \r\nhope to see the Forum working in partnership with the \r\nUnited Nations to build its capacity for coordinating \r\ninter-Asian security matters. \r\n Yet another organization of importance to the \r\nRepublic of Korea is the Inter-Parliamentary Union \r\n(IPU). The IPU has been an essential link between the \r\ncitizens of the world, as represented by their \r\nparliamentarians, and the United Nations. Moreover, \r\neach national parliament plays a vital role as the \r\nprimary institution responsible for adapting and \r\ntranslating global norms and agreements into domestic \r\nlaws. In this regard, my delegation strongly supports \r\nincreased cooperation between the IPU and the United \r\nNations. Likewise, we reaffirm our support for IPU \r\nefforts to provide greater parliamentary contributions \r\nto the United Nations. \r\n In closing, my delegation reiterates the \r\nimportance of interaction and close partnership \r\nbetween the United Nations and regional and other \r\ninternational organizations, with a view to reinforcing \r\neach other’s capacities and achieving synergistic \r\noutcomes. \r\n Mrs. Asif (Pakistan): The Pakistan delegation is \r\npleased to participate in the discussion on this very \r\nimportant agenda item. In today’s ever-changing world, \r\nthis agenda item has taken on great importance and \r\nremains the focal point of action in many key areas, \r\nincluding peacekeeping and peacebuilding. Indeed, one \r\ncannot overstate the importance of cooperation \r\nbetween the United Nations and regional and \r\nsubregional organizations in strengthening peace, \r\nsecurity and stability. \r\n Regional and other organizations play a key role \r\nin various parts of our world. Recent decades have seen \r\na marked increase in the number of regional \r\norganizations, and indeed in the way in which they \r\nhave grown and transformed over time to take on more \r\nresponsibilities and greater roles. As the only \r\norganization with universal membership, substantial \r\nfunding, significant capacity and expertise, the United \r\nNations has what is termed in economics a natural \r\nmonopoly over other organizations.  \r\n However, the work of regional, subregional and \r\nother organizations cannot be relegated to a secondary \r\nor a subsidiary status. These organizations have their \r\nown strengths. In fact, every regional and other \r\norganization has evolved a niche of its own and offers \r\nvaluable specialization in many key areas of concern to \r\nits member countries. With a focused regional \r\napproach, they are likely to come up with important \r\nand innovative ideas to find the most appropriate \r\nframework for tackling the issues. Cooperation \r\nbetween the United Nations and regional and other \r\norganizations, thus, is imperative. This cooperation \r\nshould seek to capitalize on the specialization of each \r\norganization and, ideally, should be complementary, \r\nnot competitive. \r\n The Pakistan delegation would like to thank and \r\ncommend the Secretary-General for his report on \r\ncooperation between the United Nations and regional \r\nand other organizations (A/61/256 and Add.1), and for \r\nhis initiative in promoting such cooperation over the \r\nyears. \r\n Pakistan is pleased to note the progress achieved \r\nduring the past year by the United Nations system and \r\nthe Organization of the Islamic Conference (OIC) in \r\npromoting their shared goals of international peace and \r\nsecurity and development. We welcome the effective \r\ncontacts and consultations that the two organizations \r\nhave maintained over the past several years. \r\n The Organization of the Islamic Conference, one \r\nof the largest intergovernmental organizations, is the \r\ncollective voice of the Muslim world, spread across \r\nthree continents. The OIC has been engaged over the \r\nyears in a constructive and cooperative relationship \r\nwith the United Nations, reinforcing common efforts in \r\npursuit of peace, development and security. The OIC \r\nhas endeavoured to promote better understanding and \r\n A/61/PV.39\r\n \r\n11 06-58547 \r\n \r\ndialogue between and among different civilizations and \r\ncultures. It has taken significant measures in fostering \r\npeace, in promoting social and economic development, \r\nin combating ethnic or racial intolerance and in seeking \r\nan end to the causes of injustice and instability, which \r\nare a constant threat to world peace and security. \r\n We would like to take this opportunity to recall \r\nthe joint statement issued by the Secretaries-General of \r\nthe United Nations, the OIC and the League of Arab \r\nStates, together with the representatives of Qatar, Spain \r\nand Turkey, which appealed for calm after the \r\npublication of caricatures of the Prophet Mohammed \r\nand which also contained a commitment to formulate a \r\njoint strategy and agreed measures that would help \r\novercome the crisis, prevent a recurrence and promote \r\ntolerance and mutual respect among all religions and \r\ncommunities in Europe and elsewhere. Pakistan firmly \r\nbelieves that there is a lot of work still left to be done \r\nin this context and the United Nations and the OIC \r\nneed to continue to examine ways and means of further \r\nexpanding and diversifying their cooperation on this \r\nissue. Concerted effort and outside-the-box thinking is \r\nrequired to identify new and innovative ways to tackle \r\nthis issue, which has the potential to cause unnecessary \r\nill will and misunderstanding. \r\n We also welcome the general meeting on \r\ncooperation between the representatives of the \r\nsecretariats of the United Nations system and the OIC \r\nand its specialized institutions in July 2006. However, \r\nwe would like to encourage the regularization of this \r\ntrend, with at least one annual general meeting. Both \r\norganizations will be able to accrue positive \r\noperational benefits from such cooperation and \r\ncoordination. \r\n We would also like to see the two organizations \r\nwork more closely in addressing and resolving some of \r\nthe conflicts in the Muslim world, including the \r\nconflicts in Palestine, Iraq, Afghanistan and Kashmir. \r\nMore work needs to be done by all concerned to \r\naddress the root causes of these conflicts and to \r\npromote justice and peace. \r\n The Economic Cooperation Organization (ECO) \r\nis another major regional cooperation organization \r\nseeking to promote socio-economic development of its \r\nmember States on the basis of their common needs. \r\nThe ECO has played an important role in strengthening \r\nand promoting multidimensional regional economic \r\ncooperation among its member countries. It has \r\nidentified four priority areas for intense regional \r\ncooperation, namely trade, transport, communications \r\nand energy. \r\n The ECO region has a population of nearly \r\n350 million people, immense natural resources and a \r\nmembership with the political will to tap these \r\nresources for the mutual advantage of all. The ECO can \r\nserve not only as a vehicle for the post-war \r\nreconstruction of Afghanistan but also for developing \r\nand integrating the economies of the region which have \r\nborne the brunt of the conflict in Afghanistan. \r\n The ECO already has in place the blueprints for \r\nthe region-wide development of transport and \r\ncommunications infrastructure, facilities for trade and \r\ninvestment, banking and insurance, culture and \r\neducation, and effective use of the region’s vast energy \r\nresources. We expect the United Nations system and \r\nthe international community to support the efforts of \r\nthe ECO and its member States in order to realize these \r\nblueprints, not only for the benefit of the region, but \r\nalso for the greater global community. \r\n Another dynamic regional organization of which \r\nPakistan is a member is the South Asian Association \r\nfor Regional Cooperation (SAARC), which represents \r\nthe seven countries of South Asia — Bangladesh, \r\nBhutan, India, the Maldives, Nepal, Pakistan and Sri \r\nLanka. The organization was launched at the first-ever \r\nsummit meeting of South Asian heads of State or \r\nGovernment, held in Dhaka in December 1985. \r\n SAARC’s objectives are to promote the welfare \r\nof the peoples of South Asia and to improve their \r\nquality of life by accelerating economic growth, social \r\nprogress and cultural development in the region \r\nthrough mutual cooperation. SAARC also aims at \r\nstrengthening cooperation with other developing \r\ncountries and with international and regional \r\norganizations with similar aims and objectives. As is \r\nthe case with the Organization of the Islamic \r\nConference (OIC) and the ECO, United Nations \r\ncooperation with SAARC could be mutually beneficial. \r\n To conclude, I would like to express our hope and \r\nconfidence that the cooperation of the United Nations \r\nwith both the OIC and the ECO will continue to \r\nflourish to the mutual benefit of the three \r\norganizations. We also hope that a new chapter will \r\nsoon begin in the cooperation between the United \r\nNations and SAARC. As an active member of the \r\nUnited Nations, the OIC, the ECO and SAARC, \r\nA/61/PV.39  \r\n \r\n06-58547 12 \r\n \r\nPakistan will remain actively involved in the work of \r\nall these organizations and pursue policies and \r\nstrategies that would help enhance coordination and \r\ncooperation and, ideally, at the same time, identify and \r\neliminate areas of wasteful overlap. \r\n Mr. Kodera (Japan): Allow me to take this \r\nopportunity to comment on the state of cooperation \r\nbetween the United Nations and the Asian-African \r\nLegal Consultative Organization (AALCO). My \r\ndelegation would like to commend the President of the \r\norganization’s forty-fifth session, Ambassador \r\nNarinder Singh, and the Government of India for \r\nsuccessfully hosting the very fruitful golden jubilee \r\nsession in New Delhi last April, as well as for taking \r\non the role of Chair of the session.  \r\n AALCO is a truly unique regional organization, \r\nwhich promotes international legal cooperation, \r\ndevelops and disseminates expertise in international \r\nlaw by organizing annual meetings, seminars and \r\nworkshops in international law under consideration in \r\nvarious forums of the United Nations and other bodies, \r\nand contributes to the process of codification and \r\ndevelopment of international law. Japan is confident \r\nthat the work of codification in particular will be \r\ngreatly advanced by strengthening the interaction \r\nbetween AALCO and the United Nations. \r\n I would like now to briefly touch upon the state \r\nof cooperation between the United Nations and other \r\norganizations. We believe that in addressing regional \r\nissues, it is essential to ensure that the countries in the \r\nregion and their regional organizations take ownership \r\nof the issues they face. We are happy to note that such \r\nownership has been demonstrated, for example, by the \r\nAfrican Union and the African subregional \r\norganizations in the course of their efforts to address \r\nregional conflicts in recent years.  \r\n Japan attaches particularly high value to the role \r\nthat the African Union has been playing in Darfur, the \r\nSudan. We also commend the efforts made by sub-\r\nregional organizations such as the Economic \r\nCommunity of Central African States and the \r\nEconomic Community of West African States in \r\naddressing peacekeeping issues. We believe that the \r\nassistance of the international community and the \r\nUnited Nations will be more effective if it is provided \r\non the basis of ownership by the region and if it is \r\nbetter coordinated with the organizations from the \r\nregion concerned. \r\n Japan, for its part, has provided various forms of \r\nassistance to promote the capacity-building efforts of \r\nthe African Union and sub-regional organizations, and \r\nwill continue to do so. We are convinced that capacity-\r\nbuilding by regional organizations will enhance the \r\nrole those organizations play in the maintenance of \r\ninternational peace and security both in general and \r\nwithin all the regions of the world. \r\n Finally, let me say a few words about the draft \r\nresolution contained in document A/61/L.6, entitled \r\n“Cooperation between the United Nations and the \r\nInter-Parliamentary Union”, which was introduced by \r\nthe representative of Italy at this morning’s meeting.  \r\n The Inter-Parliamentary Union (IPU), consisting \r\nof parliaments of the majority of Member States, is the \r\nfocal point for worldwide parliamentary dialogue. The \r\nIPU, through its wide-ranging activities, has \r\ncontributed significantly to promoting democracy and \r\nenhancing awareness in the general public of the role \r\nof the United Nations. As a sponsor of this draft \r\nresolution, Japan hopes that the IPU will continue to \r\nplay the important and unique role it has played until \r\nnow. Since relations between the United Nations and \r\nthe IPU are at a critical juncture, my delegation also \r\nbelieves that, as called for in the Outcome Document \r\nof the 2005 World Summit, Member States should \r\nwork for  \r\n “strengthened cooperation between the United \r\nNations and national and regional parliaments, in \r\nparticular through the Inter-Parliamentary Union, \r\nwith a view to furthering all aspects of the \r\nMillennium Declaration in all fields of the work \r\nof the United Nations and ensuring the effective \r\nimplementation of United Nations reform”. \r\n(resolution 60/1, para. 171). \r\n Mr. Kruljevic (Serbia): It is with pleasure that I \r\ntake this opportunity to address two specific questions \r\nunder this agenda item, namely, the cooperation \r\nbetween the United Nations and the Organization for \r\nSecurity and Cooperation in Europe (OSCE) and the \r\ncooperation between the United Nations and the \r\nCouncil of Europe. \r\n The issues that these organizations deal with are \r\nclosely connected. They include the promotion of \r\nstability, the development of democracy and the rule of \r\nlaw, and the advancement and strengthening of human \r\nrights and fundamental freedoms. The mutual \r\ncooperation between these organizations, as well as \r\n A/61/PV.39\r\n \r\n13 06-58547 \r\n \r\ntheir cooperation with the United Nations, is of vital \r\nimportance in facilitating the resolution of problems in \r\ncertain regions and in some European States, all the \r\nmore so since the maintenance of international peace \r\nand security requires a multidisciplinary approach and \r\nparticipation and the active contribution of many \r\ninternational institutions. \r\n As a Member State of the United Nations, the \r\nOSCE and the Council of Europe, Serbia supports the \r\ncooperation among them. By their commitment to their \r\ngoals and through their support of political, legal and \r\ninstitutional reforms, the OSCE and the Council of \r\nEurope make major contributions to the development \r\nof democracy. That is why it is necessary to encourage \r\nadditional cooperation between these organizations and \r\nthe United Nations. \r\n The Republic of Serbia, as well as the Western \r\nBalkan region as a whole, is still burdened with a large \r\nnumber of refugees and internally displaced persons. In \r\nthat respect, cooperation between the OSCE and the \r\nCouncil of Europe with the Office of the United \r\nNations High Commissioner for Refugees (UNHCR) \r\nand the United Nations Office of the High \r\nCommissioner for Human Rights is of particular \r\nimportance. In Kosovo and Metohija, in particular, \r\nhuman rights and humanitarian issues require adequate \r\ncooperation among international organizations. \r\n The activities of the OSCE mission in the \r\nRepublic of Serbia have been assessed as successful. \r\nThe mission is a good example of a new model that no \r\nlonger has the character of a post-conflict or fact-\r\nfinding effort and is instead committed to \r\nstrengthening reform processes and democracy in the \r\nhost countries. The relationship between the OSCE \r\nmission in Serbia and the State institutions in the \r\ncountry is based on dialogue and cooperation with full \r\nexchange of information. We consider that this method \r\nof work should be maintained in order to ensure the \r\nsuccess of activities undertaken and the fulfilment of \r\nthe mission’s mandate. \r\n Following the break-up of the former Yugoslavia, \r\nthe OSCE, together with other international \r\norganizations, played an important role in the process \r\nof confidence- and institution-building and in \r\ndemocratization by actively supporting the reform \r\nprocess initiated by the Governments of South-Eastern \r\nEurope. In addition, the OSCE is at the forefront of \r\nregional activities in border management, in line with \r\nthe Ohrid Conference on Border Security and \r\nManagement.  \r\n We are of the view that the work of OSCE \r\nmissions in the region aimed at facilitating the return \r\nof refugees and expelled persons to Croatia and Bosnia \r\nand Herzegovina is very important. We believe that \r\nfurther expansion of cooperation between the United \r\nNations and the OSCE and its offices in the field will \r\ncontribute to better minority protection, faster return of \r\nrefugees and displaced persons and resolution of the \r\nissue of missing persons. \r\n Within its partnership relationship with the \r\nRepublic of Serbia, the OSCE has been active in many \r\nprocesses related to the promotion of democracy, rule \r\nof law, police reform, protection of human rights and \r\nrights of national minorities. The Republic of Serbia \r\nhas all along emphasized the need for cooperation \r\nbetween the two OSCE missions in the Republic of \r\nSerbia, namely, the OSCE Mission in Belgrade and the \r\nOSCE Mission in Kosovo (OMIK) in Pristina. The \r\ncooperation between these two missions was envisaged \r\nin Security Council resolution 1244 (1999). In the \r\nfield, this cooperation is particularly important to \r\nresolving the problem of internally displaced and \r\nmissing persons, the prevention of organized crime, the \r\ntrade in arms, human beings and narcotic drugs, and \r\ninternational terrorism. \r\n As far as the United Nations and the Council of \r\nEurope are concerned, we are convinced that further \r\npromotion of their cooperation in its various forms, \r\nwill contribute, among other things, to reducing \r\nduplication of activities and more appropriate use of \r\nexpert resources. Thus, the two Organizations will be \r\neven better able to satisfy the needs of host countries. \r\n Joint United Nations and Council of Europe \r\nactivities in the field of restoring and protecting the \r\ncultural heritage in Kosovo and Metohija are also of \r\nparticular importance, especially in view of the \r\nestablishment of the Independent International \r\nCommission for Cultural Heritage in Kosovo, a joint \r\nendeavour of the Council of Europe, the European \r\nCommission and the United Nations Interim \r\nAdministration Mission in Kosovo (UNMIK). \r\n The third Council of Europe summit in Warsaw in \r\nMay 2005 emphasized the importance of the United \r\nNations Millennium Development Goals (MDGs). \r\nThese goals and the present-day challenges such as \r\nterrorism and various forms of crime, point to the need \r\nA/61/PV.39  \r\n \r\n06-58547 14 \r\n \r\nfor intensive cooperation between the United Nations \r\nand the Council of Europe, as well as with other \r\nregional organizations. However, it is necessary to \r\nclearly define their roles and use each to its best \r\ncomplementary advantage. \r\n The Republic of Serbia will be the chair of the \r\nCommittee of Ministers of the Council of Europe from \r\nMay through November 2007. In that period, the \r\nRepublic of Serbia will seek to encourage even more \r\ncooperation between the Council of Europe and other \r\ninternational organizations, and the United Nations, in \r\nparticular. \r\n In November of this year, the Republic of Serbia \r\nwill also assume the chairmanship of the Black Sea \r\nEconomic Cooperation Organization (BSEC). One of \r\nour priorities will be the strengthening of ties between \r\nthe BSEC and other regional and international \r\norganizations and the United Nations specialized \r\nagencies. Our specific areas of focus will include the \r\nfight against crime, smuggling of human beings, drugs \r\nand arms, prevention of illegal migration, cooperation \r\nregarding natural and other disasters, environmental \r\nprotection, education, energy, transport, tourism, the \r\nstrengthening of cooperation among small- and \r\nmedium-size enterprises, among others. \r\n Since the activities of the United Nations, the \r\nOrganization for Security and Cooperation in Europe, \r\nthe Council of Europe and the Black Sea Economic \r\nCooperation cover many converging and \r\ncomplementary issues, we are convinced that by \r\nstrengthening the existing cooperation the \r\norganizations could provide additional assistance to my \r\ncountry and to countries of the region of South-Eastern \r\nEurope, particularly in the process of their accession to \r\nthe Euro-Atlantic integration. \r\n Mr. Cheok (Singapore): Since the establishment \r\nof the Association of Southeast Asian Nations \r\n(ASEAN) in 1967, ASEAN has had a fruitful and \r\ncooperative relationship with the United Nations, \r\nparticularly through the United Nations Development \r\nProgramme (UNDP). ASEAN nations have worked \r\nwith the United Nations, both individually and \r\ncollectively, on many issues, including capacity-\r\nbuilding, health, disaster management, security and the \r\nMillennium Development Goals. We look forward to \r\ndeepening this cooperation. \r\n In recent years, both ASEAN and the United \r\nNations have become more aware of the increasing \r\nproblem of transboundary dangers. These dangers \r\nrange from the threat of terrorism and nuclear \r\nproliferation to large-scale natural disasters, like the \r\n26 December 2004 earthquake and tsunami, as well as \r\npossible pandemics such as avian flu. These are threats \r\nthat individual countries and even regions cannot deal \r\nwith effectively and comprehensively, and such \r\ntransboundary dangers require close cooperation at the \r\ninternational level. For this, the United Nations \r\nremains the most effective partner. \r\n Mr. Butagira (Uganda), Vice-President, took the \r\nChair.  \r\n At present, several ASEAN countries are \r\nsuffering from “the haze”, a severe form of air \r\npollution caused by the illegal clearing of forests and \r\nvegetation by burning. Satellite pictures show that \r\nmost of the hot spots are in parts of Sumatra and \r\nKalimantan in Indonesia. This longstanding problem \r\nhas escalated in the past decade. It respects no borders \r\nand affects several countries in South-East Asia, \r\nincluding Singapore. It has resulted in health problems \r\nfor the affected populations, as well as adverse \r\neconomic and social consequences. For example, 10 \r\nIndonesian airports have had to close recently because \r\nof visibility problems from the haze. Tourism has \r\nsuffered in the region and day-to-day life for many \r\npeople has been disrupted. \r\n Over the last 10 years, ASEAN countries have \r\nworked together to try to solve this daunting problem. \r\nFor instance, an ASEAN Agreement on Transboundary \r\nHaze Pollution was signed in 2002, and almost all \r\nASEAN States have ratified it. Recently, President \r\nSusilo Bambang Yudhoyono pledged that Indonesia \r\nwould do so. This is a very encouraging move. We \r\napplaud Indonesia’s commitment. \r\n It is very heartening that Indonesia has \r\nacknowledged its responsibility and taken the lead to \r\naddress this problem. Last week, Indonesia hosted a \r\nSub-Regional Ministerial Meeting on Transboundary \r\nHaze Pollution — a very important initiative by \r\nPresident Yudhoyono. The meeting concluded that the \r\nhaze problem has not been adequately addressed by the \r\nregion and agreed to seek international expertise to \r\ndevelop a comprehensive plan of action with an \r\neffective monitoring and reporting mechanism. \r\n This is in line with Singapore’s view that it is \r\ncritical to take action to prevent future fires. To do this, \r\nwe should make use of all available resources. ASEAN \r\n A/61/PV.39\r\n \r\n15 06-58547 \r\n \r\nwill require international assistance, including \r\nassistance from the United Nations. In this regard, we \r\nwelcome Indonesian Environment Minister Rachmat \r\nWitoelar’s statement following last week’s meeting, \r\nwhere he said, \r\n “We are open to suggestions that will increase our \r\neffectiveness in suppressing current and future \r\nfires, and we welcome assistance from within and \r\noutside the region to overcome this dreadful \r\nproblem which affects millions of lives”. \r\nThis is a clarion call to which we hope the international \r\ncommunity will respond. The long-standing channels \r\nof ASEAN-United Nations cooperation would be an \r\neffective and appropriate route to establish and channel \r\nassistance. Singapore will also do its part. \r\n Mr. Martirosyan (Armenia): Cooperation with \r\nregional organizations in developing and implementing \r\nvarious programmes and projects in almost all spheres \r\nof our lives — political, economic, social and \r\ncultural — has been a priority for Armenia. We believe \r\nthat regional organizations create conducive \r\nframeworks for the development and advancement of \r\nrelationships among its members and help to build \r\nconfidence and trust through their cooperative \r\nmechanisms. \r\n In this respect, I would like to touch briefly upon \r\ntwo of the organizations under discussion today: the \r\nCouncil of Europe and the Organization for Security \r\nand Cooperation in Europe (OSCE). \r\n Armenia is cooperating with the Council of \r\nEurope in political and legal spheres. The year 2005 \r\nwas a milestone for the fulfilment of our commitments \r\nwith regard to our membership in that organization. A \r\nconstitutional referendum on 27 November 2005 \r\nfinalized the necessary changes in our constitution that \r\nwould allow existing legislation to be brought into line \r\nwith our Council of Europe commitments. At the \r\nbeginning of 2006, the Government of Armenia \r\nundertook a two-year process of changing 67 laws, \r\nwith the assistance of Council of Europe experts. Some \r\nof the laws that have already been revised include a \r\nlaw on the constitutional court, which now envisages \r\nthe right of private citizens to file complaints with the \r\nCourt, a law on police service, the criminal code and \r\nan Ombudsman law. \r\n While complying with the requirements of the \r\nCouncil of Europe, Armenia went beyond the \r\ncommitments undertaken with respect to its accession \r\nto Council of Europe Conventions and signed Protocol \r\nNo. 13 to the Convention for the Protection of Human \r\nRights and Fundamental Freedoms, which deals with \r\nthe abolition of the death penalty in all circumstances. \r\n To date, Armenia has signed and verified 49 \r\nCouncil of Europe conventions; another 11 are in the \r\npipeline. We consider the improvement of Armenia’s \r\nlegislative framework through the Council of Europe \r\nconventions and the monitoring of their \r\nimplementation to be an important area of cooperation \r\nwith that organization, and we will strive to expand it. \r\n A week ago, on 12 October, Armenia hosted the \r\ntwenty-seventh Conference of Council of Europe \r\nMinisters of Justice on the role and rights of victims \r\nand assistance to them. Ministers from member and \r\nobserver States, as well as representatives of \r\ninternational organizations, participated in the \r\nConference. \r\n In March 2006, the Council of Europe and the \r\nRepublic of Armenia Programme of Action was \r\nadopted by the Council of Europe Committee of \r\nMinisters; it outlines the priorities of our cooperation \r\nwith that organization for 2006-2007. \r\n Armenia attaches great importance to its \r\ncooperation with another major European \r\norganization — namely, the OSCE — in all its \r\ndimensions, including the human, political, \r\nenvironmental and economic aspects of security and \r\nstability. Currently, there are three large-scale projects \r\nunder way, thanks to the assistance of the OSCE Office \r\nin Yerevan. \r\n In May 2006, the cross-dimensional Mélange \r\nrocket fuel disposal project was launched in Armenia. \r\nAfter the collapse of the Soviet Union, large stocks of \r\nMélange rocket fuel were left on the territory of the \r\nRepublic. These stockpiles posed both environmental \r\nand security dangers. If a leak were to occur, these \r\nhighly toxic chemicals could contaminate the \r\nenvironment for decades to come. At the request of the \r\nGovernment of Armenia, the OSCE is helping to \r\nconvert the rocket fuel into mineral-rich fertilizer, and \r\nwe are thankful to the Governments of the United \r\nStates, Germany, Finland and Canada for their \r\nfinancial and expert contributions that made this \r\nproject possible. \r\nA/61/PV.39  \r\n \r\n06-58547 16 \r\n \r\n The Police Assistance Programme is part of our \r\ncooperation with the OSCE office in Yerevan. It is \r\ndesigned to build trust between the police and society \r\nand to contribute to the development of a community-\r\noriented policing model. The Programme supports the \r\nstrengthening of a Police Training Centre for induction \r\ntraining and the implementation of a modern command \r\nand control system. \r\n The opening of an OSCE Programme \r\nImplementation Office in the southern part of Armenia \r\nis a significant achievement, as it will boost the efforts \r\nfor socio-economic development of the region. The \r\nOSCE Office has established two local public \r\nenvironmental centres there as well. It has also \r\nexpanded its activities related to human rights \r\nprotection, freedom of the media, labour migration, \r\ntrafficking and money-laundering to include areas \r\noutside of the capital.  \r\n During recent years, both the Council of Europe \r\nand the OSCE have been instrumental in establishing \r\ndemocracy and the rule of law in Armenia. However, it \r\nis frustrating that the same organizations that are \r\notherwise adamant with regard to human rights issues \r\nand open election procedures are astonishingly tolerant \r\nwhen it comes to the increased warmongering and \r\nmilitaristic rhetoric on the part of certain high-level \r\nofficials in the region and the escalation of an arms \r\nrace now under way in the conflict-torn region of the \r\nSouth Caucasus.  \r\n It is in this respect that Armenia considers the \r\nongoing negotiation process within the OSCE Minsk \r\nGroup for the resolution of the Nagorny Karabakh \r\nconflict to be a vital area of cooperation with the \r\nOSCE.  \r\n This involves a very competent group of \r\nnegotiators who are extremely knowledgeable about \r\nthe nitty-gritty of the conflict and the situation on the \r\nground. The Group represents countries that have \r\npolitical, economic and geopolitical stakes in the \r\nregion and have a true interest in achieving peace and \r\nstability by finding a lasting settlement to the conflict. \r\nThe Group has contributed tremendously to the \r\nvirtually uninterrupted dialogue between the parties \r\nand to the preservation of relative stability in the \r\nregion through the monitoring of the ceasefire regime \r\nthat has effectively been in place for over 12 years \r\nwithout a single peacekeeper on the ground. We are \r\nconfident that these efforts, if uninterrupted and \r\nundiverted, could yield a positive outcome securing a \r\ndurable and long-lasting solution to the Nagorny \r\nKarabakh conflict and bringing peace and stability to \r\nthe region. \r\n It is in the spirit of cooperation between the \r\nUnited Nations and the OSCE that we believe that, to \r\nmake the process effective and efficient, any discussion \r\nin the United Nations on the Nagorny Karabakh issue \r\nshould be based on, and reflective of, the processes \r\ngoing on within the Minsk Group. However, during the \r\npast two years, under various pretexts, attempts have \r\nbeen made to divert the process of negotiations on \r\nNagorny Karabakh by introducing agenda items, using \r\nprocedural loopholes at the United Nations and \r\nexploiting certain sentiments of Member States. These \r\nefforts, which are aimed at creating a seemingly \r\nfavourable milieu for predetermining the outcome of \r\nnegotiations, focusing only on one component from the \r\nwhole negotiation package, will only derail the peace \r\nprocess. Such a piecemeal approach to this conflict will \r\nat best postpone a final, lasting solution, but also may \r\nmake a comprehensive agreement impossible and \r\nendanger the fragile relative stability established in the \r\narea. Moreover, further attempts in that direction will \r\nsimply make it imperative to revise the current \r\ncomposition of the parties involved. \r\n Mr. Labbé (Chile) (spoke in Spanish): My \r\ndelegation will focus its statement on only one \r\nsub-item of this agenda item, sub-item 108 (k).  \r\n Chile is of the view that cooperation between the \r\nUnited Nations system and the Inter-Parliamentary \r\nUnion is fundamental because it enables us to know the \r\nviews and concerns of the legislative world with regard \r\nto the work of our Organization. This is particularly \r\nimportant with regard to the maintenance of \r\ninternational peace and security; economic and social \r\ndevelopment; the promotion and defence of human \r\nrights, including gender issues; humanitarian \r\nassistance; and the promotion of democracy, to \r\nmention only the most relevant issues. Multilateralism \r\nhas a law-making dimension, whose realization often \r\ninvolves the adoption by legislatures of treaties and \r\nconventions and authorization to dispatch troops to \r\npeace operations; it always involves the budgetary \r\nauthorization of the contributions that every State \r\nmakes to the United Nations and other international \r\norganizations.  \r\n A/61/PV.39\r\n \r\n17 06-58547 \r\n \r\n We want parliaments to be aware not only of \r\nwhat we do but also of our motivations and of the \r\nsensitive variables that go into multilateral diplomacy. \r\nOngoing systemic contact with parliaments — as \r\nrepresented by their own world organization, the Inter-\r\nParliamentary Union — will provide us with a two-\r\nway street for mutual communication, understanding \r\nand support. Furthermore, Chile believes that in areas \r\nof such importance as the promotion of democracy, \r\nhuman rights, human security, disarmament and the \r\nreform of the United Nations, we have to meet with our \r\nlawmakers and move ahead with them for the good of \r\nall. \r\n For the important reasons I have mentioned, \r\nChile congratulates the delegation of Italy for having \r\nsubmitted draft resolution A/61/L.6 on cooperation \r\nbetween the United Nations and the Inter-\r\nParliamentary Union. We have the honour of \r\nsponsoring that text, as orally revised by the \r\nrepresentative of Italy. We are convinced that the draft \r\nresolution, which is perfectly in line with what is \r\ncontained in the 2005 World Summit Outcome \r\nDocument (resolution 60/1), will be the right tool to \r\nstrengthen the links and cooperation between the \r\nUnited Nations and the Inter-Parliamentary Union. It is \r\nin this spirit that the delegation of Chile urges the \r\nGeneral Assembly to adopt the draft resolution before \r\nus by consensus. \r\n The Acting President: In accordance with \r\nGeneral Assembly resolution 35/2 of 13 October 1980, \r\nI now call on the observer for the Asian-African Legal \r\nConsultative Organization. \r\n Mr. Kamil (Asian-African Legal Consultative \r\nOrganization): Allow me at the outset, being from the \r\nArab Republic of Egypt, to say a few words in Arabic \r\nin honour of our sister, the President of the General \r\nAssembly at its sixty-first session. Then, I shall \r\nproceed in English, the official language of the \r\norganization that I lead, the Asian-African Legal \r\nConsultative Organization (AALCO). \r\n(spoke in Arabic) \r\n I am very pleased to address this unique \r\nAssembly, which is made up of delegations from the \r\nfour corners of the Earth, forming an elite of ministers, \r\nambassadors, diplomats, statesmen and politicians who \r\nhave come with serious-mindedness to deal with the \r\ngamut of problems facing the international community \r\nand who spare no effort to find solutions to those \r\nproblems. We take great pride in seeing Ms. Haya \r\nRashed Al-Khalifa presiding over the sixty-first session \r\nof the General Assembly as the first Arab woman and \r\nthe third woman in the history of the Organization to \r\nhave been elected to the post of President. We extend \r\nto her our sincere congratulations on having earned the \r\nfull confidence and trust that was placed in you. May \r\nher efforts be crowned with success, especially at this \r\ndecisive, dangerous and sensitive turning point of \r\nhistory. \r\n There are many vital substantive issues, some of \r\nwhich pose a threat to us as individuals and groups and \r\nto international peace and security; some of these have \r\na direct impact on innocent civilians in various regions \r\nof the world. Those threats include terrorism in all its \r\nhorrific forms, unprecedented violations of human \r\nrights and fundamental freedoms, and disregard and \r\nlack of respect for international law, international \r\ninstruments and international humanitarian law. Nor \r\nmust we ignore the perils that threaten groups and \r\nindividuals in all regions because of the disgraceful \r\nwidening gap in standards of social justice and \r\nbetween abject poverty and excessive wealth. Nor \r\nshould we forget environmental disasters and their \r\nstartling effects on the Earth’s climate and agriculture, \r\nfostering desertification and floods, or their \r\nimplications for development, the rights of peoples to \r\ncontrol their own resources, the evil of corruption and \r\nother problems. \r\n In spite of all of those problems, Madam \r\nPresident, we are certain that this international forum \r\nwill, under your guidance, and thanks to your \r\nconsiderable experience, find solutions that will meet \r\nthe expectations of all parties. We express once again \r\nour hope for the success of our work.  \r\n I will continue my statement in English, which is \r\nthe official language of our organization. \r\n(spoke in English) \r\n The item on cooperation between the United \r\nNations and the Asian-African Legal Consultative \r\nOrganization is included in the General Assembly’s \r\nagenda on a biennial basis, and although we \r\nparticipated as an observer at the sixtieth session, we \r\nwere not accorded the opportunity to take the floor. We \r\nwould therefore like to take this opportunity to convey \r\nour cordial greetings to the United Nations in \r\nconnection with its sixtieth anniversary.  \r\nA/61/PV.39  \r\n \r\n06-58547 18 \r\n \r\n The wide-ranging reform measures set in motion \r\nby global political leaders at the 2005 Summit in the \r\nareas of development, peace, collective security, \r\nhuman rights, the rule of law and the strengthening of \r\nthe United Nations were groundbreaking. An equally \r\nimportant achievement of the sixtieth session, which \r\nwe welcome, was the establishment of the \r\nPeacebuilding Commission and the Human Rights \r\nCouncil. \r\n On behalf of AALCO and on my own account, I \r\nexpress appreciation to His Excellency Mr. Kofi Annan \r\nand his staff for their continuous hard work and \r\ncommitment. This being the last year of his second \r\nterm in office, I would like, on behalf of AALCO and \r\non my own account, to express to Mr. Kofi Annan our \r\nbest wishes for all his future endeavours. \r\n We also express our heartiest congratulations to \r\nthe Secretary-General-designate, His Excellency \r\nMr. Ban Ki-moon, Foreign Minister of the Republic of \r\nKorea. We assure him that we will extend our full \r\ncooperation and support to him in the discharge of his \r\nmandate. \r\n As I said at the beginning of my statement, the \r\npeoples of the United Nations are increasingly \r\nconfronted with challenges that threaten global security \r\nand require collective efforts if we are to confront and \r\nresolve them. Multilateralism is the only way to \r\neffectively tackle such global challenges. I wish every \r\nsuccess to the General Assembly at its current session \r\nas we seek to effectively attain significant \r\nadvancement on issues of particular concern to \r\ndeveloping countries, such as the follow-up to the \r\ninternationally agreed Millennium Development Goals, \r\nthe prevention of armed conflict, agreement on an \r\ninternational convention against terrorism, the \r\nprotection of the environment, the revitalization of the \r\nGeneral Assembly, and the reform of the Security \r\nCouncil. We are confident that the present session will \r\nalso provide an opportunity for us to assess the real \r\nimpact made by the newly established Peacebuilding \r\nCommission and Human Rights Council. We hope that \r\nthe United Nations will continue to remain a beacon of \r\nhope, peace and prosperity for the peoples of the \r\nworld. \r\n I draw the attention of the Assembly to the report \r\nof the Secretary-General on the agenda item entitled \r\n“Cooperation between the United Nations and regional \r\nand other organizations” (A/61/256 and Add.1). That \r\nexcellent report clearly demonstrates that the \r\npartnership between the United Nations and regional \r\norganizations is of particular importance with a view to \r\nachieving the common goals of peace, security, \r\nstability and development, advancing the rule of law \r\nand encouraging respect for human rights and \r\nfundamental freedoms for all. \r\n The complexity of global problems has turned the \r\nUnited Nations into a special setting for developing \r\nfruitful cooperative relationships with regional \r\norganizations. The United Nations is benefiting, and \r\ncould benefit more, from the experience and capacity \r\nof regional organizations on issues of common interest. \r\nSuch organizations could also contribute to managing \r\nissues at the regional and national levels. Cooperation \r\nbetween the United Nations and regional organizations \r\ntherefore needs to be enhanced, promoted and \r\nsupported by States. \r\n AALCO is a common platform and a forum for \r\nbringing together the Asian and African States with a \r\nview to strengthening their participation in the process \r\nof the development of international law and to enabling \r\nthem to effectively realize their goals and aspirations. \r\nWith a sense of pride and deep satisfaction, I am \r\nhonoured to inform this body that AALCO is \r\ncelebrating its golden jubilee this year. The \r\norganization, considered to be a tangible outcome of \r\nthe historic 1955 Bandung Summit of Asian and \r\nAfrican leaders, has promoted Afro-Asian solidarity, \r\nparticularly on international law matters. \r\n AALCO remains a unique body in terms of \r\ndeveloping Asian-African perspectives on international \r\nlaw, but it also acts as a bridge between the world’s \r\ntwo most populous continents. Our annual sessions, \r\nwhich are recognized and respected in international \r\nlaw circles, play an important role in facilitating the \r\ninteraction of people, including eminent jurists, from \r\nthe two continents, who deliberate on important issues \r\nof international law with the aim of reaching a \r\ncommon position on all of them. \r\n The establishment of an equitable and just world \r\norder that serves the interests of the peoples of the \r\nworld without discrimination, on the basis of sovereign \r\nequality among all States and respect for their \r\nindependence and territorial integrity, is the raison \r\nd’être of international law. Issues concerning peace and \r\nsecurity, human rights, international humanitarian law, \r\naccountability for international crimes, environmental \r\n A/61/PV.39\r\n \r\n19 06-58547 \r\n \r\nissues, equitable trading regimes, among others, are \r\naddressed by the international community through the \r\nprogressive development and codification of \r\ninternational law. \r\n In the 50 years of its existence, AALCO has taken \r\npart, directly or indirectly, in every major development \r\nin the field of international law, keeping in mind the \r\nspecific interests of the developing countries; the \r\nmembership of AALCO is testimony to that.  \r\n Our modest membership of seven in 1956 has \r\ngrown in strength to 48 today, and we represent two \r\nthirds of the world’s population. We are confident that \r\nthe number of member States will continue to grow. \r\nWith the full support and cooperation of its member \r\nStates, the organization follows a dynamic work \r\nprogramme that has always been kept in tune with the \r\nneeds of the time and is suitably oriented to meet the \r\nchallenges posed in contemporary international society \r\nin general and the needs of an expanding membership, \r\nencompassing the two continents of Asia and Africa. \r\n In this, the organization’s golden jubilee year, a \r\nnew era in its history has begun. The new building of \r\nthe permanent headquarters of AALCO was \r\ninaugurated, in conjunction with our forty-fifth golden \r\njubilee session, in New Delhi on 6 April 2006. Because \r\nof the magnanimity of our generous host — the \r\nGovernment of India — AALCO now, in its fiftieth \r\nyear, has a permanent abode. The organization will \r\nvery soon start functioning from its new premises, thus \r\nimplementing a new series of activities with much \r\nbroader scope. \r\n AALCO’s two most recent annual sessions, held, \r\nrespectively, in Nairobi in 2005 and at our headquarters \r\nin New Delhi in 2006, were occasions for us to \r\nconsider our agenda items in depth. They include the \r\nwork of the International Law Commission; the Law of \r\nthe Sea; international terrorism; establishing \r\ncooperation against trafficking in women and children; \r\nthe International Criminal Court; human rights in \r\nIslam; the deportation of Palestinians and other Israeli \r\npractices, among them the massive immigration and \r\nsettlement of Jews in all of the occupied territories in \r\nviolation of international law, particularly the Fourth \r\nGeneva Convention of 1949; and, finally, expressions \r\nof folklore and its international protection. That listing \r\nis indicative of the wide range of topics in international \r\nlaw that AALCO considers, while preserving its ability \r\nto reorient its agenda to accord with the changing \r\ntimes. \r\n A unique feature of our sessions is the special \r\nmeetings organized by AALCO in collaboration with \r\nfriendly international organizations on topics of \r\ncontemporary relevance in international law. At \r\nNairobi, the Kenyan Government, the United Nations \r\nEnvironment Programme (UNEP) and AALCO joined \r\nhands to organize a special meeting on environmental \r\nlaw and sustainable development, which addressed \r\nissues pertaining to the Asian-African perspective on \r\ninternational environmental law, compliance with and \r\nenforcement of environmental law and problems and \r\nprospects related to the entry into force of the Kyoto \r\nProtocol. \r\n At AALCO’s Golden Jubilee meetings in New \r\nDelhi — a momentous occasion for our organization — \r\nwe organized three such special meetings, one on legal \r\nidentity and statelessness, in collaboration with the \r\nOffice of the United Nations High Commissioner for \r\nRefugees (UNHCR); a second on universal jurisdiction \r\nand its role in the enforcement of international \r\nhumanitarian law, organized jointly with the \r\nInternational Committee of the Red Cross (ICRC); and \r\na third on international migration law, in association \r\nwith the International Organization for Migration \r\n(IOM). Those meetings were highly successful and \r\nfeatured extensive exchanges of ideas between the \r\nsubject experts and delegates. I take this opportunity to \r\nthank our partners in those endeavours — UNEP, \r\nUNHCR, ICRC and IOM — for their valuable help and \r\ncooperation in making the meetings a success. \r\n Intersessional activities also continue to represent \r\nan important part of the AALCO work programme. \r\nOne such event was the May 2006 Kuala Lumpur \r\nMeeting of International Experts on Human Rights in \r\nIslam, organized by the Governments of Malaysia and \r\nthe Kingdom of Saudi Arabia and the AALCO \r\nsecretariat. The main theme of the Meeting was \r\nunderstanding human rights as enshrined in Islam. The \r\nMeeting highlighted, among other things, the \r\nfundamental principles of human rights as set out in \r\nIslam in order to examine how the concept of human \r\nrights has been adopted and integrated into national \r\nlaws and practices. A galaxy of experts from around \r\nthe world attended and presented their views during the \r\nConference. \r\nA/61/PV.39  \r\n \r\n06-58547 20 \r\n \r\n AALCO has consistently sought to develop a \r\nsynergy with the United Nations, given the two \r\norganizations’ common objectives, complementary \r\nmandates and respective comparative advantages. It \r\nhas been supportive of the United Nations, and its \r\nwork has been aimed at rendering assistance to \r\nAALCO member Governments in their consideration \r\nof the agenda items before the Sixth Committee of the \r\nGeneral Assembly. The preparation of extensive studies \r\nto assist AALCO member Governments’ participation \r\nin international legal conferences convoked under the \r\nauspices of the United Nations, and on selected items \r\non the agenda of the General Assembly, is part and \r\nparcel of the regular activities of the AALCO \r\nsecretariat. \r\n AALCO makes an important contribution \r\ntowards bringing together the countries of Asia and \r\nAfrica, with a view to effectively coordinating the \r\nposition of developing countries in codification \r\nconferences held under the auspices of the United \r\nNations. It especially contributed during the \r\nnegotiations leading to the Vienna Convention on the \r\nLaw of Treaties and the United Nations Convention on \r\nthe Law of the Sea, and in the establishment of the \r\nInternational Criminal Court — all of which have been \r\nwell recognized and appreciated. \r\n In acknowledgement of its role, the conferral of \r\npermanent observer status to AALCO by the United \r\nNations General Assembly was a turning point in the \r\nhistory of the organization. The inclusion of certain \r\nitems and topics under consideration by the United \r\nNations in the work programme of AALCO reflects its \r\ncontribution to the fulfilment of the purposes and the \r\nprinciples of the United Nations. \r\n AALCO and the International Law Commission \r\n(ILC) share a mutually supportive relationship. The \r\nfollow-up of the work of the ILC is our statutory \r\nobligation and hence is regularly supported by in-depth \r\nsecretariat studies on the item. Substantive \r\ndeliberations on the topic also take place at our annual \r\nsessions. The ILC Chairman or his representative \r\naddresses our annual sessions and explains the progress \r\nof work achieved in the Commission. Subsequently, I \r\nwill present before the Commission the crux of the \r\nstatements made by AALCO member States at the \r\nAALCO annual session. \r\n The relationship between our two organizations \r\nhas been further strengthened by the convening of joint \r\nAALCO-ILC meetings in conjunction with the \r\nmeetings of AALCO legal advisers, which take place \r\neach year on the sidelines of the annual General \r\nAssembly sessions. \r\n It has been my constant endeavour to strengthen \r\nthe relationship between AALCO and other \r\nintergovernmental organizations. Our organization has \r\nconcluded formal agreements with a number of United \r\nNations bodies and specialized agencies, including the \r\nInternational Atomic Energy Agency, the International \r\nMaritime Organization, IOM, the International \r\nTribunal for the Law of the Sea, UNHCR, UNEP, the \r\nOffice of the United Nations High Commissioner for \r\nHuman Rights, the United Nations Industrial \r\nDevelopment Organization, the United Nations \r\nInstitute for Training and Research and the World \r\nIntellectual Property Organization. \r\n We value our relationship with the United \r\nNations family of organizations and shall continue to \r\nstrive to fortify that cooperation towards the \r\nstrengthening of the international legal order. In that \r\ncontext, it is worth mentioning that AALCO has \r\ninitiated dialogue with several specialized agencies to \r\nconduct training programmes and workshops in several \r\nareas of international law. Successful attainment of this \r\nobjective would help in building the capacity of \r\ninternational law, particularly with regard to Asian and \r\nAfrican States. \r\n The scourge of international terrorism continues \r\nto plague us. It is a stark reality of our times that no \r\npart of the world is immune from the horrendous acts \r\nof terror perpetrated on innocent civilians by terrorists. \r\nThat horrible crime affects the world’s peace and \r\nprosperity and hampers the development process. \r\nAddressing the phenomenon of terrorism is a complex \r\nand challenging task. Terrorist activities by any \r\nindividuals, groups, non-State entities or States must be \r\nchecked by all possible means. In that regard, we \r\nwelcome the recent adoption of the United Nations \r\nGlobal Counter-Terrorism Strategy (resolution 60/288) \r\nby the General Assembly. Although the Strategy is an \r\nimportant step ahead, we look forward to working \r\ndiligently with our member States in order to \r\nencourage further momentum on the draft \r\ncomprehensive convention on international terrorism \r\nthat is being discussed by United Nations Member \r\nStates, which, when adopted, will reflect the views of \r\nthe entire international community. \r\n A/61/PV.39\r\n \r\n21 06-58547 \r\n \r\n Before concluding, allow me to thank all \r\ndelegations that spoke today about AALCO and its \r\nactivities and in support of the cooperation between the \r\nUnited Nations and AALCO. I would mention in \r\nparticular the host of AALCO — the Republic of \r\nIndia — and China, Japan and Egypt.  \r\n As the head of an international legal body, I \r\nwould like to conclude by stressing in particular the \r\nimportance of the full respect for and enhancement and \r\nimplementation of the rule of law in all areas, in order \r\nto keep our international community within the \r\nboundaries of a civilized world where only justice, \r\nequality and one standard criterion prevail. Only then \r\ncan we expect a significant reduction in the many evils \r\naround us. \r\n The Acting President: Before I call on the next \r\nspeaker, I would plead with speakers to be economical \r\nwith time, because we have a number of draft \r\nresolutions to go through this evening. \r\n In accordance with General Assembly resolution \r\n44/6 of 17 October 1989, I now call on the Secretary \r\nGeneral of the Council of Europe. \r\n Mr. Davis (Council of Europe): The previous \r\nspeaker, on behalf of the Asian-African Legal \r\nConsultative Organization, told us that he was speaking \r\nfor 48 Member States. As Secretary General of the \r\nCouncil of Europe, I can only speak for 46 Member \r\nStates, but they do represent almost the whole of \r\nEurope. And on their behalf, as many previous \r\nspeakers have done, I want to begin by paying tribute \r\nto the outgoing Secretary-General, Mr. Kofi Annan, \r\nwho, for the past 10 years, has spared no effort in \r\ngrappling with the most intractable problems facing \r\nour planet.  \r\n At the Council of Europe, we look forward to \r\nworking with his successor, Mr. Ban Ki-moon, and the \r\nagenda of our future cooperation is to be spelled out in \r\na draft resolution to be submitted to this General \r\nAssembly.  \r\n The Council of Europe will continue to contribute \r\nto the global effort in protecting human rights; \r\ncampaigning against racism, discrimination, \r\nxenophobia and intolerance; protecting persons \r\nbelonging to minorities; preventing torture and \r\ninhuman and degrading treatment or punishment; \r\nfighting against trafficking in human beings; \r\ncombating violence against women; and protecting the \r\nrights of the child.  \r\n For the Council of Europe, all those issues are \r\npriorities, but the challenge which tops the list is the \r\nfight against terrorism. In that area, cooperation \r\nbetween the Council of Europe and the United Nations \r\nalready exists, but I believe that it should be \r\nreinforced.  \r\n Let us be clear. At the Council of Europe, we \r\ndespise terrorists because they are criminals and \r\nbecause they try to destroy everything we stand for and \r\neverything we believe in. The Council of Europe is \r\nbest known for its work on the protection of human \r\nrights — and with reason. Our campaigns, our \r\nstandard-setting activities, our monitoring mechanisms \r\nbased on independent expertise and peer pressure, and \r\nespecially the European Convention on Human Rights, \r\nwhich is enforced through the European Court of \r\nHuman Rights, mean that our organization is the \r\nreference point when it comes to the protection of \r\nhuman rights in Europe.  \r\n But the Council of Europe is not only about \r\nhuman rights. When it comes to the fight against \r\nterrorism, the Council of Europe has adopted \r\nconventions allowing our member States to improve \r\ntheir cooperation and diminish the capacity of terrorists \r\nto enlist new recruits and to strike whenever and \r\nwherever they choose.  \r\n Those new treaties establish as criminal offences \r\nseveral acts which may lead to acts of terrorism, such \r\nas incitement, recruitment and training. They also \r\nreinforce cooperation in the prevention of terrorism by \r\nmodifying existing arrangements for extradition and \r\nmutual assistance. Our activities to strengthen \r\ncooperation in law enforcement and to help the victims \r\nof terrorism are not in contradiction with our insistence \r\non respecting human rights and fundamental freedoms.  \r\n In Europe, we reject the false choice between \r\nfreedom and security. That is not some idealistic \r\ndelusion, but the result of a long and tragic experience \r\nwith terrorism on European soil. The so-called troubles \r\nin Northern Ireland — to give only one example — \r\nlasted for a quarter of a century, during which more \r\nthan 3,500 people were killed. Germany had Baader \r\nMeinhof, Italy had the Red Brigades, Spain has had \r\nEuskadi Ta Askatasuna, and both the Russian \r\nFederation and Turkey continue to be targets for \r\nterrorists.  \r\nA/61/PV.39  \r\n \r\n06-58547 22 \r\n \r\n We have learned our lessons the hard way, and we \r\nuse that experience in responding to the threat from  \r\nAl-Qaida. Experience tells us that giving up on human \r\nrights and justice is not only wrong, but also \r\ndangerous.  \r\n The President of the United States of America \r\nrecently said that the fight against terrorism is the \r\ndefining ideological conflict of the twenty-first \r\ncentury. But an ideological conflict cannot be won by \r\nforce alone. If we want to defeat terrorists, we must \r\nremain faithful to our ideas and values. People around \r\nthe world must know that we are right and that \r\nterrorists are wrong — that we are just and that they \r\nare criminals.  \r\n We cannot win an ideological conflict with secret \r\nprisons, or with people being kept in a legal limbo and \r\ndeprived of safeguards which are the foundation of our \r\nsystems of justice and of our democracies. Those \r\nmethods are not only morally wrong; they are \r\ndangerous because they are exactly what terrorists \r\nwant. They want us to give up the most fundamental, \r\ndefining features of our freedom. They want to level \r\nthe field between good and evil. They want to set a \r\nwrong against a wrong.  \r\n We cannot let that happen, we must not let that \r\nhappen and we will not let it happen. In Europe, we are \r\nnot only resolved to fight terrorists; we are determined \r\nto defeat them. And have no doubt — we will. \r\n The Acting President: In accordance with \r\nGeneral Assembly resolution 54/5 of 8 October 1999, I \r\nnow call on the Secretary General of the Black Sea \r\nEconomic Cooperation Organization. \r\n Mr. Chrysanthopoulos (Black Sea Economic \r\nCooperation Organization): Since this is the first time \r\nthat I have taken the floor, allow me at the outset to \r\ncongratulate Sheikha Haya Rashed Al Khalifa upon her \r\nelection as the President of the General Assembly at its \r\nsixty-first session. \r\n The foundations of the Black Sea Economic \r\nCooperation Organization (BSEC) were laid down in \r\n1992 as a political initiative for economic cooperation \r\nin the wake of tremendous changes that had taken \r\nplace in the world. Upon the ratification of its charter \r\non 1 May 1999, the Black Sea Economic Cooperation \r\nOrganization was born with a legal identity on the \r\ninternational scene. \r\n It was a period following the collapse of the \r\nSoviet Union, and the founding fathers of BSEC \r\nwanted to create an organization that could promote \r\npeace and stability in the Black Sea region through \r\nprosperity. And that actually happened. The \r\norganization was able to effectively promote peace and \r\nstability in the area through closer cooperation among \r\nits member States. In the margins of ministerial \r\nmeetings, ministers of countries not maintaining \r\ndiplomatic relations among themselves could meet and \r\ndiscuss the bilateral problems that separated them. The \r\nessence is that peace and stability have been \r\nmaintained in the region for the past 14 years and \r\nBSEC has played an important role towards that end. \r\n In those 14 years, BSEC has become a forum for \r\ndiscussion and cooperation in areas ranging from \r\nenergy to transport, trade and economic development, \r\nthe environment, tourism, agriculture, combating \r\norganized crime, terrorism, small and medium-sized \r\nenterprises, emergency relief, and the elimination of \r\nthe consequences of natural and human-made disasters. \r\nRecently we added culture as an additional area of our \r\ncooperation. Furthermore, BSEC has built a permanent \r\nand extensive institutional framework of cooperation \r\nthat covers all levels of governance. On the \r\nintergovernmental level, the Council of Ministers for  \r\nForeign Affairs is the highest decision-making organ. \r\nAt the parliamentary level is the BSEC Parliamentary \r\nAssembly, or PABSEC. In the financial sector there is \r\nBSTDB, the trade and development bank of BSEC, and \r\nthe BSEC Business Council. Finally, we have the \r\nInternational Centre for Black Sea Studies, which is \r\nBSEC’s think tank.  \r\n BSEC has also elaborated binding agreements \r\nand common action plans on key issues of regional \r\ncooperation. Examples include the Agreement on \r\nCombating Organized Crime and its protocols, and the \r\nAgreements on Cooperation in Emergency Situations, \r\nboth signed in 1998. The establishment of the Project \r\nDevelopment Fund in October 2002 was another \r\nimportant development. Its purpose is to facilitate the \r\nelaboration and promotion of projects with high \r\nregional cooperation and development impact in the \r\nBSEC region at the early stages of their conception. \r\nContributions from outside donors are welcome, \r\nprovided that their sources are transparent and the \r\nconditions attached to them are consistent with the \r\nprinciples and objectives of the BSEC organization. \r\n A/61/PV.39\r\n \r\n23 06-58547 \r\n \r\n BSEC has at last reached the point where it is in \r\nthe process of starting the implementation of regional \r\nprojects of great importance for the Black Sea region. \r\nThe Ministers of Transport of BSEC, at their historic \r\nmeeting in Sochi last month, agreed to go ahead with \r\nthe construction of a ring highway around the Black \r\nSea. It is a major 7,000-kilometre project called the \r\nRoad of the Argonauts, which will change the life of \r\nthe people of the BSEC countries by bringing further \r\neconomic development to the region through \r\nfacilitating the overland transport of goods within \r\nBSEC and from Europe to Asia and vice versa, and \r\ntourism. The second project agreed in Sochi was the \r\nMotorways of the Sea of the BSEC region. It will make \r\nthe Black Sea smaller by creating the necessary \r\ninfrastructure for better connecting the Black Sea ports \r\nand the Black Sea with the Mediterranean and Caspian \r\nSeas. \r\n Another area of our attention concerns the \r\nrelations between BSEC and the European Union. With \r\nthe accession of Bulgaria and Romania to the European \r\nUnion next year, the latter will have at last reached the \r\nBlack Sea. Consequently, there is a need to enhance \r\nrelations between BSEC and the European Union and \r\nto develop an enhanced framework of cooperation with \r\nBrussels. The issue was discussed on 14 September at \r\nthe meeting of the General Affairs and External \r\nRelations Council of the European Union, and we \r\nremain confident that we will soon have concrete \r\nresults. \r\n In June next year, BSEC will be celebrating its \r\nfifteenth anniversary, and Turkey, which will be \r\nchairing the organization at that time, will host a \r\nsummit that will endorse serious and significant \r\ndocuments concerning reform aspects of BSEC. We are \r\nconfident that after that summit, BSEC will emerge \r\nstronger, more efficient and project oriented. \r\n At its fifty-fourth session, the General Assembly, \r\nby its resolution 54/5 of 8 October 1999, granted \r\nobserver status to the Organization of the Black Sea \r\nEconomic Cooperation, a landmark development that \r\nenabled BSEC to take its place in the family of \r\ninternational organizations. Assembly resolution \r\n55/211 of 20 December 2000 opened up new avenues \r\nfor BSEC to develop cooperation or working \r\nrelationships with other organizations within the \r\nUnited Nations system and beyond. BSEC has signed \r\ncooperation agreements with the United Nations \r\nEconomic Commission for Europe (ECE), the United \r\nNations Environment Programme and the United \r\nNations Industrial Development Organization. BSEC \r\nhas also developed cooperation with the Food and \r\nAgriculture Organization of the United Nations, the \r\nWorld Trade Organization and the World Bank. We \r\nhave also begun to cooperate closely with the United \r\nNations Development Programme, with which we are \r\nworking on a common project concerning cross-border \r\ncooperation within the Black Sea region. \r\n Allow me to go back to BSEC-ECE cooperation \r\nand underline that cooperation in the transport field has \r\nincreased through application of ECE experience in \r\nfacilitating international transport processes to the \r\nBSEC region. We are in contact with the ECE to \r\nreceive its expertise on the construction of the Black \r\nSea ring highway decided at Sochi. \r\n At this point I would like to thank the Secretary-\r\nGeneral for his factual report on the status of \r\ncooperative relationship between BSEC and various \r\nUnited Nations organizations during the 2005-2006 \r\nperiod. We appreciate his recommendation that the \r\nUnited Nations, the specialized agencies and other \r\norganizations and programmes of the United Nations \r\nsystem should continue to hold consultations with \r\nBSEC and formulate and implement joint programmes \r\npertaining to fields of common interest. \r\n We followed with great interest the Security \r\nCouncil debate on 20 September on cooperation \r\nbetween the United Nations and regional organizations \r\nand other intergovernmental bodies in maintaining \r\npeace and security (see S/PV.5529). We also read with \r\ngreat interest the text of the presidential statement \r\nissued on this matter (S/PRST/2006/39). As a regional \r\neconomic organization, BSEC is not directly involved \r\nin peacekeeping and conflict prevention. However, it \r\nrenders its contribution to peace and security through \r\neconomic cooperation and by means of implementing \r\nthe so-called soft security measures. And within that \r\nframework, we are willing to cooperate closely with \r\nthe United Nations Secretary-General and with other \r\ncompetent United Nations bodies. \r\n Before concluding, I wish to pay tribute to the \r\nRussian Federation, the current Chairman-in-Office of \r\nBSEC, for introducing the draft resolution that is now \r\nbefore the General Assembly. I wish also to thank the \r\nother sponsors. I appeal to the members of this \r\nAssembly to adopt the text by consensus. The draft \r\nresolution will give a new impetus to BSEC’s \r\nA/61/PV.39  \r\n \r\n06-58547 24 \r\n \r\ncooperation with the United Nations and its specialized \r\nagencies in the pursuit of the objectives and principles \r\nenshrined in the Charter, as well as those of the \r\nOrganization of the Black Sea Economic Cooperation. \r\nBSEC will continue to play its role with determination \r\nin efforts to strengthen multilateral cooperation to meet \r\nthe global challenges of this millennium. \r\n The Acting President: In accordance with \r\nGeneral Assembly resolution 477 (V) of 1 November \r\n1950, I now call on the observer for the League of Arab \r\nStates. \r\n Mr. Mahmassani (League of Arab States) (spoke \r\nin Arabic): Let me begin by congratulating the \r\nPresident of the Assembly on her election to preside \r\nover the sixty-first session of the General Assembly. I \r\ntake this opportunity to express our congratulations to \r\nthe President of the sixtieth session on his wise and \r\nskilful conduct of that session. We would also like to \r\nthank the Secretary-General for his report submitted to \r\nthe Assembly at this session on the close and \r\nmultidisciplinary cooperation between the United \r\nNations and the Arab League in confronting the \r\nchallenges and dangers that bedevil international peace \r\nand security.  \r\n The League of Arab States and its specialized \r\nagencies wish to continue and intensify cooperation \r\nwith the United Nations in all fields, as emphasized by \r\nthe report of the Secretary-General (A/61/256). During \r\nthe 2004-2006 period, cooperation between the League \r\nof Arab States and the United Nations covered all \r\nareas, including participation in the sixth high-level \r\nmeeting between the United Nations and regional and \r\nintergovernmental organizations, held in New York in \r\nJuly 2005. A standing committee, based on a proposal \r\nby the Secretary-General of the Arab League, was \r\ncreated. In addition, the United Nations and the Arab \r\nLeague co-chaired the sectoral meeting on the \r\nimplementation and financing of the Millennium \r\nDevelopment Goals and sustainable development, held \r\nin Cairo in November 2005.  \r\n The Arab League and the United Nations also  \r\nco-chaired the ninth meeting on cooperation between \r\nthe secretariats of the two organizations, held in Vienna \r\nin April 2006, at which time the participants assessed \r\nthe cooperative activities that had taken place since the \r\neighth meeting. They decided to consider the \r\norganization in 2007 of several training sessions in \r\nconnection with election monitoring, conflict \r\nprevention and resolution, demobilization and \r\nreintegration programmes for former combatants and \r\nthe establishment of a regional database in the Arab \r\nStates on small arms and light weapons.  \r\n Participants also considered the organization of a \r\njoint meeting of relevant United Nations agencies and \r\nbodies to help the League of Arab States establish an \r\nearly-warning system in the context of the Security \r\nCouncil and the Arab League’s concept of peace, so \r\nthat they could benefit from United Nations experience \r\nin preventive diplomacy and conflict resolution and \r\ndiscuss ways and means to allow the League of Arab \r\nStates to draw on the technical expertise of the United \r\nNations in building an Arab peace infrastructure in the \r\ncontext of cooperation with the Security Council. \r\n The participants at the ninth meeting also stressed \r\nthe need to build a culture of dialogue among \r\ncivilizations and strengthen relations between them in \r\norder to bring different civilizations together and to \r\npreserve and safeguard the values of human dignity \r\nand peaceful coexistence. With regard to the \r\nimportance of ensuring respect for religious belief and \r\nreligious sites, the meeting paid special attention to the \r\njoint communiqué issued in Doha by the Secretary-\r\nGeneral of the United Nations, the Secretary-General \r\nof the Arab League, the Secretary-General of the \r\nOrganization of the Islamic Conference and the \r\nMinisters for Foreign Affairs of Qatar and of Turkey.  \r\n In November 2005, a preparatory meeting took \r\nplace in Cairo with the participation of the United \r\nNations and the Arab League on Iraqi national \r\nreconciliation, as well as participation in supervising \r\nthe 2006 presidential elections in the Comoros. The \r\nArab League and the United Nations also witnessed the \r\nsigning of the Darfur Peace Agreement between the \r\nGovernment of the Sudan and the Sudan Liberation \r\nMovement. The League and the United Nations are \r\nalso cooperating in helping the people of Somalia to \r\nachieve comprehensive national reconciliation. We are \r\ncooperating with the United Nations Development \r\nProgramme on the partnership designed to develop \r\nanimal resources in Somalia.  \r\n The World Health Organization is also involved \r\nin Somalia in the area of health, and the Arab League \r\nhas been cooperating with the Office of the United \r\nNations High Commissioner for Human Rights in \r\nformulating the Arab Charter on Human Rights. It has \r\nalso set up workshops, in cooperation with the United \r\n A/61/PV.39\r\n \r\n25 06-58547 \r\n \r\nNations Development Fund for Women, the United \r\nNations Economic and Social Commission for Western \r\nAsia (ESCWA) and the United Nations Institute for \r\nTraining and Research, and has signed a memorandum \r\nof understanding with other organizations for an \r\nexchange of assistance at the national and regional \r\nlevels regarding the role and participation of women in \r\ndevelopment. The League of Arab States and ESCWA \r\nwill continue to follow up on the recommendations and \r\ninitiatives that resulted from the Arab International \r\nForum on Rehabilitation and Development in the \r\nOccupied Palestinian Territory in the context of the \r\nestablishment of an independent Palestinian State. \r\n The efforts made by the Arab League to enhance \r\nfull cooperation with the United Nations in all spheres \r\ndemonstrate that the League wants to work together \r\nwith the United Nations to ensure the implementation \r\nof all the resolutions adopted by this Organization, \r\nwhether they relate to disarmament, counter-terrorism \r\nor the peaceful settlement of disputes.  \r\n One of the main priorities of the Arab League is \r\nthe quest for a just and lasting resolution of the Arab-\r\nIsraeli conflict in accordance with international law, \r\nthe Madrid terms of reference and the Arab Peace \r\nInitiative, as well as the enhancing of cooperation \r\nbetween the two organizations, which can help us to \r\nconfront international threats and challenges and to \r\nestablish international peace and security. This would \r\ninclude freeing the Middle East from nuclear weapons \r\nand other weapons of mass destruction in accordance \r\nwith international law. This desire for cooperation with \r\nthe United Nations is rooted in the Arab character, \r\nwhich believes in tolerance and peaceful coexistence \r\nwith others through a dialogue among civilizations. \r\n The Acting President: In accordance with \r\nresolution 57/32 of 19 November 2002, I now call on \r\nthe Secretary-General of the Inter-Parliamentary \r\nUnion, Mr. Anders Johnson. \r\n Mr. Johnson (Inter-Parliamentary Union): The \r\nAssembly has before it the report of the Secretary-\r\nGeneral on cooperation between the United Nations \r\nand the Inter-Parliamentary Union (IPU) (A/61/256, \r\npart three). I think that members will agree that the \r\nreport attests to a dynamic and substantive partnership \r\nbetween the two organizations. These developments \r\nwould not have been possible without the vision of \r\nSecretary-General Kofi Annan. We congratulate him \r\nfor his remarkable achievements here at the United \r\nNations. \r\n Last year, leaders of parliaments from all over the \r\nworld met here at United Nations Headquarters to \r\ndeclare their support for a strong and effective United \r\nNations. They pledged to assist in implementing \r\ndecisions taken at the United Nations by ratifying \r\ninternational instruments, translating those \r\ncommitments into national legislation, approving the \r\nbudgets and exercising oversight of the executive. \r\nThey also stated their wish to make the United Nations \r\naccountable to the people it serves throughout the \r\nworld. \r\n The terms of the Declaration of the World \r\nConference of Speakers of Parliaments are echoed in \r\nthe World Summit Outcome, which calls for \r\nstrengthened cooperation between the United Nations \r\nand national and regional parliaments, in particular \r\nthrough the IPU, with a view to furthering all aspects \r\nof the Millennium Declaration and promoting United \r\nNations reform. These points are taken up in the \r\nSecretary-General’s report, and the draft resolution on \r\ncooperation between the United Nations and the IPU \r\nechoes some of the key suggestions made in that \r\nreport. \r\n The Secretary-General welcomes the annual \r\nparliamentary hearing held at the United Nations and \r\nother specialized parliamentary meetings at major \r\nUnited Nations conferences, and calls for such joint \r\nUnited Nations-IPU events to be developed further. In \r\nfact, we are doing that already. At the 2006 \r\nparliamentary hearing that we will be holding here in a \r\nfew weeks time, we will look at conflict prevention \r\nand peacebuilding, and the parliamentarians will \r\nexamine the Secretary-General’s major report on the \r\nsubject. \r\n Over the past year, the IPU has held a series of \r\nspecialized parliamentary meetings at the United \r\nNations designed to raise awareness among lawmakers \r\nand encourage a more coherent parliamentary \r\ncontribution to some major global problems. The \r\nmeetings have focused on innovative forms of \r\nfinancing for development, women’s participation in \r\npolitics, national strategies to combat HIV/AIDS and \r\ngovernance in the least developed countries. \r\n We have begun consultations with the Office of \r\nthe President of the General Assembly, various United \r\nNations departments and representatives of the United \r\nA/61/PV.39  \r\n \r\n06-58547 26 \r\n \r\nNations membership in order to pinpoint areas for \r\nfuture parliamentary action. I should add that we \r\nbelieve that a more coherent system of consultation \r\nbetween the United Nations and the IPU needs to be \r\ndeveloped. \r\n The Secretary-General concurs with that view. In \r\nhis report, he invites the two organizations to consider \r\na permanent mechanism for consultation and \r\ncoordination. He goes on to suggest that ways could be \r\nexplored to involve the IPU more systematically in \r\nsystem-wide strategies for consideration by the United \r\nNations system and the Chief Executives Board. \r\n The IPU is anxious to give practical shape to \r\nthese recommendations. During the recent discussion \r\nhere on the revitalization of the General Assembly, the \r\nIPU proposed to put the annual parliamentary hearing \r\non the agenda of the General Assembly itself. The \r\nhearing could thus serve as a political sounding board \r\nfor the General Assembly on some of the larger issues \r\non its own agenda. At the same time, it would expose \r\nmembers of parliament to the work of the General \r\nAssembly and enlist their support in implementing \r\nAssembly decisions.  \r\n A few weeks ago, the IPU addressed the United \r\nNations High-Level Committee on Programmes on the \r\nquestion of stronger cooperation between the United \r\nNations system and national parliaments. I draw the \r\nattention of members to the concept note prepared by \r\nthe IPU for that meeting.  \r\n We are ready to find ways to ensure \r\nparliamentary support for some of the major cross-\r\ncutting issues, such as health, employment, \r\nenvironmental protection, migration, violence against \r\nchildren, the rights of persons with disabilities and \r\ngender mainstreaming. \r\n At the operational level, the IPU has scaled up its \r\nwork in a number of areas: providing specialized \r\nknowledge on parliaments and their mandate, structure \r\nand working methods; setting standards and developing \r\nbest practices for parliamentary democracy and free \r\nand fair elections; providing technical support to \r\nparliaments, including through a global centre for \r\ninformation and communication technology in \r\nparliament, recently launched with the United Nations \r\nDepartment for Economic and Social Affairs; \r\npromoting dialogue and reconciliation on the basis of \r\nthe unique track record of the IPU in facilitating \r\npolitical dialogue between adversaries through \r\nparliamentary diplomacy; offering support to \r\nparliaments in the areas of human rights and respect for \r\ninternational human rights instruments; and promoting \r\ngender equality and partnership between men and \r\nwomen in politics. \r\n As the IPU develops such programmes it also \r\nseeks to strengthen its cooperation with the new United \r\nNations bodies. The IPU has developed a close \r\nworking relationship with the United Nations \r\nDemocracy Fund (UNDEF), and earlier this week the \r\ntwo organizations signed a cooperation agreement. Two \r\nprojects submitted by the IPU — one concerning work \r\nby national parliaments in Africa in enforcing \r\ninternational human rights conventions, and the other \r\nin support of women’s political participation in \r\nBurundi — have been approved for UNDEF funding \r\nand will be entering the implementation phase in the \r\ncoming weeks. \r\n The IPU is also working with the United Nations \r\nPeacebuilding Commission. Last week, we participated \r\nin the Peacebuilding Commission session on Burundi, \r\nin which the IPU put forward a series of proposals for \r\naction in the field of good governance. \r\n Last but not least, the IPU is looking forward to \r\ndeveloping a close working relationship with the new \r\nHuman Rights Council. This will build on our past \r\nwork with the Office of the High Commissioner for \r\nHuman Rights, which has included the publication of a \r\nseries of guides for parliamentarians on international \r\nhuman rights standards and the convening of round \r\ntables and seminars for parliamentarians on prominent \r\nhuman rights issues. A handbook dedicated to the new \r\nConvention on the Rights of Persons with Disabilities \r\nis currently in the making. \r\n We have before us a unique opportunity to forge a \r\ntruly strategic partnership between the United Nations \r\nand the IPU in pursuit of world peace, security, \r\ndevelopment and democratic progress. The IPU is \r\nready to take on this challenge, and we know that in \r\norder to succeed we will need the committed assistance \r\nof all members. \r\n In conclusion, I would like to take this \r\nopportunity to thank the Permanent Mission of Italy for \r\nhaving introduced draft resolution A/61/L.6, on \r\ncooperation between the United Nations and the Inter-\r\nParliamentary Union, as well as the many countries \r\nthat are sponsoring the draft resolution. On behalf of \r\n A/61/PV.39\r\n \r\n27 06-58547 \r\n \r\nthe IPU, I urge all members to adopt the draft \r\nresolution by consensus. \r\n The Acting President: In accordance with \r\nresolution 3369 (XXX) of 10 October 1975, I now call \r\non the observer for the Organization of the Islamic \r\nConference. \r\n Mr. Wahab (Organization of the Islamic \r\nConference): The Organization of the Islamic \r\nConference (OIC) would like to express its sincere \r\nappreciation to the Secretary-General and the \r\nSecretariat for the report on cooperation between the \r\nUnited Nations and regional and other organizations, as \r\ncontained in document A/61/256 and Add.1. \r\n As the second-largest intergovernmental \r\norganization, after the United Nations, the OIC \r\nrepresents 57 member States. It is a diverse group of \r\nnations in all respects — economically, politically and \r\nculturally. The significant demographic strength and \r\nresource potential of OIC member States has led to a \r\npronounced new orientation at the OIC, as reflected in \r\nthe 10-year programme of action adopted at the \r\nMakkah Al-Mukarramah Summit in December last \r\nyear. The 10-year programme of action assesses the \r\nmost prominent challenges facing the Muslim world \r\ntoday and outlines pragmatic and objective strategies to \r\naddress them effectively. It responds to the need to \r\ncooperate decisively and to take the necessary \r\ninitiatives to face the grave political, socio-economic, \r\ncultural and scientific challenges of the Muslim world \r\nand to effectively deal with their implications for its \r\nunity, peace, security and development. \r\n In that regard, the OIC is devising programmes to \r\nincrease its capacity in diverse areas such as \r\npeacebuilding, the promotion of human rights, good \r\ngovernance, accountability and transparency. Poverty \r\nalleviation and the socio-economic development of the \r\nleast developed countries, especially in Africa, as well \r\nas the education and scientific and technological \r\ndevelopment of the member States, also remain high-\r\npriority areas for the OIC.  \r\n As reflected in the draft resolution, which has \r\nbeen circulated to all Member States and to which the \r\nChairman of the OIC group referred this morning, the \r\nSecretary-General of the OIC has taken a broader and \r\nmore active role in conflict prevention, conflict \r\nresolution and post-conflict peacebuilding, and has \r\nbeen involved in peace efforts in various parts of the \r\nworld, particularly those involving the States members \r\nof the OIC.  \r\n The OIC, however, is not trying to address all of \r\nthese challenges alone; it has willing partners, \r\nincluding the United Nations and its specialized \r\nagencies, civil society and other regional organizations. \r\n We are happy to note that cooperation between \r\nthe OIC and the United Nations is increasing, while \r\ndirect contacts occur frequently between the two \r\nsecretaries-general on matters of mutual interest. The \r\ndesire of both organizations is to continue to cooperate \r\nclosely in the political, economic, social, humanitarian, \r\ncultural and scientific fields to find solutions to global \r\nproblems.  \r\n On behalf of the OIC and its specialized \r\ninstitutions, I would like to reassure the General \r\nAssembly that the OIC remains dedicated to the joint \r\ntasks that our two organizations are pursuing. \r\n One important area of collaboration between our \r\ntwo bodies is taking place in the area of humanitarian \r\nwork. Immediately after the tsunami disaster and the \r\ndevastating earthquakes in Asia, the OIC contributed \r\nsignificantly to the work of relief efforts in the region. \r\nThe OIC has worked closely with other-\r\nintergovernmental organizations to help to end famine \r\nin Somalia and Niger. It collaborated with UNICEF to \r\norganize the first ministerial-level conference on the \r\nrights of the child, which was held in Morocco in \r\nNovember 2005. Next month, the OIC is convening the \r\nfirst-ever conference on the role of women in \r\ndevelopment, to which all relevant agencies of the \r\nUnited Nations system have been invited; we hope that \r\nthey will be able to participate. \r\n In July this year, the OIC signed a memorandum \r\nof understanding with the Office of the United Nations \r\nHigh Commissioner for Human Rights that focuses on \r\ncooperation in the areas of information-sharing; \r\nbuilding regional, subregional and national capacities \r\nfor the adoption of policies and guidelines on human \r\nrights; and encouraging the ratification of human rights \r\ntreaties. \r\n I would like to conclude my statement by \r\nexpressing the hope and expectation that cooperation \r\nbetween the United Nations and the OIC will be \r\nswiftly enhanced in all areas of common concern, \r\nvalues and ideals. While we can leave it to history to \r\npronounce its judgement on the outcome of our joint \r\nA/61/PV.39  \r\n \r\n06-58547 28 \r\n \r\nefforts, the challenges of our time place heavy burdens \r\nand common responsibilities on the shoulders of both \r\norganizations. In assuming those responsibilities, the \r\nOIC looks forward to closer cooperation and further \r\nstrengthened interaction with all agencies of the United \r\nNations system. \r\n Mr. Onischenko (Ukraine): The delegation of the \r\nUkraine would like to make a statement as the Chair of \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization (CTBTO).  \r\n The past few weeks have been marked by \r\nunprecedented challenges to global non-proliferation \r\nand nuclear disarmament efforts, as well as to \r\ninternational peace and security. The announcement by \r\nthe Democratic People’s Republic of Korea of a \r\nnuclear test conducted on 9 October drew a universal \r\noutcry and prompted international bodies and world \r\nleaders to express their strongest protest. \r\n The unanimous adoption of Security Council \r\nresolution 1718 (2006) sent a resolute message to the \r\nGovernment of the Democratic People’s Republic of \r\nKorea and reconfirmed the determination of the \r\ninternational community to halt the process of the \r\nincreasing proliferation of weapons of mass \r\ndestruction. That development also represented a tough \r\nchallenge for the CTBTO Preparatory Commission as \r\nan accredited international body in the field and for its \r\nmonitoring and verification machinery. Ukraine is \r\nproud of the fact that the Commission and the \r\nProvisional Technical Secretariat were the first among \r\ninternational bodies to take prompt action in response \r\nto the announcement by the Democratic People’s \r\nRepublic of Korea. \r\n I wish to recall in that connection that on 6 and \r\n9 October both the Chairperson of the Preparatory \r\nCommission and the Executive Secretary issued \r\nstatements containing strong messages to the \r\nDemocratic People’s Republic of Korea concerning its \r\nactions. Let me reiterate the calls in those statements \r\nfor the Democratic People’s Republic of Korea not to \r\nengage in any nuclear testing and to exercise every \r\nrestraint in the future, in order to avoid steps that \r\nwould have major international repercussions, as well \r\nas the call on all States for maximum restraint and for \r\ncontinuing a moratorium on nuclear weapon test \r\nexplosions and other nuclear explosions. \r\n At the subsequent open-ended meeting of the \r\nBureau of the Preparatory Commission, which was \r\nconvened on 9 October, just a few hours after the \r\nannouncement, delegations expressed profound \r\nconcern with regard to the course of action taken by \r\nPyongyang. \r\n Later, at a special meeting of the Commission on \r\n13 October, delegations expressed appreciation for the \r\nquality of the information issued by the Provisional \r\nTechnical Secretariat following the explosion, as well \r\nas for its rapid dissemination, and commended it for \r\nthe technical organizational success that enabled it to \r\nquickly make reliable data concerning the event \r\navailable to the State signatories and to the \r\ninternational community. We also wish to join other \r\nStates in praising the efforts of the Provisional \r\nTechnical Secretariat and offer our full appreciation \r\nand support to the Executive Secretary, Tibor Tóth, and \r\nwelcome his report to the Assembly today. \r\n Recent events have directed the renewed and \r\nincreased attention of the world community to the role \r\nof the Comprehensive Nuclear-Test-Ban Treaty \r\n(CTBT) — a role that is difficult to overestimate with \r\nregard to the issue of nuclear disarmament and the \r\nprevention of nuclear weapons proliferation. This issue \r\nremains one of the most important challenges facing \r\nhumankind today. \r\n My country has also made a crucial contribution \r\ntowards achieving the goal of the CTBT. It has been \r\nmore than a decade since Ukraine renounced its \r\nnuclear arsenal — the third largest nuclear arsenal at \r\nthe time. Also, we were among the very first nations to \r\nsign and ratify the CTBT and to implement fully our \r\nobligations and commitments under the global  \r\nnon-proliferation regime. \r\n Ukraine also feels a special responsibility in that \r\nrespect. In its capacity as the coordinator of the efforts \r\nof the Eastern European States to foster the ratification \r\nof the CTBT, my country has steadfastly supported the \r\nefforts by its partners and the Preparatory Commission \r\nfor the CTBTO to promote the Treaty. In that regard, \r\nwe welcome the recent ratification of the Treaty by \r\nnew States parties and call upon other States to follow \r\nsuit. \r\n Ukraine also applauds the steps taken to establish \r\nnew nuclear-weapon-free zones, especially the recent \r\nprogress to establish such a zone in Central Asia. We \r\nrecognize the efforts to promote and create such a zone \r\nin the Middle East and are in favour of achieving a \r\nverifiable denuclearization of the Korean peninsula. \r\n A/61/PV.39\r\n \r\n29 06-58547 \r\n \r\n By chairing the Preparatory Commission this \r\nyear, Ukraine continues to work on an enhanced \r\nverification system, which remains at the core of the \r\nCTBT. Ukraine is encouraged by the efforts of the \r\nCTBTO to establish the Treaty’s verification \r\nmachinery. Substantial progress has been made in \r\nbuilding up the system during the past year. \r\n In addition to its primary goals, the CTBT \r\nverification system can bring other civilian benefits, in \r\nparticular through the establishment of a tsunami \r\nwarning system. That achievement, along with the \r\nscientific and civilian gains resulting from the \r\noperations of the CTBT, helps to convince those States \r\nthat continue to hesitate to join the Treaty. In that \r\nrespect, my delegation appreciates the outreach \r\nactivities of the Executive Secretary and encourages \r\nthe Provisional Technical Secretariat to continue its \r\nrelevant efforts. Ukraine, as the Chair of the \r\nPreparatory Commission, will shortly introduce a draft \r\nresolution on that agenda sub-item. \r\n My delegation is confident that the operational \r\nand effective monitoring and verification system will \r\nprovide a credible way to ensure Treaty compliance. \r\nWe are committed to making a strong contribution \r\ntowards that objective, including through hosting of an \r\ninternational monitoring system station in Ukraine. \r\n Just one month ago, Ukraine joined the \r\nministerial statement that was adopted at the meeting \r\nheld in New York on 20 September, on the occasion of \r\nthe tenth anniversary of the Treaty’s opening for \r\nsignature. We wish to reaffirm here our adherence to \r\nthe commitments contained in that document. \r\n My country, whose role in nuclear disarmament \r\ncan serve as an example, remains among the strongest \r\nand most consistent supporters of the standard \r\ninternational instrument in the field. Ukraine reaffirms \r\nits determination to further contribute to the efforts to \r\nachieve the goals stipulated by the Treaty. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on this item for this meeting. \r\nBefore we proceed further, I should like to consult the \r\nAssembly with a view to proceeding to consider draft \r\nresolutions A/61/L.6, as orally revised, and A/61/L.7, \r\nat the present meeting. \r\n In this connection, since the two draft resolutions \r\nwere only circulated earlier today, it will be necessary \r\nto waive the relevant provisions of rule 78 of the rules \r\nof procedure. The relevant provision of rule 78 reads as \r\nfollows: \r\n “As a general rule, no proposal shall be discussed \r\nor put to the vote at any meeting of the General \r\nAssembly unless copies of it have been circulated \r\nto all delegations not later than the day preceding \r\nthe meeting”.  \r\nUnless I hear any objections, I shall take it that the \r\nAssembly agrees with the proposal to waive that \r\nprovision of rule 78 of the rules of procedure. \r\n It was so decided. \r\n The Acting President: The Assembly will now \r\ntake a decision on draft resolutions A/61/L.4, A/61/L.5, \r\nA/61/L.6, as orally revised, and A/61/L.7.  \r\n Draft resolution A/61/L.4 is entitled “Cooperation \r\nbetween the United Nations and the Black Sea \r\nEconomic Corporation Organizations”. I should like to \r\nannounce that, since the introduction of the draft \r\nresolution, the following countries have become \r\nsponsors of draft resolution A/61/L.4: Austria, Belarus \r\nand Kazakhstan. \r\n May I take it that it is the wish of the Assembly \r\nto adopt draft resolution A/61/L.4? \r\n Draft resolution A/61/L.4 was adopted (resolution \r\n61/4). \r\n The Acting President: Draft resolution A/61/L.5 \r\nis entitled “Cooperation between the United Nations \r\nand the Asian-African Legal Consultative \r\nOrganization”. I should like to announce that, since the \r\nintroduction of the draft resolution, the following \r\ncountries have become sponsors of draft resolution \r\nA/61/L.5: the Central African Republic, Madagascar, \r\nMongolia, Sri Lanka and Thailand. \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/61/L.5? \r\n Draft resolution A/61/L.5 was adopted (resolution \r\n61/5). \r\n The Acting President: Draft resolution A/61/L.6, \r\nas orally revised, is entitled “Cooperation between the \r\nUnited Nations and the Inter-Parliamentary Union”. I \r\nshould like to announce that, since the introduction of \r\nthe draft resolution, the following countries have \r\nbecome sponsors of draft resolution A/61/L.6: \r\nAfghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, Australia, \r\nA/61/PV.39  \r\n \r\n06-58547 30 \r\n \r\nAzerbaijan, Bangladesh, Belarus, Belgium, Belize, \r\nBosnia and Herzegovina, Botswana, Brazil, Bulgaria, \r\nBurundi, Cambodia, Cameroon, Canada, Cape Verde, \r\nthe Central African Republic, Congo, Costa Rica, \r\nCroatia, the Czech Republic, Denmark, Djibouti, the \r\nDominican Republic, Estonia, Ethiopia, Fiji, Gabon, \r\nGeorgia, Greece, Grenada, Guatemala, Guinea, \r\nGuinea-Bissau, Haiti, Honduras, Hungary, Iceland, \r\nIndonesia, Israel, Jamaica, Japan, Kazakhstan, Kuwait, \r\nLebanon, Liberia, the Libyan Arab Jamahiriya, \r\nLiechtenstein, Lithuania, Madagascar, Malawi, \r\nMexico, the Federated States of Micronesia, Moldova, \r\nMonaco, Mongolia, Montenegro, Namibia, Nauru, the \r\nNetherlands, New Zealand, Nicaragua, Nigeria, \r\nNorway, Pakistan, Palau, Panama, Papua New Guinea, \r\nParaguay, Peru, Poland, Portugal, the Republic of \r\nKorea, the Russian Federation, Saint Kitts and Nevis, \r\nSaint Lucia, Saint Vincent and the Grenadines, San \r\nMarino, Sao Tome and Principe, Senegal, Serbia, \r\nSeychelles, Sierra Leone, Singapore, Slovakia, \r\nSlovenia, Somalia, South Africa, Spain, Sri Lanka, the \r\nSudan, Suriname, Swaziland, Sweden, the Syrian Arab \r\nRepublic, Tajikistan, Thailand, the former Yugoslav \r\nRepublic of Macedonia, Timor-Leste, Togo, Turkey, \r\nUganda, Ukraine, the United Kingdom of Great Britain \r\nand Northern Ireland, Yemen and Zambia. \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/61/L.6, as orally revised? \r\n Draft resolution A/61/L.6, as orally revised, was \r\nadopted (resolution 61/6). \r\n The Acting President: Draft resolution A/61/L.7 \r\nis entitled “Cooperation between the United Nations \r\nand the International Organization of la Francophonie”. \r\nI should like to announce that, since the introduction of \r\nthe draft resolution, the following countries have \r\nbecome sponsors of draft resolution A/61/L.7: Austria, \r\nBurkina Faso, Chile, Colombia, the Dominican \r\nRepublic, Georgia, Guinea-Bissau, Honduras, \r\nKazakhstan, Latvia, Mauritius, Norway, Portugal, \r\nSlovakia, Thailand, Togo and Ukraine. \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/61/L.7? \r\n Draft resolution A/61/L.7 was adopted (resolution \r\n61/7). \r\n The Acting President: May I take it that it is the \r\nwish of the General Assembly to conclude its \r\nconsideration of sub-items (b), (d), (j) and (k) of \r\nagenda item 108? \r\n It was so decided. \r\n The Acting President: The General Assembly \r\nhas thus concluded this stage of its consideration of \r\nagenda item 108. \r\n Before adjourning the meeting, I wish to inform \r\nmembers that draft resolutions under other sub-items of \r\nagenda item 108 will be submitted at a later date. \r\n The meeting rose at 6.10 p.m. \r\n"