" United Nations  A/61/PV.43\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n43rd plenary meeting \r\nMonday, 30 October 2006, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-59167 (E) \r\n*0659167* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n  In the absence of the President, Mr. Al-Murad \r\n(Kuwait), Vice-President, took the Chair. \r\n \r\n \r\n  The meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda item 81 (continued) \r\n \r\nReport of the International Atomic Energy Agency \r\n(IAEA) \r\n \r\n  Note by the Secretary-General (A/61/266) \r\n \r\n  Draft resolution (A/61/L.9) \r\n \r\n Mr. Kodera (Japan): At the outset, I would like \r\nto express my gratitude to Mr. Mohammed ElBaradei, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for his detailed briefing on the \r\nactivities of the Agency over the past year. The IAEA \r\nwill commemorate the fiftieth anniversary of its \r\nestablishment next year, and attention to and interest in \r\nits roles have never been greater than they are today. \r\nThe fact that Mr. ElBaradei and the Agency were \r\nawarded the Nobel Peace Prize last year testifies to the \r\ncontinued strong interest of the international \r\ncommunity in the IAEA and the high regard in which it \r\nis held. \r\n In recent years, the role of nuclear energy has \r\nbeen re-evaluated, and the momentum for the \r\npromotion of nuclear energy has grown across the \r\nglobe. Its use must be promoted in a manner that fully \r\ntakes into account the various elements of nuclear \r\nproliferation, safety and security. From this \r\nperspective, the role of the IAEA has taken on even \r\ngreater importance than in the past. \r\n Japan has utilized nuclear energy for peaceful \r\npurposes, gaining the confidence of the international \r\ncommunity and maintaining high transparency through \r\nthe faithful implementation of its IAEA safeguards \r\nagreement, for nearly 30 years. As a result, in \r\nSeptember 2004 implementation of the integrated \r\nsafeguards commenced in Japan. Japan is committed to \r\nfully cooperating with the IAEA in ensuring strict \r\nimplementation of the safeguards in Japan. \r\n The second matter I would like to raise is the \r\nreinforcement of the Nuclear Non-Proliferation Treaty \r\n(NPT) regime. Notwithstanding achievements in this \r\narea — including the progress made towards the \r\nuniversalization of the additional protocol, the \r\namendment of the Nuclear Suppliers Group Guidelines \r\nand the establishment of the Advisory Committee on \r\nSafeguards and Verification — the global \r\nnon-proliferation regime still faces serious challenges, \r\nsuch as the Democratic People’s Republic of Korea and \r\nIranian nuclear issues. We must therefore redouble our \r\nefforts to strengthen the nuclear non-proliferation \r\nregime. \r\n In order to address the issue of promoting the \r\npeaceful uses of nuclear energy, while ensuring \r\nconsistency with non-proliferation requirements, \r\nvarious proposals to control nuclear fuel cycles under \r\nan international or multilateral framework have been \r\nput forward. They include the multilateral approaches \r\nto the nuclear fuel cycle — multilateral nuclear \r\nA/61/PV.43  \r\n \r\n06-59167 2 \r\n \r\napproaches — proposed by Mr. ElBaradei. Japan, for \r\nits part, has proposed the establishment of an IAEA \r\nstandby arrangement system for nuclear fuel supply, \r\nwith a view to complementing the content of the \r\nsix-nation initiative on reliable access to nuclear fuel. \r\n Finally, I would like to comment on two issues \r\nthat pose an imminent challenge to the international \r\ncommunity: the Democratic People’s Republic of \r\nKorea and Iranian nuclear issues. The announcement \r\nby the Democratic People’s Republic of Korea on \r\n9 October 2006, local time, that it had conducted a \r\nnuclear test shocked the entire international \r\ncommunity. The announcement of the nuclear test, \r\ndespite the call by the Security Council in a \r\npresidential statement that it refrain from testing, is \r\ntotally unacceptable, all the more so given that the \r\nDemocratic People’s Republic of Korea recently \r\nlaunched ballistic missiles that can be used as a means \r\nof delivery of weapons of mass destruction. \r\n These actions by the Democratic People’s \r\nRepublic of Korea pose a serious threat to peace and \r\nsecurity in East Asia and to the international \r\ncommunity as a whole. Japan strongly calls upon the \r\nDemocratic People’s Republic to respect Security \r\nCouncil resolution 1718 (2006), which was adopted \r\nunanimously on 14 October. The Democratic People’s \r\nRepublic must refrain from actions that would further \r\naggravate the situation; abandon all nuclear weapons \r\nand its existing nuclear programmes; act in accordance \r\nwith the conditions set out in the IAEA safeguards; \r\nprovide information on steps on transparency \r\nmeasures; and implement the requirements set out in \r\nthe resolution, including returning without any \r\npreconditions to the Six-Party Talks. \r\n Japan, for its part, will fully implement resolution \r\n1718 (2006), adopted under Chapter VII of the Charter, \r\nand requests other Member States to do the same. \r\n On Iran, it is regrettable that the country is \r\ncontinuing uranium enrichment in defiance of Security \r\nCouncil resolution 1696 (2006). The question here is \r\nnot whether Iran has the right to use nuclear energy for \r\npeaceful purposes. Such a right can only be exercised \r\nwhen Iran has taken the required steps to restore the \r\nconfidence of the international community lost as a \r\nresult of its past activities. Japan strongly urges Iran to \r\naccept resolution 1696 (2006), immediately suspend \r\nuranium enrichment-related activities and return to the \r\nnegotiating table. Japan believes this is the best option \r\nand will benefit all parties concerned. Japan will work \r\nin concert with the international community to achieve \r\na peaceful and diplomatic resolution of this issue. \r\n Today I have stated my Government’s position on \r\nsome of the challenges that confront the Agency. There \r\nare other important issues that have relevance to \r\nnuclear energy, such as anti-nuclear-terrorism \r\nmeasures; international cooperation for the promotion \r\nof peaceful uses of nuclear energy; nuclear safety; and \r\ntransport of radioactive materials. \r\n In 2007 the preparatory process of the 2010 NPT \r\nReview Conference will begin. Japan will continue to \r\nwork closely with the IAEA to ensure a smooth start to \r\nthis process. \r\n I conclude my statement by informing the \r\nGeneral Assembly that Japan co-sponsored the draft \r\nresolution introduced by the representative of Slovenia, \r\nand will vote in favour of it. \r\n Mr. Hamidon (Malaysia): I join others in \r\nthanking Mr. Mohamed ElBaradei, Director General of \r\nthe International Atomic Energy Agency (IAEA), for \r\nhis presentation of the Agency’s annual report for \r\n2005. \r\n It was a year of notable success for the Agency in \r\nits efforts to ensure that the benefits of nuclear \r\ntechnology were shared globally for economic and \r\nsocial development. My delegation commends the \r\nexcellent work and efforts of the Agency, under the \r\ndynamic leadership of Mr. ElBaradei, in fulfilling its \r\nmandate during the period under review. \r\n Malaysia recognizes the value of nuclear \r\ntechnology for the achievement of sustainable \r\ndevelopment and the process of nation-building, and \r\nthe value of the role played by the Agency in that \r\nregard. We reaffirm our support for the Agency in its \r\nmission to promote and facilitate the development of \r\nnuclear technology for peaceful uses, as embodied in \r\narticle II of its Statute. In that connection, the \r\nTechnical Cooperation Programme of the Agency \r\nremains a crucial component of its mandate and \r\nactivities. Malaysia is both a donor to and a recipient \r\nof the Programme, and we commend the Department of \r\nTechnical Cooperation of the IAEA for its continuous \r\nefforts in discharging its statutory mandate for the \r\nbenefit of recipient member States, as well as for its \r\ncreditable achievements. \r\n A/61/PV.43\r\n \r\n3 06-59167 \r\n \r\n The Director General of the IAEA, during his \r\nopening statement at the fiftieth regular session of the \r\nIAEA General Conference, identified three distinct \r\nphases: the establishment of mechanisms for the \r\nassurance of supplies of fuel for nuclear power plants \r\nas the first phase; the development of assurances of \r\nsupply for the acquisition of nuclear power reactors as \r\nthe second phase; and the conversion of existing \r\nuranium enrichment and spent nuclear fuel \r\nreprocessing facilities from national to multilateral \r\noperations as the third phase. \r\n Although we support such a move towards \r\nimproving assurances of supplies in the field of nuclear \r\npower generation technology, while also reducing the \r\nrisks of the further proliferation of sensitive \r\ntechnologies that can be used in the development of \r\nnuclear weapons, that should by no means lead to any \r\nunilateral adoption of a norm that will affect the \r\nfundamental inalienable rights of the States parties to \r\nthe Treaty on the Non-Proliferation of Nuclear \r\nWeapons (NPT) to engage in research, production and \r\nuse of nuclear energy for peaceful purposes, without \r\ndiscrimination. Such a move should also not distract \r\nglobal attention from the obligations of nuclear-\r\nweapon States to undertake to pursue negotiations in \r\ngood faith on effective measures relating to the \r\ncessation of the nuclear arms race at an early date and \r\nto nuclear disarmament. Despite the overwhelming \r\nglobal attention to nuclear non-proliferation, Malaysia \r\nremains firmly convinced that the pursuit of general, \r\ncomplete and irreversible nuclear disarmament under \r\nstrict and effective international control is the most \r\neffective way of removing the threat of nuclear \r\nweapons proliferation. \r\n Nevertheless, my delegation believes that such a \r\nmultilateral approach to the nuclear fuel cycle should \r\nprovide a more economically attractive option for \r\ndeveloping countries embarking on a nuclear power \r\ngeneration programme, particularly for those countries \r\nwith a relatively small nuclear power programme \r\ninvolving only a handful of nuclear power plants. \r\n Malaysia also believes that the strengthening of \r\nthe existing nuclear-weapon-free zones and the \r\nestablishment of new nuclear-weapon-free zones in all \r\nregions of the world, on the basis of arrangements \r\nfreely arrived at among the States of the region \r\nconcerned, constitute a positive step towards attaining \r\nthe objective of global nuclear disarmament. \r\n In that regard, Malaysia welcomes the signing of \r\nthe Treaty on a Nuclear-Weapon-Free Zone in Central \r\nAsia by the Ministers of Foreign Affairs of \r\nKazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and \r\nUzbekistan in Semipalatinsk on 8 September 2006. \r\nMalaysia considers the establishment of that newest \r\nnuclear-weapon-free zone to be an effective \r\ncontribution to the strengthening of regional and global \r\npeace and security, and urges the nuclear-weapon \r\nStates to provide unconditional assurances against the \r\nuse or threat of use of nuclear weapons against all the \r\nStates of that Zone. \r\n In that connection also, Malaysia reiterates its \r\ncall for the prompt establishment of a similar nuclear-\r\nweapon-free zone in the Middle East, in accordance \r\nwith Security Council resolutions 487 (1981) and 687 \r\n(1991) and relevant General Assembly resolutions \r\nadopted by consensus. Malaysia calls upon Israel to \r\npromptly place all its nuclear facilities under IAEA \r\nfull-scope safeguards, in accordance with the \r\nresolution 487 (1981). \r\n Closer to home, my delegation remains concerned \r\nover the continued unwillingness of a majority of the \r\nnuclear-weapon States to sign the Protocol to the \r\nTreaty on the South-East Asia Nuclear-Weapon-Free \r\nZone, which was signed by all 10 Member States of the \r\nAssociation of Southeast Asian Nations. \r\n Malaysia appreciates the high premium placed by \r\nthe global community on the issue of nuclear security, \r\nin view of the serious threats of mass transnational \r\nterrorism, including that of nuclear and radiological \r\nterrorism. However, this has led to the development of \r\na multitude of overlapping initiatives by a number of \r\ninternational organizations, including the IAEA, in the \r\nsame area. Such overlapping nuclear and other related \r\ninternational security initiatives have since imposed a \r\nheavy burden on the work of the relevant Government \r\nagencies, and posed new challenges to inter-agency \r\ncoordination in member States. \r\n In order to optimize the utilization of resources \r\nand ensure effective inter-agency coordination between \r\nthe responsible authorities in member States, my \r\ndelegation calls upon the IAEA to coordinate the \r\nimplementation of its nuclear security initiatives with \r\nthat of other relevant multilateral organizations, \r\nespecially within the framework of the United Nations, \r\nsuch as between the IAEA and the Counter-Terrorism \r\nExecutive Directorate of the Security Council. That is \r\nA/61/PV.43  \r\n \r\n06-59167 4 \r\n \r\nimperative, since different international organizations \r\nhave different counterpart agencies in the member \r\nStates. \r\n On the implementation of the NPT Safeguards \r\nAgreement with the Islamic Republic of Iran, Malaysia \r\nagain reiterates its recognition of the IAEA as the sole \r\ncompetent authority for the verification of the \r\nsafeguards obligations of that country and other \r\nMember States, and further stresses that there should \r\nbe no undue pressure or interference in the activities of \r\nthe IAEA in that regard — particularly on \r\nverification — which could jeopardize its efficiency \r\nand credibility. While Malaysia took note of the \r\nassessment of the IAEA Director General that all \r\nnuclear material declared by Iran had been accounted \r\nfor, we nevertheless urgently encourage Iran to \r\ncontinue to cooperate actively and fully with the IAEA, \r\nwithin the Agency’s mandate, in order to resolve the \r\noutstanding issues towards the promotion of \r\nconfidence and a peaceful resolution of the matter. \r\n Turning to the issue of the Democratic People’s \r\nRepublic of Korea, Malaysia deplores the nuclear test \r\nwhich that country claims to have conducted on \r\n9 October 2006. Malaysia believes that the test is a \r\nserious setback to efforts aimed at keeping the region \r\nand the world free from nuclear weapons. It could also \r\ntrigger an arms race in the region. Therefore, we call \r\non the Democratic People’s Republic of Korea to cease \r\ndeveloping its capability to produce nuclear weapons \r\nand to return to the moratorium on nuclear testing.  \r\n We also strongly believe that the continued \r\nexistence of nuclear weapons presents a grave threat to \r\nhumanity, particularly by increasing the risk of \r\nproliferation. We therefore reiterate the importance of \r\nachieving the universal goal of complete and general \r\ndisarmament. Malaysia urges all countries in the region \r\nto exercise maximum restraint and refrain from actions \r\nthat could further heighten tension in the region. In that \r\ncontext, Malaysia further urges all parties concerned to \r\nreturn to the Six-Party Talks and resume negotiations \r\nwith a view to resolving all outstanding issues \r\namicably. \r\n Finally, Malaysia would like to express once \r\nagain its appreciation to Mr. Mohamed ElBaradei, \r\nDirector General of the IAEA, as well as to the IAEA \r\nsecretariat, for their significant and valuable work in \r\nfulfilling the three pillars of the Agency’s mandate. \r\nMalaysia pledges its full support to the IAEA, as one \r\nof the organizations of the United Nations system that \r\ncontinue to uphold and maintain their central and \r\nuniversal role in addressing the enormous challenges \r\nahead. \r\n Mr. Musa Daffalla (Sudan) (spoke in Arabic): I \r\nshould like at the outset to express my profound \r\ngratitude and appreciation to the President for her \r\nefforts in organizing today’s debate and guiding the \r\nAssembly’s work so judiciously and skilfully, in \r\nfulfilment of the great aspirations and responsibilities \r\nof this major organ of our international Organization. \r\n We also express our thanks and appreciation to \r\nMr. Mohamed ElBaradei, Director General of the \r\nInternational Atomic Energy Agency (IAEA), for his \r\ncomprehensive report, which contains a detailed \r\naccount of the Agency’s work and programmes in the \r\narea of the development of the peaceful uses of nuclear \r\ntechnology and ensuring the safety of nuclear and \r\nradiological facilities. The warm reception he received \r\nand the honours bestowed upon him by numerous \r\nacademic and scientific institutions reflect the growing \r\ntrust placed in the Agency, and show how much the \r\nDirector General is appreciated in higher scientific \r\ncircles and by civil organizations’ personalities. \r\n Fifty years after the creation of the IAEA, despite \r\nthe enormous transformations witnessed in the world, \r\nthe Agency has remained a haven of cooperation for \r\nthe peaceful uses of nuclear energy and for \r\ndevelopment. My delegation welcomes the final \r\nstatement of the meeting organized by the Agency in \r\nParis in March last year to study the role of nuclear \r\npower in the future, which affirmed that nuclear power \r\ncan contribute significantly to meeting the energy \r\nrequirements of a large number of developing and \r\ndeveloped countries in the twenty-first century and \r\nenhancing international development. \r\n We pay tribute to the Agency for its efforts to \r\nheed international public opinion regarding the use of \r\nnuclear energy to generate electricity. The report \r\nhighlights the growing importance of nuclear energy in \r\nimproving standards of living in developing countries, \r\ngiven that such energy provides 16 per cent of the \r\nworld’s electricity. \r\n My delegation also supports the Agency’s efforts, \r\nundertaken in cooperation with various scientific \r\npartners, to create new and improved vaccines in the \r\ncontext of the nuclear medicine programme, especially \r\n A/61/PV.43\r\n \r\n5 06-59167 \r\n \r\nwith regard to cancer, which is one of the most deadly \r\ndiseases. \r\n Despite the fact that the report indicates that 156 \r\nStates have concluded safeguards agreements with the \r\nAgency, and that their nuclear programmes and \r\nfacilities have remained peaceful, my delegation recalls \r\nthe Final Document of the meeting of Heads of State or \r\nGovernment of the Non-Aligned Movement, held in \r\nCuba, which reaffirmed the right of States to engage in \r\nresearch, production and use of nuclear energy for \r\npeaceful purposes, without discrimination, in \r\naccordance with international obligations. It also \r\nreaffirmed that the IAEA should remain the only \r\ncompetent authority to verify the obligations of \r\nmember States regarding safeguards. States must \r\ntherefore refrain from bringing pressure to bear on the \r\nAgency or interfering in its activities, so as not to \r\nundermine its credibility or subvert its effectiveness.  \r\n We therefore call for an approach based on equity \r\nand justice in dealing with outstanding issues in \r\nrelation to certain countries in this regard. Double \r\nstandards must be renounced and dialogue and \r\nconstructive negotiation reaffirmed, with a view to \r\nreaching an effective solution in accordance with \r\ninternational obligations.  \r\n My delegation supports the statement made by \r\nthe Director General this morning. We support peaceful \r\nsolutions and believe that international concerns and \r\nexpectations in the area of peace and security must be \r\nupheld. Every year my delegation reaffirms that the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) is the linchpin of international peace and \r\nsecurity. The Sudan supports the aspirations of all \r\ngeographic regions to declare themselves free from \r\nnuclear weapons. However, the Middle East has been \r\nspinning its wheels for decades because of the refusal \r\nof Israel, the only country in the Middle East that \r\npossesses nuclear weapons, to sign the Treaty and its \r\nadditional protocol. Many members of the international \r\ncommunity have appealed to Israel to change its \r\nposition and sign the Treaty so as to put an end to the \r\ntension in the region and pave the way for \r\ncomprehensive peace, which benefits everyone. If \r\nIsrael does not do so, the causes of tension will remain \r\nand States will seek to possess nuclear weapons for \r\nself-defence and deterrence purposes. Declaring the \r\nMiddle East a nuclear-weapon-free zone would be the \r\nbest way to bridge the gap and consolidate regional \r\nsecurity and international peace.  \r\n My delegation greatly appreciates the efforts of \r\nthe Technical Cooperation Department in assisting \r\ncountries to upgrade their country and regional \r\nprogramme frameworks. We take note of the budget set \r\nby the Agency for the African continent. However, \r\ngreater funds are required if the continent is to achieve \r\nits goals. Additional resources must be provided in the \r\ngeneral budget of the IAEA, and donors must be \r\nencouraged to provide grants in support of relevant \r\nprogrammes in Africa. We are hopeful that Africa will \r\nreceive the major share this year, as Europe did last \r\nyear. We call on the Agency to increase its funding to \r\nthe least developed countries, which account for only \r\n16 per cent of general expenditure. Helping developing \r\ncountries to upgrade their legislative systems \r\ncomplements the efforts of the Agency in \r\nimplementing technical cooperation programmes.  \r\n We hope that effective efforts will be made to \r\ncombat malaria-transmitting mosquitoes, since malaria \r\nis the deadliest disease in Africa, and to eliminate the \r\ntsetse fly, with sophisticated technologies. Great hopes \r\nare pinned on these efforts to achieve social and \r\neconomic development in developing countries. \r\n Mr. Mayoral (Argentina) (spoke in Spanish): At \r\nthe outset I thank Mr. Mohamed ElBaradei, Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA), for his presentation of the report on the \r\nactivities on the Agency last year. As it approaches its \r\nfiftieth anniversary, the Agency, under the guidance of \r\nMr. ElBaradei, has demonstrated its effectiveness and \r\ndedication in the control and monitoring of the nuclear \r\nenergy activities of all States.  \r\n I would like to touch on a central aspect of what \r\nmy country, Argentina, is currently doing in \r\nconjunction with Brazil. The Brazilian-Argentine \r\nAgency for Accounting and Control of Nuclear \r\nMaterials (ABACC) celebrates its fifteenth anniversary \r\nthis year. ABACC is the result of a process of mutual \r\nconfidence and transparency in a very sensitive and \r\nimportant technological area: the development and \r\napplication of nuclear technology. It is a substantive \r\nmechanism that reflects the convergence of the nuclear \r\npolicies of Brazil and Argentina and their integration in \r\nthat area.  \r\n The process began many years ago. Milestones \r\nalong the way include the joint presidential Declaration \r\nof Foz de Iguazú of 1985, the Declaration of Viedma in \r\n1987 and the Declaration of Ipero of 1988. These were \r\nA/61/PV.43  \r\n \r\n06-59167 6 \r\n \r\nfollowed by others in 1990 — in particular, the joint \r\ndeclaration of Argentina and Brazil on a common \r\nnuclear policy. \r\n Over these 15 years, ABACC has successfully \r\napplied the Common System for Accounting and \r\nControl of Nuclear Materials, obtaining positive \r\nconclusions regarding nuclear activities under its \r\ncontrol. This has been made possible thanks to the \r\nArgentine and Brazilian staff, whose expertise and \r\ncommitment to the objectives and spirit of ABACC \r\nhave been, and continue to be, essential to its \r\ncontinuity and growth.  \r\n Another point to be highlighted is ABACC’s \r\ncredibility at the national and international levels, \r\nwhich is closely linked to the characteristics I have \r\ndescribed and the unflagging support of successive \r\nGovernments of both countries for this important \r\nconfidence-building mechanism.  \r\n In this anniversary year, it is particularly \r\nimportant to highlight also the importance of the IAEA \r\nand ABACC continuing their joint efforts to avoid \r\nduplication in the work of introducing new, \r\nstrengthened international safeguards. Both the \r\nCommon System and ABACC have a growing role in \r\nthe framework of the Quadripartite Safeguards \r\nAgreement; both the Common System and the \r\norganization established by the two countries for its \r\nadministration, ABACC, are of the utmost importance \r\nin the current context, in which there is a new impetus \r\nfor nuclear development for peaceful purposes in both \r\ncountries and in the world. They are also of particular \r\nrelevance with regard to safeguards at the international \r\nlevel at a complex moment of change. ABACC has \r\nactively participated in the framework of the \r\nsafeguards agreement with the IAEA, carrying out \r\ncoordinated inspections and auditing, sharing \r\nequipment and technology with the Agency, designing \r\ncontrol approaches, establishing joint inspection \r\nprocedures and taking steps to avoid unnecessary \r\nduplication of efforts.  \r\n Before concluding, I would like to stress that this \r\nArgentina-Brazil bilateral mechanism was made \r\npossible by the fact that, after years of competition and \r\nrivalry, the two countries decided to act together to \r\nmake a reality of the integration of the countries of \r\nSouth America.  \r\n Mr. Hannesson (Iceland): At the outset let me \r\nthank the Director General, Mr. ElBaradei, for his \r\nreport on the work of the International Atomic Energy \r\nAgency (IAEA). Iceland is one of the sponsoring States \r\nof the draft resolution on the IAEA report. \r\n This year marks the fiftieth anniversary of the \r\nIAEA, and on this occasion we look back with \r\nappreciation on its accomplishments and important \r\nwork. The IAEA is the world’s focal point for peaceful \r\nnuclear cooperation and nuclear safety, and it has an \r\nindispensable global role in preventing the spread of \r\nnuclear weapons and countering new threats of nuclear \r\nterrorism. \r\n The accomplishments of the Agency and its \r\nvaluable work were highlighted by the Nobel Peace \r\nPrize received by the IAEA and its Director General \r\nfor 2005. Iceland congratulates Mr. Mohamed \r\nElBaradei and his staff on this recognition of their \r\nimportant work. \r\n We reaffirm our commitment to the three pillars \r\nof the IAEA Statute: verification, safety and \r\ntechnology, which form the basis for the activities of \r\nthe Agency. States must honour their commitments, \r\nand we urge member States to comply transparently \r\nand effectively with the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) and \r\nIAEA safeguard obligations, and allow full IAEA \r\nverification of all nuclear activities.  \r\n In this context, Iceland strongly condemned the \r\nrecent nuclear test carried out by the Democratic \r\nPeople’s Republic of Korea. We urge the Democratic \r\nPeople’s Republic of Korea to return to compliance \r\nwith the NPT and IAEA safeguards obligations, and \r\nallow for full IAEA verification of all its nuclear \r\nactivities. \r\n Iceland supports the Director General and the \r\nIAEA in their efforts to seek clarifications from Iran \r\nand to verify its nuclear programme. It is of concern \r\nthat the Director General’s assessment is that, after \r\nfour years of intense inspections, the Agency remains \r\nunable to make further progress in its efforts to verify \r\nthe correctness and completeness of Iran’s declaration, \r\nin order to confirm the peaceful nature of Iran’s \r\nnuclear programme. \r\n Iceland attaches the greatest importance to a high \r\nlevel of safety in all nuclear and radiation applications. \r\nSafety is a national responsibility, but has implications \r\nwell beyond national boundaries. International \r\ncooperation is therefore indispensable in order to \r\n A/61/PV.43\r\n \r\n7 06-59167 \r\n \r\nmaintain and improve safety in all nuclear and \r\nradiation applications. \r\n Iceland appreciates the activities of the IAEA in \r\nfostering a global nuclear safety regime, and welcomes \r\nthe efforts over recent years to update and extend the \r\nIAEA safety standards to cover all important thematic \r\nareas, facilities and activities. To assist in this effort, \r\nIceland has undertaken to chair the IAEA Radiation \r\nSafety Standards Committee for the period 2005 to \r\n2007. \r\n On a national level, Iceland has this year ratified \r\nthe Joint Convention on the Safety of Spent Fuel \r\nManagement and on the Safety of Radioactive Waste \r\nManagement, and urges other Member States to do so \r\nas well. Iceland has also ratified the Convention on \r\nAssistance in the Case of Nuclear Accident or \r\nRadiological Emergency. \r\n Finally, Iceland attaches great importance to the \r\nIAEA efforts to improve the quality of technical \r\ncooperation, in the interest of all Member States — in \r\nparticular, the developing countries. Iceland \r\ncontributes annually to the IAEA Technical \r\nCooperation Fund. \r\n Mr. Rachkov (Belarus) (spoke in Russian): The \r\ndelegation of the Republic of Belarus has considered \r\nwith satisfaction the report of the International Atomic \r\nEnergy Agency (IAEA) for 2005. The Government of \r\nBelarus appreciates the activities of the IAEA during \r\nthis period. \r\n The work of the IAEA over recent years has \r\nproved that the Agency has become a truly leading \r\ninternational organization, entrusted with ensuring the \r\nsecure development and use of nuclear energy in civil \r\nactivities, as well as the effective monitoring of the \r\nimplementation of international obligations on the non-\r\nproliferation of nuclear weapons. \r\n Member States of the Agency and its secretariat \r\nhave done significant work in the nuclear sphere. \r\nThorough measures are being undertaken to secure a \r\nglobal regime of nuclear and radiation safety. A plan of \r\naction against nuclear terrorism is being implemented. \r\nMeasures to strengthen the physical security of nuclear \r\nand radioactive materials are being taken. \r\n There are also consistent steps to universalize the \r\nnuclear non-proliferation regime and increase the \r\neffectiveness of the IAEA safeguards system, together \r\nwith activities to accumulate knowledge in the sphere \r\nof nuclear sciences and training of experts in this field. \r\nWithin the framework of the Technical Cooperation \r\nProgramme, member States receive multifaceted \r\nassistance in the use of advanced nuclear technologies \r\nin medicine, power engineering and other fields, in \r\norder to promote socio-economic development. \r\n The sense of purpose and professionalism of the \r\nIAEA staff and its Director General, Mohamed \r\nElBaradei, were duly rewarded when they received the \r\n2005 Nobel Prize. This high recognition of the results \r\nof their work should give an additional impetus to the \r\njoint activities of the secretariat and member States \r\nwithin the framework of the mechanisms provided for \r\nin the IAEA Statute for the full implementation of the \r\nIAEA’s main motto — Atoms for Peace. \r\n Being a member of the Board of Governors, the \r\nRepublic of Belarus actively promotes the achievement \r\nof the IAEA’s objectives and the fulfilment of its tasks. \r\nWe consider the IAEA technical cooperation \r\nmechanisms to be important tools to introduce \r\ninnovative ideas, technologies and experience in the \r\nnuclear sphere. The implementation of IAEA technical \r\ncooperation projects in Belarus significantly supports \r\nnational efforts in a number of spheres, from health \r\nprotection to the prevention of illegal trafficking in \r\nnuclear materials. \r\n In the context of IAEA efforts to accumulate \r\nknowledge in the nuclear sphere, Belarus is \r\nparticularly interested in IAEA training courses related \r\nto radiation safety. Belarus actively participates in this \r\nprocess and has for several years hosted annual \r\nregional training programmes on source radiation \r\nprotection and security, with the participation of \r\nexperts from the Commonwealth of Independent States \r\n(CIS) and Eastern European countries. \r\n Belarus is a staunch and consistent supporter of \r\nthe strengthening and universalization of the \r\ninternational nuclear non-proliferation regime. It \r\nunswervingly fulfils its obligations under the Nuclear \r\nNon-Proliferation Treaty (NPT) and the IAEA \r\ncomprehensive safeguards agreement. In November \r\n2005, the Republic of Belarus and the IAEA signed the \r\nadditional protocol to the agreement. This step \r\nreconfirmed our adherence to the principles of non-\r\nproliferation of nuclear weapons. \r\n In the development of nuclear technologies, we \r\npin our hopes on the project for innovative nuclear \r\nreactors and fuel cycles implemented under the aegis of \r\nA/61/PV.43  \r\n \r\n06-59167 8 \r\n \r\nthe IAEA. Belarus has expressed its interest in \r\nparticipating in this project, and we are prepared to \r\ncontribute effectively to its implementation. \r\n In resolution 60/14, “Strengthening of \r\ninternational cooperation and coordination of efforts to \r\nstudy, mitigate and minimize the consequences of the \r\nChernobyl disaster”, the General Assembly noted with \r\nsatisfaction the assistance rendered by the IAEA to \r\nBelarus, the Russian Federation and Ukraine on \r\nremediation of agricultural and urban environments, \r\ncost-effective agricultural countermeasures and the \r\nmonitoring of human exposure in areas affected by the \r\nChernobyl disaster. That is a fair assessment of the \r\nIAEA efforts. \r\n The successful completion of work of the \r\nChernobyl Forum, in which the IAEA played an \r\norganizational and coordinating role, was of great \r\nimportance to Belarus. Significant work has been done \r\nto assess the health, ecological and socio-economic \r\nconsequences of the Chernobyl disaster, whose \r\ntwentieth anniversary was commemorated in April this \r\nyear. Numerous comprehensive recommendations for \r\nactively encouraging international cooperation in these \r\nspheres were developed by the Forum. We call on the \r\nIAEA to make a constructive contribution to the \r\nimplementation of those recommendations. Belarus is \r\nready to broaden its interaction with the IAEA with a \r\nview to overcoming the Chernobyl legacy more rapidly \r\nand returning the region that has suffered from the \r\ndisaster to a normal life.  \r\n Mr. Owoseni (Nigeria): The Nigerian delegation \r\nwelcomes the status report of the International Atomic \r\nEnergy Agency (IAEA), presented this morning by its \r\nDirector General, Mr. Mohamed ElBaradei, and \r\ncommends him for his consistent diligence, dedication \r\nand effective leadership over the years. We note the \r\nbroad variety of activities conducted over the year that \r\nhe reported upon, relating to the three main areas of the \r\nAgency’s core mandate: nuclear technology, safety and \r\nsecurity, and verification. \r\n Nigeria enjoys a robust relationship with the \r\nIAEA, and strongly supports the efforts of the \r\ninternational community in strengthening the Agency’s \r\nwork and its capacity to discharge its vital role in the \r\ndevelopment and practical application of nuclear \r\nenergy for peaceful uses, in technology transfer to \r\ndeveloping countries, and in ensuring that peaceful \r\nnuclear energy is used in the safest possible way. \r\n The Agency’s activities and the scope of its \r\nmandate will naturally continue to attract increased \r\nglobal interest in the years ahead, as well as pose \r\ngreater, and sometimes newer, challenges, some of \r\nwhich I shall touch upon.  \r\n As we note from the report, there are rising \r\nexpectations for the expansion of nuclear power, \r\nemphasizing the need for energy for development, \r\nincluding nuclear applications for human benefits. \r\nTopical issues, such as progress and new initiatives in \r\nnuclear safety, security and verification, the strides \r\nmade under the Technical Cooperation Programme, the \r\nAgency’s management and funding, as well as the need \r\nfor a new multilateral framework for the nuclear fuel \r\ncycle, will all continue to actively engage the serious \r\nattention of the IAEA and member States. In these \r\nareas, it is impossible to overemphasize the need for \r\neffective international cooperation in order for \r\nhumanity to harness the full benefits of peaceful \r\nnuclear technology. \r\n Nigeria appreciates the crucial role which the \r\nIAEA continues to play as a catalyst for the transfer of \r\nnuclear technology for the peaceful purposes of socio-\r\neconomic development, especially for developing \r\ncountries: nuclear energy, application of nuclear \r\ntechniques and radioisotopes to increase food \r\nproduction, disease control and eradication, water \r\nresources management, protection of the environment, \r\nand industrial applications. We thus call upon the \r\nAgency to continue to exploit and expand the vistas of \r\nopportunities which nuclear technology portends in \r\nthese and other fields. \r\n To this end, the Nigerian Government, under the \r\ncurrent Country Programme Framework with the \r\nIAEA, has given priority to some core projects aimed \r\nat exploring the role of nuclear power as part of our \r\nfuture national energy plans: strengthening national \r\ninfrastructure in nuclear science and technology \r\nthrough the installation and commissioning of an \r\naccelerator facility and the use of a miniature neutron \r\nsource reactor; expanding technical capabilities in \r\nnuclear medicine diagnosis; and strengthening \r\nradiotherapy services. Other areas include efforts to \r\nstrengthen the national radiation protection \r\ninfrastructure; groundwater investigation through the \r\nuse of isotope hydrology techniques; developing crop \r\nvarieties and enhancing food safety; and human \r\nresource development and nuclear technology support. \r\n A/61/PV.43\r\n \r\n9 06-59167 \r\n \r\n Our quest for nuclear energy is explained by \r\nNigeria’s large population of some 150 million people, \r\nits present low installed total energy generation \r\ncapacity and the urgent need for diversification of our \r\nenergy resources to meet future requirements for rapid \r\nindustrialization and provision of mass employment for \r\nour people. These demand a reasonable energy mix, \r\nincluding the exploration of nuclear power, as part of \r\nthe benefits Nigeria can derive from the Agency, while \r\nbeing fully conscious of our unequivocal commitment \r\nto the spirit and letter of the Non-Proliferation Treaty \r\n(NPT) and the Treaty of Pelindaba on the African \r\nNuclear-Weapon-Free Zone. \r\n To this end, President Obasanjo reconfirmed \r\nNigeria’s non-proliferation credentials on 31 July 2006, \r\nduring the activation and inauguration of the Board of \r\nthe Nigerian Atomic Energy Commission (NAEC), as \r\nthe specialized agency to formulate and implement, in \r\ncollaboration with the IAEA, Nigeria’s nuclear energy \r\nprogramme. On that occasion, President Obasanjo \r\ncharged the Commission, in line with the provisions of \r\nAct 46 of 1976 creating the Commission, to provide \r\nthe requisite institutional framework and technical \r\npathway to explore, exploit and harness atomic energy \r\nfor peaceful applications in all its ramifications for the \r\nsocio-economic development of Nigeria. \r\n Nigeria is mindful that the adoption of nuclear \r\nenergy has global implications requiring both bilateral \r\nand multilateral cooperation for a coordinated approach \r\nwithin the IAEA’s framework. We are thus working in \r\npartnership with the Agency to create the requisite \r\nlinkages with other interested member States for \r\ncooperation in the development of a sustainable energy \r\nprogramme from the start. We also wish to state that \r\nkey components of Nigeria’s obligations to the \r\ninternational community in the areas of safety and \r\nsecurity, as well as the safeguards system, are being \r\nentrenched in the programme. \r\n To that end, and in a bid to reassure our \r\nneighbours in Africa and the international community \r\nof the peaceful nature of our future nuclear energy \r\nplans, Nigeria organized an international workshop on \r\nthe Treaty of Pelindaba, which established the African \r\nNuclear-Weapon-Free Zone, in Abuja from 8 June to \r\n9 June this year, with the objective of sensitizing \r\nAfrican States on the need to bring the Treaty into \r\nforce, 10 years after it was opened for signature. \r\nRepresentatives from African diplomatic missions in \r\nNigeria, and those of the five permanent members of \r\nthe Security Council, as well as Spain, Portugal and the \r\nIAEA, were all invited and participated in the \r\nworkshop. Needless to say, Nigeria was one of the first \r\nAfrican countries to sign and ratify the Treaty.  \r\n In a similar effort, the Nigerian Nuclear \r\nRegulatory Authority has commenced the process of \r\ndeveloping the requisite national regulatory capacity to \r\ncope with the eventual emergence of a nuclear power \r\nreactor programme. The process of ratifying and \r\nacceding to the relevant treaties and additional \r\ninstruments necessary for the implementation of a \r\nsuccessful national nuclear power programme, \r\nincluding the Convention on Early Notification of a \r\nNuclear Accident and the Convention on Assistance in \r\nthe Case of a Nuclear Accident or Radiological \r\nEmergency, has been set in motion. \r\n Furthermore, Nigeria has established its State \r\nsystem of accounting for and control of nuclear \r\nmaterial, and it submits annually to the IAEA the \r\nmaterial accounting and balance of all safeguarded \r\nmaterials in Nigeria. The national policy and \r\nregulations on radioactive waste management are in \r\nplace, as well as the commencement of activities for \r\nthe designation and establishment of a radioactive \r\nwaste management facility. Above all, adequate control \r\nover transportation and transborder movement of \r\nradioactive sources has been developed, and the \r\nrequisite regulations were issued this year, with the \r\ncooperation of the IAEA and in conformity with its \r\ncode of conduct on safety and security of radioactive \r\nsources. \r\n In other areas of food and agriculture and human \r\nhealth, Nigeria continues to be concerned about the \r\ndevastating effects of insect pests, such as tsetse flies \r\nand malaria-transmitting mosquitoes, on human and \r\nlivestock development in Africa. These are a major \r\nobstacle to poverty alleviation in our continent. Nigeria \r\nnotes with appreciation the IAEA efforts in using both \r\nTechnical Cooperation Funds and extra-budgetary \r\ncontributions to support the African Union’s Pan \r\nAfrican Tsetse and Trypanosomiasis Eradication \r\nCampaign (AU-PATTEC). We are also grateful to those \r\ncountries that have made extrabudgetary contributions \r\nto the objectives of AU-PATTEC. In addition, my \r\ndelegation thanks other development partners, as well \r\nas international organizations such as the Food and \r\nAgriculture Organization and the World Health \r\nOrganization, that have participated in the campaign. \r\nA/61/PV.43  \r\n \r\n06-59167 10 \r\n \r\n Nigeria is happy to note the remarkable success \r\nachieved in the area-wide application of the sterile \r\ninsect technique against tsetse flies, aimed at creating a \r\ntsetse-fly-free-zone in Africa. Similarly, we welcome \r\nthe feasibility study on developing the technique for \r\nthe control and eradication of malaria-transmitting \r\nmosquitoes. We note that research and development on \r\nits use in this area has commenced both in the \r\nlaboratory and in the field. We urge our development \r\npartners to allocate sufficient financial, technical and \r\nmaterial resources to promote the implementation of \r\nthe feasibility study at the earliest opportunity. \r\n As a measure of Nigeria’s commitment to the \r\nAU-PATTEC and the development of the sterile insect \r\ntechnique for the control and eradication of malaria-\r\ntransmitting mosquitoes, I wish to restate the offer by \r\nmy Government to the IAEA of the multi-purpose \r\ngamma irradiation facility, which is useful for both \r\nindustrial and research applications, at the Sheda \r\nScience and Technology Complex in Abuja, to serve as \r\na regional sterile insect breeder for the African \r\ncontinent and its neighbouring region. The facility has \r\nan innovative design with significantly enhanced \r\nversatility, and thus possesses the flexibility to irradiate \r\na wide spectrum of products. \r\n Turning to the Agency’s management and \r\nfinancing, Nigeria continues to underline the need for \r\nthe IAEA to broaden its staff recruitment and \r\ndisposition to encompass various regions of the world \r\nand underrepresented Member States, in a fair and \r\nbalanced manner. We also urge that, as it is one of the \r\nlargest United Nations specialized agencies, but has \r\nperhaps the lowest gender representation, the \r\nemployment of women, especially from the developing \r\ncountries, must be given priority consideration for the \r\nacquisition of knowledge, expertise, experience and \r\ncapacity-building, which are invaluable and \r\nindispensable to developing countries’ requirements. \r\n On financing, Nigeria notes that the IAEA \r\nGeneral Conference, at its fiftieth regular session in \r\nSeptember 2006, decided on a figure of $80 million for \r\nthe Technical Cooperation Fund target for each year of \r\nthe 2007-2008 biennium. Numerically speaking, this \r\nrepresents an increase over the target for 2005-2006, \r\nbut in real terms it reflects the principle of zero growth, \r\ntaking into account the increasing needs and requests \r\nof member States for technical cooperation assistance. \r\nWe thus call for more resources to be made available to \r\nthe Fund in a manner that will promote its assurance, \r\npredictability and sufficiency. \r\n Considering the magnitude of the challenges \r\nfacing the IAEA, Nigeria takes the position that the \r\ntime has come to enhance its funding, with a view to \r\nmaking greater resources available to it to carry out its \r\nvery important activities in order to meet these \r\nchallenges in the future. \r\n The IAEA continues to face mounting challenges, \r\nperhaps the greatest of which is in the area of detection \r\nof proliferation of nuclear technology for weapons \r\npurposes. The international community must \r\nrealistically grapple with this situation in order to \r\nstrengthen international peace and security, to which \r\nall Member States are committed under the Charter. \r\n Nigeria regards the 1968 Nuclear \r\nNon-Proliferation Treaty (NPT) as the cornerstone of \r\nthe global non-proliferation regime, with the IAEA \r\nsafeguards system as an essential instrument for \r\napplying and ensuring compliance with the provisions \r\nof the safeguards system under the NPT. Nothing \r\nshould be done to erode or weaken non-proliferation \r\ncommitments under the Treaty, which we believe will \r\nstrengthen confidence in the Treaty and enhance the \r\nattainment of international peace and security. \r\n Nigeria reiterates its position that, judging from \r\nthe history of the proliferation of nuclear weapons, by \r\nfailing to curb or stop their own vertical proliferation \r\nand the technical sophistication of their nuclear \r\narsenals the nuclear Powers have inadvertently \r\nencouraged other States to proliferate horizontally. \r\nFrom one nuclear Power in 1945, we now have nine \r\nnuclear-weapon States, the latest dating from October \r\nthis year. That represents consistently at least one or \r\ntwo States becoming nuclear-weapon States every \r\ndecade over the past 61 years, with no end seemingly \r\nin sight. The time is ripe for credible action on \r\nreversing this trend through effective nuclear \r\ndisarmament, including the conclusion of a legally \r\nbinding agreement to extend negative security \r\nassurances against the use and threat of use of nuclear \r\nweapons to the developing States that voluntarily \r\nrenounced the possession of nuclear weapons. \r\n The Nigerian delegation believes that the work of \r\nthe IAEA would be greatly facilitated if there were a \r\nrecommitment to genuine nuclear disarmament. The \r\nNPT ascribed asymmetrical obligations and \r\nresponsibilities to nuclear and non-nuclear States \r\n A/61/PV.43\r\n \r\n11 06-59167 \r\n \r\nparties alike, by emphasizing that nuclear disarmament \r\nand non-proliferation should both be pursued \r\nvigorously, and not one at the expense of, or replacing, \r\nthe other. As a first tangible demonstration of good \r\nfaith in this regard, we call on the five nuclear Powers \r\nunder the NPT to take the necessary action to ensure \r\nthe early entry into force of the Comprehensive \r\nNuclear-Test-Ban Treaty. \r\n In conclusion, Nigeria will continue to support \r\nthe laudable role of the IAEA and global efforts to \r\nachieve its mandate under the Statute. We have thus \r\nagain decided to co-sponsor the enabling draft \r\nresolution A/61/L.9, introduced by the representative \r\nof Slovenia. \r\n Ms. Phua Mei Pin (Singapore): My delegation \r\nthanks the Director General of the International Atomic \r\nEnergy Agency (IAEA), Mr. Mohamed ElBaradei, for \r\nhis comprehensive report. Singapore was recently a \r\nmember of the IAEA Board of Governors. We fully \r\nappreciate and support the Agency and its work. \r\n Given the world’s growing energy needs, there \r\nappears to be something of a nuclear revival. Nuclear \r\npower is seen as an important alternative source of \r\nenergy. We can expect an expansion in its use and the \r\nconcomitant growth of nuclear power installations. The \r\nlargest growth is likely to be in Asia. \r\n Unfortunately, there are also risks of nuclear \r\nproliferation. For example, we remain deeply \r\nconcerned about the Democratic People’s Republic of \r\nKorea’s defiance of the will of the international \r\ncommunity. We hope that that country will heed \r\nSecurity Council resolution 1718 (2006) and abandon \r\nits nuclear weapons programme and return to the \r\nSix-Party Talks, without preconditions. We also urge \r\nthe Democratic People’s Republic of Korea to return to \r\nthe Nuclear Non-Proliferation Treaty (NPT), resume \r\ncooperation with the IAEA and accept full IAEA \r\nsafeguards. \r\n These developments underline the increased \r\nrelevance and importance of the IAEA. Let me state \r\nclearly that the IAEA has done a tremendous job since \r\n1957. The award of the 2005 Nobel Peace Prize to the \r\nAgency and to Mr. ElBaradei is testimony to that. But \r\nto deal with the challenges of the future the IAEA will \r\nhave to strengthen its three pillars: nuclear safety, \r\nnuclear verification and nuclear technology. \r\n The IAEA promotes high and consistent levels of \r\nnuclear safety. We recognize and support these efforts \r\nin providing clear benchmarks through instruments like \r\npeer reviews, assistance and review missions. The \r\ndevelopment and implementation of high standards in \r\nnuclear safety are key conditions to maintain as \r\ndemand for nuclear energy grows. \r\n In tandem, transboundary emergency \r\npreparedness and response capabilities become \r\nimportant, given the grave consequences of a nuclear \r\naccident. Singapore sees the establishment of such \r\nresponse capabilities as a priority. We commend the \r\nsetting up of the Incident and Emergency Centre by the \r\nIAEA last year. We also support greater regional \r\ncooperation in nuclear safety to complement and \r\nstrengthen national and international efforts. This \r\nwould contribute to confidence-building in the use of \r\nnuclear power. \r\n The promotion of nuclear safety goes hand in \r\nhand with ensuring nuclear security. Whether nuclear \r\nresources fuel growth or wreak unimaginable harm \r\ndepends on who wields them. States must be vigilant in \r\nprotecting nuclear materials and installations from \r\nfalling into the wrong hands, through national efforts \r\nand international cooperation. Singapore is committed \r\nto supporting efforts to combat terrorism in all forms \r\nand at all levels. \r\n We support the full and effective implementation \r\nof Security Council resolution 1540 (2004) to step up \r\ndomestic controls and international cooperation against \r\nthe proliferation of weapons of mass destruction. \r\nSingapore will expand its strategic goods control list to \r\ntake in the full lists of items controlled by the four \r\nmultilateral export control regimes: the Nuclear \r\nSuppliers Group; the Wassenaar Arrangement; the \r\nAustralia Group; and the Missile Technology Control \r\nRegime. The expanded list will take effect from \r\nJanuary 2008. \r\n The spread in the use of nuclear power brings \r\nwith it greater risks of nuclear proliferation. The IAEA \r\nmust ensure that States exercise their right to nuclear \r\nenergy for peaceful purposes, in compliance with their \r\nnon-proliferation obligations under articles I, II and III \r\nof the Nuclear Non-Proliferation Treaty (NPT). There \r\nmust also be full and transparent implementation of the \r\nIAEA’s safeguards system. Its verification regime must \r\nremain central in providing safeguard assurances. It is \r\nalso crucial that the safeguard regime be able to \r\nA/61/PV.43  \r\n \r\n06-59167 12 \r\n \r\nrespond to new challenges effectively and in a timely \r\nmanner. \r\n Singapore is working to put in place the \r\nnecessary instruments required to ratify our additional \r\nprotocol and to modify our small quantities protocol. \r\nTo better ensure non-diversion of nuclear material, we \r\nbelieve in the universalization of the comprehensive \r\nsafeguards agreement and the additional protocol. We \r\nurge other IAEA member States to sign on to these \r\ncommitments as soon as possible. \r\n The proliferation risks entailed by sensitive \r\naspects of the nuclear fuel cycle have gained \r\ninternational attention. It is imperative to find a \r\nbalanced approach to prevent clandestine proliferation \r\nactivities, while upholding the rights of States to \r\npursue peaceful uses of nuclear power. Member States \r\nhave tabled several proposals, and Mr. ElBaradei has \r\nalso suggested a multinational approach to the nuclear \r\nfuel cycle. These proposals merit serious consideration. \r\n Singapore supports the IAEA’s activities to bring \r\nsocio-economic benefits to developing countries \r\nthrough nuclear application. These activities \r\nencompass areas such as medical diagnoses and \r\ntreatment; industrial applications; animal production \r\nand health; food quality and safety; and the \r\nmanagement of water resources. They contribute to the \r\nMillennium Development Goals. \r\n Singapore also remains committed to supporting \r\nthe IAEA’s Technical Cooperation Programme. We are \r\npleased with the expansion of the Programme, and we \r\ncommend the Agency for establishing partnerships \r\nwith international and regional development \r\norganizations. We support regional activities organized \r\nunder the Regional Cooperative Agreement for the Asia \r\nPacific region. We remain committed to continuing our \r\nbilateral cooperation with the IAEA through our \r\nMemorandum of Understanding for outreach efforts. \r\n The IAEA has had a challenging year. Yet the \r\nDirector General and his staff have risen to the task, \r\nand we commend them. Singapore will also do its \r\nshare, nationally and in cooperation with the \r\ninternational community. \r\n Mr. Kryzhanivskyi (Ukraine): Ukraine aligns \r\nitself with the statement made by the representative of \r\nFinland on behalf of the European Union and \r\nassociated countries. Therefore, I shall limit my \r\nremarks to a few issues of particular interest to my \r\ncountry. \r\n At the beginning, on behalf of the Government of \r\nUkraine, I congratulate the new member States of the \r\nInternational Atomic Energy Agency (IAEA) — the \r\nRepublic of Malawi, the Republic of Mozambique, the \r\nRepublic of Palau and the Republic of Montenegro — \r\nand wish them every success in their activities within \r\nthe Agency. The enlargement of IAEA membership is \r\nfurther evidence of the Agency’s growing prestige. \r\n In the course of the year marking the fiftieth \r\nanniversary of the IAEA, I have the privilege to speak \r\non behalf of Ukraine, a State in which the peaceful use \r\nof nuclear energy is one of the determining conditions \r\nof sustainable development of the national economy. \r\n Taking into account the rising prices of \r\nhydrocarbon raw materials, nuclear energy remains an \r\nimportant component of ensuring our energy \r\nindependence in the medium and long term, as stated in \r\nUkraine’s energy strategy for the period to 2030. \r\nUkraine possesses enough supplies of uranium, which \r\nis an argument for the extensive use of nuclear energy. \r\nMoreover, proven deposits of uranium ore in Ukraine \r\nmight be used for the needs of other countries as well. \r\nThat is why we are open to international cooperation in \r\nthis area. \r\n In the context of the safe use of nuclear energy, \r\ndemonstrating the highest level of reactor reliability \r\nand management of waste nuclear fuel and radioactive \r\nwaste are of the highest priority for Ukraine’s State \r\nbodies. This fully corresponds to the medium-term \r\nstrategy of the Agency, whose tasks we completely \r\nshare. In particular, Ukraine takes part in IAEA \r\nactivities in the area of fuel cycle and new safe-reactor \r\ndevelopments, in the framework of the Generation IV \r\nInternational Forum. Last year, Ukraine joined the \r\ninternational project on innovative nuclear reactors. \r\nUkraine, having great potential in the sphere of nuclear \r\ntechnologies, supports the Agency’s efforts aimed at \r\nconservation of nuclear knowledge and sustainable \r\nsupport for human knowledge for national programmes \r\nof nuclear energy development. We also actively \r\nsupport the Agency’s activities to strengthen \r\ncooperation in nuclear science, especially those \r\nconnected to radiation biology and radiation medicine.  \r\n We welcome the Agency’s activities aimed at \r\nraising nuclear security. Currently, Ukrainian nuclear \r\npower plants, including those for research, fully meet \r\n A/61/PV.43\r\n \r\n13 06-59167 \r\n \r\nthe demands of domestic and international standards in \r\nthis sphere. Ukraine continues to improve relevant \r\nlegislation and strengthen the capability of regulatory \r\nauthorities. In this connection, we would like to \r\nmention such an important part of the Agency’s \r\nactivities as development of guidance and \r\nrecommendations, which are taken into account when \r\ncreating national legislation all over the world. \r\n An important part of the IAEA’s activities is the \r\nwork on assurance of radiation security and on \r\nradioactive waste management. This year, our national \r\nstrategy foresees particularly solving the problems of \r\nradioactive waste management during \r\ndecommissioning of the Chernobyl nuclear power plant \r\nand conversion of the shelter object into an \r\necologically safe system. All those matters take a great \r\nportion of the State budget, and the final solution of \r\nthis task cannot be performed without international aid. \r\n I take this opportunity to call upon the \r\nGovernments of the States members of the IAEA, \r\nwhich are donors to relevant funds, to make additional \r\nefforts aimed at early solving of all the problems \r\nconnected with the creation in Ukraine of facilities for \r\nnuclear-waste processing and building storage for spent \r\nnuclear fuel and new confinements.  \r\n Notwithstanding the expiration of the mandate of \r\nthe Chernobyl Forum, which acted within the United \r\nNations framework, we hope that the Agency will \r\ncontinue to pay due attention to issues connected with \r\nthe mitigation of the Chernobyl disaster. We are \r\nparticularly grateful to the IAEA for taking an active \r\npart in preparation for the international conference, \r\n“Twenty Year After Chernobyl Accident — Future \r\nOutlook”, which was held in April this year in Ukraine. \r\n Ukraine is concerned about the new threats posed \r\nby nuclear terrorism, which have risen recently in the \r\nworld. In this context, we support the aim and \r\nobjectives of the Global Initiative to Combat Nuclear \r\nTerrorism and the Global Threat Reduction Initiative, \r\nas well as other international and regional programmes \r\nin this area. That is why we highly appreciate the \r\nAgency’s activities in strengthening nuclear and \r\nradioactive materials management and preventing their \r\nillegal circulation, and we advocate strengthening the \r\nregime for physical protection of nuclear materials. \r\n Regarding the basic principles of the Code of \r\nConduct on the Safety and Security of Radioactive \r\nSources, Ukraine created and manages the State system \r\nfor registration and control of physical protection of \r\nthe sources of ionizing irradiation. Relevant legislation \r\non export-import controls has also been improved.  \r\n Ukraine welcomes the IAEA’s efforts to improve \r\nthe safeguards system’s effectiveness. An important \r\nelement of strengthening the non-proliferation regime \r\nis application of the additional protocol — which \r\nUkraine ratified last year — to the safeguards \r\nagreement with the IAEA in connection with the \r\nNuclear Non-Proliferation Treaty. We are grateful to \r\nthe Agency for the practical assistance given during \r\nour preparation of the initial declaration under the \r\nprotocol.  \r\n Ukraine especially appreciates the results of the \r\nIAEA Technical Cooperation Programme, which \r\ndemonstrates the Agency’s ability to react adequately \r\nand quickly to its member States’ demands. In this \r\nregard, we draw attention to the fruitful work of the \r\nDepartment of Technical Cooperation and its European \r\nSection. \r\n In conclusion, I endorse the words of support for \r\nthe IAEA report and state once again our appreciation \r\nof the activities of the Director General, Mr. Mohamed \r\nElBaradei. We are also grateful to the secretariat for \r\nstrengthening international cooperation in the peaceful \r\nuse of nuclear energy. Ukraine will continue to take \r\npart in the Agency’s activities in order to help achieve \r\nits important mission.  \r\n Our delegation, of course, fully supports the draft \r\nresolution. \r\n Mr. Wibowo (Indonesia): The delegation of \r\nIndonesia expresses its sincere appreciation to \r\nMr. Mohamed ElBaradei, Director General of the \r\nInternational Atomic Energy Agency (IAEA), for his \r\npresentation of the report of the IAEA for 2005. The \r\nreport provides a broad picture of all the activities and \r\nimportant work that the Agency has undertaken in the \r\ncourse of that year. \r\n My delegation commends the excellent work of \r\nthe Agency in fulfilling its mandate, particularly its \r\nefforts to ensure that the benefits of nuclear technology \r\nare shared globally for economic and social \r\ndevelopment through the harnessing of nuclear \r\ntechnology for a myriad of peaceful applications, such \r\nas in the areas of health, food and agriculture, water \r\nresources management, and environmental protection. \r\nA/61/PV.43  \r\n \r\n06-59167 14 \r\n \r\n In the year of its fiftieth anniversary, we can see \r\nthat, despite the challenges and difficulties experienced \r\nin the last 50 years, the IAEA has carried out \r\nsignificant work and realized remarkable \r\nachievements. The excellent work undertaken in the \r\npreservation and expansion of the peaceful uses of \r\nnuclear energy was recognized through the award of \r\nthe 2005 Nobel Peace Prize to the IAEA and its \r\nDirector General. \r\n Indonesia lauds the endeavours of the IAEA, in \r\nparticular its Technical Cooperation Programme, now \r\ncovering areas ranging from power generation to a \r\ndiverse array of industrial, environmental, medical and \r\nagricultural applications. Indonesia has been working \r\nclosely with the IAEA for many years, and continues to \r\nsupport the Programme as an important component of \r\nthe Agency’s activities. \r\n Nuclear technology has been successfully used in \r\nIndonesia to cultivate biofuel plants, such as Jatropha \r\ncurcas L. for bio-diesel and sweet sorghum for \r\nbio-ethanol. This achievement is in line with the \r\nIndonesian Green Energy Action Plan, recently \r\nformulated to develop alternative sources of energy, \r\nespecially in the transportation and power generation \r\nsectors.  \r\n In the areas of food and agriculture, we note that \r\nover 25 new and improved varieties of staple food \r\ncrops were released in 2005. In this context, high-\r\nquality rice mutant varieties have been planted in \r\nIndonesia in an area of over 0.4 million hectares. It is \r\nexpected that by the end of this year the planted area \r\nwill be expanded to 1 million hectares. \r\n We have also benefited from training and \r\nscientific visits, as well as international technical \r\nmeetings and seminars conducted under the Agency’s \r\nTechnical Cooperation Programme. In addition, we \r\nwelcome the step taken by the Agency in increasing the \r\neffectiveness of the Programme in recent years, by \r\nshifting from a technology-driven approach to a needs-\r\ndriven approach focused on the achievement of \r\ntangible socio-economic benefits in member States. We \r\nalso concur with the current strategy highlighting three \r\nelements essential for the successful delivery of the \r\nProgramme — strong Government commitment, high \r\nquality of technical cooperation projects and adequate \r\nfunding. \r\n In this connection, it is important to stress that \r\nthe IAEA must maintain sufficient, predictable and \r\nassured funds for technical cooperation. We believe \r\nthat this objective can only be achieved through a \r\ngenuine commitment by all member States, particularly \r\nthe developed countries, in providing greater financial \r\nsupport. My delegation expresses its gratitude to those \r\nmember States of the Agency that have contributed to \r\nthe Technical Cooperation Fund. Their continued \r\nsupport and commitment will undoubtedly bring us \r\ncloser to the attainment of the Programme’s objectives \r\nthrough the value of the Fund decided for 2007-2008. \r\n Furthermore, as to the Programme and the use of \r\nits Fund as a whole, we stress that careful \r\nconsideration should be given to maintaining an \r\nadequate balance between the Agency’s various \r\nstatutory activities and the need to promote technical \r\ncooperation. \r\n The annual report stresses the importance of the \r\nAgency’s activities to improving nuclear security for \r\nmember States, including through increasing awareness \r\nand their ability to control and protect nuclear and \r\nother radioactive materials, nuclear installations and \r\ntransport from terrorism and other illegal activities. In \r\nthis regard, Indonesia has been strongly supportive of \r\nthe Agency’s nuclear security activities, in particular \r\nits assistance to the member States in improving \r\nnuclear security. In the domain of nuclear safety, my \r\ndelegation commends the Agency’s measures to \r\nstrengthen its role of enhancing nuclear, radiation and \r\ntransport safety and waste management, through the \r\ndevelopment of nuclear safety standards. \r\n As mentioned in the annual report, the Agency \r\nconducted a number of missions in Indonesia through \r\nits Integrated Safety Assessment of Research Reactors \r\nservice. We thank the Agency for the implementation \r\nof project INS/9/022, “Inspection Procedures and \r\nMethods for Assessing Reactor Tank Liners”, which \r\nhas helped Indonesia to further improve the operational \r\nsafety and security of its three research reactors. \r\nIndonesia has successfully established an information \r\nsystem on the licensing and inspection of radiation \r\nfacilities and radioactive sources. With regard to \r\nemergency situations, after conducting the field \r\nexercise on the radiation dispersal device in Jakarta \r\nProvince, in cooperation with the Agency, we have also \r\nsuccessfully conducted the Asia and Pacific regional \r\ntraining course “Practical Response to a Radiological \r\nEmergency Preparedness: First Responder”. \r\n A/61/PV.43\r\n \r\n15 06-59167 \r\n \r\n As the report rightly observes, 2005 was a year of \r\nincreased expectations for nuclear energy, driven by, \r\namong other things, the growing need for energy \r\naround the world, coupled with rising oil and natural \r\ngas prices. Over the past few years we have witnessed \r\na considerable change in attitudes towards nuclear \r\nenergy. Nuclear power continues to account for a \r\nsignificant share of world electricity generation, \r\ncontributing substantially to world economic \r\ndevelopment. \r\n Indonesia believes that nuclear energy as an \r\nenergy option has the potential to have a major socio-\r\neconomic impact on Member States, especially those \r\nof the developing world. With that in mind, Indonesia \r\nis embarking on its nuclear energy programme, and the \r\nconstruction of nuclear power plants is under way, with \r\na view to their being operational in 2016. To this end, \r\nIndonesia is in the process of establishing Government \r\nregulations on the licensing of nuclear reactors, soon to \r\nbe signed by the President.  \r\n Presidential Decree No. 5 for 2006 concerning \r\nIndonesia’s national energy policy, covering nuclear \r\npower plant activities, was enacted earlier this year to \r\nenable their timely construction. In this connection, we \r\nwould like to record our gratitude to the Agency for \r\nproviding us with three nuclear-power-related technical \r\ncooperation projects, which hopefully will be further \r\nenhanced in the next technical cooperation cycle, \r\nespecially in an effort to enhance the capability of our \r\nregulatory authority to develop standard specifications \r\nand qualification of manpower to supervise and operate \r\nthe nuclear power plants. \r\n Remarkable progress has been achieved over the \r\nyears in defining and implementing the IAEA \r\nsafeguards system. Indonesia has consistently \r\nsupported the IAEA’s efforts to strengthen its \r\nsafeguards system, which is a fundamental component \r\nof the nuclear non-proliferation regime. For its part, \r\nIndonesia has signed and ratified the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) and \r\nconcluded a comprehensive safeguards agreement and \r\nadditional protocol with the Agency, and it is \r\nparticularly pleased that the IAEA has drawn a positive \r\nconclusion with regard to nuclear material and \r\nactivities in Indonesia. I also reaffirm our commitment \r\nto the additional protocol, as it constitutes the \r\ncentrepiece of the Agency’s response in strengthening \r\nand improving the effectiveness of the safeguards \r\nsystem. \r\n Given the urgent and serious challenges we face \r\nin preserving international peace and security related to \r\nnuclear non-proliferation and disarmament, much \r\nremains to be done. We share the disappointment at the \r\nlack of progress at the 2005 NPT Review Conference \r\nand at the omission of a nuclear non-proliferation and \r\ndisarmament section from the 2005 World Summit \r\nOutcome. For Indonesia, the NPT remains the \r\ncornerstone of the global non-proliferation regime and \r\nan essential foundation for the pursuit of nuclear \r\ndisarmament. We look forward to the commencement \r\nof a new cycle in the review process of the NPT next \r\nyear.  \r\n In the preparations for the 2010 NPT Review \r\nConference, there is an urgent need to strengthen the \r\nintegrity of the NPT. A successful outcome of the \r\nReview Conference is vital for the strengthening of the \r\nnuclear non-proliferation regime and nuclear \r\ndisarmament for the purposes of maintaining \r\ninternational peace and security. \r\n The past two years have proved challenging for \r\nthe IAEA with respect to safeguards and verification. \r\nIn fact, some issues have preoccupied the Agency. We \r\nnote with appreciation that it has maintained its \r\nprofessionalism in dealing with all the verification \r\nchallenges, and thereby has strengthened its credibility \r\nand integrity. \r\n The Iranian nuclear issue will continue to capture \r\nour attention, and it deserves our resolute action. In \r\nview of the serious implications of this issue, wisdom, \r\nstatesmanship and the need to preserve peace and \r\nsecurity in the region should be given due \r\nconsideration. We believe that diplomacy, negotiations \r\nand other peaceful means are the best and most suitable \r\napproaches in dealing with this issue. We strongly \r\nsupport the Director General in continuing and \r\ncompleting his work on the issue. At the same time, we \r\nurge Iran to continue to cooperate fully and actively \r\nwith the Director General in his efforts to resolve this \r\nissue. \r\n Israel’s nuclear capabilities and threat, and the \r\nnuclear adventures of the Democratic People’s \r\nRepublic of Korea, are other issues of grave concern \r\nfor us, as they pose serious threats to regional peace \r\nand security. While the threat of nuclear weapons has \r\nsubsided in other regions, we may be exposed to the \r\ndanger of such weapons in West and East Asia. The \r\nA/61/PV.43  \r\n \r\n06-59167 16 \r\n \r\ninternational community should therefore give high \r\npriority to dealing with these two dangerous problems.  \r\n In this regard, the return of the Democratic \r\nPeople’s Republic of Korea to the NPT, and the \r\naccession of Israel to the Treaty, as well as the \r\nplacement of their nuclear programmes under IAEA \r\nsafeguards, are the most urgent and critical steps \r\ntowards reducing tension and the establishment of a \r\nnuclear-weapon-free zone in the Middle East and the \r\ndenuclearization of the Korean peninsula.  \r\n In this connection, we are very disappointed by \r\nthe continued Israeli refusal to cooperate with the \r\nDirector General in implementing the General \r\nConference resolutions regarding the application of \r\nfull-scope Agency safeguards in the Middle East, as \r\nthat does not help to create the conditions for lasting \r\npeace and security, and will certainly deepen suspicion \r\nof its motives and policies. \r\n Indonesia supports and lauds the efforts of the \r\nAgency in enhancing nuclear safety and security, as \r\nwell as safeguards and verification in ensuring the \r\nnon-proliferation of nuclear weapons. We share the \r\ngrowing concern over the challenges on those issues, \r\nand we have noted several initiatives and proposals put \r\nforward in this regard.  \r\n We believe, however, that proliferation concerns \r\nand all safeguards issues are best addressed through \r\nmultilaterally negotiated, universal, comprehensive and \r\nnon-discriminatory agreements under the auspices of \r\nthe IAEA. We could not agree more that \r\nnon-proliferation control arrangements should be \r\ntransparent and open to participation by all States, and \r\nshould ensure that they do not impose restrictions on \r\nthe access to material, equipment and the development \r\nof nuclear technology and know-how for peaceful \r\npurposes required by Member States, particularly \r\ndeveloping countries, for their continued development. \r\nIn this regard, the proposal of the Group of Experts \r\nentrusted by the Director General in 2005 with \r\nexploring the possibility of developing a region-based \r\nmultinational facility has its own merit and deserves \r\nfurther consideration by member States in addressing \r\ntheir prevailing concern regarding assurances of supply \r\nand non-proliferation. \r\n Indonesia believes that the inalienable right of all \r\nStates parties to the peaceful uses of nuclear energy, in \r\naccordance with article IV of the NPT, constitutes one \r\nof the fundamental objectives of the Treaty, and that \r\nnothing in the Treaty shall be interpreted as affecting \r\nthe inalienable right of all parties to it to develop, \r\nresearch, produce and use nuclear energy for peaceful \r\npurposes, without discrimination. We reiterate that \r\neach country’s choices and decisions in the field of the \r\npeaceful use of nuclear energy should be respected, \r\nwithout jeopardizing international agreements and \r\narrangements for peaceful uses of nuclear energy. \r\n My delegation reaffirms its continued support for \r\nthe efforts of the IAEA and the Director General in the \r\nadvancement of the uses of nuclear energy for peaceful \r\npurposes and in the furtherance of the non-proliferation \r\nregime, through its strengthened safeguards system. We \r\nalso believe that the agenda and concerns over \r\ninternational peace and security, as well as nuclear \r\nproliferation, should not overshadow the great \r\nchallenges we face in promoting peaceful uses of \r\nnuclear energy for sustainable socio-economic \r\ndevelopment. \r\n Mr. Martirosyan (Armenia): At the outset, I join \r\nothers in thanking Mr. Mohamed ElBaradei for his \r\npresentation of the report of the International Atomic \r\nEnergy Agency (IAEA).  \r\n This year has been truly fraught with challenges \r\nin the areas of nuclear disarmament and the peaceful \r\nuses of nuclear energy. As a neighbouring country, we \r\nare hopeful that the international community will be \r\nable to find a resolution to the Iranian nuclear issue \r\nthrough diplomacy and dialogue. We were very \r\nconcerned about the nuclear test conducted by North \r\nKorea and hope that the international community’s \r\nreaction to that problem will be demonstrative of its \r\nresolve not to allow the nuclearization of the Korean \r\npeninsula. \r\n Armenia attaches great importance to nuclear \r\nenergy in both the economic and security aspects. Its \r\ncooperation with the IAEA to ensure the uninterrupted \r\nand safe operation of the Armenian nuclear power plant \r\nhas been remarkable. \r\n In December 2005, a special technical meeting to \r\ncoordinate international assistance to the Armenian \r\nnuclear power plant was organized by the Agency’s \r\nDirector General, Mr. ElBaradei, with the participation \r\nof donor countries. It presented a comprehensive \r\nsummary of the analysis of different aspects related to \r\nthe Armenian power plant: design, seismic and \r\noperational safety issues, and regulatory issues, as well \r\nas the relationship between IAEA Technical \r\n A/61/PV.43\r\n \r\n17 06-59167 \r\n \r\nDocuments safety issues and the programme to \r\nupgrade the Armenian nuclear power plant. \r\n In its power plant programme, Armenia made \r\ncommitments to implementing a number of additional \r\nmeasures aimed at upgrading the safety of the nuclear \r\npower plant. The sum of $1.8 million was allocated by \r\nthe Government of Armenia to that end, and the \r\nmeasures will be carried out in the fall of this year, \r\nwhen the Metsamor nuclear power plant will undergo \r\nan annual outage and refuelling. A technical meeting \r\nfor the coordination of international assistance will \r\nfollow to assess the measures taken and come up with \r\nadditional recommendations. \r\n Armenia pays great attention to the protection of \r\nradioactive sources. In 2006, an inventory of existing \r\nradioactive sources was made and an investigation of \r\norphan sources is currently under way. This year, \r\nArmenia assumed the chairmanship of the WWER \r\nRegulators Forum and hosted the thirteenth annual \r\nmeeting in Yerevan in June. The Forum welcomed \r\nthree new member States — China, India and Iran — \r\nand made its contribution to further improving \r\nregulators’ activities, making them more efficient and \r\ntransparent. \r\n The sustainability of energy sources is a major \r\nissue for my country. Armenia is very interested in the \r\nInternational Innovative Nuclear Reactors and Fuel \r\nCycles project, which drafts new standards for new \r\nnuclear stations, the safety and security of the fuel \r\ncycle, ecological aspects and non-proliferation issues. \r\nThe project is of special importance to those countries \r\nplanning to develop their nuclear energy sector. In that \r\nrespect, I would like to underline that a feasibility \r\nstudy for nuclear energy development in Armenia was \r\napproved by Director General ElBaradei for the next \r\nbiennium. The project will make an analysis of the \r\nexpenditures for the construction of new nuclear \r\nreactors based on the existing infrastructure and the \r\nexpertise of the current staff of the Metsamor nuclear \r\npower plant. Meanwhile, in collaboration with the \r\nEuropean Union and under the Technical Assistance to \r\nthe Commonwealth of Independent States and Georgia \r\nprogramme for 2006-2007, the Armenian Government \r\nis working on a project that will set the timetable and \r\nexpenditures for the decommissioning of unit 2 of the \r\nnuclear power plant. \r\n The Armenian Government’s progress in ensuring \r\nthe safe and secure operation of the Armenian nuclear \r\npower plant would have been very difficult, and in \r\ncertain instances almost impossible, without the \r\nsupport and assistance of our partners and donors. In \r\nthat respect, I would like to express my gratitude to the \r\nGovernments of the United States, the Russian \r\nFederation, France, the United Kingdom, Bulgaria and \r\nSlovakia for their financial and professional support. \r\n Mr. Tulbure (Moldova): First of all, I would like \r\nto thank Mr. Mohamed ElBaradei, the Director General \r\nof the International Atomic Energy Agency (IAEA), for \r\nhis comprehensive report. \r\n The Republic of Moldova aligns itself with the \r\nEuropean Union statement, but I would like to \r\nhighlight some additional subjects related to my \r\ncountry. \r\n Today, humanity is entering an era of rapid \r\nscientific and technological development. As related to \r\nglobal economic expenditures, the need for energy \r\nsustainability and new technologies is becoming \r\nincreasingly pressing. In that context, more and more \r\ncountries have begun to review the role of nuclear \r\ntechnologies in their economic development. The \r\nIAEA has an important mission to promote the \r\npeaceful uses of nuclear technologies. Convinced that \r\nthis policy will continue, the IAEA provides as much \r\nassistance as possible to the developing countries via \r\ntechnical cooperation, expert consultancy and \r\npersonnel training. \r\n Special attention is paid in our country to the \r\ndevelopment and adoption of our own legislative \r\nframework to harmonize it with European Union \r\nstandards. That will guarantee the accomplishment of \r\nthose objectives in the nuclear field as well. The \r\nRepublic of Moldova is deeply attached to the peaceful \r\nuses of nuclear technologies. That is reflected in a \r\nmajor political option taken by our country that is \r\nclearly outlined in the recently adopted national law \r\nconcerning the safe implementation of nuclear \r\nactivities and those involving ionizing radiation \r\nsources. \r\n All countries that go through the transition to a \r\nmarket economy face a decline or stagnation in their \r\neconomic development. Our country was no exception. \r\nMoldova is facing a very complicated situation of \r\nscarce energy resources. Almost all our energy is \r\nimported from Ukraine and Russia and prices continue \r\nto rise, affecting our economy. Thus, the Government’s \r\ngoal is to find alternative energy sources, both \r\nA/61/PV.43  \r\n \r\n06-59167 18 \r\n \r\nrenewable and nuclear. The IAEA could take the \r\nfollowing actions to provide technical assistance or \r\nfinance projects in those fields in developing countries. \r\n Moldova has signed a new Country Programme \r\nFramework, reflecting our major interests related to the \r\nAgency. In the Framework, the following priority areas \r\nof cooperation were identified: nuclear equipment in \r\nhuman health, radiation processing, radiation safety, \r\nemergency preparedness and radioactive waste \r\nmanagement. It is necessary to underline that, within \r\nthe framework of our cooperation assistance projects, \r\naround $3 million have been provided through the \r\nIAEA. For the next biennial cycle, three national \r\nprojects have been submitted. Two are related to the \r\nimplementation of proton linear accelerator technology \r\nin cancer treatment and to the establishment of new \r\nindustrial sectors based on radiation processing \r\ntechnology. The third national project is related to the \r\nupgrading of radiation monitoring capability. \r\n I would like to express our gratitude to the IAEA \r\nand the United States Government for their support \r\nregarding the safety of radioactive sources. Those \r\nactivities were undertaken successfully, and the storage \r\nof sources is in keeping with international standards.  \r\n We will be very grateful to our partners for their \r\nassistance in the implementation of the national project \r\nto establish an industrial radiation processing centre. \r\nThis project will have a considerable impact on the \r\ndevelopment of such branches of the economy as \r\npharmaceuticals, medicine, the food industry and the \r\nsciences. \r\n We are aware of the importance of nuclear \r\nsecurity and will pursue further cooperation with the \r\nIAEA Department of Safeguards concerning the \r\nimplementation of the respective international norms \r\nand practices. In this context, our Government has \r\npresented an official letter to the Agency regarding our \r\nreadiness to sign the additional protocol. \r\n The IAEA has been playing an indispensable role \r\nin the peaceful use of nuclear technologies and \r\npreventing the proliferation of nuclear weapons. That \r\nis why it has become one of the most dynamic \r\ninternational organizations. I reiterate the support of \r\nour Government for the IAEA’s activities.  \r\n Moldova co-sponsored the draft resolution \r\nintroduced by the representative of Slovenia and will \r\nvote in favour of it. \r\n The Acting President (spoke in Arabic): We \r\nshall now proceed to consider draft resolution \r\nA/61/L.9. \r\n I call on the representative of the Democratic \r\nPeople’s Republic of Korea, who wishes to speak in \r\nexplanation of vote before the voting. I remind \r\ndelegations that explanations of vote are limited to \r\n10 minutes and should be made by delegations from \r\ntheir seats. \r\n Mr. Sin Song Chol (Democratic People’s \r\nRepublic of Korea): The delegation of the Democratic \r\nPeople’s Republic of Korea would like to clarify its \r\nposition on the draft resolution. \r\n First, it is totally unreasonable for the \r\nInternational Atomic Energy Agency (IAEA) to \r\nmention the so-called nuclear issue of the Democratic \r\nPeople’s Republic of Korea in its report. We would like \r\nto draw attention to the fact that the Democratic \r\nPeople’s Republic of Korea is neither a member of the \r\nIAEA nor a party to the Nuclear Non-Proliferation \r\nTreaty (NPT). \r\n Secondly, the IAEA addresses the nuclear issue \r\non the Korean peninsula in a biased manner. The \r\nnuclear issue on the Korean peninsula is a political and \r\nmilitary issue between the Democratic People’s \r\nRepublic of Korea and the United States, which cannot \r\nbe dealt with by the IAEA. \r\n The nuclear issue on the Korean peninsula is an \r\noutcome of the hostile United States policy towards the \r\nDemocratic People’s Republic of Korea. For more than \r\nhalf a century the United States has made nuclear \r\nthreats to the Democratic People’s Republic of Korea. \r\nIn particular, President Bush, immediately after \r\nassuming power, designated the Democratic People’s \r\nRepublic of Korea part of an “axis of evil” and a target \r\nof the United States nuclear pre-emptive strike.  \r\n Moreover, as soon as the 19 September Beijing \r\nJoint Statement was made public the United States \r\nimposed financial sanctions upon the Democratic \r\nPeople’s Republic of Korea and stepped up its pressure \r\nfrom every angle. In addition, the United States \r\nhindered the implementation of the Joint Statement by \r\nevery means, with such threats and blackmail as large-\r\nscale military exercises targeting the Democratic \r\nPeople’s Republic of Korea. \r\n The possession of nuclear weapons and nuclear \r\ntesting by the Democratic People’s Republic of Korea \r\n A/61/PV.43\r\n \r\n19 06-59167 \r\n \r\nis actually attributable to the United States nuclear \r\nthreats, sanctions and blockade against my country. \r\n It is important to evaluate exactly how the IAEA \r\nhas dealt with the nuclear issue. This matter has \r\nemerged as a political and military issue between the \r\nDemocratic People’s Republic of Korea, which is a \r\nvery small country, and the United States, which is a \r\npretend super-Power, with both still technically at war. \r\nThe IAEA, under United States instructions, has \r\naddressed the nuclear issue on the Korean peninsula \r\nwith prejudice and double standards, abandoning its \r\nimpartiality, which must be its lifeline as an \r\ninternational organization. \r\n Denuclearization of the Korean peninsula is the \r\nultimate goal of the Democratic People’s Republic of \r\nKorea, whose will to denuclearize the Korean \r\npeninsula through dialogue and negotiations, to which \r\nit committed itself in the 19 September Joint \r\nStatement, remains unchanged. But it should be clearly \r\nunderstood that denuclearization of the Korean \r\npeninsula cannot be realized through the unilateral \r\nabandonment by the Democratic People’s Republic of \r\nKorea of its nuclear programme, and that it can be \r\nrealized only when the United States also implements \r\nits own obligations. \r\n My delegation stresses that the Beijing Joint \r\nStatement stipulates the obligations of not only the \r\nDemocratic People’s Republic of Korea, but also the \r\nUnited States and South Korea, which are parties \r\ndirectly concerned in the denuclearization of the \r\nKorean peninsula. \r\n The delegation of the Democratic People’s \r\nRepublic of Korea opposes the draft resolution, since it \r\nis intended to mislead about the substance of the \r\nnuclear issue on the Korean peninsula and does not \r\nhelp to solve the problem at all. \r\n The Acting President (spoke in Arabic): The \r\nAssembly will now take a decision on draft resolution \r\nA/61/L.9. \r\n Since the introduction of the draft resolution, the \r\nfollowing countries have become sponsors: Angola, \r\nCape Verde, Montenegro, the Philippines and Peru. \r\n A recorded vote has been requested. \r\n A recorded vote was taken. \r\nIn favour: \r\n Albania, Algeria, Andorra, Angola, Antigua and \r\nBarbuda, Argentina, Armenia, Australia, Austria, \r\nBahrain, Belarus, Belgium, Belize, Brazil, Brunei \r\nDarussalam, Bulgaria, Burkina Faso, Canada, \r\nCape Verde, Chad, Chile, China, Colombia, \r\nComoros, Costa Rica, Croatia, Cuba, Czech \r\nRepublic, Denmark, Djibouti, Ecuador, Egypt, \r\nEritrea, Estonia, Finland, France, Georgia, \r\nGermany, Greece, Guatemala, Guinea, Guinea-\r\nBissau, Guyana, Haiti, Honduras, Hungary, \r\nIceland, India, Indonesia, Iran (Islamic Republic \r\nof), Iraq, Ireland, Israel, Italy, Japan, Kenya, \r\nKuwait, Lao People’s Democratic Republic, \r\nLatvia, Lebanon, Libyan Arab Jamahiriya, \r\nLiechtenstein, Lithuania, Luxembourg, \r\nMadagascar, Malaysia, Maldives, Malta, \r\nMauritius, Mexico, Moldova, Monaco, Mongolia, \r\nMontenegro, Morocco, Myanmar, Netherlands, \r\nNew Zealand, Nigeria, Norway, Oman, Pakistan, \r\nParaguay, Peru, Philippines, Poland, Portugal, \r\nQatar, Republic of Korea, Romania, Russian \r\nFederation, San Marino, Saudi Arabia, Serbia, \r\nSingapore, Slovenia, Somalia, South Africa, \r\nSpain, Sri Lanka, Sweden, Switzerland, Syrian \r\nArab Republic, Thailand, Togo, Tunisia, Turkey, \r\nUkraine, United Arab Emirates, United Kingdom \r\nof Great Britain and Northern Ireland, United \r\nStates of America, Venezuela (Bolivarian \r\nRepublic of), Viet Nam, Yemen \r\nAgainst: \r\n Democratic People’s Republic of Korea \r\nAbstaining: \r\n Zambia \r\n Draft resolution A/61/L.9 was adopted by 114 \r\nvotes to 1, with 1 abstention (resolution 61/8). \r\n [Subsequently, the delegations of Bolivia, \r\nCyprus, Liberia and Zambia informed the \r\nSecretariat that they had intended to vote in \r\nfavour.] \r\n The Acting President (spoke in Arabic): Before \r\ngiving the floor to the speaker in explanation of vote \r\nafter the vote, may I remind delegations that \r\nexplanations of vote are limited to 10 minutes and \r\nshould be made by delegations from their seats. \r\nA/61/PV.43  \r\n \r\n06-59167 20 \r\n \r\n I call on the representative of the Syrian Arab \r\nRepublic, who wishes to speak in explanation of vote \r\non the resolution just adopted. \r\n Mr. Taleb (Syrian Arab Republic) (spoke in \r\nArabic): My delegation voted in favour of the draft \r\nresolution, on the basis of its belief in the importance \r\nof the IAEA in monitoring nuclear non-proliferation \r\nand guaranteeing the right of Member States, large and \r\nsmall, to the peaceful uses of atomic energy.  \r\n Yet my delegation would like to place on record \r\nits regret and disappointment at the positions taken by \r\nmany States in the IAEA General Conference during its \r\nfiftieth session on the item concerning the Israeli \r\nnuclear capacity and the Israeli nuclear threat. Those \r\npositions led to a postponement of the discussion of the \r\nitem until next year, while major international \r\npressures are being brought to bear on other States that \r\nare exercising their sovereign right to acquire nuclear \r\nenergy for peaceful purposes.  \r\n This item has been on the agenda of the General \r\nConference for more than a decade, during which \r\nresolutions in favour of establishing a zone free of \r\nnuclear weapons in the Middle East have accumulated. \r\nThose resolutions have called on Israel to renounce its \r\nnuclear option and place its nuclear installations under \r\ninternational inspection and the safeguards agreement, \r\nand to seek to establish a nuclear-weapon-free zone, \r\nwhich has no room for policies of nuclear terrorism.  \r\n Our disappointment is also caused by the failure \r\nof the international community to send a clear message \r\nto Israel affirming its sincere will and vigorous efforts \r\nto implement the principle of nuclear non-proliferation, \r\nrather than continue to follow the policy of nuclear \r\nhypocrisy pursued by some States, which will only lead \r\nto further risk to international peace and security. My \r\ndelegation stresses that silencing the voice of right this \r\ntime, in the face of the Israeli nuclear threat and risk in \r\nthe Middle East region, through aborting the draft \r\nresolution will not be repeated ad infinitum. The day \r\nwill come when the voice of right will be heard.  \r\n The voting in the First Committee on draft \r\nresolution A/C.1/61/L.2, “The risk of nuclear \r\nproliferation in the Middle East”, is sure evidence of \r\nthe invalidity of the positions of those States that have \r\nhindered the discussion of the aforementioned item in \r\nthe IAEA General Conference, especially since the  \r\n \r\nseventh preambular paragraph of that draft resolution, \r\nadopted by the First Committee on 23 October 2006 \r\nwith 151 votes in favour, expresses concern at the \r\ncontinued existence in the Middle East of \r\nunsafeguarded nuclear facilities, and since the eighth \r\npreambular paragraph notes that Israel remains the \r\nonly State in the Middle East that has not yet become \r\nparty to the Non-Proliferation Treaty. Moreover, \r\noperative paragraphs 2 and 3 reaffirm the importance \r\nof Israel’s accession to the Treaty without further delay \r\nand placement of all its nuclear facilities under \r\ncomprehensive IAEA safeguards, and call upon Israel \r\nnot to develop, produce, test or otherwise acquire \r\nnuclear weapons, but rather to renounce their \r\npossession as an important confidence-building \r\nmeasure among all States of the region and as a step \r\ntowards enhancing peace and security.  \r\n The Acting President (spoke in Arabic): May I \r\ntake it that it is the wish of the General Assembly to \r\nconclude its consideration of agenda item 81? \r\n It was so decided. \r\n \r\nProgramme of work \r\n \r\n The Acting President (spoke in Arabic): I would \r\nlike to inform members that tomorrow morning, at \r\n10 a.m., the General Assembly will consider, as the \r\nfirst item, a report of the Fifth Committee on agenda \r\nitem 133, financing of the United Nations Operation in \r\nBurundi. As the second item, the Assembly will resume \r\nits consideration of sub-item (a) of agenda item 103, \r\nelection of five non-permanent members of the \r\nSecurity Council. \r\n I would also like to inform members that, in \r\naddition to the item already scheduled for the afternoon \r\nof Wednesday, 1 November, the Assembly will \r\nconsider, as the first item, agenda item 156, extension \r\nof the terms of the ad litem judges of the International \r\nCriminal Tribunal for the Prosecution of Persons \r\nResponsible for Genocide and Other Serious Violations \r\nof International Humanitarian Law Committed in the \r\nTerritory of Rwanda and Rwandan Citizens \r\nResponsible for Genocide and Other Such Violations \r\nCommitted in the Territory of Neighbouring States \r\nbetween 1 January and 31 December 1994. \r\n  The meeting rose at 5.15 p.m. \r\n \r\n"