" United Nations  A/61/PV.15\r\n  \r\n \r\nGeneral Assembly \r\nSixty-first session \r\n \r\n15th plenary meeting \r\nThursday, 21 September 2006, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n \r\n06-53005 (E) \r\n*0653005* \r\nPresident: Ms. Al-Khalifa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Bahrain) \r\n \r\n \r\n  The meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAddress by Mr. Ahmed Abdallah Sambi, President \r\nof the Union of the Comoros  \r\n \r\n The President: The Assembly will now hear an \r\naddress by the President of the Union of the Comoros. \r\n Mr. Ahmed Abdallah Sambi, President of the \r\nUnion of the Comoros, was escorted into the \r\nGeneral Assembly Hall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Ahmed Abdallah Sambi, \r\nPresident of the Union of the Comoros, and to invite \r\nhim to address the Assembly. \r\n President Sambi (spoke in French): Allow me, \r\nfirst of all, on behalf of the people of the Comoros, my \r\nGovernment and in my personal capacity, to sincerely \r\ncongratulate you, Madam President, on your election to \r\nthe presidency of the General Assembly at its sixty-\r\nfirst session. I am convinced that your eminent \r\nqualities will enable you to skilfully guide the work of \r\nthis General Assembly. And I assure you of my \r\nreadiness to work with you towards the successful \r\naccomplishment of the difficult mission entrusted to \r\nyou by our General Assembly.  \r\n I take advantage of this opportunity to address \r\nour Secretary-General, Mr. Kofi Annan, and to express \r\nmy deepest gratitude for the total and resolute \r\ncommitment that he has always shown as head of our \r\nOrganization, in particular, in the promotion of its \r\nideals. We are all aware of the immeasurable efforts \r\nthat he consistently deploys to defend the noble causes \r\nof our institution — the fight against poverty, the \r\nmaintenance of peace in the world, to list but the main \r\nones. \r\n It is a great honour to take the floor today and to \r\naddress this Assembly in my capacity as the newly \r\nelected President of the Union of the Comoros.  \r\n Allow me, therefore, at this historic time, to \r\naddress my deep gratitude to all of the brother \r\ncountries, to the United Nations system and to the \r\nAfrican Union, in particular, for having become \r\nengaged in order to ensure that, for the first time, a \r\ndemocratic and peaceful political transition was able to \r\ntake place in my country following free and transparent \r\nelections. That was indeed a first in the Comoros in  \r\n30 years of independence. \r\n At this junction, I would like to underline the \r\nprincipal role played by the Republic of South Africa \r\nand by its President, Mr. Thabo Mbeki, in monitoring \r\nthe electoral operations during the last presidential \r\nelections held in the Comoros. These elections are an \r\nexemplary model for Africa, in spite of certain \r\nimperfections. \r\n I wish to convey to the Government and to the \r\nbrethren people of the Republic of South Africa the \r\nsincere gratitude of the people of the Comoros and my \r\npersonal acknowledgment for the unfailing support that \r\nthey provided to the process of national reconciliation \r\nin the Comoros. \r\nA/61/PV.15  \r\n \r\n06-53005 2 \r\n \r\n I wish to convey to France, a country with which \r\nwe have long-standing relations, the gratitude of the \r\npeople and the Government of the Comoros for the \r\nconstant support that it continues to provide to our \r\ncountry. We are convinced that France, the home \r\ncountry of human rights and freedoms, will meet the \r\nrequest of my Government to ensure that together we \r\ncan guarantee a harmonious development in the \r\nComoros, with democracy, the rule of law and good \r\ngovernance. \r\n The People’s Republic of China also deserves our \r\ndeep admiration. With great vigour, this brother \r\ncountry has supported the development of the \r\nComoros, ever since we gained independence more \r\nthan 30 years ago. Through the quality of its relations, \r\nChina has earned the friendship of all the people of the \r\nComoros, and I remain convinced that it will continue \r\nto provide aid and support for my country’s socio-\r\neconomic development, a matter which remains a \r\npriority for my Government. \r\n The Republic of Mauritius deserves a special \r\nmention for its invaluable support to my country \r\nthroughout the national reconciliation process. By \r\nhosting the donor conference for the Comoros in \r\nDecember 2005, this brother country has demonstrated \r\nits great solidarity with the Comoros. We therefore \r\nexpress to it our deep appreciation here today. \r\n Madagascar is a country with which we enjoy, \r\nover and above formal cooperation, very close relations \r\nby virtue of good neighbourliness, blood ties, a shared \r\nlanguage and commerce, and it will remain a crucial \r\npartner for us. Madagascar has consistently \r\ndemonstrated the importance of preserving common \r\nvalues, in particular through closer ties. I know that \r\nwith this brother country we still have a long way to \r\ntravel together, as our destinies are linked. \r\n From this platform, I would be remiss not to \r\nconvey our sincere gratitude to all other bilateral and \r\nmultilateral partners of the Comoros, in particular, the \r\nLeague of Arab States, the International Organization \r\nof la Francophonie and the European Union, which, \r\nthrough the African Union, has provided valuable \r\nsupport and assistance in recent years in the context of \r\nthe national reconciliation process.  \r\n I would like to thank sincerely the entire \r\ninternational community for the spirit of solidarity \r\noften expressed towards my country. Moreover, I \r\nremain convinced that the entire international \r\ncommunity will continue to support the Comoros to \r\nhelp it complete national reconciliation. This is the sine \r\nqua non to ensure that a period of peace and political \r\nstability can take root in my country. \r\n The people of the Comoros hope to see an end to \r\nthe hellish cycle of coups d’état that have spoiled their \r\ndaily lives over the past three decades. Since my \r\nelection as President, my Government and I have \r\nstrived to find the ways and means to promote social \r\nand economic development. We are aware of the need \r\nto diversify our cooperation abroad and to create \r\nconditions that are propitious to investment. On the \r\ndomestic level, my Government is resolutely \r\ncommitted to fighting corruption and the \r\nembezzlement of public funds, to reestablishing an \r\nindependent and equitable judiciary and we are \r\ncommitted to improving public housing. In order to \r\nachieve these goals, we require the backing our \r\npartners in support of our own efforts. That is why I \r\nmake a solemn appeal to this Organization and to its \r\nMembers to provide diverse forms of aid in order to \r\nensure the success of this task. \r\n I would be remiss if I did not also touch on the \r\nmajor global issues that we face. The situation in the \r\nMiddle East remains critical. The conflict that occurred \r\nin Lebanon between Israel and Hezbollah deeply hurt \r\nus in our flesh and in our hearts. Once again, we \r\nquestion the grounds for waging that war, the reasons \r\nfor the destruction of economic infrastructure in that \r\nbrother country, and finally the loss of thousands of \r\nlives. My country deeply deplores the shedding of \r\ninnocent blood in Lebanon and in the Middle East. \r\nWhy is there so much violence? Why is there so much \r\nsuffering? Why is there so much inhumanity?  \r\n What is there to say about the situation in \r\nPalestine where the same scenario persists with its toll \r\nof martyrs, children and women who are victims of \r\nblind bombing? It is high time for the international \r\ncommunity, working within the framework of the \r\nUnited Nations, to respond and to put an end to that \r\nconflict by ensuring that a negotiated solution is \r\nreached promptly. \r\n We have the right to ask why the situation in Iraq \r\nremains catastrophic. It would be a shameful lie to say \r\nthat we do not awake each day, learning of a growing \r\nnumber of deaths in each community in Iraq.  \r\n In Africa, even though some conflicts have been \r\nsettled, instability and the risk of war and the threat of \r\n A/61/PV.15\r\n \r\n3 06-53005 \r\n \r\nwar still persist in Chad, the Darfur region of the \r\nSudan, Côte d’Ivoire, Eritrea, Ethiopia and Somalia, \r\njust to mention some instances.  \r\n The question of Moroccan Sahara in no way \r\nleaves us indifferent. It is high time that the \r\ninternational community uses the prestige of the United \r\nNations to expedite a solution based on law to that \r\nlong-standing dispute. In any such situation, only the \r\napplication of international law can guarantee the \r\nrestoration of legality. \r\n Asia is not spared its share of armed conflicts, for \r\nexample those in Sri Lanka, Timor and southern \r\nPhilippines. To mention all such conflicts would be \r\ntedious. Wherever or whenever war takes place, armed \r\nconflict inevitably results in millions of displaced \r\npersons, destroyed economic infrastructure and \r\nirreversible human, social and economic tragedy and \r\ndamage. We must acknowledge and appreciate the vast \r\neffort of the international community to ensure that \r\ndialogue, discussion and negotiation prevail over force, \r\ndestruction and war. Our Organization plays a major \r\nrole in this respect. We must acknowledge that the \r\ncrucial missions undertaken by the United Nations are \r\nirreplaceable. \r\n We live in a time of paradoxes. On the one hand, \r\nwe are living through an exceptional period marked by \r\nextraordinary growth of knowledge and know-how in \r\nthe areas of technology, science, economic output, \r\ninformation technology and communications, just to \r\nmention a few. Yet on the other hand, we continue to \r\ndevote almost unlimited financial and technical \r\nresources to producing more and more weapons \r\ncapable of destroying our planet. Our countries are \r\ncaught up in an arms race, instead of concentrating on \r\ndevelopment and combating disease and poverty.  \r\n At a time when science makes possible \r\nconsiderable progress, as I said earlier, the \r\ncontradiction persists at the start of the twenty-first \r\ncentury that millions of individuals do not have enough \r\nto eat, millions of persons are totally destitute, and too \r\noften abject poverty, famine and devastating pandemics \r\nprevail. Many families live without shelter or in \r\nprecarious and unhealthy conditions. Side by side with \r\nan increasingly prosperous world, more and more \r\npeople live in increasingly difficult situations. We must \r\nask ourselves how to overcome these contradictions in \r\norder to meet the challenges of the future. \r\n Without going into detail, I wish to touch on the \r\nroot causes of these problems, their consequences and \r\nprospects for the future. In my humble opinion, the \r\nreasons for these conditions are twofold. The first \r\nconcerns governance in countries themselves. It will \r\nnot surprise you to hear that in many countries, \r\nespecially in the poorest countries, there is injustice, \r\ncorruption and a lack of respect for fundamental human \r\nrights. The second point concerns international \r\ngovernance and all the related problems. While we live \r\nin a globalized world, we must recognize that \r\ndegradation of the environment from uncontrolled \r\npollution by business motivated by easy profit \r\nendangers the lives of future generations. In economic \r\nterms, we stand by powerless, witnessing deteriorating \r\nterms of trade, which plunge the poorest countries into \r\never-deepening poverty while the richest countries \r\ncontinue increasingly to prosper.  \r\n We believe that in order to achieve peace among \r\nmen, to seek peace among countries and to ensure \r\nlasting peace for each and every one, we must prevent \r\nand resolve the conflicts and ills that beset our world. \r\nWe meet in this forum to seek — and to find — \r\nsolutions to the problems that I have touched upon in \r\nmy statement. The permanent quest for material and \r\nsocial well-being should guide us towards a guarantee \r\nof better lives for our children. We must attack the root \r\ncauses of the conflicts breaking out everywhere in the \r\nworld. It is crucial that we combat pandemics such as \r\nAIDS, which has destroyed millions of people \r\nworldwide.  \r\n Mr. Majoor (Netherlands), Vice-President, took \r\nthe Chair. \r\n Finally, I wish to use the words of Saint Francis \r\nof Assisi who said, “Give us love, my God, so that we \r\nmight instil it where the forces of evil dominate”. May \r\nGod the almighty and most merciful inspire our \r\ndecisions to ensure that a time of peace comes upon us \r\nand that we see an end to the spilling of the innocent \r\nblood of people in countries at war.  \r\n(spoke in Arabic) \r\n The Union of the Comoros has entered into a new \r\nperiod since my accession to the post of head of the \r\nsupreme Council following the free and transparent \r\nelections that were held in May and June. We hope to \r\nstrengthen our ties with all friendly countries on the \r\nbasis of mutual respect and common interests. We \r\nreaffirm our firm commitment to all international \r\nA/61/PV.15  \r\n \r\n06-53005 4 \r\n \r\nconventions and agreements that seek to ensure peace, \r\nwell being, security and development for all peoples of \r\nthe world.  \r\n The Comoros occupies a distinct strategic \r\nposition and embraces many civilizations. In spite of \r\nthe challenges it faces, the Comoros has managed to \r\npreserve its African and Arab identities, and its \r\naffiliation with Islam: a religion of love, amity, \r\ntolerance and peace.  \r\n Our country is among the world’s poorest, in \r\nspite of the priceless natural resources that we enjoy, \r\nsuch as agriculture, fishing and tourism, in addition to \r\nour strategic position in the Mozambique Channel. \r\nIncorrect economic politics applied since we gained \r\nindependence in 1975 and political instability have \r\nbeen among the negative factors that made our country \r\nespecially poor and backward. Average gross domestic \r\nproduct per capita stands at about $300 per year.  \r\n We have therefore developed a far-reaching plan \r\nseeking to provide substantial shelter for our \r\npopulation, in place of straw huts. We have sought to \r\nestablish an independent judiciary in order to ensure \r\nthe justice and equality of all before the law, and we \r\nare combating unemployment and poverty. If we are \r\nunable to provide decent and dignified housing and \r\nunable to guarantee a minimum of justice, then we will \r\nbe unable to fight unemployment and poverty.  \r\n I would like once again to call upon the \r\ninternational community to continue to provide aid and \r\nassistance to my country. I assure members all that \r\ntheir generosity and assistance will reach secure hands \r\nand will be used properly and appropriately.  \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Union of \r\nthe Comoros for the statement he has just made.  \r\n Mr. Ahmed Abdallah Sambi, President of the \r\nUnion of the Comoros, was escorted from the \r\nGeneral Assembly Hall.  \r\n \r\nAddress by Mr. Abdoulaye Wade, President of the \r\nRepublic of Senegal \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nSenegal.  \r\n Mr. Abdoulaye Wade, President of the Republic of \r\nSenegal, was escorted into the General Assembly \r\nHall.  \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Abdoulaye Wade, \r\nPresident of the Republic of Senegal, and to invite him \r\nto address the Assembly.  \r\n President Wade (spoke in French): Senegal and \r\nthe Kingdom of Bahrain have had cordial relations of \r\nfriendship, which have been enhanced and \r\nstrengthened by reciprocal confidence and esteem. I am \r\ntherefore pleased that Ms. Haya Rashed al-Khalifa is \r\npresiding over the General Assembly at its sixty-first \r\nsession, during a key time in the history of our \r\norganization. Her election was an act of faith in the \r\nideals of the United Nations and a message of hope for \r\npeoples who dream of a fairer, more equitable and \r\nmore welcoming world for all. I offer her my warmest \r\ncongratulations and assure her of the full cooperation \r\nof the Senegalese delegation as she carries out her high \r\nresponsibilities in the service of the international \r\ncommunity.  \r\n I would also like to convey to the Secretary-\r\nGeneral a fraternal message of my greatest \r\nappreciation and gratitude for the ability and \r\neffectiveness with which he has always acted, enabling \r\nour Organization to better adapt to the requirements of \r\nthe new millennium. At a time when he is preparing to \r\nleave his high post after 10 years of loyal and good \r\nservice, it is with a sincere sense of pride that I say to \r\nhim as an African compatriot, “Mr. Secretary-General, \r\nmission accomplished”.  \r\n Last year, in this very Hall, we renewed our \r\ncommitment to meet the Millennium Development \r\nGoals (MDGs) by 2015. To be sure, since that time, \r\nsome praiseworthy initiatives have occurred along the \r\nway, especially with measures to erase the multilateral \r\ndebt of 18 least developed countries (LDCs) and to \r\nestablish a levy on air tickets as a source of financing \r\nfor development. I salute the efforts made by President \r\nJacques Chirac of France and by President Luiz Inácio \r\nLula da Silva of Brazil for their promotion of this \r\ninnovative mechanism to mobilize resources.  \r\n The problem of debt, however, in particular the \r\ndebt of our continent, remains a hindrance to our \r\ndevelopment. In reality, the first question we should be \r\nasking ourselves, and which we do ask in Africa, \r\n A/61/PV.15\r\n \r\n5 06-53005 \r\n \r\nregards the evaluation of the debt: to take a look at the \r\noverindebtedness of Africa, to see exactly how much \r\nwe owe, because it turns out that some countries are \r\npaying more than they owe. This is why I have long \r\nbeen advocating an x-ray of African debt to see how \r\nour countries have ended up in a situation whereby \r\nthey devote much of their export earnings to paying off \r\ndebt, contracted sometimes in dubious circumstances, \r\nto the detriment of their economic and social \r\ndevelopment programmes. The vicious circle of debt, \r\ncompounded by unfair imbalances in international \r\ntrade owing to agricultural subsidies in wealthy \r\nindustrialized countries, has been particularly harmful \r\nfor our farmers.  \r\n The failure of the agriculture negotiations in the \r\nDoha round, which is still fresh in our memory, shows \r\nhow far we have yet to go in order to ensure respect by \r\nall for the rules of the game, so that world trade can be \r\nequally profitable for the giants of agro-business as for \r\nthe small-scale cotton growers of Senegal, Benin, \r\nBurkina Faso and Mali, or for the small-scale coffee \r\nplanters from Uganda, Ghana and Côte d’Ivoire. We \r\nsay yes to free trade, but it must be fair and equitable. \r\n The dizzying increase in the price of oil and its \r\nby-products since 2003 constitutes a new source of \r\nconcern for non-producer countries. If the current trend \r\ncontinues, many countries will see their years of \r\neconomic and social development efforts wiped out by \r\nthe cost of oil. It will then be pointless to expound on \r\nthe Millennium Development Goals on schooling, \r\nuniversal health care, access to drinking water for all, \r\nthe fight against unemployment and the eradication of \r\npoverty.  \r\n In Africa, we have decided to take up the \r\nchallenge by gathering together, on the initiative of \r\nSenegal, in the Association of Non-Oil Producing \r\nAfrican Countries, in order to promote the \r\ndevelopment of bio-fuels. This green version of the \r\nOrganization of Petroleum Exporting Countries \r\n(OPEC) has already been launched. With its vast \r\ncultivatable lands and enormous fresh water resources, \r\nAfrica has, without a doubt, incomparable advantages \r\nin this sphere, and could even aspire to become the \r\nworld’s premier bio-fuel producer.  \r\n I would call upon all interested parties to join \r\nwith us in this new green energy revolution, especially \r\nsince it respects our environment and is in perfect \r\nharmony with the objectives of the United Nations \r\nFramework Convention on Climate Change and its \r\nKyoto Protocol. Let us be optimistic in thinking that \r\nour planet will be a healthier place in the interest of all \r\npeoples, thanks to a civilization based on clean energy.  \r\n Turning to the situation in Africa, Senegal \r\nwelcomes the progress made in democracy on the \r\ncontinent, as well as the significant progress achieved \r\nin the peaceful settlement of disputes. Such positive \r\ndevelopments, however, have been thwarted by the \r\npersistence of some hotbeds of tension. In the Sudan, \r\nwe hope and work for the expansion of the camp of \r\npeace, so that those protagonists who have thus far \r\nbeen left out of the peace process can sign the Abuja \r\nAgreement for a settlement of the Darfur crisis.  \r\n Yesterday, here in New York, the Peace and \r\nSecurity Council of the African Union addressed the \r\nissue of Darfur and emphasized that Africa must offer \r\nmore efforts, more sacrifices and more commitment, \r\nbut that it can find a solution only within the \r\nframework of close cooperation with the United \r\nNations, for which it must indicate its readiness.  \r\n Turning to the Democratic Republic of the \r\nCongo, Senegal welcomes the holding of elections last \r\nJuly. We hope that, whatever the outcome of the second \r\nround of presidential elections on 30 October, a \r\nreconciled Congolese people will work in the spirit of \r\nunity to utilize the tremendous potential of their \r\ncountry for peace, national unity and economic and \r\nsocial progress.  \r\n To my Ivorian brothers and sisters I would like to \r\nsolemnly state that the need for a Côte d’Ivoire, healed \r\nof its wounds for good, has become most urgent — as \r\nmuch for themselves as for all of us in the subregion. I \r\nwould thus urge Ivorian leaders of all ideologies to \r\nshow that they can get beyond their differences to \r\nfoster a return to lasting peace, more in accordance \r\nwith the history of that brother country and with its \r\nproper destiny within the West African family and \r\nwithin our continent.  \r\n With regard to the Digital Solidarity Fund, which \r\nI proposed in December 2003 at the World Summit in \r\nthe Information Society, as information technology and \r\ncommunications coordinator of The New Partnership \r\nfor Africa’s Development (NEPAD), I am pleased to \r\nreport that we have had satisfactory results. Since \r\nbeing launched in March 2005 with the support of \r\nnearly all Members of the United Nations, the Fund has \r\ngained the formal support of the People’s Republic of \r\nA/61/PV.15  \r\n \r\n06-53005 6 \r\n \r\nChina. I would like warmly to thank the Chinese \r\nauthorities for their support, which surely bolsters the \r\nFund’s universal nature. I request all States that have \r\nnot yet done so to formalize their previously voiced \r\ncommitment to the Fund by sending a letter to the \r\nExecutive Secretary of the Fund in Geneva. I would \r\nrecall that cities too can become members. I take this \r\nopportunity also to recall that the Digital Solidarity \r\nFund is supported exclusively through voluntary public \r\nand private contributions, the amount of which is up to \r\nmember States, cities or local governments.  \r\n We would suggest that countries commit \r\nthemselves to the so-called Geneva Principle, which \r\nconsists of, including in calls for bids in the digital \r\ntechnology field,  a contribution to the Fund of 1 per \r\ncent of the value of the goods and services linked to \r\ninformation and communications technology. Fund \r\nresources are managed in strict transparency through \r\nthe Foundation Council with a tripartite membership: \r\nlocal authorities, private enterprise and civil society.  \r\n The General Assembly’s recent High-Level \r\nDialogue on International Migration and Development \r\nshows the extent to which we must continue our joint \r\nefforts to address an extremely relevant and complex \r\nproblem which will be with us for a long time to come. \r\nInternational migration has always been a part of the \r\nhistory of peoples. What is new is the current scope \r\nand form of illegal immigration. For a wide variety of \r\nreasons, with North-South imbalances not the least of \r\nthem, illegal migration necessitates an approach of \r\njoint partnership instead of unilateral solutions.  \r\n In Senegal, we have already decided to resolutely \r\ncombat this phenomenon by strengthening the \r\nsurveillance of our coasts with the support of our \r\nEuropean partners. We have already signed an \r\nagreement with Spain, and we shall sign a similar \r\nagreement with France next week. The purpose of \r\nthese agreements is to regulate migratory flows to \r\ndeveloped countries, thereby combating illegal \r\nmigration. The smugglers, largely responsible for this, \r\nare constantly being hunted down and punished in \r\naccordance with the law.  \r\n Along with the dismantling of clandestine \r\nnetworks, we have launched our Return to Agriculture \r\nprogramme, through which we are setting up rural \r\nfarms in order to enable our young people to engage in \r\nmodern agriculture and animal husbandry. This will \r\ngive them reasons to stay at home and avoid tragic \r\nventures which often end at the bottom of the sea or in \r\nthe desert. That is how we implement the principle we \r\nhave adopted in Senegal: zero illegal emigration. \r\n The year 2006 marks a decisive turning point in \r\nthe history of the United Nations, with reforms under \r\nway to adapt to changing world realities. These include \r\nthe establishment of the Human Rights Council and the \r\nPeacebuilding Commission, which I hope will allow \r\nfor enhanced promotion of human rights and more \r\neffective management of post-conflict periods.  \r\n As for Security Council reform, Senegal deplores \r\nthe deadlock in the negotiations, which is to the \r\ndetriment of regions such as ours. Africa, while it is the \r\nfocal point of the Council’s agenda, does not have a \r\nsingle permanent seat. That is a historical injustice \r\nwhich must be corrected as soon as possible by \r\ngranting Africa a seat, with the right to veto, apart from \r\nthe overall reform package.  \r\n The Palestinian people, too, are victims of \r\ninjustice, depriving them of a legitimate right to a \r\nviable, free and independent State. History teaches us \r\nthat war, despite its long list of innocent victims and \r\nthe toll it takes on civilian infrastructure — bitter \r\nexperiences recently relived by the peoples of Lebanon \r\nand Palestine — will never overcome a people’s will if \r\nit aspires to take its rightful place in the community of \r\nfree nations.  The right to freedom and \r\nindependence is part of the destiny of peoples. Its \r\nattainment can be delayed by historic circumstances, \r\nbut destiny will always be achieved. It is better to \r\nunderstand this in time than to regret it too late.  \r\n As Chairman of the Committee on the Exercise of \r\nthe Inalienable Rights of the Palestinian People, \r\nSenegal will continue to ensure that the Organization \r\ncontinues its efforts towards a negotiated, just and \r\nlasting solution to the Middle East conflict so that all \r\nof the suffering peoples of the region can finally live in \r\npeaceful coexistence. \r\n With regard to Iran, the Assembly is aware of my \r\nposition. There should be dialogue without prior \r\nconditions, meaning that the protagonists should sit \r\ndown around a negotiating table.  \r\n Senegal has always acted in the service of peace \r\nand continues to do so more than ever before at a time \r\nwhen we face such major challenges.  \r\n A/61/PV.15\r\n \r\n7 06-53005 \r\n \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Senegal for the statement he has just made.  \r\n Mr. Abdoulaye Wade, President of the Republic of \r\nSenegal, was escorted from the General Assembly \r\nHall.  \r\n \r\nAddress by Mr. Valdas Adamkus, President of the \r\nRepublic of Lithuania \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nLithuania.  \r\n Mr. Valdas Adamkus, President of the Republic of \r\nLithuania, was escorted into the General \r\nAssembly Hall.  \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Valdas Adamkus, President \r\nof the Republic of Lithuania, and to invite him to \r\naddress the Assembly.  \r\n President Adamkus: The previous session of the \r\nGeneral Assembly created high expectations for reform \r\nand comprehensive renewal that would ensure the \r\ncontinued success and relevance of the United Nations \r\nwell into the twenty-first century. Thanks to the \r\ninitiatives launched by the Secretary-General, today we \r\nhave the Peacebuilding Commission; the Central \r\nEmergency Response Fund; the recognition of a \r\ncollective responsibility to protect, where a State fails \r\nto protect its citizens from genocide and crimes against \r\nhumanity; and a new Human Rights Council. Lithuania \r\nis committed to work to ensure that the new Human \r\nRights Council can strengthen the protection and \r\npromotion of human rights around the world. \r\n It is said that State-building is a long and difficult \r\nprocess. That is precisely why United Nations \r\nassistance in this area is much needed. The \r\nPeacebuilding Commission brings renewed hope that \r\npost-conflict countries can avoid slipping back into \r\nchaos. But institutions alone do not count if they are \r\nnot supported by political will. Strong international \r\ncommitment is necessary in offering hope of a better \r\nlife wherever nations are struggling to get back on their \r\nfeet. \r\n Lithuania’s lead in a Provincial Reconstruction \r\nTeam in Afghanistan has given us first-hand \r\nunderstanding of the vital importance of the \r\nsustainability and continuity of such efforts. However, \r\nwhether in Afghanistan or elsewhere, our efforts will \r\nbe successful only to the extent that the nations \r\nthemselves are fully engaged in post-conflict State-\r\nbuilding and rational, market-sound economic \r\ndevelopment. Today, we welcome an increasing Afghan \r\ncapacity to rebuild the country, and we are encouraged \r\nby the expansion of the International Security \r\nAssistance Force area of responsibility. On the other \r\nhand, the challenges ahead will require ever-increasing \r\nfocus and further efforts on the ground. \r\n The tragic events in the Middle East over the past \r\n12 months have vividly demonstrated the human and \r\nfinancial costs of inability to reach compromises and \r\nfinal solutions regarding problems that have divided \r\nsocieties and poisoned the region for long years. Thus, \r\nthe effective promotion of a comprehensive peace plan \r\nin the Middle East is topical as never before. Security \r\nCouncil resolution 1701 (2006) and major donor \r\nconferences offer hope for the development of a \r\nsovereign and strong Lebanon. Let us make this a \r\nreality by pooling our efforts and contributing to this \r\ncause today, not tomorrow. The two States of Israel and \r\nPalestine living side by side in peace is our goal. \r\n Few security issues are as dramatic as terrorism, \r\nwith its indiscriminate targeting of civilian lives in an \r\never-expanding geography. Five years ago, the people \r\nof this very city suffered a brutal and cold-blooded \r\nattack on the values of humanity and tolerance that \r\nforever changed the world as we knew it. It is therefore \r\nessential that we unite our efforts to ensure that this \r\nnever happens again. We welcome the Assembly’s \r\nadoption of the United Nations Global Anti-Terrorism \r\nStrategy (resolution 60/288), and we call for the \r\ncompletion of work on a comprehensive convention on \r\ninternational terrorism as soon as possible and for its \r\nbeing put into practice. \r\n To succeed in our fight against terrorism, we \r\nmust not yield to fears that separate; instead, we must \r\nbuild on our common humanity. We therefore hope the \r\nAlliance of Civilizations will become an integral part \r\nof our interaction, promoting solidarity, inclusion and \r\nunderstanding and reinforcing the values and principles \r\nwhich extremists seek to undermine. \r\n Furthermore, we should redouble our efforts to \r\ntackle the issue of disarmament and non-proliferation. \r\nAs we celebrate the 50th anniversary of the \r\nInternational Atomic Energy Agency (IAEA), the \r\nA/61/PV.15  \r\n \r\n06-53005 8 \r\n \r\nchallenges to non-proliferation continue to mount. \r\nLithuania strongly supports the strengthening of the \r\neffectiveness and efficiency of the IAEA Safeguards \r\nSystem. Compliance with the Nuclear Non-\r\nProliferation Treaty and the relevant Security Council \r\nresolutions is a key to global security. We therefore call \r\non all States to exercise full compliance in this area, \r\nvital to our common peace and security. \r\n At the same time, security, as it is typically \r\ndefined, has a broader meaning now. We should deal \r\nwith climate change, energy security and dire water or \r\nfood shortages with equal attention. \r\n We must be firm in our common fight against \r\nterrorism, but we must be just as firm in fighting \r\npoverty and upholding the dignity of the individual. We \r\nneed to put the available resources to the best possible \r\nuse, such as ensuring significant progress in the \r\nimplementation of the internationally agreed upon \r\nMillennium Development Goals (MDGs). \r\n Lithuania is proud to follow up on these \r\ncommitments. As a new donor country, we know that it \r\nwill take time to measure up to the high expectations in \r\nthe field. We provide increasing amounts of advice and \r\nassistance, in more and more places. Over the past year \r\nalone, our development aid has grown by 60 per cent. \r\nWe are determined to further increase our aid and \r\ndiversify its geography. We remember what it meant to \r\nreceive help when we needed it, and we know and \r\naccept the responsibility to now help others in our turn. \r\n Only a comprehensive approach can ensure that \r\nthe inextricable link between security, development, \r\nand human rights that we all agreed on will translate \r\ninto a real and positive impact on the lives of countless \r\nmillions of human beings around the world. \r\n As we pursue the commitments already \r\nundertaken, we must look beyond tomorrow to be able \r\nto empower the United Nations to deal successfully \r\nwith the challenging diversity of issues and concerns of \r\nall our nations. \r\n It is natural that in debating such vital issues as \r\nthe reform of the United Nations, we, the Member \r\nStates, have disagreements. However, we should also \r\nremember that, while we discuss our disagreements \r\nhere in New York, millions of the poorest are suffering \r\nfrom degrading starvation, millions of children are \r\ndying from preventable diseases, and millions of \r\npeople have nothing to rely on but the United Nations \r\nto protect them. If we want the United Nations to \r\neffectively deal with development challenges, counter \r\nnew deadly threats and restore the value of human life \r\nto countless people around the world, an ongoing \r\nchange is a must. \r\n I therefore urge the United Nations to continue in \r\nthe vital areas of management reform and mandates \r\nreview in order to increase the Organization’s \r\nefficiency and effectiveness for the benefit of all. \r\n We also urge strengthening of international \r\nenvironmental governance and  translating the World \r\nSummit agreement on the collective responsibility to \r\nprotect into a willingness to act, when such action is \r\nneeded, and ending impunity for the most serious \r\ncrimes of concern to the international community. \r\n A vital element of the United Nations renewal is \r\nthe issue of Security Council reform. Lithuania has \r\nconsistently supported reform, in terms of both \r\nmembership and working methods. Enhancing the \r\nCouncil’s legitimacy through such reform will enable it \r\nto improve the discharge of its primary responsibilities \r\nvis-à-vis international peace and security. \r\n A renewed Security Council should give adequate \r\nvoice and representation to all regions. As a member of \r\nthe East European Group, Lithuania believes that this \r\nGroup, too, deserves better representation on the future \r\nSecurity Council. Our collective experience of \r\ndramatic and peaceful transformation of our societies \r\nhas a lot to offer. In this respect, we believe, our Group \r\ncan offer an excellent candidate for the post of \r\nSecretary-General. \r\n Despite its flaws, the United Nations remains the \r\nonly organization with the potential to embody a truly \r\nglobal and effective spirit of multilateralism. \r\nTherefore, whatever we do, we should continue to ask \r\nourselves: are we, the Member States, doing enough to \r\nhelp the United Nations fulfil its promise to mankind? \r\nWe are a world family and we have responsibilities to \r\none another. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Lithuania for the statement he has just made.  \r\n Mr. Valdas Adamkus, President of the Republic of \r\nLithuania, was escorted from the General \r\nAssembly Hall.  \r\n \r\n A/61/PV.15\r\n \r\n9 06-53005 \r\n \r\nAgenda item 8 (continued) \r\n \r\n \r\nGeneral debate \r\n \r\n \r\n  Address by Mr. Albert Pintat, Head of \r\nGovernment of the Principality of Andorra \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Head of Government of the \r\nPrincipality of Andorra.  \r\n Mr. Albert Pintat, Head of Government of the \r\nPrincipality of Andorra, was escorted to the \r\nrostrum.  \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Albert Pintat, Head of \r\nGovernment of the Principality of Andorra, and \r\ninviting him to address the General Assembly.  \r\n Mr. Pintat (Andorra) (spoke in Catalan: English \r\ntext provided by the delegation): A decade ago, it was \r\nsaid that with the end of the cold war we had reached \r\nthe “end of history.” Over the years, this view has been \r\nlargely discredited.  \r\n Much of the world, especially the West, paid \r\nscant attention to the sense of injustice shared by many \r\npeoples and communities around the world. What we \r\nhave witnessed, with a mixture of horror, sympathy and \r\nunease over the last 10 years, has been the return of \r\nhistory. The fall of the Twin Towers, the wars in \r\nAfghanistan, Iraq and Lebanon and the terrorist attacks \r\nin London and Madrid have shaken the foundations of \r\nthe secular State. These events have been said to \r\nrepresent a “clash of civilizations,” but I reject the \r\nreductive, indeed, misleading division between North \r\nand South, East and West, and Christians and Muslims.  \r\n The greatest achievements in the West were the \r\nresult of a complex process of cultural exchange \r\nbetween East and West. The free trade of ideas fostered \r\ninnovation and advances in understanding. We must \r\ntherefore reject this notion of a mentality that \r\nconceives an essential clash between “us” and “them”. \r\nI believe that we are living through a turbulent and \r\nbloody struggle between, on the one hand, the forces of \r\nextremism, present in both the East and the West, and, \r\non the other hand, secular tolerance, also fortunately \r\nmanifested everywhere on Earth. \r\n Andorra is an old country whose borders have \r\nremained unchanged since 1278. Our history is one of \r\nsurvival. We were in existence when the Cathars fled \r\nthe might of the first Crusade to seek refuge in our \r\nmountain pastures. We survived the French Revolution, \r\nthe Spanish Civil War and the Second World War. \r\nHistory has taught us that power demands restraint. \r\nAnd our own experiences have taught us — and the \r\npast few weeks have reinforced this costly lesson — \r\nthat displays of military might, intended to shock and \r\nawe, cannot, by themselves, bring about the desired \r\nresult. \r\n Is it not paradoxical that at this moment, when \r\nthe need for civilized discussion between people is \r\ngreater than ever, this venerable institution is deemed \r\ninconsequential? We need, of course, to continue the \r\nprocess of its reform. As an idea, however, this place \r\nembodies all of our hopes. As a humanitarian agency \r\nwith a host of vital social programmes, the United \r\nNations does inestimable work. As a forum for rational \r\ndiscourse committed to reaching global understanding, \r\nits work is absolutely necessary. This should be the \r\nforum in which we try to understand and correctly \r\ninterpret the crossroads at which we find ourselves. \r\nThe United Nations signifies the world’s moral \r\nconscience — the principle of equality and solidarity \r\nand the protection of human rights and human dignity. \r\nIt marks the path to development. \r\n Violence and the rise of religious extremism have \r\nroiled the globe. We all are prey to the unease felt over \r\nthe future of the secular State. In one sense, however, \r\nthe very idea of the nation-State lies at the heart of \r\nmany of our problems. It encourages us to believe in \r\nthe rhetoric of “us” against “them”, in exclusive \r\nidentities and in outdated ethnocentric discourse. It \r\nobfuscates the growing division between rich and poor \r\nthat transcends countries, nations, and continents. It \r\nneglects the fact that most people on this planet seek \r\nonly that which will permit them to live in a dignified \r\nmanner and be happy in their lives. \r\n Indeed, many States, especially those whose \r\nboundaries reflect a legacy of colonialism, are \r\nconstituted without regard to the religious or ethnic \r\nbackgrounds of their inhabitants. The civil wars that \r\nare currently tearing apart some countries are but one \r\nexample of the enormous difficulties presented by the \r\nartificial construction of such States. \r\n We must not forget that, historically, the West has \r\nnever been a good example in terms of religious \r\ntolerance. On the contrary, one might cite the twelfth-\r\ncentury expulsion of the Jews from England or recall \r\nA/61/PV.15  \r\n \r\n06-53005 10 \r\n \r\nthe forced conversion of Muslims after the fall of \r\nGranada in 1492, the Inquisition, or the persecution of \r\nthe Protestant Huguenots who fled France during the \r\nsixteenth century. Yet in the East — in Jerusalem or \r\nTehran, for example — Muslims, Jews and Christians \r\ncoexisted into the early twentieth century. Those great \r\ncosmopolitan centres flourished in an atmosphere of \r\ngenuine religious tolerance. \r\n The original meaning of the term secular \r\ndescribed those religious orders that looked outwards \r\nto the world at large. In the sixteenth century a new \r\nnotion of tolerance signified a willingness to accept \r\ndifferent Protestant sects in towns and cities in \r\nNorthern Europe. But our modern-day understanding \r\nof tolerance, in which people of all religions can live \r\ntogether, required centuries. Curiously, this version of \r\nhistory has been forgotten by those who see secularism \r\nas being opposed to belief. The notion of secularism \r\nhas never been oppositional to religion but rather \r\ndenotes a mentality willing to contemplate uncertainty \r\nand imperfect knowledge. It does not confuse questions \r\nof faith with scientific questions or seek to disarm the \r\nindividual’s liberty of conscience. \r\n Secularism, therefore, recognizes the shared \r\nfallibility of the human race. Religious faith can be \r\ntaught, but it cannot be imposed. It cannot lead to \r\nviolence and has to coexist with the secular state. Our \r\ncommon humanity requires us to respect each other \r\nthrough our diversity. \r\n The genius of tolerance lies in the ability to \r\nlisten — to truly listen and attempt to understand. To \r\nlisten and learn is not an act of weakness. Indeed, it is \r\nthe extremist’s display of strength or desire for revenge \r\nthat represents a fatal weakness. Again and again, in \r\nthe course of history, we see that a mighty spirit \r\nprecedes a fall. Recently we have stood by and \r\nwitnessed in dismay the catastrophic results that ensue \r\nfrom the deployment of military might against \r\ndetermined guerrilla warfare. \r\n Most of today’s ills have their roots in old and \r\nunresolved problems, but the rhetoric of violence \r\nwhich surrounds us polarizes us even further, \r\nundermines the possibility of finding a lasting solution \r\nand widens the lines of fracture. We have to think of \r\nourselves as a single global community where we are \r\nall interdependent.  \r\n In the Middle East, we recognize the need for \r\nIsrael’s security, as we recognize the need for Palestine \r\nto become a viable State. \r\n Andorra is located in a part of the world which \r\nhas always been a place where different cultures have \r\nmet and lived in shared prosperity: the Mediterranean. \r\nToday, this has become a new frontier full of tension. \r\nAs Europeans, we must seek to revitalize the area, \r\nrecalling its ancient history as a home to many \r\ncivilizations and their corresponding values — from \r\nRome to Byzantium and from Athens to Tangiers. \r\n Andorra, like many small countries, long relied \r\non its isolation for its survival. But in our global world, \r\nmountains can no longer protect us. International \r\nconcerns press upon us. Today’s world is \r\nheterogeneous, imperfect and lacking in a common \r\nvision; there are no easy solutions, and questions \r\ncannot be viewed in monochrome. The Millennium \r\ngoals that we debated here with such hope are in \r\ndanger of receding into distant memory. Is this the fault \r\nof the United Nations? Let us not turn our backs on the \r\nmasses, who are tired of suffering, and who see the \r\nUnited Nations as being their only hope. We must \r\nallow their voices to be heard and welcome them into \r\nthe global community. The time has come for us to act \r\non our promises. \r\n We must recognize that collectively we are the \r\nUnited Nations. We represent humanity as a whole. We \r\nare betraying it if we do not seek to make the United \r\nNations a more robust and efficient machine. If we \r\ncontinue blindly, caring only for our national self-\r\ninterest, we betray its trust. Multilateralism, which we \r\nas a group embody in this Hall, is the path that will \r\nlead to many of the solutions. The plight of the \r\nunfortunate should not fall on deaf ears. We should join \r\ntogether to solidify democratic institutions and \r\nprocesses, and in so doing fight against poverty, war, \r\ndisease, illiteracy and corruption. That should be our \r\ncommon cause. It is only through this joint effort that \r\nwe will be able to raise our approach to a collectively \r\nethical and morally correct level. \r\n When people do not have enough to eat and when \r\nthey are deprived of essential freedoms and justice, \r\nthere is only one option left open to them: to seek a \r\nbetter life by whatever means they can, leaving behind \r\ntheir native lands. We are currently witnessing mass \r\nmigration from the poorest parts of the world to the \r\nricher; all too often, the journey is tragically cut short \r\n A/61/PV.15\r\n \r\n11 06-53005 \r\n \r\non the high seas. This weighs heavily on our \r\nconscience. Erecting barriers to prevent this process \r\nwill never work: their desperation is too great. Millions \r\nof human beings are orphaned from their homelands — \r\nwe should have solutions to offer them. There is no \r\nplace where this issue is more pressing than sub-\r\nSaharan Africa. The high risk of death does not impede \r\npeople from attempting to reach the shores of Europe, \r\nsimply because their lives at home have become \r\nunbearable. \r\n We require a concerted and global plan for \r\nmigration. This can be achieved only if we act together \r\nthrough the United Nations to provide the human and \r\nmaterial resources necessary to step-up to the \r\nchallenge. In so doing we will better the lives of \r\nmillions of people who, quite justifiably, feel cruelly \r\ndisenfranchised from the human family. As the writer \r\nJuan Goytisolo put it, “The world provides a home for \r\nthose who are homeless”. The United Nations should \r\ncertainly be their refuge. \r\n In line with this, Andorra stands ready to \r\nunderline its commitment to the United Nations system \r\nand to development as a whole. Two days ago here in \r\nNew York, we signed an agreement with UNICEF to \r\nprovide €1 million in financing over a five-year period \r\nto help children suffering from HIV/AIDS in \r\nCameroon. Civil society in our small country is also \r\nplaying its part; the Andorran National Committee for \r\nUNICEF will contribute €500,000 to this project over \r\nthe same period. \r\n It is true that our world today is a dangerous \r\nplace. But there is still immense hope, and this spurs us \r\non. There is no definitive answer to the problems that \r\nour societies face, and it has been said that our lives as \r\nhuman beings cannot be perfected. We have a duty, \r\nhowever, to continually ask questions and to have the \r\ncourage to overcome the problems of our age.  \r\n Our ideas are the greatest advantage that we \r\nhave; they are the motors of progress. For us, this \r\nmeans democracy, shared prosperity, tolerance, the rule \r\nof law, respect for human rights and the pursuit of \r\nfreedom through the defence of fundamental human \r\nliberties. Those are the best weapons we have to fight \r\nabsolutism and inequality. It is here at the United \r\nNations that our voices should be heard and here that \r\nwe should be able to defend those principles. \r\n Finally, I should like to express our gratitude to \r\nthe Secretary-General, Mr. Kofi Annan, for his great \r\nwork over the past 10 long and complicated years. We \r\nsalute and congratulate him for all that he has done to \r\nmaintain and apply the principles enshrined in the \r\nCharter. I speak for all Andorrans in expressing my \r\nesteem for him and his great efforts. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Head of Government of \r\nthe Principality of Andorra for the statement he has just \r\nmade.  \r\n Mr. Albert Pintat, Head of Government of the \r\nPrincipality of Andorra, was escorted from the \r\nrostrum. \r\n \r\n  Address by His Excellency The Right \r\nHonourable Pakalitha Bethuel Mosisili, Prime \r\nMinister of the Kingdom of Lesotho \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Kingdom \r\nof Lesotho.  \r\n His Excellency The Right Honourable Pakalitha \r\nBethuel Mosisili, Prime Minister of the Kingdom \r\nof Lesotho, was escorted to the rostrum.  \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency The Right Honourable \r\nPakalitha Bethuel Mosisili, Prime Minister of the \r\nKingdom of Lesotho, and inviting him to address the \r\nGeneral Assembly.  \r\n Mr. Mosisili (Lesotho): My delegation associates \r\nitself with the compliments extended to Ms. Haya \r\nRashed Al-Khalifa, on her election to the presidency of \r\nthe General Assembly, to her predecessor, His \r\nExcellency Mr. Jan Eliasson, and to the Secretary-\r\nGeneral. It would be remiss of us if we did not express \r\nour delight at the fact that our proceedings are being \r\nled by a lady President this year. \r\n We meet in the aftermath of the worst conflict in \r\nthe Middle East. This conflict has brought untold \r\nmisery and has resulted in unnecessary loss of life, \r\ndisplacement of people and wanton destruction of \r\nproperty. In the midst of all this, the Security Council \r\nremained pitifully helpless. \r\n The delay by the Security Council in reacting to \r\nthe Israel-Lebanon conflict graphically demonstrated \r\nthe Council’s extreme inadequacy in responding \r\nurgently, with prompt and decisive action, to \r\ninternational armed conflicts. It is precisely such \r\nA/61/PV.15  \r\n \r\n06-53005 12 \r\n \r\nfailures that lend credence to the call for reform of the \r\nUnited Nations, in particular, reform of the Security \r\nCouncil. In this regard, the well-known position of the \r\nAfrican Group has never made more sense than it does \r\nnow. \r\n The African continent still experiences internal \r\narmed conflicts. The African Union (AU), without \r\nusurping the powers of the Security Council, has taken \r\nthe initiative to resolve some of those conflicts. \r\nHowever, the African Union’s resources and capacities \r\nare limited. It is against this background that the \r\nAfrican Union, through its Peace and Security Council, \r\nresolved to hand over the Darfur mission to the United \r\nNations. It is our hope and earnest plea that the current \r\nmisunderstanding between the United Nations and the \r\nGovernment of the Sudan will be resolved as a matter \r\nof urgency. The United Nations, particularly the \r\nSecurity Council, cannot afford to be a helpless \r\nspectator to yet another genocide. \r\n My delegation calls for concerted efforts by the \r\ninternational community, and by the United Nations in \r\ncollaboration with the African Union, to find a lasting \r\nsolution to the crises in Somalia and Côte d’Ivoire. \r\nWith regard to Somalia, the efforts of the Inter-\r\nGovernmental Authority on Development to broker an \r\nagreement between the Transitional Government and \r\nthe Islamic Courts must be complemented by the \r\ninternational community, specifically, the United \r\nNations. There is also an urgent need to lift the arms \r\nembargo so that the Transitional Government may be \r\nable to function. \r\n We congratulate the people of the Democratic \r\nRepublic of the Congo, who, following decades of \r\nundemocratic rule and civil war, recently exercised \r\ntheir inalienable right to elect a Government of their \r\nchoice. It is our hope that with continued assistance \r\nfrom the United Nations, particularly from United \r\nNations Organization Mission in the Democratic \r\nRepublic of the Congo, and other partners, the second \r\nround of elections, scheduled for 29 October 2006, will \r\nproceed peacefully. \r\n We likewise commend the people of Burundi on \r\nthe signing of a peace agreement between the \r\nGovernment and the Forces nationales de libération \r\n(FNL). This should enable them to focus on the \r\ndevelopment issues of their country.  \r\n Furthermore, we congratulate the Government of \r\nthe Republic of Uganda on the initiative aimed at \r\nfinding a political solution to the protracted war with \r\nthe Lord’s Resistance Army (LRA). That war has taken \r\nits toll on the people of Uganda and has contributed to \r\ninstability in the region. \r\n We express our solidarity with the peoples of \r\nPalestine and Western Sahara in their struggle for self-\r\ndetermination and their quest for everlasting peace. \r\nSurely, things do not have to deteriorate to the level of \r\nthe Israel-Lebanon conflict before the international \r\ncommunity snaps into action in these two volatile \r\nsituations. \r\n Following the 2005 World Summit, and in the \r\ncontext of the reform of the United Nations, my \r\ndelegation notes with satisfaction the creation of the \r\nHuman Rights Council, the operationalization of the \r\nPeacebuilding Commission and the establishment of \r\nthe Central Emergency Response Fund, among other \r\nachievements. These are timely events that continue to \r\nprove the relevance of this Organization in the twenty-\r\nfirst century. \r\n My delegation also notes the efficient manner in \r\nwhich the Office for the Coordination of Humanitarian \r\nAffairs responded in some countries that faced major \r\nman-made or natural disasters over the past year. That \r\ncan be attributed to the newly established Central \r\nEmergency Response Fund. It is our hope that the Fund \r\nwill continue to live up to the expectations of Member \r\nStates. \r\n The United Nations was founded on the \r\ninterlinked and mutually reinforcing pillars of \r\ndevelopment, international peace and security and \r\nhuman rights. The issue of development deserves the \r\nundivided attention and commitment of Member \r\nStates, just as do the issues of peace, security and \r\nhuman rights. Hence the call at the 2005 World Summit \r\nfor a timely and full realization of development goals \r\nand objectives agreed upon at major United Nations \r\nconferences and summits in the economic, social and \r\nrelated fields. \r\n My delegation is deeply concerned that Member \r\nStates were largely divided between the South and the \r\nNorth regarding how to follow up on the development \r\nsection of the 2005 World Summit Outcome Document \r\n(resolution 60/1). We are indeed disheartened that, due \r\nto a divergence of views on this important issue, the \r\nGeneral Assembly was not in a position to suggest \r\nconcrete actions to implement commitments made at \r\nthe relevant conferences and summits. \r\n A/61/PV.15\r\n \r\n13 06-53005 \r\n \r\n It is past time for the General Assembly to \r\nsuggest concrete actions on how to, among other \r\nthings: fulfil the commitments to address the special \r\nneeds of Africa; seriously address the uneven progress \r\nmade by the least developed countries, landlocked \r\ndeveloping countries and small island developing \r\ncountries in achieving the Millennium Development \r\nGoals (MDGs); address issues relating to trade, \r\nagricultural subsidies and the transfer of vitally needed \r\nresources to developing countries; and fully implement \r\nthe global partnership for development as set out in the \r\nMillennium Declaration, the Monterrey Consensus, the \r\nJohannesburg Plan of Action and the 2005 World \r\nSummit Outcome. \r\n My delegation hopes that at its current session the \r\nGeneral Assembly will, among other things, finalize all \r\ndetails regarding the convening of a review conference \r\non the implementation of the Monterrey Consensus. \r\nFurthermore, we hope that all stakeholders will \r\nreaffirm their commitment to the full implementation \r\nof the outcomes of the recently held high-level \r\nmeetings on migration and development and on review \r\nof the implementation of the 2001 Brussels Programme \r\nof Action for the Least Developed Countries. \r\n There is definitely an inherent global benefit, for \r\nall countries, in the pursuit of development cooperation \r\nbased on genuine partnership and mutually beneficial \r\narrangements. The realities of globalization, \r\nliberalization and interdependence have demonstrated \r\nthe inadequacies of the traditional modes of financing \r\nfor development, such as official development \r\nassistance, foreign direct investment, trade and other \r\nforms of capital flows. \r\n If all Member States are to achieve the \r\nMillennium Development Goals by 2015, certain \r\nmeasures must be undertaken. First, official \r\ndevelopment assistance must be doubled. It must also \r\nbe timely, predictable and dependable. Secondly, all \r\npartnerships with New Partnership for Africa’s \r\nDevelopment must be linked to the Millennium \r\nDevelopment Goals and other agreed upon \r\ndevelopment goals and targets. Finally, there must be \r\ncomplete debt cancellation, not just for the highly \r\nindebted poor countries, but for the least developed \r\ncountries as well. \r\n The suspension of the Doha Development Agenda \r\nnegotiations was a disquieting development for some \r\nof our countries. While Africa had on various \r\noccasions expressed concern on the limited progress \r\nmade in negotiations on issues of major interest to the \r\ncontinent, our faith in the negotiations never wavered. \r\nWe truly believed, and we still do, that there is a \r\ncommon understanding that trade is the most effective \r\nroute out of poverty, and that the prosperity and \r\nsecurity of all nations, rich or poor, strong or weak, are \r\ndependent on, inter alia, free and fair trade. \r\n Much has been said about the HIV/AIDS \r\npandemic. Its consequences are now commonly \r\nunderstood. Conferences at the highest levels have \r\nbeen held, subregionally, regionally, continentally and \r\nglobally. These conferences discussed at length the \r\nimportance of economic, technological and medical \r\ndevelopments to subdue and defeat HIV/AIDS in \r\naffected countries. It is now time for words to be \r\nfollowed by concrete actions targeting, in particular, \r\ninfected and affected groups and lowering infection \r\nprevalence rates. \r\n My delegation regrets the paralysis that has \r\nbefallen the United Nations disarmament machinery. \r\nAlso regrettable is the failure of the 2005 Review \r\nConference of the Parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons to produce a \r\nconsensus substantive outcome document. Equally \r\nregrettable is the absence of a section on non-\r\nproliferation and disarmament in the 2005 Summit \r\nOutcome Document. The coup de grâce, however, is \r\nthe failure to agree on an outcome document of the \r\n2006 United Nations Conference to Review Progress \r\nMade in the Implementation of the Programme of \r\nAction to Prevent, Combat and Eradicate the Illicit \r\nTrade in Small Arms and Light Weapons In All Its \r\nAspects, adopted in 2001. \r\n Thus, Member States should not run away from \r\nthe blatant truth that, during the sixtieth session of the \r\nAssembly, the stalemate that, over the past four years, has \r\ncharacterized negotiations regarding non-proliferation \r\nand disarmament, finally became abundantly clear to \r\nall nations. For small arms and light weapons remain \r\nthe weapons of choice that are indiscriminately used in \r\nconflicts, as well as in other forms of violence, \r\nincluding criminal behaviour. Yet they are still so \r\ncheap and so easily accessible that, in some remote \r\nvillages, they are exchanged for chickens. \r\n Terrorism continues to pose the greatest threat to \r\nhuman security. In this regard, I wish to welcome the \r\nadoption by the General Assembly of the United \r\nA/61/PV.15  \r\n \r\n06-53005 14 \r\n \r\nNations Global Counter-Terrorism Strategy (resolution \r\n60/288). However, it is unfortunate that the General \r\nAssembly’s Ad Hoc Committee on International \r\nTerrorism has still not been able to conclude a \r\ncomprehensive convention on an international response \r\nto terrorism in all its forms and manifestations. The \r\nfact remains that Member States have a moral \r\nobligation to overcome their long-standing differences \r\non the definition of terrorism. Failure to agree on a \r\ndefinition, however, cannot and must not be used as an \r\nexcuse for not decisively confronting the scourge of \r\nterrorism in all its forms and manifestations. \r\n Following the adoption of Security Council \r\nresolution 1696 (2006) on 31 July, and the subsequent \r\nresponse by the Iranian Authorities, it is our fervent \r\nhope that all parties to the issue will constructively \r\nengage in seeking a lasting solution to avert possible \r\neconomic and diplomatic sanctions and to guarantee \r\nIran’s peaceful nuclear programme. \r\n Last but certainly not least, this session marks the \r\nend of tenure of office for an illustrious son of the \r\nAfrican soil, a distinguished diplomat and statesman, in \r\nthe person of His Excellency Mr. Kofi Annan. He \r\nleaves a legacy for this august body which every one of \r\nus must emulate in the best interests of the peoples we \r\nrepresent and serve. It is therefore befitting to pay \r\ntribute to him and to wish him and Mrs. Nane Annan a \r\nwell-deserved rest and a future filled with happiness. \r\nHe will, needless to say, be inundated with our calls for \r\nhis wisdom and advice in the service of mankind.  \r\n Our standing ovation and the declaration made in \r\nhonour of His Excellency Mr. Kofi Annan during the \r\nlast African Union Summit held in Banjul, Gambia, \r\nsaid it all. With typical eloquence, he delivered a few \r\ndays ago in the Assembly before the world’s leaders a \r\nrich statement filled with emotion. No wonder that \r\neven the world leaders accorded him a standing \r\novation. His Excellency Mr. Kofi Annan has run his lap \r\nwith excellence. He deserves a medal of honour. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nKingdom of Lesotho for the statement he has just \r\nmade. \r\n The Right Honourable Pakalitha Bethuel \r\nMosisili, Prime Minister of the Kingdom of \r\nLesotho, was escorted from the rostrum. \r\n \r\nAddress by Mr. Tuilaepa Sailele Malielegaoi, Prime \r\nMinister, Minister for Foreign Affairs and Trade of \r\nthe Independent State of Samoa \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister, Minister for \r\nForeign Affairs and Trade of the Independent State of \r\nSamoa. \r\n Mr. Tuilaepa Sailele Malielegaoi, Prime Minister, \r\nMinister for Foreign Affairs and Trade of the \r\nIndependent State of Samoa, was escorted to the \r\nrostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Tuilaepa Sailele \r\nMalielegaoi, Prime Minister, Minister for Foreign \r\nAffairs and Trade of the Independent State of Samoa, \r\nand inviting him to address the General Assembly. \r\n Mr. Malielegaoi (Samoa): Forty-four years ago, \r\nSamoa became independent, and when we joined the \r\nUnited Nations it was a reaffirmation of our support for \r\nthe principle of multilateral cooperation which the \r\nUnited Nations embodied. It was also our statement \r\nthat all States matter, that none was too small and weak \r\nto be represented in the United Nations on equal terms \r\nwith the large and strong nations of the world. Those \r\nsentiments underpinned Samoa’s belief in the United \r\nNations as an expanding global family and its Member \r\nStates as the custodians entrusted with the future of our \r\nworld and the generations to come.  \r\n In essence, lasting peace and the sustained \r\nprosperity of the world depended on harmonious \r\ncooperation and effective global partnership amongst \r\nall nations. Those were the ideals that motivated us to \r\nbe part of the united family of nations, and they remain \r\nrelevant and valid for our country today. \r\n A year ago, we met here in an act of solidarity, to \r\nchart a new course for our Organization that is aligned \r\nto meet the emerging challenges confronting our world \r\ntoday. Our Summit Outcome document was not just a \r\nroad map to guide the work of our Organization. While \r\nit mirrored the intergovernmental nature and diverse \r\nmembership of our Organization, the document, \r\nultimately, was a reminder of the cooperative and \r\nshared interests we all have regarding issues vital to \r\nthe United Nations and its Member States. It also \r\nbrought to bear the importance of global partnerships \r\nin these times of interdependence, for the achievement \r\n A/61/PV.15\r\n \r\n15 06-53005 \r\n \r\nof sustainable development and peace and security for \r\nour peoples. \r\n In less than twelve months, we have transformed \r\nrhetoric into reality. Solid progress has been made in \r\nthe implementation of the Summit document. The \r\nHuman Rights Council and the Peacebuilding \r\nCommission are now operational; credible reforms in \r\nthe Secretariat and management have been \r\nimplemented; a Central Emergency Response Fund has \r\nbeen set up; and a Global Counter-Terrorism Strategy \r\nhad been unanimously adopted. But, as we well know, \r\nthat is just the start; the real work lies ahead. In our \r\nview, it is imperative that even in the early stages of \r\ntheir work, those bodies must immediately adhere to \r\nthe guiding principles of respect, integrity, credibility \r\nand professionalism to ensure that the objectives of \r\nrelevance, efficiency and transparency envisioned for \r\nthe Organization are delivered. \r\n Development, security and human rights are the \r\nthree pillars of the United Nations. All are mutually \r\nreinforcing. The United Nations commitment to the \r\nachievement of these goals, particularly for the least \r\ndeveloped countries (LDCs) and the developing \r\ncountries, is set out in a number of internationally \r\nagreed initiatives such as the Brussels Programme of \r\nAction for the Least Developed Countries, the \r\nJohannesburg Plan of Action, the Millennium \r\nDevelopment Goals, and the Mauritius Strategy for \r\nSmall Island Developing States. \r\n Those development frameworks provide for \r\nglobal partnerships for the achievement, in small and \r\nvulnerable economies, of economic growth, sustainable \r\ndevelopment and the resilience to endure external \r\nshocks. Samoa looks forward to the implementation of \r\nthe partnerships indicated in the development \r\nframeworks approved by the United Nations.  \r\n In Samoa’s case, the implementing framework for \r\nthe partnerships of the Government with the donor \r\ncommunity, civil society and the private sector are \r\ndesigned to address the development priorities of our \r\ncountry as set out in the Strategy for the Development \r\nof Samoa. It is through such partnerships that we look \r\ntoo, for the effective delivery of programmes that \r\naddress major health challenges such as HIV/AIDS and \r\nthe potential threat of the avian bird flu. Similarly, \r\nthere is the collaborative work with our partners to \r\nsupport the empowerment of our women. \r\n As to security and the specific context of stability \r\nand harmony within communities, I cannot \r\noveremphasize the importance of global actions to \r\ncontrol and limit the availability of small arms \r\nweapons. These weapons in the hands of the wrong \r\npeople can easily destabilize communities and plunge \r\nsmall nations into deadly conflict. We therefore renew \r\nour call for the early implementation of the Programme \r\nof Action to Prevent, Combat and Eradicate the Illicit \r\nTrade in Small Arms and Light Weapons in All Its \r\nAspects.  \r\n During the review of the Brussels Programme of \r\nAction this week, I shared with Member States the \r\nchallenges that continue to confront my country. \r\nSamoa is both a least developed country and a very \r\nsmall island developing State. The United Nations has \r\nreceived a proposal for Samoa to be graduated from the \r\nlist of LDCs. However, the vulnerabilities and the \r\nfragility that characterize our small island economy, as \r\nreflected in Samoa’s poor ranking under various \r\neconomic vulnerability indices have, not gone away. \r\n Working closely with our traditional development \r\npartners, we have tried our best to develop and manage \r\nour economy, and we have made good strides in \r\nimproving the welfare of our people. But we know \r\nvery well from grim past experience that it takes just \r\none devastating disaster to wipe out our modest \r\nachievements and set back the economy for years. Our \r\nrequest, therefore, is for Samoa’s graduation from the \r\nlist of LDCs to be deferred and reconsidered when \r\nSamoa has met the graduation threshold according to \r\nthe economic vulnerability index. \r\n Last week we broke new ground with the \r\ndiscussion for the first time in the United Nations \r\ncontext of the multidimensional aspects of \r\ninternational migration and development. The \r\nenthusiasm to consider migration and development as a \r\npriority concern in the United Nations agenda was well \r\nsupported. The concrete outcomes that emerged from \r\nthat initiative will ultimately depend on the willingness \r\nof the source countries and the destination countries to \r\nwork out imaginative and humane arrangements \r\nbeneficial to both. \r\n The significance of international migration, \r\nwhether permanent or temporary, as a development \r\noption for our region has not escaped the attention of \r\nPacific leaders. It is also an option that raises difficult \r\nissues that touch on the welfare and humanitarian \r\nA/61/PV.15  \r\n \r\n06-53005 16 \r\n \r\ntreatment of migrants, as well as on sensitive \r\nconsiderations on the part of receiving countries. \r\n In just six years into the millennium, it has \r\nbecome more and more evident that many of the \r\nchallenges we face have significant global dimensions. \r\nThey are borderless, do not discriminate between \r\ndeveloped and developing countries and have no \r\nrespect for national sovereignty. Those global \r\nconcerns, imaginatively called problems without \r\npassports, include climate change, epidemics, \r\nhumanitarian concerns, conflict containment, security \r\nconcerns and terrorism. By their very nature, the \r\nsuccessful resolution of those challenges requires a \r\ncollective and concerted effort of the whole United \r\nNations membership, because no one country or group \r\nof countries is capable of tackling them alone. \r\n Terrorism, in its various forms and \r\nmanifestations, is responsible for the horror and fear \r\nthat has gripped the world’s attention in recent years. \r\nNo country is immune to the reaches of terrorism and \r\nwe are all affected in varying degrees. We must \r\ncontinue to be resolute in our fight against terrorism. \r\nLet us reiterate in the strongest terms possible that \r\nterrorist acts, committed under whatever pretext or \r\npurpose, can never be justified as morally acceptable. \r\nEqually, countering terrorism does not confer \r\nimmunity from the rule of law, nor the abandonment of \r\nthe principles of a civilized society. \r\n The unanimous adoption of a United Nations \r\nGlobal Counter-Terrorism Strategy two weeks ago was \r\nboth a condemnation of terrorism in all its forms and a \r\ncommitment by Member States to take concrete \r\npreventative measures, collectively and individually. \r\nThe work ahead is to turn commitment into \r\nimplementation. \r\n The Middle East conflict continues to defy \r\nattempts to usher in a new era of trust and hopeful \r\nbeginnings for the region. Sustainable peace remains \r\nan elusive goal, permanently out of our Organization’s \r\nreach as long as the root causes of the problem are not \r\naddressed. Too much is at stake.  \r\n Let us not forget the voiceless majority, \r\nunwillingly caught in the crossfire of the conflict, who \r\nyearn for a lasting peace. We should, therefore, not be \r\njudgmental or partisan in our approach. Ultimately, the \r\nPalestinian people need a permanent and an \r\nindependent State, living in peace, with a secure Israel. \r\nThe Security Council, by responding decisively to \r\nrecent developments in the Lebanon-Israel conflict, \r\ngives us hope that perhaps an eventual resolution of \r\nthat long drawn-out conflict is finally within sight. \r\n The humanitarian and security situation in Darfur \r\nis a cause for concern. The recent resolution adopted \r\nby the Security Council will, we hope, be agreeable to \r\nall the parties with a genuine desire to expeditiously \r\nresolve the issue. \r\n We continue to hope that the elected \r\nGovernments of Iraq and Afghanistan will ultimately \r\nsucceed in achieving conditions that will allow their \r\npeoples to live meaningful lives and consolidate the \r\ndemocratization of their societies. \r\n Many other countries in different parts of the \r\nworld are also still mired in tragic conflict and look to \r\nthe United Nations and its stronger Members for \r\npeacekeeping arrangements that can give time for those \r\ncommunities in strife to re-establish and find lasting \r\nsolutions. Samoa, despite our small size, will continue \r\nto support that important work. At present we \r\ncontribute police personnel for the United Nations \r\nMissions in the Sudan, Liberia, Timor-Leste and in the \r\nSolomon Islands. \r\n Climate change issues remain a priority for the \r\nPacific region. In our small islands, natural \r\ncatastrophes are capable of destruction that devastates \r\nthe entire country. They bring great pain and upheaval \r\nto the lives of our people, as well as set back the \r\nnational economy for years. We know that from \r\nrepeated past experience. The need, therefore, for good \r\nearly-warning systems for natural disaster alerts in our \r\nPacific region is a priority. The willingness of our \r\npartners to assist and share expertise in that area is \r\nmost welcomed. \r\n The Global Environment Facility Trust Fund — \r\nrecently replenished for the fourth time — \r\ndemonstrates very well the joint partnership between \r\nthe developed and the developing countries in \r\nimplementing programmes to address environmental \r\nproblems. \r\n Samoa continues to strongly support international \r\nand regional efforts to combat global warming and \r\nenvironmental degradation. In our view, the evidence \r\nof global warming and its causes are well established. \r\nApportioning blame and point scoring should no longer \r\nbe allowed to deflect efforts at effective and collective \r\nresponses. We now know that concerted action should \r\n A/61/PV.15\r\n \r\n17 06-53005 \r\n \r\nhave been taken much earlier and further delays would \r\nsimply make the size of the problem greater and the \r\nsolutions more costly. \r\n Good progress has been achieved in the efforts to \r\nreform our Organization. I would like to pay tribute to \r\nthe Secretary-General, Mr. Kofi Annan, for his \r\ninspirational work in balancing the interests of Member \r\nStates, which did not always coincide, and for his \r\ninfluence that made it possible for agreement to be \r\nreached on the reform agenda. I thank the Secretary-\r\nGeneral for his courage and leadership, so that even in \r\nthe face of great controversy, the United Nations \r\nremained relevant to the crises and challenges that our \r\nworld and the Organization has faced during his watch. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister, Minister \r\nfor Foreign Affairs and Trade of the Independent State \r\nof Samoa for the statement just made. \r\n His Excellency Mr. Tuilaepa Sailele Malielegaoi, \r\nPrime Minister, Minister for Foreign Affairs and \r\nTrade of the Independent State of Samoa, was \r\nescorted from the rostrum. \r\n \r\n  Address by His Excellency Mr. Robert Fico, \r\nPrime Minister of the Slovak Republic \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Slovak \r\nRepublic. \r\n His Excellency Mr. Robert Fico, Prime Minister \r\nof the Slovak Republic, was escorted to the \r\nrostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Robert Fico, Prime \r\nMinister of the Slovak Republic, and I invite him to \r\naddress the General Assembly. \r\n Mr. Fico (Slovak Republic): I would like to \r\nexpress my deepest appreciation and most sincere \r\ngratitude to the Secretary-General, His Excellency \r\nMr. Kofi Annan, for the invaluable work and tireless \r\ndedication with which he led this Organization into the \r\ntwenty-first century. The Secretary-General has led the \r\nUnited Nations well and he will be remembered with \r\npraise for it. May I use this opportunity also to state \r\nour full support to his successor, who will have to deal \r\nwith the difficult challenges the United Nations is \r\ngoing to face. \r\n Before proceeding to my remarks, I would like to \r\npoint out that Slovakia fully subscribes to the statement \r\ndelivered earlier by the President of Finland on behalf \r\nof the European Union. \r\n It gives me great pleasure to address the General \r\nAssembly today, even more so as it is the first time I \r\nam speaking from this rostrum as the Prime Minister of \r\nSlovakia. My Government — formed only three \r\nmonths ago — is committed to a foreign policy that \r\nemphasizes effective multilateralism and promotes \r\ndemocracy, international peace and security, greater \r\nrespect for human rights — including the rights of \r\npersons belonging to national and other minorities — \r\nrule of law, social equity and environmental protection. \r\nWe are focused on building a social state where \r\neconomic growth goes along with the growth of the \r\nstandard of living of the people.  \r\n All of us know that the United Nations is once \r\nagain at a crossroads, as we face the historic test of \r\nmultilateralism. The humanitarian disaster in Sudan, \r\nrecent conflict in Lebanon, continuing dispute over the \r\nIranian nuclear programme, violence in East Timor, \r\nincreasing military activity in Afghanistan and \r\nSomalia, along with the negative developments in other \r\nconflict regions, remind us that we live in a world of \r\nevolving threats and challenges. \r\n Modern threats could not have been anticipated \r\nwhen the United Nations was founded in 1945. In fact, \r\nthe United Nations is challenged, as never before, to \r\ndeal with ethnic and other inter-State conflicts, weak \r\nand failed States, genocide and ethnic cleansing, \r\ncomplex humanitarian disasters and poverty, along \r\nwith threats of nuclear terrorism, transnational \r\norganized crime, infectious diseases and environmental \r\ndegradation. The major challenges of today cannot be \r\nmanaged by sovereign States acting alone. Hence, the \r\nkey challenge for all of us is to learn how to \r\ncollectively manage the complex issues of the world of \r\ntoday and how to ensure the relevance of the United \r\nNations and its leadership in the process. \r\n Slovakia, as a smaller country, is a strong \r\nbeliever in multilateralism. Our present experience as \r\nan elected member of the Security Council fully proves \r\nthat only through effective multilateral action can the \r\nworld community successfully address modern threats \r\nand resolve current conflicts. But — and I underline \r\nthat “but” — as long as the international community, \r\nacting through the United Nations, is unable to take \r\nA/61/PV.15  \r\n \r\n06-53005 18 \r\n \r\ndecisive action to protect populations from genocide, \r\nwar crimes, ethnic cleansing and crimes against \r\nhumanity, as in the case of Rwanda or Darfur, as long \r\nas the United Nations ignores regressive developments \r\nand violations of human rights in some parts of the \r\nworld, as long as it is unable to fight terrorism more \r\neffectively and intervene in situations that do not yet \r\npose a threat to international peace and security but \r\nhave the potential to swiftly reach that stage, respect \r\nfor the United Nations will decline in the eyes of our \r\ncitizens.  \r\n Slovakia is, therefore, a strong supporter of \r\nUnited Nations reform. We must continue building on \r\nwhat has been achieved so far, including the \r\nestablishment of the Peacebuilding Commission, \r\nadoption of the Global Counter-Terrorism Strategy and \r\nprogress in management reform. We need to focus on \r\nreducing tensions between developed and developing \r\ncountries and on building consensus regarding the \r\nfuture direction of reforms. It is unrealistic to expect \r\nthat all States will share and promote a single version \r\nof United Nations reform. But we have to overcome \r\nthe zero-sum mentality and continue with the reform \r\ndebate, with a view to achieving mutual concessions \r\nand compromises on specific issues. \r\n We particularly welcome the creation of the \r\nHuman Rights Council as a step towards realizing the \r\nidea of three equal councils embodying three equal \r\npillars of the United Nations. But we ought to be \r\ncautious and avoid slipping back into the old habits \r\nthat made its predecessor so dysfunctional.  \r\n Revitalization of the General Assembly, \r\nenhancement of the role of the Economic and Social \r\nCouncil and reform of the Security Council remain \r\nunfinished business. The reform of the Council should, \r\nfirst and foremost, address the issue of increasing its \r\ncapacity to act preventively and to take decisive action \r\nearly enough to prevent conflicts. The Security Council \r\nmust become more representative, more effective and \r\nmore transparent.  \r\n For its part, Slovakia is ready to engage \r\nconstructively in meaningful negotiations to achieve \r\nthose goals. Slovakia, as the co-chair of the ad hoc \r\ncommittee on mandate review in the Security Council, \r\nis working hard together with our partners to achieve \r\ntangible results in the near future. We hope that visible \r\nprogress of the process within the Security Council can \r\ninspire other United Nations bodies. \r\n Slovakia is concerned about the current situation \r\nin the Middle East, in particular in Lebanon and the \r\nPalestinian territories. We firmly believe that there is \r\nno military solution to the Middle East conflict. The \r\nonly way to achieve a comprehensive and lasting \r\nsettlement is through peaceful negotiations and full \r\nimplementation of all relevant Security Council \r\nresolutions, as well as the principles defined by the \r\nQuartet. Also, only through negotiations and further \r\ndiplomatic efforts can we fulfil the vision of two \r\ndemocratic States, Israel and Palestine, living side-by-\r\nside in peace and security. New efforts must be \r\nundertaken to revive the peace process based on full \r\nrespect for principles defined by the Quartet in the \r\nadopted road map. \r\n Another source of our deep concern is the \r\nalarming security and humanitarian situation in Darfur, \r\nwhich continues to deteriorate in spite of numerous \r\nefforts of the Security Council, the African Union, the \r\nUnited Nations Secretary-General and the international \r\ncommunity at large. We are talking here about a \r\nhumanitarian disaster of large scale; we, therefore, \r\nurgently need to intensify our efforts and break the \r\nlong-lasting cycle of violence. \r\n In particular, we need to make sure that the \r\nGovernment of National Unity of Sudan finally gives \r\nits consent to the planned transition to a United \r\nNations-led operation in Darfur. The concept of \r\n“responsibility to protect” adopted at last year’s World \r\nSummit applies to all Member States and to all \r\nGovernments. When peaceful means prove inadequate \r\nand national authorities are failing to protect their own \r\ncitizens, the international community has the \r\nresponsibility to act collectively through the Security \r\nCouncil to prevent another Rwanda or Srebrenica. \r\n As a matter of priority, Slovakia has been closely \r\nfollowing developments in the Western Balkans. Our \r\ninvolvement there is based on the principles of \r\ntransparency and impartiality. Our priority is to \r\nstrengthen the stability of the region and to support the \r\nprocesses of democratization and integration.  \r\n As for the issue of the future of Kosovo, we \r\ncontinue to believe that it is important to seek a \r\nsettlement through direct talks and dialogue and \r\ncompromise, from both Belgrade and Pristina. Only a \r\nsolution that reflects the concerns of all parties \r\ninvolved and provides for the rights of members of all \r\ncommunities, notably the Kosovo Serbs, can ensure \r\n A/61/PV.15\r\n \r\n19 06-53005 \r\n \r\nlasting security and stability in the region. The Kosovo \r\nissue is truly a sui generis case.  \r\n We are also deeply concerned about the nuclear \r\nprogramme of Iran and the proliferation risk it presents \r\nto international peace and security. We urge the Iranian \r\nauthorities to respond positively to the proposed \r\npackage of incentives and to suspend its uranium \r\nenrichment activities. For our part, we are ready to \r\ncontinue the dialogue with Iran in a constructive and \r\nopen fashion. However, Iran, like any other Member of \r\nthe United Nations, must comply with Security Council \r\nresolutions and with all relevant decisions of the \r\nInternational Atomic Energy Agency (IAEA), and must \r\nfully cooperate with them.  \r\n The proliferation of weapons of mass destruction \r\nand related delivery systems technology continues to \r\nthreaten global security. This is a serious challenge, \r\nand we must face it with all responsibility. It requires \r\njoint multilateral efforts and a common and effective \r\nresponse. In May of this year, Secretary-General Kofi \r\nAnnan told the Conference on Disarmament that the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) regime, faces “a twin crisis, of compliance and \r\nof confidence”. With regret, we have to acknowledge \r\nthat he was absolutely right. \r\n We should work together to overcome deadly \r\nlinks like that between armament and proliferation and \r\nto create a progress-friendly atmosphere. We need to \r\nrestore confidence through compliance with all \r\nrelevant obligations and commitments. As the \r\nChairman of the Security Council Committee \r\nestablished pursuant to Council resolution 1540 (2004), \r\nSlovakia tries to facilitate the process of the full \r\nimplementation of all measures to prevent the \r\nformation of a nexus between the proliferation of \r\nweapons of mass destruction and terrorism. We hope \r\nthat agreement on the Committee’s programme of work \r\nwill be reached as soon as possible.  \r\n We also preside over the Conference on \r\nDisarmament, and we are working to intensify efforts \r\nto reverse the process of repeated failure during the \r\nrecent period and undertake constructive dialogue, \r\nwhich would bring about long-expected results. Our \r\naim is to help revitalize the Conference and give new \r\nbreath to that single multilateral disarmament-\r\nnegotiating forum of the international community. \r\n In conclusion, I would like to draw attention to an \r\nissue which is increasingly important in shaping \r\ninternational programmes for development assistance, \r\nthe promotion of democracy, security cooperation and \r\npost-conflict peacebuilding. I am referring to security-\r\nsector reform. Slovakia seeks to stimulate a broad \r\ndiscussion on the role of security-sector reform in the \r\nUnited Nations context, with a view to increasing \r\nunderstanding of the topic and suggesting possible \r\noptions for the development of a comprehensive and \r\ncoherent approach. Our wish is to give an impetus to \r\ndeveloping a comprehensive policy framework that \r\nwould guide United Nations security-sector reform \r\nprogrammes and projects in a coherent, consistent and \r\nsustainable way.  \r\n As Mr. Jan Eliasson stressed in his remarkable \r\nspeech at the conclusion of the sixtieth session of the \r\nGeneral Assembly (see A/60/PV.100), the test of \r\nwhether we have re-established the United Nations and \r\ninternational cooperation as the best way to manage \r\nour global affairs did not occur in the past year, but it \r\nwill occur in the years ahead. \r\n My wish is that all of us will pass the test and \r\ncreate a United Nations that can live up to the \r\nexpectations and aspirations of our peoples.  \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nSlovak Republic for the statement he has just made. \r\n His Excellency Mr. Robert Fico, Prime Minister \r\nof the Slovak Republic, was escorted from the \r\nrostrum. \r\n \r\n  Address by His Excellency Mr. Miyegombo \r\nEnkhbold, Prime Minister of Mongolia \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Mongolia. \r\n His Excellency Mr. Miyegombo Enkhbold, Prime \r\nMinister of Mongolia, was escorted to the \r\nrostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Miyegombo Enkhbold, \r\nPrime Minister of Mongolia, and inviting him to \r\naddress the General Assembly. \r\n Mr. Enkhbold (Mongolia) (spoke in Mongolian; \r\nEnglish text provided by the delegation): Considerable \r\nprogress has been made in implementing the specific \r\nset of actions to ensure peace, development and human \r\nrights that was agreed upon by more than 150 heads of \r\nA/61/PV.15  \r\n \r\n06-53005 20 \r\n \r\nState or Government at last year’s World Summit. The \r\nPeacebuilding Commission, the Human Rights \r\nCouncil, the Central Emergency Response Fund, the \r\nUnited Nations Democracy Fund, the United Nations \r\nGlobal Counter-Terrorism Strategy and other \r\nachievements speak for themselves. \r\n However, we cannot afford to be complacent \r\nabout what we have achieved so far. Redoubled efforts \r\nought to be made to ensure that people in every corner \r\nof the world feel the benefits of development in their \r\neveryday lives. Secretary-General Kofi Annan, in his \r\nannual report on the work of the Organization, \r\nobserves that  \r\n “The words of 2005 have yet to have a direct \r\nimpact on the lives of the poor people they are \r\nmeant to help. Nor have they produced the \r\nimplementation breakthroughs required to \r\nachieve the Millennium Development Goals”. \r\n(A/61/1, para. 27)  \r\nThat conclusion is sad, but true. \r\n My delegation therefore welcomes the most \r\ntimely initiative of the presidency to focus our \r\nattention at this session of the General Assembly on the \r\nimplementation of the global partnership for \r\ndevelopment. The global partnership for development \r\nwas framed as Millennium Development Goal (MDG) \r\n8 and thus cannot be divorced from other development \r\ngoals and objectives.  \r\n In our view, the global partnership for \r\ndevelopment means a global compact between \r\ndeveloped and developing States. It is the \r\nresponsibility of developing countries to formulate and \r\nimplement sound policies to ensure their sustainable \r\neconomic and social development and, to that end, to \r\nmobilize domestic resources. For the developed \r\ncountries, it entails an obligation to support such \r\nefforts through the provision of development financing, \r\nincluding official development assistance (ODA), in a \r\ntimely and sufficient manner and to ensure increased \r\nmarket access for developing countries. Mongolia, for \r\none, takes its responsibilities seriously and is \r\ncommitted to its development objectives. \r\n Allow me to describe the policies and specific \r\nactions taken by my country to implement the MDGs, \r\nas well as my views on the need to build partnerships \r\nto achieve them. First, Mongolia attaches particular \r\nimportance to its implementation of the MDGs. Our \r\nfirst progress report was discussed at both the Cabinet \r\nand parliamentary levels, resulting in parliament’s \r\nadoption in April last year of a resolution \r\ninstitutionalizing Mongolia’s MDGs. Thus, the Goals \r\nhave been mainstreamed into the guidelines for the \r\ncountry’s economic and social development, and the \r\nfunds necessary to meet the individual goals are \r\nreflected in the annual State budget. \r\n Secondly, to honour its commitment made in the \r\n2005 World Summit Outcome Document (resolution \r\n60/1), Mongolia is developing an MDG-based \r\ncomprehensive development strategy and plans to \r\nsubmit the first draft to parliament during its autumn \r\nsession. The active participation of political parties, \r\ncivil society and the private sector in that undertaking \r\nwill ensure the sustainable implementation of the \r\nnational development strategy over the years. \r\n Thirdly, the adoption of an additional, ninth, \r\nMillennium Development Goal (MDG) — on the \r\npromotion of human rights, fostering democratic \r\ngovernance and combating corruption — was an \r\ninnovative step that reflected the indissoluble link \r\nbetween development, good governance, human rights \r\nand democracy in our national policy. Within the \r\nframework of working towards meeting that goal, the \r\nparliament recently passed a new law against \r\ncorruption, thereby creating a legal environment to \r\nremove the shackles that that phenomenon imposes on \r\ndevelopment. In accordance with the new law, a new \r\nanti-corruption body is to be set up to deal with raising \r\npublic awareness and to address ways to prevent and \r\nuncover corruption, investigate cases of corruption and \r\naudit the financial and income declarations of public \r\nofficials. \r\n Fourthly, the Government of National Unity, \r\nwhich was formed early this year, is undertaking a host \r\nof quick-impact projects on poverty reduction and \r\nincome-generation in the implementation of its MDGs, \r\nin order that the benefits of the social security policy \r\ncan reach various strata of the population. Allow me to \r\ncite a few examples.  \r\n Salaries in the public sector have been raised by \r\n33 per cent, and the minimum wage by 30 percent. A \r\nmonthly allowance is being provided to every one of \r\nthe nearly 1 million children in Mongolia, which \r\naccounts for almost half of the entire population. \r\nMarried couples and new-born children are provided \r\nfinancial support on a one-time basis. Mothers with \r\n A/61/PV.15\r\n \r\n21 06-53005 \r\n \r\nfive or more children and older persons have seen \r\nconsiderable increases in their monthly allowances and \r\npensions. In collaboration with the private sector, this \r\nacademic year my Government introduced a free \r\nschool-meal programme for elementary school \r\nchildren. The launching of all those quick-impact \r\ninitiatives will contribute to our efforts to reduce \r\npoverty and achieve the MDGs. \r\n Fifthly, on the policy level, my Government is \r\nplacing particular emphasis on the human development \r\ndimension of the MDGs, including in such areas as \r\neducation and health. For example, a programme on \r\nthe theme of “A healthy Mongolian”, which is to be \r\nimplemented between 2006 and 2008, will provide for \r\nmedical check-ups and diagnosis and carry out surveys \r\nof the prevalent illnesses among the population over  \r\n15 years of age. The programme will also include \r\npreventive measures and treatment. Furthermore, the \r\nimplementation of our education master plan for the \r\nperiod 2006-2015, will improve access to education \r\nand the quality and competitiveness of our national \r\neducation system, ultimately advancing the level of \r\nhuman development. The plan will also contribute to \r\nthe goal of increasing employment by means of \r\ndeveloping human resources in a way that corresponds \r\nto the economic structure of the country and meets the \r\ndemands of the labour market.  \r\n In addition, on the initiative of my Government, \r\namendments have been made to the tax code that aim \r\nat easing the overall tax burden, thereby creating a \r\nfavourable business environment, promoting greater \r\neconomic growth and generating new jobs. \r\n Although Mongolia is poised to achieve most of \r\nits MDGs by 2015 in the areas of education, gender, \r\nchild and maternal health and combating various \r\ndiseases, the goals of halving poverty and ensuring \r\nenvironmental sustainability continue to be a source of \r\nconcern. It goes without saying that, like many other \r\ndeveloping countries, Mongolia will not be able to \r\nachieve those goals on its own. Genuine partnership \r\nand effective cooperation between all stakeholders — \r\nincluding bilateral and multilateral donors, \r\ninternational financial organizations and the private \r\nsector — is therefore required in order to substantially \r\nreduce poverty and promote development in the \r\ndeveloping world.  \r\n The quality of aid should also be improved \r\nthrough the tailoring of foreign grants and loans to the \r\nimplementation needs of the MDGs and MDG-based \r\nnational development strategies. That improvement \r\nshould also be achieved by providing more predictable \r\nand multi-year aid flows, addressing weaknesses in \r\ninstitutional capacity and harmonizing the distribution \r\nof aid with the priorities of recipient countries, in \r\naccordance with the principles set out in the Paris \r\nDeclaration on Aid Effectiveness. \r\n Mongolia is a landlocked developing country \r\ndependent on a few export commodities. We are \r\ntherefore highly susceptible to fluctuations in the \r\nworld’s commodity and energy markets. I believe that \r\nthe establishment of commodity-price stabilization \r\nmechanisms and anti-shock facilities could make a \r\ntangible contribution to poverty reduction measures in \r\nlow-income commodity-dependent countries. At the \r\nsame time, trade and investment are among the driving \r\nforces of development. The World Trade Organization \r\nDoha Development Round of negotiations should \r\ntherefore be revived, with a view to creating a more \r\nfavourable and just trade regime that involves market \r\naccess and trade and industrial capacity-building \r\nassistance for developing countries, particularly for \r\neconomically vulnerable States. For its part, Mongolia \r\nis preparing to host a conference of trade ministers of \r\nlandlocked developing countries in 2007. \r\n I should also like to urge the international \r\ncommunity to focus its attention on the declaration \r\nadopted at the first-ever Meeting of the Heads of State \r\nor Government of Landlocked Developing Countries \r\nheld last week in Havana. That document reflects the \r\ncommon position of landlocked LDCs. Its full \r\nimplementation will be instrumental in assisting \r\nlandlocked LDCs, including Mongolia, as they carry \r\nout their development and poverty reduction efforts. \r\n Democracy plays an important role in bringing \r\nabout peace and development. Although democracy is \r\nrooted in the soil of individual societies, it has to be \r\nsupported through international cooperation. In its \r\ncapacity as Chair of the fifth International Conference \r\nof New or Restored Democracies, Mongolia has \r\nendeavoured to promote democratic values at the \r\ninternational level. We have undertaken a set of \r\nconcrete measures as follow-up to the fifth Conference, \r\nincluding the development of nationally owned \r\ndemocratic-governance indicators, a country \r\ninformation note and a national plan of action to \r\nconsolidate democracy. We have also introduced a \r\ntripartite structure in the Conference to include \r\nA/61/PV.15  \r\n \r\n06-53005 22 \r\n \r\nGovernments, parliaments and civil society. We have \r\nalso set up a friends-of-the-chair group and are fully \r\nutilizing the follow-up mechanism in New York. It is \r\ngratifying to note that the international follow-up \r\nconference to the fifth International Conference, which \r\nwas held in Ulaanbaátar last June, highly commended \r\nthe work done over the last three years. My country is \r\nprepared to report on its activities and to share its \r\naccomplishments and lessons learned with the greater \r\nmembership of the movement during the sixth \r\nInternational Conference of New or Restored \r\nDemocracies, which is to be held next month in Doha, \r\nQatar. \r\n This year marks the 800th anniversary of the \r\nestablishment of the great Mongol State — a \r\nremarkable date for my country. The General \r\nAssembly, in resolution 60/16, adopted last year, \r\ninvited Member States, international organizations and \r\nacademia to take an active part in the commemorative \r\nevents associated with the anniversary. I wish to \r\nexpress our great appreciation to all persons —\r\nincluding people of Mongol ethnicity, academics and \r\nguests from various countries and organizations — for \r\ntheir active participation in the many international \r\nconferences organized in the spirit of that resolution. \r\nThose meetings included the international conference \r\non traditions of Mongolian statehood, the ninth \r\ninternational forum of Mongolists, the convention of \r\nworld Mongolians and the international workshop on \r\nthe traditions of nomads. I am also happy to \r\nacknowledge that more than 300 high-level guests \r\nrepresenting more than 30 States and Governments \r\nattended our national day ceremony — Naadam — \r\nwhich was the main commemorative event of the year. \r\n The year-round celebration of activities and \r\nevents are of particular importance, as they help us \r\nmodern-day Mongols heirs to statehood preserve and \r\ndevelop nomadic culture and traditions and to re-\r\nintroduce to the world our rich history and culture, \r\nalong with the progress and challenges facing us today. \r\n The sixty-first session has special meaning for us, \r\nas it coincides with the 45th anniversary of Mongolia’s \r\nmembership in the world Organization. Our admission \r\nto the United Nations as a full-fledged Member, on  \r\n27 October 1961, was a historically important event for \r\nthe people of Mongolia. Over the years, our \r\ncooperation with the United Nations has expanded in \r\nterms of both content and scope. The Organization’s \r\nsupport and assistance have been instrumental in \r\nhelping Mongolia meet its development goals, build \r\ncapacity and consolidate democracy. For its part, \r\nMongolia has all along supported the United Nations. \r\nWe have also striven to participate actively in its \r\nactivities and to make our contribution to the efforts of \r\nthe international community to find solutions to the \r\npressing issues facing the world. \r\n This autumn, we are about to select the next \r\nSecretary-General of the United Nations. Beginning in \r\n2007, that person will represent the international \r\ncommunity on the world stage. The next Secretary-\r\nGeneral must be someone who will effectively follow \r\nthrough with the bold initiatives and reform efforts \r\ncarried out by the current Secretary-General, Kofi \r\nAnnan, in the areas of peace, development and human \r\nrights. That person must also be committed to making \r\nthe world a better place, and possess strong managerial \r\nskills, vision and experience. In short, he or she must \r\nbe a genuine leader. I am convinced that such a person \r\ncan, and should, come from Asia, which is home to \r\nhalf of the world’s population. \r\n Mongolia is prepared to participate actively in the \r\nwork of the United Nations and of other multilateral \r\norganizations and processes. We reaffirm our \r\ncommitment to the world Organization as a central \r\ncoordinating instrument of the common efforts of the \r\nworld’s nations to maintain peace and promote \r\ndevelopment. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of \r\nMongolia for the statement he has just made. \r\n Mr. Miyegombo Enkhbold, Prime Minister of \r\nMongolia, was escorted from the rostrum. \r\n \r\nAddress by Mr. Solomon Ekuma Berewa, Vice-\r\nPresident of the Republic of Sierra Leone \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Vice-President of the Republic \r\nof Sierra Leone. \r\n Mr. Solomon Ekuma Berewa, Vice-President of \r\nthe Republic of Sierra Leone, was escorted to the \r\nrostrum. \r\n The Acting President: On behalf of the General \r\nAssembly, I have great pleasure in welcoming His \r\nExcellency Mr. Solomon Ekuma Berewa, Vice-\r\nPresident of the Republic of Sierra Leone, and inviting \r\nhim to address the General Assembly. \r\n A/61/PV.15\r\n \r\n23 06-53005 \r\n \r\n Mr. Berewa (Sierra Leone): The delegation of \r\nthe Republic of Sierra Leone would like to \r\ncongratulate the President on her assumption of the \r\nresponsibility for directing the work of the sixty-first \r\nsession of the General Assembly. It is our pleasure to \r\nreaffirm our confidence in her ability to run the \r\nAssembly, as well as to pledge our unflinching support \r\nand cooperation during her tenure. \r\n Let me also take this opportunity to pay special \r\ntribute to her predecessor, Mr. Jan Eliasson, for his \r\ncommitment and diplomatic skill, which enabled him \r\neffectively to manage the Assembly and help the \r\nreform process to achieve some major successes during \r\nhis presidency.  \r\n A year ago, the heads of Member States of the \r\nUnited Nations declared their commitment to the \r\nreform of the Organization, in order to reflect its \r\nexperience in the course of 60 years of existence and \r\nits ever-expanding role within the context of the \r\nrealities of the current world order. The process has, \r\nunderstandably, been painfully slow, because of the \r\nmultiplicity of competing national interests. While my \r\ndelegation appreciates the progress made so far, \r\nparticularly in the form of the establishment of the \r\nHuman Rights Council and the Peacebuilding \r\nCommission, we are unhappy about the sluggish pace \r\nof Security Council reform, a matter that is close to the \r\nheart of Africa.  \r\n As a Member State deeply committed to the \r\nAfrican position on United Nations reform, my \r\ndelegation would like to urge the reform of the \r\nSecurity Council to move faster so that our continent \r\ncan take its rightful place in the United Nations organ \r\nthat is responsible for the maintenance of international \r\npeace and security. Obviously, the Security Council \r\ncan never be the just, democratic and representative \r\nbody that it should be if Africa, with 53 Member States \r\nin the United Nations, does not have permanent \r\nrepresentation proportional to its size. \r\n As a least developed country (LDC) emerging \r\nfrom a devastating conflict, we are also concerned that \r\ndevelopment has not been treated with the prominence \r\nand urgency it deserves in the reform process, \r\nconsidering its cause-and-effect relationship with \r\nconflict and human rights. That relationship was \r\nsuccinctly recognized in one of the outcomes of last \r\nyear’s High-level Plenary Meeting of the General \r\nAssembly, which stated that our nations and peoples \r\ncould not enjoy development without security, nor \r\nwould they enjoy security in the absence of \r\ndevelopment, and they would not enjoy either without \r\nrespect for human rights. The need, therefore, to \r\nsupport development programmes — including the \r\nMillennium Development Goals (MDGs) and the New \r\nPartnership for Africa’s Development — as the \r\nfoundation for peace and security cannot be \r\noveremphasized. \r\n We are particularly happy about the establishment \r\nof the Human Rights Council, whose operation, we \r\nhope, will be above the weaknesses that demoralized \r\nthe former Human Rights Commission. We call on all \r\nMember States, in particular the Council’s founding \r\nmembers, to set and maintain standards that will justify \r\nthe optimism that the new Council will refrain from \r\npractices that discredited the Human Rights \r\nCommission. \r\n Of particular interest to us as a post-conflict \r\ncountry, however, is the Peacebuilding Commission, \r\nwhose mandate is to support the recovery of societies \r\nemerging from conflict. We thank the Commission for \r\nchoosing Sierra Leone as one of two countries where it \r\nwill begin operation. We assure the Commission of our \r\nfullest support and cooperation. As it will soon \r\ndiscover, if it has not yet done so, we have already \r\nembarked on the path of peacebuilding and \r\nconsolidation, having carefully formulated policies and \r\nactivities aimed at achieving lasting peace, security and \r\nstability, which are the critical requirements for \r\nmeaningful development. \r\n We have developed a poverty reduction strategy \r\npaper that has attracted support from a number of \r\ndonor agencies and friendly countries. We have \r\nproduced a peace-consolidation strategy paper, which \r\nis to be presented to the Peacebuilding Commission for \r\nsupport in addressing some of the challenges facing \r\nour country in the areas of governance and security \r\nprior to the forthcoming presidential and parliamentary \r\nelections in 2007. \r\n For the Peacebuilding Commission to be able to \r\nwork in Sierra Leone on the basis of concrete, first-\r\nhand information, we have extended an invitation to \r\nthe Commission to visit Sierra Leone. We are looking \r\nforward to receiving the Commission in Sierra Leone. \r\n The United Nations Mission in Sierra Leone \r\ncompleted its peacekeeping mandate and closed down \r\nat the end of 2005. But the United Nations did not \r\nA/61/PV.15  \r\n \r\n06-53005 24 \r\n \r\nleave behind a complete vacuum, it left the United \r\nNations Integrated Office for Sierra Leone (UNIOSIL) \r\nto support our post-conflict recovery programme. We \r\nthank the United Nations for its continued support and \r\nassure the Organization that its contribution will not be \r\nin vain. We have no doubt that the combined efforts of \r\nthe Peacebuilding Commission, UNIOSIL and the \r\nGovernment will achieve the desired objective of \r\npeace, security and development in the country. \r\n The people of Sierra Leone are proud of their role \r\nin resolving their own conflict, as well as of their \r\nsuccesses in the democratic process. We had a highly \r\nsuccessful democratic election in 2002, barely five \r\nmonths after the end of the conflict. That was followed \r\nby local government elections as part of a governance \r\ndecentralization process. Our second post-conflict \r\npresidential and parliamentary elections, which will \r\nmark a transition in leadership, are scheduled to be \r\nheld around this time next year. Sierra Leone cannot \r\nafford having that watershed election go wrong, but we \r\nneed assistance to carry it out properly. I therefore \r\nappeal to the United Nations, the European Union, \r\nother members of the international community and our \r\nbilateral friends to continue to help us, both financially \r\nand technically, to make the elections another \r\nmilestone achievement in Sierra Leone’s peace and \r\ndemocracy processes. \r\n The people of Sierra Leone are conscious of the \r\nfact that the peace they now enjoy is a product of the \r\nsupport of, and cooperation with, the United Nations \r\nand the international community. At this stage in our \r\nhistory, the country is faced with three sets of \r\nchallenges as a nation: we must rectify the \r\naccumulated errors of past policies; we must repair the \r\ndamage and heal the scars left by the conflict; and we \r\nmust chart an appropriate path for the development of \r\nour small country in the twenty-first century. We have \r\nthe natural resources to be able to do that. With time, \r\nour human resources will also measure up. Above all, \r\nat this time we need the sustained engagement of \r\ninternational partners. That is why we are seeking to \r\nexpand and reinforce our partnerships with the external \r\nworld — partnerships that can support us now, and \r\nremain with us as we pursue a longer-term agenda for \r\nsustainable development. \r\n Finally, we are in a conflict-ridden region and the \r\npeace in Sierra Leone cannot be sustained in isolation. \r\nWe therefore urge the United Nations to continue its \r\nefforts to pursue durable peace in the West African \r\nsubregion. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Vice-President of the \r\nRepublic of Sierra Leone for the statement he has just \r\nmade. \r\n Mr. Solomon Ekuma Berewa, Vice-President of \r\nthe Republic of Sierra Leone, was escorted from \r\nthe rostrum. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Ban Ki-moon, Minister for Foreign \r\nAffairs and Trade of the Republic of Korea. \r\n Mr. Ban Ki-moon (Republic of Korea): Let me \r\nbegin by congratulating the presidency on the success \r\nof the High-level Meeting on the least developed \r\ncountries, earlier in the week. I had the honour of \r\nparticipating in the Meeting, which heralded a very \r\nproductive year for the Assembly under the astute \r\nleadership of Her Excellency Ms. Haya Rashed \r\nAl-Khalifa, President of the General Assembly, and her \r\nBureau. \r\n I would like to express my deepest thanks and \r\nadmiration to His Excellency Secretary-General Kofi \r\nAnnan for his unparalleled dedication and contribution \r\nto world peace and prosperity through his dedicated \r\nservice to our global Organization. \r\n The United Nations was created, first and \r\nforemost, to forestall another world war. Not only has \r\nit achieved that cardinal goal despite four decades of \r\ncold war, but it has also offered States multiple means \r\nof resolving their differences, short of war. However, \r\nwe cannot be sanguine about future trends. If the \r\nprimary task of the United Nations in the twentieth \r\ncentury was to curb inter-State conflict, its core \r\nmandate in the new century must be to strengthen \r\nStates and to preserve the inter-State system in the face \r\nof new challenges. \r\n Some assert that the United Nations is poorly \r\nequipped to deal with new threats, such as those posed \r\nby non-State actors seeking to undermine the \r\ninternational order. The Charter was crafted to give \r\nMember States ample flexibility in adapting the United \r\nNations machinery to respond to novel threats in a \r\nchanging world. But our tools need sharpening. \r\n Since the terrorist attacks of 11 September 2001, \r\nthe United Nations has played an increasingly \r\n A/61/PV.15\r\n \r\n25 06-53005 \r\n \r\nindispensable role in the international community’s \r\ncounter-terrorism efforts. Still, agreement on a \r\ncomprehensive convention on international terrorism \r\nremains elusive. But we must continue to try. In the \r\nmeantime, the United Nations Global Counter-\r\nTerrorism Strategy (resolution 60/288), adopted at the \r\nend of the sixtieth session of the Assembly, will guide \r\nour collective efforts to free the world from the scourge \r\nof terrorism. \r\n The proliferation of weapons of mass destruction \r\nposes an equally urgent and unacceptable threat to the \r\npeace and security of the world. We cannot permit the \r\ncredibility of the international nuclear non-\r\nproliferation regime, built around the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT), to be \r\nundermined by evasion and concealment concerning \r\nsafeguards obligations. We should redouble our efforts \r\nto get more countries to sign and ratify International \r\nAtomic Energy Agency (IAEA) additional protocols. \r\nAn early start of negotiations on a fissile material cut-\r\noff treaty and an early entry into force of the \r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) \r\nshould also be supported. \r\n Meanwhile, we must seek peaceful solutions to \r\nthe outstanding challenges to the system, including the \r\nIranian nuclear issue that is before the Security \r\nCouncil. It is not too late to work towards a negotiated \r\nsolution on that issue with its far-reaching \r\nimplications. I would call for creative, constructive \r\nthinking on the part of all parties concerned, so as to \r\nresolve the issue within the framework of the NPT \r\nregime. \r\n As for the situation on the Korean peninsula, the \r\nnuclear and missile programmes of the Democratic \r\nPeople’s Republic of Korea constitute a serious \r\nchallenge to the non-proliferation regime, as well as to \r\nregional security. My Government fully supports \r\nSecurity Council resolution 1695 (2006). We urge the \r\nDemocratic People’s Republic of Korea to refrain from \r\nany action that might aggravate the situation, and to \r\nreturn to the Six-Party Talks without preconditions, for \r\na diplomatic resolution of the matter. \r\n In that regard, during the summit meeting held \r\nlast week in Washington, D.C., President Roh \r\nMoo-hyun and President Bush agreed to work with \r\nother nations of the Six-Party Talks to develop a \r\ncommon and comprehensive approach to energize the \r\nstalled talks. I strongly hope that those efforts will bear \r\nfruit and that we can work to realize the \r\ndenuclearization of the Korean peninsula as envisaged \r\nin the Joint Statement adopted on 19 September 2005. \r\n Although not mentioned in the Charter, \r\npeacekeeping has become a defining feature of the \r\npost-cold-war era, as well as the largest, most \r\nexpensive and most visible operational activity of the \r\nUnited Nations. The surge in calls for the services of \r\nthe Blue Helmets attests to the Organization’s \r\ncontinuing, even growing, relevance. \r\n The expanded United Nations Interim Force in \r\nLebanon (UNIFIL) in southern Lebanon is a \r\nchallenging case in point. To succeed, UNIFIL must \r\nhave the active support of all Member States, backed \r\nby timely humanitarian and economic assistance. To \r\nthat end, my Government has been providing \r\nsubstantial humanitarian assistance to the afflicted \r\npopulation. \r\n The undiminished human suffering in Palestine \r\nremains another source of deep concern. We urge the \r\nearly revival of the stalled peace process. \r\n The violence and the loss of innocent lives in Iraq \r\nconcern us enormously as well. We trust that Iraq will \r\nbecome a stable and prosperous democracy under the \r\nleadership of its new Government. As a friend of Iraq, \r\nmy Government supports its efforts at national \r\nreconstruction and welcomes the recent launch of the \r\nInternational Compact with Iraq to speed the process. \r\n In Africa, stability and democracy are gaining \r\nground, step by step, in Sierra Leone, Liberia and the \r\nDemocratic Republic of the Congo. The security and \r\nhumanitarian crisis in Darfur, however, remains acute. \r\nThe Secretary-General’s strong personal engagement \r\nhas been critical in sustaining international attention \r\nand the flow of assistance to the beleaguered people of \r\nDarfur. Now, the smooth transition of the African \r\nUnion Mission in the Sudan to the United Nations \r\nMission in the Sudan must be accomplished in \r\naccordance with Security Council resolution 1706 \r\n(2006). \r\n The performance of the United Nations cannot be \r\nmeasured by the creation of new machinery, any more \r\nthan by the adoption of resolutions. As the Secretary-\r\nGeneral has wisely reminded us, what matters is \r\nwhether and how the United Nations makes a \r\ndifference in the lives of people and in the conduct of \r\nStates and non-State actors over time. \r\nA/61/PV.15  \r\n \r\n06-53005 26 \r\n \r\n Two new intergovernmental bodies, the Human \r\nRights Council and the Peacebuilding Commission, \r\nseek to make just such a difference. Their success, \r\nhowever, is far from assured. A great deal is at stake. \r\nWill the new Human Rights Council usher in an era of \r\nrenewed cooperation and solidarity in the work of the \r\nUnited Nations on human rights? Will the universal \r\nperiodic review succeed in offering all States a candid \r\nand constructive assessment of ways to enhance their \r\nhuman rights practices? \r\n Together, we can make the Council the pre-\r\neminent global forum for the advancement of human \r\nrights around the world. Divided, we will lose a \r\nhistoric opportunity. The protection of human rights is \r\nnot a matter of choice. It is the solemn duty of all \r\nresponsible members of the international community. \r\nWithout respect for human rights — in particular for \r\nthe most vulnerable members of society — peace and \r\ndevelopment have little meaning. \r\n The successful conclusion of the negotiations on \r\na convention on the rights of persons with disabilities \r\nspeaks to the essential humanity of the United Nations, \r\nwhich is its most precious asset. The Republic of Korea \r\nis fully committed to the principle of all human rights \r\nfor all. We deeply empathize with the suffering in those \r\nareas of the world where human rights are given little \r\nmore than lip service.  \r\n In particular, we fully share the international \r\ncommunity’s concern over the situation of human \r\nrights in the Democratic People’s Republic of Korea. \r\nWe call upon the Democratic People’s Republic of \r\nKorea to heed those concerns and to meet the call for \r\ndialogue on human rights. \r\n The United Nations greeted the twenty-first \r\ncentury with a solemn promise to achieve the \r\nMillennium Development Goals (MDGs) by 2015. \r\nProgress has been made, but it has been far too uneven \r\nfrom country to country and from region to region. \r\nThose countries in Africa that lack the minimum \r\nresources for development require the focused attention \r\nand assistance of the international community. Key \r\ngoals, such as the eradication of extreme poverty and \r\ncurbing the spread of HIV/AIDS and other diseases, \r\nare in danger of slipping out of reach if we do not act \r\nquickly and decisively. \r\n Meeting the MDGs by 2015 is a tall order, but we \r\nshould never forget that, for the neediest members of \r\nhumankind, the United Nations may be the only beacon \r\nof hope for a better life. The credibility of the United \r\nNations largely depends upon its ability to accomplish \r\nits mission as regards the MDGs. While developing \r\ncountries should take primary responsibility and \r\nownership for their own development, we must honour \r\nour commitments and redouble our efforts to realize \r\neffective global partnerships for development.  \r\n The target established at the 2005 World Summit \r\nof 0.7 per cent of gross national income for \r\ndevelopment assistance forms the cornerstone of our \r\nstrong commitment to achieving the MDGs. Innovative \r\nsources of financing, such as the air-ticket solidarity \r\nfund, need to be further explored. New sources of \r\nfinancing should not, however, be a substitute for \r\nexisting official development assistance (ODA). As \r\npart of its commitment to doubling overall ODA by \r\n2009, this year my Government launched Korea’s \r\nInitiative for Africa’s Development. Under that \r\ninitiative, we will substantially increase our \r\ndevelopment assistance to Africa.  \r\n The key lessons to be drawn from the Korean \r\nexperience over the decades are that education is key to \r\ndevelopment, and that women and girls are the most \r\neffective agents for change and social progress. Gender \r\nmainstreaming must be made a central pillar of policy \r\nstrategy, in particular with regard to attaining the \r\nMDGs in such areas as eliminating poverty and \r\ncombating HIV/AIDS. Lasting social change cannot be \r\nrealized until women are fully incorporated into the \r\nprocess. \r\n The urgency, complexity and scope of the three \r\npillars of the work of the United Nations — peace and \r\nsecurity, development and human rights — demand the \r\nhighest standards of efficient, effective and \r\naccountable management. The highly decentralized \r\nnature of the United Nations system puts a premium on \r\ncoherence and coordination. We must streamline the \r\nUnited Nations machinery, reorganize priorities and \r\nminimize redundancy. The High-level Panel on United \r\nNations System-wide Coherence may offer some fresh \r\nideas in that regard. \r\n A number of valuable ideas for reforming United \r\nNations management practices were contained in the \r\nSecretary-General’s report (A/60/692) entitled \r\n“Investing in the United Nations”. Some of those \r\nproposals have already been adopted by the General \r\nAssembly, while others await further consideration \r\nduring this session.  \r\n A/61/PV.15\r\n \r\n27 06-53005 \r\n \r\n The Secretary-General’s comments on the \r\nevolving nature of the human resource needs of the \r\nUnited Nations were especially apt in the light of the \r\naccelerating demands for field staff. The General \r\nAssembly should give positive consideration to steps to \r\nmake the Secretariat more mobile, integrated and \r\nmulti-skilled. The United Nations needs to be able to \r\ndeploy the best people where they are needed and when \r\nthey are needed, to ensure that managers have the \r\nrequisite expertise and experience to oversee highly \r\ndynamic and professional operations under often trying \r\nconditions.  \r\n Improving the accountability and oversight of the \r\nSecretariat while building upon the measures already \r\ntaken over the past year remains a priority. The early \r\nlaunch of an independent audit advisory committee that \r\nis genuinely independent and professional, along with \r\nsteps to ensure management accountability, would be \r\ninstrumental in that regard.  \r\n The United Nations procurement system requires \r\nstrengthened internal controls and transparent \r\nmanagement to match the growing dimensions of its \r\nwork.  \r\n As Member States and stakeholders in this vital \r\nOrganization, we should address mandate review as a \r\nhistoric opportunity to streamline, focus and strengthen \r\nour collective efforts. \r\n This unique world body was forged by men and \r\nwomen of conscience, courage and determination. \r\nTheir genius was to understand that we need the United \r\nNations not because we always agree but because \r\nfrequently we do not. The United Nations remains no \r\nmore and no less than what we make of it. The United \r\nNations journey is never easy, but it is always well \r\nworth taking. We have come a very long way, but the \r\nroad still stretches out endlessly before us. I have every \r\nconfidence that, with the founding principles and \r\npurposes as our guideposts, and empowered by \r\nrenewed faith and commitment, we can together go \r\nvery far and fast in the challenging and exciting times \r\nto come. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Sergey Lavrov, Minister for \r\nForeign Affairs of the Russian Federation. \r\n Mr. Lavrov (Russian Federation) (spoke in \r\nRussian): Traditionally, the General Assembly session \r\nprovides an opportunity to conduct a review of the \r\ncurrent situation in the world, identify major \r\ninternational issues and determine the role that the \r\nUnited Nations could play in resolving them.  \r\n I believe that we have every reason to conclude \r\nthat there is a prevailing trend of growing awareness of \r\nthe need to strengthen the collective foundations of \r\ninternational politics, as well as of the fact that there is \r\nno alternative to tackling problems through multilateral \r\ndiplomacy. That trend is based on objective facts, for it \r\nreflects the realities of an emerging multipolar \r\narchitecture of international relations. It is logical, \r\nbecause answers to global challenges and threats can \r\nonly be found collectively. Finally, it is a manifestation \r\nof historical continuity, because we are revisiting the \r\nsame objective as the founding fathers of the United \r\nNations were determined to pursue by enshrining in the \r\nCharter the principles for a system of collective \r\nsecurity.  \r\n It is precisely such an approach, firmly grounded \r\nin international law, that can ensure the world’s \r\nsustainable development in this era of globalization. \r\nThat requires a strengthened central role for the \r\nuniversal Organization in every area of international \r\nlife. \r\n We must of course continue to adapt the \r\nmechanisms and methods of the United Nations to the \r\nnew environment. Much has been done as follow-up to \r\nthe decisions of the 2005 World Summit: The \r\nPeacebuilding Commission and the Human Rights \r\nCouncil have been established, and the reform process \r\nhas been extended to management.  \r\n It is important that all our further work be based \r\nupon the fundamental principle of the universality of \r\nthe United Nations. Patterns contrary to the Charter of \r\nthe United Nations that exclude individual States or \r\ngroups of States from participating meaningfully in the \r\nactivities of the Organization or that introduce a single \r\nsystem of values into the work of the Secretariat are \r\nunsustainable. Let us not forget that the United Nations \r\nbelongs to us all. Moreover, administrative reform \r\nshould not lead to the bureaucracy taking over the \r\nmanagement of the Organization, thereby jeopardizing \r\nthe intergovernmental nature of the United Nations. \r\n A trend towards collective action has also spread \r\nbeyond the structures of the United Nations. During \r\nRussia’s presidency of the Group of Eight (G-8), there \r\nwas greater interaction between the G-8 and other \r\nleading countries and international organizations. Over \r\nA/61/PV.15  \r\n \r\n06-53005 28 \r\n \r\nthe past 12 months our dialogue partners have actively \r\ncontributed to Saint Petersburg summit documents on \r\nevery main agenda item, including global energy \r\nsecurity, education and controlling infectious diseases.  \r\n A new and genuinely collaborative type of \r\ninteraction between the G-8 and Africa is now \r\nemerging in this era of globalization, as the needs of \r\nthe continent are reflected in the mainstream of world \r\ndevelopment rather than being viewed as issues \r\ndivorced from overall trends.  \r\n The G-8 does not have a monopoly over the \r\ndecisions taken at Saint Petersburg. All States are \r\ninvited to participate in their implementation. \r\n Regional organizations and cooperation and \r\ncoordination between those organizations and the \r\nUnited Nations have also strengthened in maintaining \r\ninternational peace and security. Issues pertaining to \r\nthat were discussed yesterday at the special ministerial \r\nmeeting of the Security Council (see S/PV.5529). Once \r\nagain, we are dealing here with an important dimension \r\nof collective action by the international community. \r\n The Commonwealth of Independent States has \r\nmade a significant contribution to such interaction. To \r\naddress common problems, specific actions have been \r\ntaken within the Commonwealth area, primarily within \r\nthe Eurasian Economic Community and the Collective \r\nSecurity Treaty Organization. Further substantive and \r\nresolute efforts are being made in the context of the \r\nShanghai Cooperation Organization, which developed \r\nand launched and initiative to establish a partnership \r\nnetwork for multilateral organizations in the Asia-\r\nPacific region. Development patterns in that region \r\nwill largely determine the future contours of our planet.  \r\n Multilateral institutions in Latin America have \r\nalso become stronger, and the development of the \r\nAfrican Union is gaining momentum. \r\n At their recent Summit in Havana, heads of State \r\nof the countries of the Non-Aligned Movement \r\nexpressed their support for a collective search — \r\nwithin the context of the central role of the United \r\nNations — for agreed solutions to problems \r\nconfronting the world community. \r\n Europe, of course, is not outside the common \r\ntrend towards collective examination and resolution of \r\ncommon problems. In that connection, we also see \r\ngrowing awareness of the fact that security and \r\nprosperity are indivisible. We expect NATO to \r\ntransform itself from a defence alliance into something \r\nmore contemporary that would be in line with \r\nprinciples of transparency and collective response and \r\nbased upon a universal legal foundation.  \r\n We have been watching with keen interest the \r\nemerging foreign policy and security mechanisms of \r\nthe European Union. Russia is prepared to cooperate \r\nwith multilateral structures in the Euro-Atlantic space \r\nand other regions of the world. In fact, we already have \r\neffective common mechanisms with many of them. \r\n Collective efforts are also needed to further \r\ndevelop international law, primarily within the context \r\nof countering new threats. The United Nations Global \r\nCounter-terrorism Strategy (resolution 60/288), which \r\nwas recently adopted by consensus, is an important \r\ncontribution in terms of strengthening the legal basis \r\nfor the anti-terrorist coalition and ensuring a \r\ncomprehensive approach to counter-terrorism. It is not \r\nonly about countering all terrorist manifestations and \r\nideologies, it is also about eliminating the problems \r\nthat give rise to terrorism. The next step will be to \r\nagree upon a comprehensive anti-terrorism convention. \r\n It is necessary to secure the achievements that \r\nhave been made by taking practical steps. In the course \r\nof Russia’s presidency of the G-8, the Second \r\nMinisterial Conference on Drug Trafficking Routes \r\nFrom Afghanistan was held, where additional measures \r\nwere approved aimed at mobilizing the international \r\ncommunity to counter the terrorism-related drug threat \r\noriginating from Afghanistan. Another international \r\nmeeting will be held in Moscow next November to \r\nfocus on developing modalities for government-\r\nbusiness partnerships in countering terrorism. \r\n What is needed today are more proactive \r\nmeasures to prevent lethal weapons from falling into \r\nthe hands of non-State actors, as well as the consistent \r\nimplementation of Security Council resolution 1540 \r\n(2004) and other counter-terrorism resolutions of the \r\nCouncil. The Russia-United States global initiative to \r\ncombat nuclear terrorism, which was launched at Saint \r\nPetersburg by Presidents Vladimir V. Putin and George \r\nW. Bush last July, should be an important tool in \r\npreventing a linkage between weapons of mass \r\ndestruction and terrorism. That initiative invites \r\ninterested States to act collectively. \r\n The ever-growing demand for the unique \r\npeacekeeping capabilities of the United Nations also \r\ncalls for a collective effort. Not all of those capabilities \r\n A/61/PV.15\r\n \r\n29 06-53005 \r\n \r\nhave been utilized to the fullest. Utilizing the \r\ncapabilities of the Military Staff Committee, as well as \r\nthose of regional organizations, on the basis of the \r\nrelevant provisions of the United Nations Charter \r\nwould be helpful. \r\n It is encouraging to see a more active role being \r\nplayed by Africans themselves in peacemaking \r\noperations in Africa — an undertaking spearheaded by \r\nthe African Union and supported by the United \r\nNations.  \r\n In a number of crisis situations conditions are \r\ngradually emerging for a transition to post-conflict \r\nreconstruction. It is our hope that the Declaration on \r\nCooperation and Future Action in Stabilization and \r\nReconstruction adopted at the Saint Petersburg G-8 \r\nSummit will help us complement the efforts of the \r\nUnited Nations and regional organizations at this \r\ncritically important period of transition to \r\npeacebuilding. \r\n A comprehensive settlement of the Arab-Israeli \r\nconflict remains a central task for the world \r\ncommunity. Many of today’s threats have come \r\ntogether in that region, and the key to resolving them is \r\nmost often to be found there. In that connection, I \r\nshould first like to mention the truly global challenge \r\nposed by the need to prevent a schism between \r\ncivilizations.  \r\n We welcome the emerging prospects for a \r\nnational agreement in the Palestinian territories, as \r\nwell as for the resumption of the Palestinian-Israeli \r\ntalks. It is important to continue to encourage the \r\nparties to meet their respective obligations, with the \r\nclear understanding that any progress towards the \r\nobjectives set out by the international community will \r\ninevitably be gradual and that any attempt to act in an \r\nall-or-nothing spirit will be counterproductive and \r\ncould once again plunge the region into confrontation. \r\n The recent war in Lebanon demonstrated the \r\ngreat fragility of the situation in the Middle East and \r\nthe acute need for a comprehensive approach along all \r\ntracks. That presupposes the involvement of all \r\ncountries and parties. Without their participation it will \r\nbe impossible to reach any viable negotiated solution. \r\nIt is also clear that the road to comprehensive peace \r\nwill not be an easy one, but now is the time. The \r\ninitiative of the League of Arab States to convene an \r\ninternational conference should contribute to finding \r\nthe proper framework for that undertaking. The Quartet \r\nof international mediators should also make a key \r\ncontribution to the process. \r\n A breakthrough on a Middle East settlement \r\ncould provide the positive momentum so wanting in \r\nthe region. It could also facilitate the solution of other \r\nburning problems in the region and in neighbouring \r\ncountries. That is particularly true as regards efforts \r\naimed at stabilizing the situation in Iraq, where \r\nattempts to contain wanton violence and chaos have \r\nthus far proved unsuccessful. Dozens of people, mainly \r\ncivilians, continue to die in Iraq every day. Five \r\nofficials of the Russian embassy in Baghdad have also \r\nfallen victim to that barbarous massacre. A resolution \r\nin Iraq will be possible only through concerted efforts. \r\nThat requires the involvement in the political process \r\nof all major Iraqi interests and the implementation of \r\nthe plans of that country’s Government to reach \r\ngenuine national accord, with the concerted support of \r\nthe international community, including all of Iraq’s \r\nneighbours. \r\n We are, unfortunately, now witnessing growing \r\nsignificance of the use of force in world affairs; that \r\nundermines non-proliferation regimes. The feeling of a \r\nlack of predictability and stability in the area of \r\nsecurity is becoming ever more pronounced. Against \r\nthat background, the growing interest of many States in \r\nnuclear energy may give rise to concerns, given the \r\ntrend towards the global proliferation of sensitive \r\ntechnologies.  \r\n Apart from current resolute steps to find \r\nnegotiated solutions to individual problems — such as \r\nthe Iranian nuclear programme and the problem of the \r\nKorean peninsula — there is a need for an urgent effort \r\nby the entire international community to systematically \r\nstrengthen non-proliferation regimes on a generally \r\nacceptable basis, while ensuring that the benefits of \r\npeaceful atomic energy are legitimately accessible to \r\nall States.  \r\n President Vladimir V. Putin’s initiative to \r\nestablish multilateral centres for nuclear fuel-cycle \r\nservices, along with similar ideas proposed by the \r\nleadership of the International Atomic Energy Agency \r\n(IAEA) and proposals put forth by United States \r\nPresident George W. Bush, have found support among \r\nG-8 leaders. We are confident that the development and \r\npractical implementation of such approaches — in \r\ncooperation with all countries with an interest in \r\nmodern and safe nuclear energy — will make it \r\nA/61/PV.15  \r\n \r\n06-53005 30 \r\n \r\npossible to resolve non-proliferation issues in a non-\r\nconfrontational manner. \r\n As in other areas, the obsession with sanctions — \r\napplied without calculating their consequences — \r\nmight produce unpredictable results. It is absolutely \r\nnecessary to eliminate the loopholes in the non-\r\nproliferation regimes, but that should be done through \r\nclear and non-discriminatory approaches, without \r\ncreating grounds for suspicion regarding the existence \r\nof some hidden agenda. \r\n Stagnation in the international disarmament \r\nprocess does not help to resolve non-proliferation \r\nproblems. Here again, we need concerted action, for \r\nthis is a matter of collective security. \r\n In the area of strategic arms, the United States-\r\nRussian agreements play an enormously important role. \r\nTheir significance goes far beyond the framework of \r\nbilateral relations, considering that virtually all \r\nmembers of the international community benefit from \r\nstrategic stability. We support the consistent \r\ndevelopment of the United States-Russian bilateral \r\ndisarmament process, as was stated by our Presidents \r\nin Saint Petersburg in July.  \r\n Closely related to that are issues related to anti-\r\nballistic missiles, in particular within the context of the \r\nexisting plans of the United States. In that context, \r\nthere is a need for complete transparency and for an \r\nanalysis of the consequences for strategic stability. \r\n The situation surrounding the Treaty on \r\nConventional Armed Forces in Europe continues to \r\ncause grave concern. The old Treaty, based on the \r\nrealities of confrontation between military blocs, has \r\nlost its relevance, while NATO is blocking the entry \r\ninto force of the Agreement on its adaptation. \r\n At the same time, reconfiguration of the military \r\narchitecture on the European continent is under way. At \r\nits heart is an expanding military alliance. Such virtual \r\narms control becomes meaningless as it turns into a \r\none-way street.  \r\n It is also necessary to revitalize multilateral \r\ndisarmament approaches. That agenda should include \r\nthe entry into force of the Comprehensive Nuclear-\r\nTest-Ban Treaty, non-deployment of weapons in outer \r\nspace, conclusion of a fissile material cut-off treaty and \r\nensuring information security. Nuclear-weapon-free \r\nzones play an important role, and we welcome the \r\ncreation of such a zone in Central Asia. \r\n The overall task is to reinvigorate the efforts of \r\nthe international community in the area of disarmament \r\nand arms control, within the framework of the \r\nConference on Disarmament and other relevant United \r\nNations bodies.  \r\n The 2005 World Summit unanimously reaffirmed \r\nthat peace, security and development are inseparable. \r\nWith that in mind, we are prepared to engage in \r\ncollective discussions and support further joint \r\npragmatic steps with a view to improving the \r\nefficiency of the social and economic activities of the \r\nentire United Nations system. \r\n The Russian Federation realizes its responsibility \r\nas one of the fastest growing economies of the world, \r\nand is devoting increasing attention to development \r\nassistance. Thus far, Russia has written off or has \r\nundertaken to write off $11.3 billion of the debt of \r\nAfrican countries, including more than $2.2 billion \r\nwithin the Heavily Indebted Poor Countries Debt \r\nInitiative. New steps are planned in that area. Russia \r\nnow ranks third in absolute figures of debt relief and \r\nfirst in terms of the ratio of debt relief to gross \r\ndomestic product. We have also increased our \r\ncontributions to other international development \r\nassistance mechanisms, including through United \r\nNations institutions and funds and the Bretton Woods \r\ninstitutions. \r\n Today, I cannot fail to express my sincere \r\nappreciation and praise to the Secretary-General Kofi \r\nAnnan. For many years, during the most difficult times \r\nfor world politics, he has carried out his duties with \r\ndignity. Thanks largely to the efforts of Kofi Annan \r\nand to his ability to take the lead while remaining a \r\nrealist in the face of severe challenges, we have \r\nmanaged to make progress in strengthening the United \r\nNations. \r\n Today the United Nations is relevant as never \r\nbefore. We do not have to create it anew. In the course \r\nof reforming the United Nations in accordance with the \r\ndictates of the time, it is incumbent upon us all to \r\nreaffirm by action our commitment to the world \r\nOrganization, which draws its strength from our trust \r\nin it and in its unique legitimacy. Without the United \r\nNations and its Charter to rely upon, it would prove \r\nimpossible to ensure a more reliable and democratic \r\nsystem of collective security that would respond to the \r\ndictates of our time. \r\n A/61/PV.15\r\n \r\n31 06-53005 \r\n \r\n The Acting President: It gives me particular \r\npleasure to give the floor to His Excellency  \r\nMr. Bernard Rudolf Bot, Minister for Foreign Affairs \r\nof the Netherlands. \r\n Mr. Bot (Netherlands): Five years after the \r\ndestruction of the Twin Towers and just a few days \r\nafter the commemoration of that terrible tragedy, I \r\nwould like to extend my deepest sympathy to the \r\npeople of this great city, which serves as mankind’s \r\nmeeting point. \r\n Last year, I stressed our collective responsibility \r\nto protect tolerance from intolerance. I spoke of \r\nfreedom of expression and freedom of religion. Today I \r\nshould like to revisit that theme. But, in addition, I will \r\ndiscuss the relationship between fighting terrorism and \r\nrespecting human rights, the search for peace in the \r\nMiddle East and reform of the United Nations. \r\nMoreover, I will renew my call for intensified \r\ndialogue. Only dialogue at all levels of society leads to \r\nmore knowledge about one another — and often to \r\nmore mutual understanding. \r\n The threat of terrorism has not subsided. To fully \r\nunderstand the nature of the challenge we face, we \r\nhave to ask ourselves what terrorists are aiming for. \r\nThey aspire to undermine a society based on \r\ndemocracy, fundamental freedoms, human rights and \r\nthe quest for progress. In their view, there is no place \r\nfor the principles and tenets of our free society. \r\nInstead, they try by means of terror and violence to \r\nimpose their views of the world on others. \r\n As to the means used by terrorists, there can be \r\nno doubt that large-scale and systematic terrorist acts \r\nqualify as crimes against humanity under international \r\nlaw. While civilized societies uphold international legal \r\nand moral standards in defending themselves, terrorists \r\ncompletely reject the central principles of international \r\nlaw. Our campaign against this threat must be fought \r\nwith great determination by all of us. Indiscriminate \r\nviolence must be countered by the collective will to \r\ndefend our values, in order to protect our civilization \r\nand human dignity. \r\n In order for this campaign to be successful in the \r\nlong run, we must also place great emphasis on \r\ndevelopment, fair trade and dialogue. Unlike those who \r\nhave prospects for a better life through access to \r\neducation and jobs, people without prospects and \r\nwithout a voice are more easily lured by the siren call \r\nof hatred. To deal with that issue is one of the core \r\nmissions of the United Nations. We — all nations of \r\nthe United Nations — have a collective responsibility \r\nto give people a future and a voice so that they can \r\nimprove their lives. \r\n Extremists cleverly seek to exploit the freedom of \r\nopen societies with the aim of destroying that very \r\nfreedom. This confronts us with a dilemma: do we \r\nclose our societies in self-defence, thus becoming more \r\nlike the evil we face, or do we remain open societies \r\nand accept a certain degree of vulnerability? Anti-\r\nterrorism measures can be effective only if adopted \r\nwithin the context of the human rights commitments \r\nwe have undertaken. Ultimately, our defence should \r\nnot come at the expense of the very values upon which \r\nour societies are founded. Our citizens must be able to \r\ndistinguish between the societies in which they lead \r\nproductive lives and the terrorist movements for which \r\nhuman life has little value. I am happy with the \r\nagreement we reached on the United Nations Global \r\nCounter-Terrorism Strategy (resolution 60/288). But \r\nnow, we must see to its implementation. It is also in \r\nour collective interest to conclude a terrorism \r\nconvention as well. \r\n The need for interfaith and intercultural dialogue \r\nis as great as ever. During and after the so-called \r\ncartoon crisis, I engaged in discussions with colleagues \r\nand the media in Asia and the Middle East. We talked \r\nabout freedom of expression and freedom of religion, \r\nand I discovered that such personal efforts are crucial \r\nin finding common ground. One of the initiatives we \r\nhave taken is to host the annual Asia-Europe Meeting \r\nconference on interfaith dialogue in Amsterdam in \r\n2008. \r\n For any interfaith dialogue to be meaningful, \r\nrespect for diversity is a precondition. In our view, all \r\nof the world’s nationalities, religions and beliefs \r\nshould live side by side, united by a tradition of \r\npluralism, democracy and the rule of law. According to \r\ninternational instruments to which we all subscribe, \r\nrespect for diversity means, for example, freedom of \r\nreligion and belief. That includes the freedom to adhere \r\nto any religion, or to no religion at all. In my country \r\n— and in many others as well — an individual is free \r\nto be a Christian, Muslim, Jew or Hindu or to adhere to \r\nany other belief. This philosophy includes the right to \r\nchange one’s belief, as the Universal Declaration of \r\nHuman Rights clearly states. \r\nA/61/PV.15  \r\n \r\n06-53005 32 \r\n \r\n We believe that the separation of Church and \r\nState and the independence of the courts are the best \r\nguarantees that nobody has the power to impose his or \r\nher beliefs on others. Freedom of religion and freedom \r\nof expression are two sides of the same coin. Does this \r\nmean that people can say whatever they want? No. The \r\nright to free speech does not entitle a person to insult \r\nothers. But restrictions on the freedom of expression \r\nmust never go further than what is necessary within a \r\ndemocratic society. In individual cases where freedom \r\nof expression conflicts with legitimate restrictions, it is \r\nup to the courts, not the Government, to decide which \r\nprinciple should prevail. \r\n Peace in the Middle East would reinforce a global \r\nspirit of dialogue. We have reason to be optimistic. \r\nSecurity Council resolution 1701 (2006) ended \r\nhostilities between Hizbollah and Israel, unfortunately \r\nonly after many innocent civilians had lost their lives. I \r\ncommend the Secretary-General for his tireless efforts \r\nto promote the resolution’s effective implementation. \r\n The renewed United Nations Interim Force in \r\nLebanon (UNIFIL) is an important symbol of hope. \r\nPeacekeepers of different religious and cultural \r\nbackgrounds are working together under the sky-blue \r\nbanner of the United Nations, as they have been doing \r\nin the Great Lakes region in Africa and will hopefully \r\nsoon be doing in Darfur, the Sudan. I am proud of the \r\nfact that several States members of the European \r\nUnion, together with Turkey, China and Indonesia, \r\nprovide the backbone of UNIFIL. The Netherlands is \r\nactively considering contributing to UNIFIL’s maritime \r\ncomponent. Practical implementation will depend on \r\nthe cooperation of all parties and countries in the \r\nregion, and beyond, including Syria and Iran. I call \r\nupon them to act in accordance with Security Council \r\nresolution 1701 (2006). \r\n Regional peace also requires resolution of the \r\nIsraeli-Palestinian conflict and the Israeli-Syrian \r\ndispute. I call upon all parties involved to seize the \r\npolitical momentum created by Council resolution \r\n1701 (2006) and engage in serious dialogue. The \r\nQuartet could, at the request of the Security Council, \r\noutline a comprehensive Middle East settlement. \r\n In this world, we need the United Nations to \r\nmanage change, rather than lag behind. We need to \r\nrenew and reinvigorate the United Nations. Last year’s \r\nSummit was devoted to that very task. We have made \r\nsubstantial progress since then, but more needs to be \r\ndone. My country’s vision of an effective United \r\nNations includes less fragmentation, more \r\nconcentration and more synergy. We need a United \r\nNations that cuts red tape, rather than one that creates \r\nmore bureaucracy. For example, in an interdependent \r\nworld, it makes no sense to have 38 different United \r\nNations humanitarian and development agencies. That \r\nis why we have suggested one office, one programme, \r\none representative and one financial mechanism at the \r\ncountry level. \r\n My vision of the United Nations encompasses a \r\nPeacebuilding Commission that focuses on critical \r\npeacebuilding needs and a Human Rights Council that \r\nis the single most authoritative voice on human rights. \r\nIt is a United Nations led by a Secretary-General with \r\ngreater authority to determine the optimal use of \r\nhuman and other resources than is the case at present. \r\n As an active Member of the United Nations, the \r\nNetherlands will continue to contribute to the best of \r\nits ability to turn this vision into reality. The \r\nNetherlands does not just preach; it delivers. For more \r\nthan 60 years, ever since the foundation of the United \r\nNations, we have provided means, ideas and people. \r\nAnd, of course, we remain committed to its cause. \r\n Security Council reform is a difficult part of the \r\noverall United Nations reform agenda. A pragmatic \r\napproach would be to opt for a temporary solution that \r\ncould be modified after, say, 10 years. The world is \r\ndynamic and the Security Council’s composition \r\nshould reflect this. The geopolitical realities of today \r\nmight not necessarily be the geopolitical realities of \r\ntomorrow. \r\n We should focus on the longer-term gains we all \r\nbenefit from, rather than on short-term progress at the \r\nexpense of others. Let us work to make the United \r\nNations operate in a less antagonistic way. We have \r\nsuccessfully tried this approach in the Group of Friends \r\nfor the Reform of the United Nations, in which \r\ndifferent countries, including the Netherlands, engage \r\nin constructive debate to arrive at solutions that are \r\nacceptable to all. \r\n The United Nations is beset by problems that \r\nrequire major reforms. We are united by the \r\nopportunities and challenges of our time. In promoting \r\npeace and stability, in debating human rights issues, or \r\nin combating extreme poverty, we are compelled to \r\nwork together and to coordinate our actions. Let us \r\nadopt a twenty-first-century mentality to address \r\n A/61/PV.15\r\n \r\n33 06-53005 \r\n \r\ntwenty-first-century problems. Now is the time to align \r\nour agendas and shoulder our responsibilities together. \r\nA strong United Nations strengthens us all. \r\n Finally, I would like to express my deepest \r\nappreciation to Secretary-General Kofi Annan for the \r\ncommitment and determination he has shown in pursuit \r\nof a better world, with a United Nations that works \r\neffectively for the security, safety and well-being of \r\npeople everywhere. Even the rocks of which he spoke \r\nseemed a light burden under his stewardship. We \r\ncommend him for achieving tangible results in the area \r\nof crisis management and conflict prevention and for \r\nfurthering the Millennium Development Goals. \r\nSecretary-General Annan’s personal performance has \r\nbrought hope and optimism to the hearts of citizens all \r\nover the world. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Alexander Downer, Minister for \r\nForeign Affairs of Australia. \r\n Mr. Downer (Australia): I would like to begin by \r\njoining with my colleagues in congratulating Ms. Haya \r\nRashed Al-Khalifa on her election to the presidency of \r\nthe General Assembly at its sixty-first session. I am \r\nalso delighted to welcome Montenegro as the 192nd \r\nMember of the United Nations.  \r\n I also note that this will be the tenth and, indeed, \r\nthe final General Assembly for the Secretary-General. I \r\nwant to congratulate him on his important contribution \r\nto the United Nations over his term and also \r\nthroughout his United Nations career. He has been a \r\nvery good colleague of Australia throughout that time. \r\nHe has been a determined advocate for peace, \r\ndevelopment and United Nations reform, and we wish \r\nhim well in the future. \r\n Earlier this month, on the day before the fifth \r\nanniversary of the 9/11 attacks against the United \r\nStates, a man called Hakim Taniwal was murdered by a \r\nsuicide bomber in Afghanistan. \r\n Mr. Taniwal was the Governor of Paktia province \r\nin eastern Afghanistan. He was a scholarly, gentle-\r\nspoken man of integrity — a good man, with a \r\nreputation as a highly capable administrator. As well as \r\nbeing an Afghani, Mr. Taniwal was an Australian. He \r\nlived in exile in my country for some years and built a \r\nnew life for his family. \r\n But when Afghanistan was liberated from the \r\nTaliban in the wake of 9/11, Mr. Taniwal returned to \r\nhelp rebuild his homeland. He worked for the \r\nbetterment of his fellow Afghans by adopting a \r\nforward-looking model of public administration, far \r\nremoved from the Taliban narrative of rule by fear. For \r\nhis trouble, the Taliban had him killed. His nephew \r\ndied alongside him. A few days later, compounding \r\natrocity upon atrocity, a second suicide bomber \r\nattacked Mr. Taniwal’s funeral ceremony, killing and \r\ninjuring many more people. \r\n The task of rebuilding Afghanistan, in the face of \r\nsuch atrocities, is demanding great sacrifices on the \r\npart of tens of thousands of brave men and women. It \r\nis a country in which many of the great challenges of \r\nour time intersect: how to free its cities, towns and \r\nvillages from the daily threat of violence; how to \r\nensure that an extremist ideology never again \r\nsubjugates the country’s institutions; and how to create \r\nthe conditions for stability and good governance so \r\nnecessary to economic renewal and so crucial if its \r\npeople are to escape poverty and oppression. \r\n Afghanistan represents a fundamental test for \r\neach of us. If we are not resolute and steadfast in \r\nsupporting Afghanistan against the scourge of \r\nterrorism, and if we are not prepared collectively to \r\nstand up against the extremists, we will deliver to \r\ncoming generations a weak international system and a \r\nfar less secure and stable world. \r\n Iraq is another of the front lines in this battle. I \r\nacknowledge here the divided views of United Nations \r\nMember States over the military action against the \r\nregime of Saddam Hussein in 2003, yet today there is a \r\nvery clear choice that should unite us all. \r\n The extremists have chosen to make Iraq a \r\nbattleground. Osama bin Laden has said that Iraq is \r\n“for you or for us to win”. We know what will come of \r\nIraq if it is won by the extremists. As in Afghanistan, \r\nwe must all commit to securing its future. Iraq is not \r\nAmerica’s burden alone, and Afghanistan is not \r\nNATO’s burden alone, because if terrorism prevailed, \r\nthe consequences would be catastrophic for each of us, \r\nwherever we may live. \r\n This struggle will be protracted. Our challenge is \r\nnot just to keep our citizens safe from terrorist attack; \r\nit is also to defeat an ideology that allows for no ideas \r\nor belief systems other than its own. It is imperative we \r\nsee this ideology clearly for what it is: a mindset every \r\nbit as brutal and uncompromising as its totalitarian \r\npredecessors in centuries past. It is an ideology that \r\nA/61/PV.15  \r\n \r\n06-53005 34 \r\n \r\ndirectly challenges the principles and values of \r\nmodernity — the flourishing of open markets, open \r\nsocieties and open minds. To defeat this evil, we must \r\nharness the collective strength of the international \r\ncommunity. \r\n I welcome the recent agreement on the United \r\nNations Global Counter-Terrorism Strategy, but I am \r\ndisappointed that the Strategy’s illustrative list of \r\nconditions conducive to the spread of terrorism did not \r\ninclude extremist ideologies. \r\n Ms. Grabar-Kitarović (Croatia), Vice-President, \r\ntook the Chair. \r\n We need to do much more. States should \r\nconclude a comprehensive convention on international \r\nterrorism. That would demonstrate an unambiguous \r\ncommitment, ensuring that all terrorist acts are \r\ncriminalized in international law. It is disappointing \r\nthat the United Nations still cannot agree on the scope \r\nof such a convention. \r\n More disturbingly, some countries continue to \r\nsponsor terrorist groups to promote their own political \r\nagendas. In the Middle East, it is essential that all \r\ncountries, including Iran and Syria, use their influence \r\nover organizations such as Hezbollah to stop terrorist \r\nassaults, including those directed at the State of Israel. \r\nAny viable resolution of the conflict must include \r\nHezbollah’s disarmament, its renunciation of violence \r\nand a recognition of Israel’s right to exist in peace. \r\n In all of this, the United Nations has a role to \r\nplay. But, as I have said before in this Hall, the United \r\nNations is not the answer to all the problems of the \r\nworld. Where the United Nations cannot act, individual \r\nStates must. Our membership in the United Nations \r\ndoes not absolve any of us from the responsibility to \r\nshow leadership and to pursue practical solutions. \r\n Too often in the world of politics, the temptation \r\nis for Governments to strike an attitude and then leave \r\nthe substantive action for another day, or to offload the \r\nresponsibility onto others. We can make solemn \r\npledges — as we should, and we do — to work much \r\nharder to assist developing nations in confronting the \r\nravages of poverty and disease. We can sign high-\r\nminded manifestos to protect our environment from the \r\nrisk of climate change. Alongside global security, these \r\nare two issues crucial to our collective future. But so \r\nmuch of the talk is mere artifice unless backed up by \r\nresolute, practical and well-constructed policy \r\nresponses. \r\n In Australia’s region, practical and effective \r\ncooperation has exemplified the counter-terrorism \r\nresponse. A regional training centre jointly established \r\nby Indonesia and Australia is helping South-East Asian \r\nlaw enforcement agencies develop the capabilities they \r\nneed to destroy terrorist networks. Other recent \r\ninitiatives, such as interfaith dialogues, are promoting \r\ntolerance and mutual understanding. \r\n Practical and effective cooperation has also been \r\nthe hallmark of our commitment to East Timor. \r\nAustralian Defence Force personnel and police worked \r\nwith their counterparts from New Zealand, Malaysia \r\nand Portugal to restore order after the April riots. We \r\nremain ready to continue to provide a significant \r\n“green helmet” military contingent in East Timor to \r\ncomplement the United Nations police force mandated \r\nunder Security Council resolution 1704 (2006). \r\n Elsewhere in our region, Australia has joined in a \r\npartnership with 14 other Pacific countries in a \r\nRegional Assistance Mission to Solomon Islands \r\n(RAMSI). RAMSI is not just about restoring law and \r\norder; some 150 advisers are working with the \r\nSolomon Islands Government, helping to stabilize \r\nfinances, revitalize the public service and strengthen \r\nthe justice and prison systems. None of these tasks is \r\neasy, and much more remains to be done, but the hard \r\nwork has begun, and we are making headway. \r\n In contrast, the tragedy of Darfur poses a \r\ngrievous challenge to the international community. \r\nDarfur is a litmus test of the responsibility of the \r\nUnited Nations to help people who desperately need its \r\nprotection. It is a test of the most basic principles of \r\ncivilization. We all know this. We also know it is a test \r\nthat, so far, the United Nations has failed. \r\n In this Hall last year, we assumed a solemn \r\nresponsibility to protect those who have no means of \r\nprotecting themselves. The United Nations itself must \r\nnow redouble its efforts to try to prevent any further \r\nbloodshed in Darfur, which has already claimed well in \r\nexcess of 200,000 lives and brought about the \r\ndisplacement of millions of persons. The United \r\nNations must keep its promise to the people of Darfur. \r\nIt is no less than they should expect and no less than \r\nwe would demand. \r\n A/61/PV.15\r\n \r\n35 06-53005 \r\n \r\n The desperation of Darfur reminds us also of the \r\nimmense challenges of development. Members of the \r\nUnited Nations have recognized this through the \r\nMillennium Development Goals. Aid is important, and \r\nlast year Australia committed itself to doubling our \r\nannual aid budget to about $4 billion a year by 2010. \r\nAustralia has recently sharpened the focus of our \r\ndevelopment assistance programme on supporting good \r\ngovernance, basic social services and security in \r\ndeveloping countries. In the South Pacific, we will \r\nsponsor new programmes to train people in technical \r\nand entrepreneurial skills.  \r\n But increasing aid and reducing debt burdens \r\nalone will not reduce poverty. Economic growth is \r\ncentral to poverty alleviation. The World Bank \r\nestimates that the number of people living on less than \r\n$2 a day in East Asia fell by around 280 million \r\nbetween 2001 and 2005. The policies and actions of \r\ndeveloping countries in creating an enabling \r\nenvironment for economic growth are fundamental to \r\nadvances on this front. Likewise, free and open trade \r\nand investment are pivotal. The failure of the Doha \r\nRound of multilateral trade talks would be a cruel \r\nrebuff to the world’s poor. The World Bank estimates \r\nthat a strong outcome of the Round could lift an \r\nadditional 32 million people out of poverty by 2015. \r\n We cannot underpin sustainable economic \r\ndevelopment without protecting the environment on \r\nwhich we depend. Biodiversity loss, land clearing, \r\ndeforestation and climate change present threats to the \r\ncommon good that can best be overcome through \r\ncollective action. \r\n But collective action entails much more than \r\nadopting resolutions and signing treaties. Fine words \r\nand high aspirations may give us a sense that we are \r\nacting to stop environmental degradation, but they are \r\nof little benefit unless backed by practical action. \r\nDomestic implementation of environmental \r\ncommitments has not been sufficient, and the gap \r\nbetween words and action remains too wide. \r\n Climate change is an area where we must move \r\nbeyond blind faith in a single multilateral approach. \r\nThe great challenge is to address climate change \r\nwithout jeopardizing economic growth, particularly in \r\ndeveloping countries. We need to work towards a more \r\ninclusive and effective international approach to \r\nclimate change. The existing efforts are not enough; we \r\nneed to bring forward new ideas, not constrained by \r\nideology.  \r\n The focus of the Asia-Pacific Partnership on \r\nClean Development and Climate is the development \r\nand transfer of cleaner energy-generating technologies. \r\nThe Partnership brings together Australia, the United \r\nStates, Japan, China, India and the Republic of Korea. \r\nTogether, those countries account for about half of the \r\nworld’s gross domestic product, population, energy use \r\nand greenhouse gas emissions. The aim of the \r\nPartnership is to bring developed and developing \r\ncountries together with the private sector to deploy \r\ntechnologies — be they renewable energy or carbon \r\nstorage — to help reduce the dangers of climate \r\nchange, while not stalling economic growth and \r\ndevelopment. \r\n Effective international action on the great global \r\nchallenges of our time requires more than resolutions \r\nat the United Nations. It requires the exercise of strong \r\nleadership by individual nations. It requires proactive \r\npolicy, not political posturing or personal abuse from \r\nthis rostrum. It requires a rigorous search for sound and \r\npractical long-term solutions. \r\n As Members of the United Nations, we have \r\npledged to unite our strengths to maintain international \r\npeace and security. But, equally, we cannot abrogate to \r\nthe United Nations the responsibility that we have, as \r\nindividual States, for security and good governance \r\nwithin our borders and within our regions. History will \r\njudge us harshly if we do not shoulder that \r\nresponsibility. \r\n The Acting President: I now call on Her \r\nExcellency Ms. Ursula Plassnik, Federal Minister for \r\nForeign Affairs of Austria. \r\n Ms. Plassnik (Austria): “United in diversity”: \r\nthis motto of the European Union expresses what we, \r\nthe 25 — and soon to be 27 — member States of the \r\nEuropean Union, demand from ourselves, as well as \r\nour aspirations for the United Nations. “United in \r\ndiversity” is also a concrete management principle of \r\nour practical, everyday work to promote justice, peace, \r\nfreedom and prosperity. As the host country to the only \r\nUnited Nations headquarters within the European \r\nUnion, as President of the European Union during the \r\nfirst six months of 2006 and as a venue for the dialogue \r\nof religions and cultures, Austria has consistently \r\naimed at translating this principle into practice, \r\nincluding by providing peacekeepers, despite recent \r\nA/61/PV.15  \r\n \r\n06-53005 36 \r\n \r\nbitter experiences such as the tragic death of Major \r\nHans-Peter Lang while he was serving the United \r\nNations in southern Lebanon. \r\n By establishing the Human Rights Council in \r\nGeneva and the Peacebuilding Commission, we have \r\ngiven ourselves new instruments for carrying out an \r\nimportant part of our work in this phase of United \r\nNations reform. Austria thanks Jan Eliasson, President \r\nof the General Assembly at its sixtieth session, for his \r\nvision, tenacity and endurance. We owe it to his \r\nnegotiating skills that institutional reform of the United \r\nNations has been decisively set in motion. We pledge \r\nto devote the necessary determination to the reform \r\nmeasures that still need to be implemented, such as \r\nmanagement reform, the review of United Nations \r\nmandates and the establishment of a rule of law \r\nassistance unit. \r\n Today, after decades of division, Europe is \r\ngrowing together again. That is the major achievement \r\nof the European Union. We have come a long way. The \r\niron curtain is a relic of the past. Today, we want the \r\ncountries of South-East Europe and the Balkans to take \r\ntheir rightful place in Europe and to be included in the \r\nreunification process of our continent. The European \r\nexperience is, profoundly, an experience of overcoming \r\nold and bitter conflicts and of the power of patient and \r\npeaceful transformation.  \r\n Here, I wish to welcome to the General Assembly \r\nthe newest European member and the 192nd Member \r\nof the United Nations, the Republic of Montenegro. \r\n In Europe, difficult issues need to be solved. \r\nTomorrow, the Security Council will discuss the future \r\nstatus of Kosovo. Austria supports the efforts of \r\nPresident Martti Ahtisaari and his team in Vienna. As \r\nneighbours and friends, we urge both Belgrade and \r\nPristina to engage in these negotiations constructively, \r\nin a results-oriented manner and with the necessary \r\nsense of realism. Our goal is a democratic and multi-\r\nethnic Kosovo whose citizens can all live in security \r\nand dignity on the basis of mutual trust. In the same \r\nspirit, a confident, peaceful and prosperous Serbia, \r\nfully integrated into the family of European nations, is \r\ncrucial for the stability of the whole region. \r\n In the Middle East, innocent civilians still suffer \r\nfrom the disastrous consequences of terror attacks and \r\nthe indiscriminate use of force. Men, women and \r\nchildren on all sides must be given a real chance to live \r\nin peace and in an atmosphere of increasing mutual \r\ntrust.  \r\n The goal that Austria pursues in its relations with \r\nthe Middle East is to realize the vision of Palestinians \r\nand Israelis living side by side in security as \r\nneighbours in two States, working towards a peaceful \r\nand economically successful common future. We know \r\nthat the path towards that goal is rocky, but now we \r\nhave reached a turning point. In the aftermath of the \r\narmed conflict in Lebanon, all parties in the region \r\nhave agreed on the need for renewed engagement on \r\nthe part of the international community. The European \r\nUnion and its member States can and will make a \r\nsubstantive contribution.  \r\n However, international efforts can only \r\nsupport — not serve as a substitute for — efforts by \r\nIsrael and the Palestinians. That is why we welcome \r\nthe efforts of President Abbas to form a Government of \r\nnational unity in the Palestinian territories and the \r\nrecent high-level, direct contacts. Yesterday’s statement \r\nby the Middle East Quartet — in which the United \r\nNations plays such a central role — is another \r\nencouraging signal. We hope that those decisions will \r\nhelp to alleviate the plight of the Palestinian people \r\nand to move the political process forward. \r\n Austria is convinced that the work of the Middle \r\nEast Quartet should now pave the way towards a major \r\npeace initiative. We see great merit in an international \r\nMiddle East conference along the lines of the 1991 \r\nMadrid Conference. We believe that such a forum \r\nshould be open to regional partners willing to \r\nparticipate constructively in search of a comprehensive \r\npeace settlement. A conference of that kind could also \r\nexamine the longer-term potential for regional security \r\narrangements. \r\n As the Secretary-General has rightly pointed out, \r\nAfrica must remain one of our main priorities. In \r\nparticular, we must engage to prevent a humanitarian \r\ncatastrophe in Darfur. It is simply unacceptable that not \r\neven relief agencies are given access to help those most \r\nin need. It is deeply disturbing that there is no clear \r\nperspective for an end to fighting and suffering in the \r\nregion. As many others, we urgently call upon the \r\nGovernment of the Sudan to accept the deployment of \r\na United Nations peacekeeping force in Darfur without \r\ndelay. \r\n Austria is deeply aware of the need for the \r\ndialogue of cultures and religions. This is because my \r\n A/61/PV.15\r\n \r\n37 06-53005 \r\n \r\ncountry lies at the crossroads of many different \r\ncultures, at the heart of a continent marked by centuries \r\nof dividing lines. Our own difficult experience has \r\ncertainly taught us that mutual tolerance and respect \r\nare universal values, which we must all uphold and that \r\nreligious beliefs, by their very nature, must never be \r\nmisused to justify violence.  \r\n In view of our own experience, we are also \r\nconvinced that the dialogue of religions and cultures is \r\nnot a challenge confined only to the international field; \r\nthis dialogue begins at home, within our own societies. \r\nHere, as well as at the global level, “United in \r\ndiversity” must be our guiding principle. We have to \r\nkeep our work down to earth. We have to find answers \r\non how best to organize living together and provide \r\norientation in a rapidly globalizing world that many \r\nregard as a menace. Ultimately, it is in the work place, \r\nat school, in defining the role of women in society, in \r\nseeking to create opportunities for young people and in \r\nthe media that we decide about the outcome of the \r\ndialogue of cultures in real-life terms. \r\n I am therefore convinced that we must better \r\nintegrate the dialogue of religions and cultures in the \r\neveryday work of the United Nations. This is a topic \r\nthat we cannot leave to the street. The minefield of \r\ncollective emotions is not a good place to discuss \r\nquestions of belief. Complex feelings of frustration, \r\nhumiliation and neglect can erupt in violence at the \r\nslightest trigger. In a world where connections are \r\nestablished by a single mouse click, reactions arrive \r\nwithin minutes. Here, we need to counteract on the \r\nbasis of our common values, in full conformity with \r\nuniversal human rights and basic freedoms, as they are \r\nthe very foundation of our work here at the United \r\nNations. \r\n In the 61 years of the United Nations, this is only \r\nthe third time that a woman has presided over the \r\nGeneral Assembly, and the first woman to do so \r\ncoming from the Arab world. While we congratulate \r\nher personally on her election to this high position, \r\nAustria also regards this election as a signal to all \r\nwomen in the world: the time has come for women to \r\ntake their rightful place in all spheres of public life. We \r\nare called upon to engage politically at all levels, from \r\nthe community level to the United Nations. The voices \r\nof women need to be heard more clearly in the work of \r\nthe United Nations. Women know what holds families, \r\ncommunities and societies together. This age-old \r\nknowledge in all its modern variety and colour should \r\nnot be left untapped, in particular in peace processes. \r\nIn United Nations missions, at the negotiation table, in \r\ndecision-making processes and not only as voices in \r\nthe background. During its presidency of the European \r\nUnion, Austria, in its recruitment strategy, consistently \r\naimed at deploying women in European Union peace \r\nmissions. In addition, we elaborated guidelines for \r\nEuropean Union missions on how to best comply with \r\nthe special needs of children. \r\n In his address to the General Assembly at its 10th \r\nmeeting, on 19 September, the Secretary-General \r\nrightly said, “It is shameful that last year’s Summit \r\nOutcome does not contain even one word about non-\r\nproliferation and disarmament”. Austria calls for a \r\nrenewed commitment of the international community \r\nto these security goals. We also offer to host the next \r\npreparatory meeting for the Review Conference of the \r\nParties to the Treaty on the Non-Proliferation of \r\nNuclear Weapons in Vienna in the spring of 2007. \r\n Development and the preservation of our \r\nlivelihoods require sustainable solutions. Among the \r\ngreat global challenges we are facing is climate \r\nchange. Global warming is real. Austria is committed \r\nto do her part in combating it. However, in Austria’s \r\nview, nuclear energy is not the right answer; it bears \r\ntoo many risks and uncertainties to be regarded as a \r\nsafe and sustainable source of energy. \r\n Solidarity is at the heart of the United Nations: \r\nsolidarity with the poor, the weak and the powerless. \r\nHere, the United Nations task list for the coming years \r\nis rich with promise: achieving the Millennium \r\nDevelopment Goals in full, concluding the Doha \r\nDevelopment Round, fighting against hunger, disease, \r\npoverty and exclusion. \r\n On Tuesday, we launched the United Nations \r\nGlobal Counter-Terrorism Strategy with a clear \r\nmessage: the international community is united against \r\nthis scourge of humanity. We will not tolerate terrorism \r\nin any form or manifestation. And we will redouble our \r\nefforts to dry up the breeding grounds from which \r\nterrorism feeds itself. Let me in this context point out \r\nthe excellent work of the United Nations Office on \r\nDrugs and Crime in Vienna, with its Global \r\nProgramme against Terrorism, in delivering technical \r\nassistance to Member States. \r\n It is out of respect for diversity and in recognition \r\nof the need for unity that Austria has presented its \r\ncandidature for a non-permanent seat on the Security \r\nA/61/PV.15  \r\n \r\n06-53005 38 \r\n \r\nCouncil for the period 2009-2010. With this in mind, \r\nwe have made the rule of law the backbone of our \r\ncandidature. \r\n Let me close by conveying Austria’s appreciation \r\nfor the great personality who has been standing at the \r\nhelm of this Organization for the past decade, for Kofi \r\nAnnan, the statesman and the person. We thank the \r\nSecretary-General, in particular for being a tireless \r\nencourager, despite the considerable obstacles he has \r\nhad to face at times. He is a role model for dignity and \r\nconfidence. He is always ready to speak out, in his soft \r\nbut firm voice, for those whose voices are not strong \r\nenough or loud enough to be heard; to give voice to the \r\nweak, the poor, the small and those who feel lost or \r\nabandoned. Mr. Secretary-General, the world will \r\ncontinue listening to your voice as it is the voice of \r\nhope and steadfastness. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Miguel Angel Moratinos Cuyaubé, \r\nMinister for Foreign Affairs of Spain. \r\n Mr. Moratinos Cuyaubé (Spain) (spoke in \r\nSpanish): It is indeed a great pleasure to address this \r\nGeneral Assembly on the International Day of Peace, \r\nin my capacity as Minister for Foreign Affairs and \r\nCooperation. The Government of Spain calls for a \r\nvigorous United Nations system that can guarantee \r\ninternational peace and security in a world that is \r\nglobal, complex and full of uncertainty.  \r\n I should like to congratulate our President on her \r\nelection as the first Arab woman to lead the \r\nAssembly — a task in which, I predict, she will have \r\ngreat success. She can count on the full commitment \r\nand cooperation of Spain. I also wish to express my \r\ngratitude and congratulations to Mr. Jan Eliasson, \r\nMinister for Foreign Affairs of Sweden and President \r\nof the General Assembly at its most recent session. His \r\nleadership and negotiating skills contributed to the \r\nadoption of far-reaching political agreements aimed at \r\nthe implementation of the 2005 World Summit \r\nOutcome (resolution 60/1).  \r\n Understanding and cooperation among countries \r\nwill clear up the unanswered questions of the twenty-\r\nfirst century — a century characterized by \r\nglobalization, which has spread throughout the world, \r\npervading areas of daily life and causing \r\ntransformations in the power of States and the system \r\nof international relations. \r\n In their analysis of that complex and uncertain \r\nreality, political theoreticians sometimes turn to \r\nscientific knowledge, but its formulations fail to \r\nprovide concrete measures to deal effectively with the \r\npolitical and institutional challenges of the twenty-first \r\ncentury. New times call for new politics that cannot be \r\ninfluenced in any way by fear, distrust or suspicion in \r\nthe international community. The factors and events \r\nthat shape today’s international relations must not \r\ndistract or hold back the innovative spirit of political \r\naction. \r\n Today, we know that technology alone does not \r\nlead to progress with regard to security and social and \r\neconomic growth. Globalization has great individual \r\nand collective benefits. It is a mixture of contradictory \r\ntrends — hope and despair, humanism and barbarity — \r\nin which we find serious imbalances that must be \r\naddressed with political courage and confidence. \r\n This new era has not resolved old conflicts that \r\nare eroding international peace and security. The \r\nsituation in the Middle East is the present-day version \r\nof a historical conflict that has challenged the \r\ninternational community. The adoption of Security \r\nCouncil resolution 1701 (2006) and the cessation of \r\nhostilities open the way for hope that the necessary \r\nconditions will be created for a lasting peace. We have \r\nalready endured more than five decades of suffering \r\nand despair. We have already endured five decades of \r\nappealing in this forum for a definitive solution. We \r\nhave endured five decades of the international \r\ncommunity’s impotence. \r\n From this rostrum, I call for a coalition for peace. \r\nThis is not about rediscovering the Mediterranean; it is \r\nabout commitment. We must say “yes” to the creation \r\nof a democratic, viable and peaceful Palestinian State \r\nthat lives in peace and security with the State of Israel; \r\n“yes” to full support for President Mahmoud Abbas; \r\n“yes” to ending the violence and terror against Israel; \r\n“yes” to reactivating the Madrid Process, which began \r\n15 years ago; “yes” to a global peace that includes \r\nSyria and Lebanon; and, finally, “yes” to an end to this \r\ntragedy. \r\n The only possible way to find a solution is \r\npolitical and diplomatic action, not military action. We \r\nmust rebuild a dynamic of negotiation to permanently \r\neradicate violence from this region, which is bleeding \r\nto death as a result of misunderstanding and pain. \r\n A/61/PV.15\r\n \r\n39 06-53005 \r\n \r\n My Government hopes that all actors involved in \r\nthe region commit themselves to implementing \r\nresolution 1701 (2006) and to the tasks in southern \r\nLebanon that have been entrusted to the United Nations \r\nInterim Force in Lebanon, in which Spanish troops are \r\nparticipating. We must give peace and dialogue another \r\nchance. \r\n From the eastern Mediterranean, I now turn to the \r\nwestern Mediterranean. Spain pays particular attention \r\nto its neighbourly relations with the Maghreb, a region \r\nwith regard to which we maintain an active and \r\ncomprehensive policy that strengthens our friendship \r\nand cooperation. That is why we attach importance to \r\nthe relaunching of the process of building a united \r\nMaghreb. \r\n To accelerate the pace of that project, we will \r\nneed to find a negotiated and effective solution to the \r\nconflict in Western Sahara, which has lasted for more \r\nthan 30 years and urgently calls for an atmosphere \r\nconducive to breaking the current deadlock. The \r\ninternational community must create such an \r\natmosphere to ensure a just and lasting political \r\nagreement that respects the principle of self-\r\ndetermination, within the United Nations framework. \r\n The will to engage in dialogue and compromise \r\ncould clear up this old conflict, as was the case with \r\nGibraltar. I am pleased to inform the Assembly that the \r\nTripartite Forum of Dialogue on Gibraltar, which met \r\nlast Monday in Cordoba, has already adopted its first \r\nagreements, which reflect the spirit of the relevant \r\nUnited Nations resolutions. Those agreements in no \r\nway mean that my Government renounces its \r\nsovereignty over Gibraltar. \r\n Relations with Ibero-America are a constant \r\npriority of the Government of Spain in its foreign \r\npolicy. We are committed to promoting the cohesion, \r\ngrowth and visibility of the Ibero-American \r\ncommunity, with which we maintain historic ties and \r\nshare new strategies and objectives. The Ibero-\r\nAmerican Secretariat, which is participating here for \r\nthe first time as an observer, strengthens our \r\ncommunity through dialogue and coordination. The \r\nforthcoming summit to be held in Uruguay will assess \r\nongoing activities and propose measures to begin anew \r\nthe social, economic, cultural and political progress \r\ndemanded by the civil societies of the Ibero-American \r\ncommunity. \r\n The President returned to the Chair. \r\n Cooperation and understanding also guide our \r\ntrans-Atlantic relations and, in a very special way, our \r\nrelations with the United States. In a constructive \r\nspirit, we discuss concerns and long-term projects that \r\nstrengthen the international community. \r\n As multilateral actors, we know that many of our \r\ndifficulties and problems will not be resolved through \r\nvoluntarism or national action. Our action must be on a \r\nglobal scale if we are to effectively address them in all \r\ntheir complexity — particularly the new challenges \r\nfacing the international community that hinder the \r\npromotion of a more just and equitable globalization.  \r\n A sense of political responsibility leads us to \r\nresolve urgent global problems such as security and \r\nterrorism, to fight hunger and poverty and to manage \r\nmigratory flows. Through the coordination of the \r\nUnited Nations, the world must promote the causes of \r\nsustainable development, security and human rights. \r\nWe cannot have security without development, there \r\ncan be no development without security, and we will \r\nnot attain those objectives if human rights are not \r\nrespected. \r\n We cannot accept terrorism, regardless of its \r\norigin. Our acceptance would transform it into terror \r\nand would unleash a spiral of fear in which freedoms \r\nwould suffer. We must not let down our guard against \r\nterrorism; neither must we let down our guard against \r\nthe erosion of freedoms. The Government of Spain \r\nwelcomes the adoption of the Global Counter-\r\nTerrorism Strategy, which does not overlook victims \r\nand their families. \r\n Situations of extreme poverty and humanitarian \r\ncatastrophes are inconceivable at the beginning of the \r\ntwenty-first century. We must deepen our sincere \r\ncommitment to the Millennium Development Goals \r\nand to the fight against hunger and poverty in order to \r\nalleviate the uncertainty, hardship and despair that \r\naffect millions of citizens throughout the world.  \r\n The traditional areas of Spanish action have been \r\nbroadened and reinforced through the progressive \r\nconsolidation of an advanced cooperation policy. Spain \r\nhas increased the quality and quantity of its Official \r\nDevelopment Assistance (ODA), which will reach 0.5 \r\nper cent of our gross domestic product (GDP) in 2008. \r\nSpain’s contribution to international organizations and \r\ntrust funds has increased this year by more than 400 \r\nper cent. \r\nA/61/PV.15  \r\n \r\n06-53005 40 \r\n \r\n Spain’s development aid has been expanded in \r\nthe Mediterranean countries and the African continent, \r\nwhere planning has played an important role. The plan \r\nfor Africa has required a major effort of cooperation \r\nand commitment to deal with dramatic situations of \r\npoverty and sickness, which jeopardize the well-being \r\nof African societies. \r\n Future programs, such as the one proposed by \r\nPresident Wade of Senegal, merit all our consideration \r\nand support. Poverty has brought us a new global \r\nchallenge, namely, the management of migration flows, \r\nsince hunger and need know no borders. Inequalities in \r\nthe distribution of wealth, unemployment, the lack of \r\nfuture prospects, political instability, inadequate \r\nrespect for human rights and intolerable life conditions \r\npush more than 200 million people in the whole world \r\nto migrate. The demographic impacts of these flows are \r\nperceived not just in countries of origin, but also those \r\nof transit and destination. Therefore, immigration is \r\none of the greatest challenges of the twenty-first \r\ncentury and Spain is on the frontline. We must confront \r\nit in all its aspects, both internal and external, with \r\nmeasures for development assistance and border \r\ncontrols. \r\n Migrations, exchanges and communications \r\ntechnologies have given birth to a multicultural society \r\nthat is not without tensions. This emerging reality \r\nstimulates the appearance of challenges that demand a \r\ncritical analysis in order to build solid bridges between \r\nEast and West. \r\n The initiative of the Alliance of Civilizations, \r\nsponsored by Spain and Turkey, belongs today to the \r\ninternational community and the United Nations and \r\nseeks to provide answers to these challenges. The \r\nmanagement of cultural relations can only be achieved \r\nfrom the perspective of security, education, promotion \r\nof culture and interreligious dialogue. This respect \r\namongst the different cultures and creeds must \r\nencourage the reduction of frictions that could inspire \r\nviolence and terror. The cartoon crisis and the effects \r\nand wrong interpretations of the words of His Holiness \r\nthe Pope urgently demand the implementation of the \r\nAlliance of Civilizations. \r\n The twenty-first century will be the time when we \r\nare called upon to resolve old conflicts and confront \r\nnew global challenges effectively. For that, a reform is \r\nneeded in the United Nations. The Government of \r\nSpain is satisfied with the reform process in the areas \r\nof peace and security, development and human rights. \r\nThe Peacebuilding Commission, the Human Rights \r\nCouncil, the United Nations Democracy Fund, the \r\nGlobal Strategy against Terrorism and the Central \r\nEmergency Relief Fund are new instruments that have \r\na bearing on the challenges facing the international \r\ncommunity. \r\n Allow me to conclude with a few verses of the \r\nuniversal Spanish poet Federico Garcia Lorca, from his \r\nbook “Poet in New York”,  \r\n “If hope is extinguished and the Babel of \r\nincomprehension begins, what torch will light the \r\npaths of the Earth?” \r\nLet us not give up the dream of peace. Let us work \r\ntogether to achieve it. \r\n The President (spoke in Arabic): I now call on \r\nHis Excellency Mr. Ahmed Aboul Gheit, Minister for \r\nForeign Affairs of Egypt. \r\n Mr. Aboul Gheit (Egypt) (spoke in Arabic): \r\nMadam President, allow me today to pay a special \r\ntribute to Mr. Kofi Annan, the Secretary-General of our \r\nOrganization, for the important role he has played over \r\nthe past ten years in upholding the lofty principles and \r\nvalues on which this Organization was founded. \r\nDuring the same period, Mr. Annan dealt with many \r\ntrying international situations with profound wisdom \r\nand clear vision. It is our hope that the candidate \r\nelected for this important international post during this \r\nsession will display the same wisdom and vision. \r\n The sixty-first session meets against the backdrop \r\nof a complex international situation and unfortunate \r\ninternational events that have uncovered many \r\ncontradictions in the work of this Organization. Those \r\ncontradictions require us to study in depth the extent to \r\nwhich the United Nations has succeeded in \r\nstrengthening international understanding and \r\nconsensus when dealing with the threats and challenges \r\nthat face humanity. The current complex situation and \r\nrecent events make it incumbent upon us to draw on \r\npast experience to strengthen the role of the \r\nOrganization in achieving the noble purposes and \r\nprinciples for which it was founded. \r\n The negotiations preceding the adoption of the \r\n2005 Summit Outcome Document and the subsequent \r\nnegotiations on its implementation have made it clear \r\nthat the visions of the North and the South with regard \r\nto the future of the United Nations and the nature of its \r\n A/61/PV.15\r\n \r\n41 06-53005 \r\n \r\nrole in the current and coming phases have become \r\nmore divergent than before. That was manifest in a \r\nnumber of attitudes that have left visible marks on the \r\ninternational environment. \r\n There is a widening gap between, on the one \r\nhand, those who pay the larger share of the budget of \r\nthe Organization and believe that their contributions \r\nentitle them to a larger say in the conduct of its work, \r\nand on the other hand the developing countries, which \r\npay their fair share as established by the methodology \r\nand criteria adopted by the General Assembly and \r\nbelieve that the Organization must remain the \r\ninternational forum of democracy, equality and good \r\ngovernance on the international level, as embodied in \r\nthe principle of “one State, one vote”. \r\n Some States, with increasing insistence, believe \r\nthat the Security Council must hold the fate of the \r\nOrganization in its hands, taking precedence over its \r\nother main organs. Those States are robbing the others \r\nof most of their competencies and deal with them in \r\nany way they see fit, without oversight, even if that \r\nleads to the failure of the Council to discharge its \r\nresponsibilities to prevent the killing of the innocent or \r\nthe perpetration of crimes of genocide and other crimes \r\nagainst humanity.  \r\n This insistence by a small number of States runs \r\ncounter to the view of the majority of Member States, \r\nwhich believe that the General Assembly is the \r\ninclusive democratic forum that brings the Members of \r\nthe Organization together. It is the Assembly that \r\nmandated the Council to bear the responsibility for the \r\nmaintenance of international peace and security. The \r\nAssembly alone has the right of oversight and review \r\nof the work of all the organs of the Organization. \r\nIndeed, the Assembly has the right to withdraw the \r\nprerogatives of the Security Council, should it fail to \r\ndischarge its charter-mandated responsibilities or if the \r\nnarrow political interests of one of the parties to a \r\nconflict prevent the Council from fulfilling its task. \r\n This is a time when the international arena has \r\nwitnessed a growing tendency to misuse official \r\ndevelopment assistance (ODA) by imposing conditions \r\non the national priorities of developing countries \r\nwithout any regard to the agreements reached in the \r\nrelevant United Nations conferences and summits. At \r\nthe same time, the overwhelming majority continues to \r\nbelieve that development is a human right and that \r\ndevelopment assistance, along with the transfer of \r\ntechnology, is an obligation for developed countries. \r\n Last year was the sixtieth anniversary of the \r\ntragedies of Hiroshima and Nagasaki. Astonishingly, \r\nsome States continue to believe that their might and \r\ndominance are based on their — and their allies’ — \r\ncontinued possession of nuclear arsenals. These States \r\nbelieve in the need to exercise strict control and \r\nsupervision of other States and to apply restrictions on \r\nthe use of nuclear energy for peaceful purposes. At the \r\nsame time, the great majority of Member States believe \r\nthat their commitment under the Treaty on the  \r\nNon-proliferation of Nuclear Weapons (NPT) not to \r\nproduce nuclear weapons was made on the basis of a \r\ncorresponding commitment by the nuclear-weapons \r\nStates to eliminate nuclear weapons under international \r\nsupervision within a specific time frame and to achieve \r\nthe universality of the Treaty. Not only does the \r\nmaintenance of the existing nuclear arsenals jeopardize \r\nthe credibility of the NPT, it also threatens humanity \r\nwith total destruction and annihilation. \r\n Our peoples have a keen interest in the \r\nachievement of a larger measure of democracy, human \r\nrights and political reform. However, we now can see \r\nthat some seek to impose these concepts by military \r\nforce, based on their assumption that their principles, \r\nvalues and cultures are superior and stronger and thus \r\nworthy of being imposed on others. At the same time, \r\nthe overwhelming majority believe that democracy and \r\nhuman rights are based on culture-specific values and \r\nstandards that emanate from their respective societies. \r\nThey simply cannot be imposed from outside. \r\n Notwithstanding the increase in the number of \r\nvictims of terrorist operations, there is an increased \r\ntendency to deal with terrorism through military force \r\nalone, while ignoring its root causes. Some have made \r\nit their mission to rid the world of the evils of terrorism \r\nas they themselves define it. They ignore the \r\ninternational collective work to conclude a \r\ncomprehensive convention on terrorism and to \r\nimplement effectively the General Assembly Global \r\nCounter-Terrorism Strategy in a manner that strikes a \r\nbalance between the respective roles of the General \r\nAssembly and the Security Council. \r\n Last, but not least, the negotiations on the reform \r\nof the Organization have proven that some believe that \r\nthe international collective security regime was \r\nestablished to enable those who posses the military \r\nA/61/PV.15  \r\n \r\n06-53005 42 \r\n \r\nmight to impose political settlements under \r\ninternational protection. While the great majority \r\nbelieves that the lessons of history, most recently in \r\nLebanon, have proven that military might cannot and \r\nwill not impose a political settlement. Such settlements \r\nmust be reached through negotiations alone. \r\n The aforementioned are some of the main \r\nelements that set our positions farther apart during the \r\npast year. We must take these elements as a basis for \r\ndetermining the premise of our work during this \r\nsession. We must develop a clear understanding of the \r\nstrengths and weaknesses of the performance of our \r\nOrganization. Together, we should chart the course \r\naimed at upholding the values of democracy, justice \r\nand respect for law in international relations. We must \r\nmove resolutely towards the consolidation of those \r\nvalues in the international community, in view of the \r\nfact that they constitute the real, solid foundations of \r\ninternational peace and security. \r\n With the same constructive spirit that prevailed in \r\nour work last year, together with a balanced mixture of \r\nrealism and ambition, and without the imposition of \r\nimpractical time frames or the acceptance of temporary \r\nmeasures, we must proceed towards the achievement of \r\nfurther reform and the strengthening of the \r\neffectiveness of the United Nations. We must commit \r\nto preserving both the principle of consensus and the \r\nintergovernmental character of the Organization. \r\n Together, we must work to increase the ability of \r\nthe collective security regime to deal swiftly with \r\ninternational problems. We must stand up to the \r\narrogance of power of some so that we can protect the \r\nrights and future of other countries and peoples. We \r\nmust also face resolutely any attempts to impose \r\ntemporary solutions through unilateral actions or \r\nmilitary solutions that might result in transient \r\nvictories that lack justice and a comprehensive vision. \r\nSuch actions only scratch the surface of the problems \r\nwithout delving into the root causes. They lead to the \r\nexacerbation of problems by fanning the flames of \r\nhatred and rejection. This, in turn, feeds terrorism and \r\nextremism and leads those who despair of the justice of \r\nthe international system to rebel against the will of the \r\ninternational community. \r\n Despite Egypt’s repeated warnings against \r\nfollowing the path of escalation and confrontation, the \r\nhuge loss of life and property incurred as a result of the \r\nwar between Israel and Lebanon has gone beyond all \r\nlimits. Lebanon has suffered the total devastation of its \r\ninfrastructure and the indiscriminate killing of \r\nhundreds of innocent civilians, including children, as \r\nthe result of actions that contravene the United Nations \r\nCharter and the basic rules of international law and \r\nrelevant international humanitarian law. And, despite \r\nthe fact that the Israeli war against Lebanon caused \r\nuntold devastation, it has proven that military might, \r\nhowever great, will never be able to impose a political \r\nsolution. It has also proven that the solution lies in \r\nending the occupation and in negotiating a just political \r\nsettlement that will eliminate the feelings of enmity \r\nand replace them with relations of cooperation and \r\npeaceful coexistence. \r\n Undoubtedly, Security Council resolution 1701 \r\n(2006), after having been amended to take into \r\nconsideration the Arab point of view, thanks to the \r\nefforts of the Arab delegation mandated by the League \r\nof Arab States to New York, is a step in the right \r\ndirection. However, this step will remain incomplete \r\nand will not enjoy the success required unless it deals \r\nwith the core of the problem in the region — namely, \r\nthe Arab Israeli conflict. \r\n The Arab-Israeli conflict has squandered the \r\nresources and lives of the people of the Middle East for \r\nmany decades. In it, political, historical and religious \r\ndimensions have fermented into a combustible mix that \r\ncarries the seeds of a conflagration that could go \r\nbeyond the region and reflect negatively on stability \r\nand relations between the various cultures and faiths in \r\nthe world. Hence the importance for all of us, citizens \r\nof the region and members of the international \r\ncommunity, to act in concert to reach an immediate, \r\njust and comprehensive solution to this conflict. \r\n In its endeavours to achieve comprehensive peace \r\nbetween the Arab world and Israel, Egypt precedes \r\nfrom a realistic vision of the events on the ground. In \r\nthis context, Egypt is exerting efforts to improve the \r\nsecurity situation between the Palestinians and the \r\nIsraelis through direct engagement with both parties, \r\nwith the aim of calming the situation, putting an end to \r\nall acts of violence, killing and destruction and \r\nencouraging confidence-building measures between the \r\nPalestinians and the Israelis aimed at resuming \r\ndialogue and negotiations. At the same time, Egypt \r\nseeks to resume progress on the three tracks of the \r\nsettlement of the Arab Israeli conflict. This is the main \r\nobjective of the peace process, which has regrettably \r\nbeen stalled for years. The deterioration in the security \r\n A/61/PV.15\r\n \r\n43 06-53005 \r\n \r\nsituation must not make us lose sight of that objective. \r\nExperience has proven time and again that the success \r\nof security measures will remain limited and fragile if \r\nthey are not made part of a wider political framework \r\nthat would ensure the basic rights of the parties and \r\nencourage them to make the difficult decisions \r\nnecessary for the improvement of the security \r\nsituation. \r\n The Quartet has drawn up a road map for peace. \r\nIt was accepted by the parties and the States of the \r\nregion. It was endorsed by resolution 1515 (2003) of \r\nthe Security Council. It was hoped that it would \r\nconstitute the political framework to which I referred \r\nearlier. However, this did not happen, for reasons that I \r\nwill not list here. Yet, the road map remains a \r\ncornerstone for the achievement of peace in the region, \r\nsince it establishes the principles of peaceful co-\r\nexistence between Israel and Palestine and determines \r\nthe general parameters of the final settlement between \r\nIsrael, Palestine, Syria and Lebanon — namely, an end \r\nto the occupation that started in 1967, implementation \r\nof the international resolutions on the Arab-Israeli \r\nconflict, and implementation of the Arab peace \r\ninitiative that would ensure security, peace and \r\nrecognition for Israel by its Arab neighbours in return \r\nfor Israel’s ending its occupation of the Arab territories \r\nand working out acceptable solutions for other pending \r\nissues. There is now a need to build upon this \r\ncornerstone in order to create an effective political \r\nframework that would move the parties towards the \r\nobjective desired by the international community as a \r\nwhole — namely, the establishment of a \r\ncomprehensive peace that would put an end to \r\noccupation and strife in this part of the world. \r\n Egypt has closely followed the developments in \r\nthe Darfur crisis since its inception. It is one of the \r\ntroop- contributing countries to the African Union \r\nobserver mission in Darfur. Egypt participated actively \r\nin the Abuja talks and has provided humanitarian \r\nassistance to the people of Darfur. \r\n There is no doubt that the international \r\ncommunity bears a major share of the responsibility for \r\nreaching a swift and just solution to that problem. In \r\nour opinion, efforts must focus on creating conditions \r\nconducive to the success of the Darfur Peace \r\nAgreement as the political framework agreed upon by \r\nthe main parties. That will require the launching and \r\nstrengthening of the Darfur-Darfur dialogue in order to \r\ncreate a consensus on the Peace Agreement and to \r\nconvince the parties that have not yet signed it to do \r\nso. In addition, there is a need to encourage the \r\nSudanese Government to carry out its commitments on \r\nthe development and reconstruction of the Darfur \r\nregion. \r\n If the United Nations is to continue to play the \r\nrole entrusted to it, we must display a sense of \r\ncollective responsibility based on a strong resolve to \r\nmake the Organization an inclusive framework for \r\ncommon international efforts to deal promptly and \r\neffectively with regional and global issues and \r\nproblems.  The call to disseminate democratic practices \r\nand good governance among the States of the world \r\nwill be heeded only if coupled with the clear \r\ncommitment of all States to applying those concepts in \r\na multilateral framework and at the international level. \r\nIt will be valid only if accompanied by a reaffirmation \r\nof the principles of partnership, the sharing of burdens \r\nand responsibilities, equality of rights and duties, and, \r\nabove all, participation on an equal footing in defining \r\noptions and in decision-making at the international \r\nlevel. \r\n Let us work together to strengthen the principles \r\nof democracy in an international multilateral setting. \r\nLet us make dialogue and mutual respect the language \r\nof our discourse. Let us give lofty human ideals and the \r\ncommon good precedence over narrow selfish interests. \r\nLet us cast aside our differences and be real partners. \r\n In conclusion, allow me to convey our sincere \r\ncongratulations to you, Madam, on your assumption of \r\nthe presidency of the General Assembly at its sixty-\r\nfirst session. We are confident that, as the first Arab \r\nwoman to assume that high position, you will meet \r\nwith resounding success. In that respect, allow us also \r\nto express our sincere appreciation and gratitude to \r\nyour predecessor, Mr. Jan Eliasson, President of the \r\nGeneral Assembly at its sixtieth session, for his skilful \r\nleadership of our work.  \r\n The President (spoke in Arabic): I now call on \r\nHis Excellency Mr. Moctar Ouane, Minister for \r\nForeign Affairs and International Cooperation of Mali. \r\n Mr. Ouane (Mali) (spoke in French): At the \r\noutset, it is my great pleasure to express to you, \r\nMadam, the heartfelt congratulations of the delegation \r\nof Mali on your outstanding election to the presidency \r\nof the General Assembly at its sixty-first session. Your \r\nelection attests to your eminent personal qualities and \r\nis a tribute to your country, Bahrain, with which Mali \r\nA/61/PV.15  \r\n \r\n06-53005 44 \r\n \r\nenjoys fruitful cooperation. I assure you and other \r\nBureau members, whom I also congratulate, of the \r\nsupport of my delegation. \r\n I should also like to express our satisfaction to \r\nyour predecessor, Mr. Jan Eliasson, for his excellent \r\nguidance of the work of the General Assembly at its \r\nsixtieth session. History will recall his spirit of \r\ninitiative and his commitment, which were decisive to \r\nthe implementation of the outcomes of the September \r\n2005 World Summit. \r\n I should also like to pay tribute to Secretary-\r\nGeneral Kofi Annan, who, throughout his two terms, \r\nhas carried out his mission with devotion and \r\ncommitment. \r\n Tomorrow, Mali will celebrate the 46th \r\nanniversary of its independence, but Mali is an ancient \r\ncountry, a country of traditions, a crossroads of \r\ncivilization, a land of culture, dialogue and tolerance. \r\nUnder the leadership of President Amadou Toumani \r\nTouré, our country continues every day to consolidate \r\nits model of democracy, which has been unanimously \r\nhailed in Africa and throughout the world. A new \r\nMali — a democratic, united Mali — is on the march. \r\n A symbol of that dynamic was the signing in \r\nAlgiers on 4 July of the accord for the restoration of \r\npeace, security and development in the Kidal region. \r\nThe Algiers agreement bolsters Mali’s firm resolve to \r\nopt for the peaceful settlement of disputes, fruitful \r\ndialogue and concerted action. The restoration of peace \r\nin the northern part of our country has allowed the \r\nvarious components of the Malian nation to work \r\ntogether in building our nation in a spirit of solidarity \r\nfocused on the well-being and prosperity of all. \r\n Similarly, our political system is being \r\nstrengthened daily in a context of peaceful democracy, \r\nto the great satisfaction of our people, who have made \r\nthe irreversible decision that any devolution of power \r\nmust occur within a democratic and constitutional \r\nframework. To that end, in the first quarter of 2007 the \r\npeople of Mali will be called to the polls — for the \r\nfourth time since the establishment of multiparty \r\ndemocracy in 1992 — to elect a president and renew \r\nthe mandate of the deputies to the National Assembly.  \r\n Mali welcomes the choice of theme for the sixty-\r\nfirst session of the General Assembly on implementing \r\na global partnership for development. In that respect, it \r\ngoes without saying that the 2005 World Summit \r\nrepresented a decisive moment in the international \r\ncommunity’s determination to ensure a better life for \r\nall the peoples of the world. At that time, our heads of \r\nState and Government reviewed the implementation of \r\nthe internationally agreed development objectives, in \r\nparticular the Millennium Development Goals, and \r\nreaffirmed their relevance, thereby confirming their \r\nimportance at the heart of the development agenda. \r\n In that regard, Mali has made the fight against \r\npoverty a priority of the Government’s actions. In May \r\n2002, my country adopted a strategic framework for \r\nthe fight against poverty, which sets priority \r\ndevelopment guidelines, particularly in the social \r\nspheres, in order to better meet the basic needs of our \r\npeople by creating an environment conducive to \r\nsustained growth, enhanced participatory democracy, \r\ngood governance and entrenched rule of law.  \r\n With respect to results achieved, the Government \r\nof Mali, with the assistance of its partners, is finalizing \r\na new so-called second-generation strategic framework \r\nthat will encompass, above and beyond the social \r\nsectors, the productive sectors of agriculture, industry \r\nand trade. In the same vein, we recently adopted a law \r\non agricultural guidelines that makes agriculture the \r\ndriving force of the national economy in order to \r\nguarantee food self-sufficiency and to ensure the well-\r\nbeing of our people.  \r\n Mr. Chungong-Ayafor (Cameroon), Vice-President, \r\ntook the Chair. \r\n Security cannot be ensured in an environment in \r\nwhich the movement of small arms and light weapons \r\ncontinues to destroy human lives, destabilize States \r\nand impede their economic and social development. In \r\naccordance with the United Nations Programme of \r\nAction to Prevent, Combat and Eradicate the Illicit \r\nTrade in Small Arms and Light Weapons in All Its \r\nAspects, we are firmly committed to mitigating the \r\nunspeakable suffering caused by those weapons and to \r\nensuring individual security for all.  \r\n In that regard, in West Africa and in the context \r\nof the Economic Community of West African States \r\n(ECOWAS), we have taken significant measures to \r\nstem the scourge of the proliferation of light weapons. \r\nIndeed, the thirtieth conference of ECOWAS heads of \r\nState and Government, held at Abuja on 14 June, \r\ndecided to back up the ECOWAS moratorium on the \r\nimport, export and production of small arms and light \r\nweapons with executive power by converting it into a \r\n A/61/PV.15\r\n \r\n45 06-53005 \r\n \r\nbinding convention. That new instrument should \r\ncontribute to building the capacities of Governments to \r\nexert stricter control over the traffic in small arms and \r\nto improve security arrangements within the \r\nCommunity. \r\n Similarly, we cannot fail to welcome the \r\nlaunching, in Bamako on 6 June, of the new ECOWAS \r\nSmall Arms Control Programme (ECOSAP). Over the \r\ncourse of six years, ECOSAP — via the intermediary \r\nof national commissions — will not only provide \r\nmember States with technical and financial support, but \r\nwill also contribute to building the capacities of a \r\nspecial unit in the ECOWAS Executive Secretariat.  \r\n On the other hand, we can only regret the fact \r\nthat the United Nations Conference to review the \r\nimplementation of the Programme of Action to \r\nPrevent, Combat and Eradicate the Illicit Trade in \r\nSmall Arms and Light Weapons in All Its Aspects \r\nfailed to draft an agreed text because of the lack of \r\nprogress in the priority areas of the bearing of arms by \r\ncivilians, the management of stockpiles, references to \r\nhuman rights and the participation of civil society. As a \r\nresult, we have fallen far behind in the Programme, the \r\nprovisions of which we were supposed to improve. For \r\nits part, Mali reiterates its readiness to continue to \r\nwork with other Member States to make progress on \r\nthat important issue. \r\n Rarely have international peace and security been \r\nput to such a harsh test by the resurgence of hotbeds of \r\ntension and conflict and acts of international terrorism. \r\nInternational terrorism is, as we all know, one of the \r\nmost serious threats to international peace and security. \r\nIn that respect, the attacks perpetrated worldwide \r\nvividly remind us that no country is safe from that \r\nphenomenon. \r\n In order to create conditions conducive to \r\nresponding to terrorism, it is urgent that we build \r\nnational and regional capacities. To that end, we must \r\novercome our differences in drafting a consensus \r\ndefinition and adopting a comprehensive strategy in \r\nthat area. No cause, howsoever just or right, justifies \r\nthe deliberate use of violence against innocent \r\ncivilians. In that vein, we must promote a dialogue \r\namong civilizations, which remains fully relevant in an \r\ninternational context marked by a lack of trust among \r\nnations in terms of culture and religion. \r\n The maintenance of international peace and \r\nsecurity is a prerequisite of any development process. \r\nMali therefore continues to be fully committed to the \r\nideals of peace and stability, both within and beyond its \r\nborders.  \r\n On the African front, I welcome the progress \r\nmade towards reconstruction and national \r\nreconciliation in many countries, including Guinea-\r\nBissau, Sierra Leone, Liberia, Burundi and the \r\nComoros. In Côte d’Ivoire, despite the clear lack of \r\nprogress in the implementation of the road map, the \r\npeace process has reached a critical phase. Mali \r\nreaffirms its readiness to assist the Ivorian political \r\nactors in restoring lasting peace in that brotherly \r\nneighbour country. \r\n In the Sudan, the implementation of the Darfur \r\nPeace Agreement, signed on 5 May in Abuja, is a major \r\nconcern of the international community. We urge all \r\nparties involved to fulfil their commitments and to \r\nwork to restore peace and preserve national unity. \r\n In the same vein, we can only welcome the \r\nsuccessful convening of the first general, free, \r\nmultiparty elections to complete the process of \r\ndemocratic transition in the Democratic Republic of \r\nthe Congo.  \r\n The recent outbreak of violence in the Middle \r\nEast recalls — as if there were any need to do so — the \r\nnecessity for the international community to take \r\nappropriate measures to create conditions conducive to \r\na lasting, negotiated and peaceful settlement to that \r\ncrisis. While reaffirming our active solidarity with the \r\npeople of Lebanon and Palestine, we are closely \r\nfollowing developments in that region and will \r\ncontinue to support relevant United Nations resolutions \r\non the Middle East and the Palestinian question.  \r\n While it is now recognized that trade is a factor \r\nfor growth and development, we must also note that \r\ndeveloping countries continue to suffer the \r\nrepercussions of an unfair and discriminatory trade \r\nsystem, particularly given the tariff and non-tariff \r\nobstacles and subsidies for production and export that \r\ndistort competition. Given their negative effects, such \r\nmeasures prevent the development of our agriculture, \r\ndeny our producers — Malian cotton growers among \r\nthem — a decent income, and keep them in the poverty \r\nthat we have committed ourselves to eradicating by \r\n2015. \r\n In that regard, the hopes placed in the Doha \r\nDevelopment Round contrast starkly with the major \r\nA/61/PV.15  \r\n \r\n06-53005 46 \r\n \r\nuncertainties arising from the recent failure of the trade \r\ntalks on agricultural products. That is a source of \r\nlegitimate concern to us. Mali urges all parties to be \r\nflexible and promptly to relaunch the Doha Round to \r\nensure that trade liberalization serves the development \r\nof all nations without exception, particularly the \r\npoorest, so that we may raise millions of people out of \r\npoverty. \r\n The issue of external debt is of particular \r\nimportance to developing countries, especially the least \r\ndeveloped. Indeed, despite the welcome measures to \r\ncancel the multilateral debt of certain countries, \r\nincluding Mali, the debt burden continues to weigh \r\nheavily on developing countries, undermine their \r\ndevelopment efforts and prevent their economic \r\nrecovery. Those countries are locked in a cycle of \r\ndependence on outside financing and, if nothing is \r\ndone, will fall behind in their efforts to achieve the \r\nMillennium Development Goals. \r\n In such circumstances, we need to explore lasting \r\nsolutions for making the debt less burdensome, \r\nincluding the cancellation of bilateral debt. Those \r\ncountries need investment and to strive for the well-\r\nbeing of their peoples. There must also be accelerated \r\nprogress towards a substantial increase in official \r\ndevelopment assistance if the ultimate goal of 0.7 per \r\ncent of the gross national income of the developed \r\ncountries is to be reached.  \r\n The AIDS pandemic has spread so alarmingly \r\nthat, beyond its health dimensions and given its vast \r\nreach, it has today become a development problem \r\nthroughout the world. Indeed, in Africa it has become a \r\nhealth emergency, despite our national and \r\ninternational efforts. In the face of the pandemic, we \r\nneed to step up our efforts and strengthen our resolve \r\nfully to implement the 2001 Declaration of \r\nCommitment and the General Assembly’s Political \r\nDeclaration issued at the High-level Meeting on \r\nHIV/AIDS in May and June this year. The XVI \r\nInternational AIDS Conference, held at Toronto in \r\nAugust 2006, it should be recalled, has highlighted the \r\nseriousness of the situation and the urgent need to take \r\naction. \r\n At the national level, Mali has established a \r\nmultisectoral programme for combating HIV/AIDS, \r\nwhose implementation has made it possible to provide \r\nfree access to antiretroviral treatment for patients and \r\nto carry out an awareness and education prevention \r\ncampaign to stem the disease and its disastrous social \r\neffects. In the same vein, the Government has created a \r\nNational High Council against AIDS under the direct \r\nauthority of the President. I would like to take this \r\nopportunity to stress that the international community \r\nmust continue to give the same priority to other \r\ndiseases, such as malaria, tuberculosis and polio, \r\nwhose consequences are just as devastating for our \r\npeople as AIDS. \r\n As for the situation of the disabled, Mali is \r\npleased to have been a member of the working group \r\nthat prepared the text that was the basis for a draft \r\nConvention on the Rights of Persons with Disabilities. \r\nWe welcome the negotiations under way within the Ad \r\nHoc Committee, and we remain convinced that such a \r\ntool will create the framework for equality and the full \r\nparticipation of the disabled in efforts to build their \r\nrespective societies. \r\n As for the institutional reform of the United \r\nNations, Mali welcomes the creation of the \r\nPeacebuilding Commission, one of the major results of \r\nthe Summit of September 2005. For many years the \r\nmanagement of post-conflict situations has been the \r\nweak link of our Organization. As is known, the \r\nimpulse that gives rise to peacekeeping, for both donor \r\ncountries and troop contributors, subsides once there is \r\na semblance of stability. As a result, such situations \r\nquite often result in a resurgence of conflicts less than \r\nfive years after they have ended, as we have seen from \r\nexperience in this area.  \r\n How can we not welcome the creation and \r\nimplementation of the Human Rights Council, of \r\nwhich Mali is a member, the Central Emergency \r\nResponse Fund and the adoption of a series of \r\nresolutions on the follow-up to development? All those \r\nmeasures work together for the attainment of the \r\nwishes of the world’s leaders to address better the \r\nproblems and the challenges of our time in order to \r\nbring changes in the priority areas of development, \r\npeace, collective security, human rights and reform of \r\nthe Organization. \r\n The progress achieved must not cause us to forget \r\nthat much remains to be done, especially the necessary \r\nreform of the Security Council. While that need is \r\nunanimously accepted, it is no less true that not one of \r\nthe formulas proposed has so far won consensus. \r\n Mali, drawing on the Ezulwini Consensus and the \r\nSyrte Declaration adopted by the heads of State and \r\n A/61/PV.15\r\n \r\n47 06-53005 \r\n \r\nGovernment of the African Union, strongly supports \r\nAfrica’s claim to two permanent seats and five \r\nnon-permanent seats. A Council thus reformed would \r\nbetter reflect the geopolitical realities of today’s world \r\nand would redress the historical injustice done to \r\nAfrica, the only region without a permanent seat on the \r\nSecurity Council. \r\n I would like to end by recalling that millions of \r\npersons in the world have placed their hopes for peace, \r\nsecurity, development and solidarity in the United \r\nNations. We have no right to disappoint them. As the \r\ncommunity of nations, we have the obligation and the \r\nmeans to achieve all that through collective awareness \r\nand protection of our common values. This is what it \r\nwill take for us to be in a position to guarantee future \r\ngenerations sustainable development that will protect \r\nthem from the scourge of war. \r\n The Acting President: I now give the floor to \r\nHer Excellency Ms. Aïchatou Mindaoudou, Minister \r\nfor Foreign Affairs, Cooperation and African \r\nIntegration of the Republic of Niger. \r\n Ms. Mindaoudou (Niger) (spoke in French): \r\nAllow me to express the warmest congratulations of \r\nthe delegation of Niger to Ms. Al-Khalifa upon her \r\nelection to the presidency of the General Assembly at \r\nits sixty-first session. She is the third woman in the \r\nhistory of the United Nations called upon to take up \r\nthis office, and her election is richly symbolic on \r\nseveral counts. In her we have a seasoned diplomat of \r\ngreat competence and sure qualities that augur well for \r\nthe positive results that we will see under her \r\npresidency.  \r\n We also congratulate her predecessor, Mr. Jan \r\nEliasson, President of the Assembly at its sixtieth \r\nsession, for the remarkable work he accomplished \r\nduring his presidency.  \r\n Finally, allow me to reiterate the congratulations \r\nof the Republic of Niger to the Secretary-General, \r\nMr. Kofi Annan, who will be leaving the Organization \r\nafter ten years of intense activity, ingenious initiatives \r\nand staunch devotion. There can be no doubt that the \r\nvigour he brought to the Organization, the important \r\nreforms he launched and the new bodies that have been \r\ncreated during his mandate stand out in the annals of \r\nthe United Nations. \r\n More than ever before, the international \r\ncommunity is confronted by challenges to peace and \r\nsecurity. Despite noteworthy progress in this area and \r\ndespite multiple efforts, horror and despair continue to \r\nreach us from certain areas of conflict.  \r\n Some positive developments have certainly been \r\nrecorded in Africa in the area of conflict resolution, \r\nnotably in the Democratic Republic of Congo, Burundi, \r\nLiberia and Sierra Leone. Those developments remind \r\nus that we need an operational and effective decision-\r\nmaking mechanism so that we can quickly deal with \r\nany threat to international peace and security, \r\nirrespective of its complexity. Only substantial reform \r\nof the Security Council, along with revitalization of the \r\nGeneral Assembly, can enhance legitimacy and \r\neffectiveness, especially if it takes into account \r\nequitable representation accompanied by an \r\nimprovement in working methods. For Niger, only \r\nequitable enlargement of the Security Council can \r\nimprove its functioning and make it possible to \r\nestablish the bases for decisions that will be acceptable \r\nto and accepted by everyone. \r\n In Côte d’Ivoire, the United Nations must \r\nredouble its efforts to reach a definition of a new \r\ntransition in consultation with all parties, ECOWAS \r\nand the African Union so that the matter can be dealt \r\nwith calmly after 31 October 2006. \r\n The situation in the Middle East — especially in \r\nLebanon, which has held the attention of the \r\ninternational community over recent weeks — proves, \r\nif proof were needed, that the United Nations is still \r\nthe prime forum for promoting negotiations on \r\npreserving international peace and security. \r\n The same degree of attention should be paid to \r\nthe resurgence of the Israeli-Palestinian crisis. The \r\nestablishment of a comprehensive peace in the \r\nsubregion involves going back to the negotiating table \r\nin order to make progress in implementing the road \r\nmap towards the creation of a sovereign and viable \r\nPalestinian State, in conformity with the relevant \r\nresolutions of the United Nations. \r\n With regard to Western Sahara, the United \r\nNations must pursue and intensify its efforts with a \r\nview to finding a definitive solution to the question. As \r\nto Jammu and Kashmir, the Niger encourages India and \r\nPakistan to continue with their talks. \r\n Another serious threat to international peace and \r\nsecurity is posed by nuclear weapons. In this regard, \r\nthe Niger would like to reaffirm its support for the \r\nA/61/PV.15  \r\n \r\n06-53005 48 \r\n \r\ncommitments made within the framework of the Treaty \r\non the Non-Proliferation of Nuclear Weapons (NPT), \r\nwhile recognizing the importance and the usefulness of \r\nresearch for peaceful purposes. However, the \r\nincreasingly marked division which this issue \r\nengenders requires an appropriate response in the \r\nongoing quest for consensus through the current \r\nnegotiations.  \r\n The Niger welcomes the establishment of the \r\nPeacebuilding Commission, which is one of the first \r\nconcrete achievements to emerge from the World \r\nSummit. We should give it our full support so that it \r\ncan provide effective assistance to countries in post-\r\nconflict situations. In my capacity as a representative \r\nof the country currently holding the chairmanship of \r\nthe Economic Community of West African States \r\n(ECOWAS), a region which is still ravaged by \r\nconflicts, I am happy to report on the progress that has \r\nbeen made in our subregion in the area of conflict \r\nprevention and resolution. Sierra Leone, Liberia and \r\nGuinea-Bissau, which I referred to just now, today are \r\ncountries in a post-conflict situation. They therefore \r\nneed to be effectively helped in order to consolidate \r\ntheir return to peace and to create the conditions for an \r\nenvironment that is favourable to their economic and \r\nsocial development. In order to maintain the ban on the \r\ncirculation of illegal weapons, which, as every one \r\nknows, have stoked many conflicts in our subregion, \r\nthe heads of State and Government of the member \r\ncountries of ECOWAS have decided to convert the \r\nmoratorium on small arms and light weapons into a \r\nlegally binding convention, in order to strengthen the \r\ncapacity of Member States to fight effectively against \r\nthis scourge. \r\n The Niger also welcomes the establishment of the \r\nnew Human Rights Council. This body merits the \r\napproval and backing of all Member States, which \r\nshould fully cooperate with it. For its part, the Niger \r\nundertakes to do everything in its power to participate \r\neffectively in its activities. \r\n In another area, the United Nations Central \r\nEmergency Response Fund (CERF) will certainly help \r\nus to exercise greater control over such scourges as \r\nfood insecurity and cyclical droughts, which have \r\ncaused so much damage and have plunged a substantial \r\nportion of the populations of some West African \r\ncountries into an unacceptably precarious situation \r\nowing to the slow reaction of the international \r\ncommunity. For the Niger, as well as for other \r\ncountries of the subregion, the human development \r\nindex would have been higher if development \r\ncooperation had seen qualitative and quantitative \r\nincreases in line with the commitments contained in \r\nthe Monterrey Consensus with regard to official \r\ndevelopment assistance (ODA) and other initiatives on \r\nthe subject. \r\n The debates at the current session are particularly \r\nimportant for the Niger because they come one year \r\nafter the historic Summit of 2005. The High-level \r\nPlenary Meeting which prepared the above Summit \r\nalready stressed the importance of partnerships, \r\nparticularly with respect to achieving the Millennium \r\nDevelopment Goals (MDGs). In this regard, the central \r\ntheme of the sixty-first session, namely, the \r\nimplementation of a global partnership for \r\ndevelopment, is very appropriate because it illustrates \r\nperfectly the need and the importance of a multilateral \r\nand collective approach in order to find the most \r\nappropriate solutions to the current problems in the \r\nworld.  \r\n I would like here, on behalf of the Niger, to \r\ncommend the initiatives taken to find new sources of \r\nfunding in order to provide an initial response to the \r\ninsufficiency of resources noted during the evaluation \r\nof the 2005 Summit. I would particularly like to \r\nwelcome the International Drug Purchase Facility \r\n(UNITAID) initiative launched by the French \r\nGovernment to finance the fight against AIDS and \r\nmalaria. The Niger is one of the first 17 countries to \r\nhave endorsed the tax on airline tickets. \r\n It is also within the framework of this kind of \r\npartnership that the positive nature of international \r\nmigration could be stressed and could be included in \r\nour search for appropriate responses, which would take \r\ninto account the concerns of the countries of origin, \r\ntransit and destination. \r\n I would like to end my statement by pointing out \r\nthat, for the Niger, the effective implementation of the \r\nactions planned to deal with global issues must be \r\nmultilateral in character and must assign a central role \r\nto the United Nations system. \r\n And here I would reiterate the faith that the Niger \r\nhas in the United Nations, not only because the \r\nOrganization remains the most appropriate framework \r\nand the most relevant multilateral mechanism with \r\nwhich to promote development, but also because it \r\npursues the noble causes which it embodies. The \r\n A/61/PV.15\r\n \r\n49 06-53005 \r\n \r\nUnited Nations therefore must be revitalized in order to \r\nbe in a position to satisfy the deepest aspirations of the \r\npeoples and nations of the world, particularly those \r\nthat are weakest. \r\n The Acting President: I now give the floor to \r\nMr. João Bernardo de Miranda, Minister for Foreign \r\nAffairs of Angola. \r\n Mr. Miranda (Angola) (spoke in Portuguese; \r\nEnglish text provided by the delegation): On behalf of \r\nmy Government, I wish to congratulate Ms. Al-Khalifa \r\non her election to the presidency of the General \r\nAssembly at its sixty-first session. We are confident \r\nthat under her guidance and leadership, this session \r\nwill be productive and will attain the goals set. I assure \r\nher of my delegation’s full cooperation. \r\n I would also like to take this opportunity to \r\nexpress my country’s appreciation to the Secretary-\r\nGeneral, Mr. Kofi Annan, for the valuable work he has \r\nperformed during the 10 years of his mandate, which is \r\nnow drawing to a close. \r\n Mr. Annan has made an indelible mark on the \r\nhistory of the United Nations by paying special \r\nattention to the most pertinent problems affecting our \r\nplanet, especially the African continent. In particular, \r\nAngola praises the role which Mr. Annan has played \r\nduring the most critical phase of the Organization’s \r\nhistory. I trust that the next Secretary-General will find \r\nin Mr. Kofi Annan’s legacy an impressive reference for \r\nthe reinforcement of the Organization’s capacity to \r\ndeal with the principal problems facing humanity. \r\n The aspirations to stability, security and social \r\njustice of the peoples represented in this Assembly \r\ncontinue to be unfulfilled. The persisting armed \r\nviolence in some States and the meagre results in the \r\nfight against world poverty have been contributing to \r\nthis picture; consequently, these make up the chief \r\nchallenges facing the United Nations. \r\n With regard to the new tendencies towards \r\nviolence, we see something new. It is more \r\nindiscriminate; it emerges not only from inter-State or \r\ninternal conflicts, but rather, and increasingly, it arises \r\nfrom actions that seek to alter the way of life of \r\nsocieties through intimidation and the brutal \r\ndestruction of human lives. \r\n In recent times alone, over a dozen countries in \r\nfour continents have been severely affected by acts of \r\nterror, which have become the most direct and \r\nimmediate threat to international peace and security. In \r\nspite of political or ideological differences, the \r\ninternational community has, in general terms, \r\ndemonstrated firmness and unity in the fight against \r\nacts of terror. We are of the view that this form of \r\ncollective action must continue to be the most \r\nappropriate way of dealing with threats to international \r\nsecurity, including terrorism. \r\n Poverty indexes around the world are also a \r\ncontributing factor to the bleak present-day \r\ninternational situation. Half of the world’s population, \r\nor three billion people, continue to live on less than \r\ntwo dollars a day; 640 million people are without \r\nappropriate housing; 400 million people do not have \r\naccess to drinking water; and 270 million people lack \r\nmedical assistance. Close to one billion people have \r\nentered the twenty-first century illiterate and with little \r\nhope of emerging from spiritual and material poverty. \r\n Africa is the continent most affected by this \r\nscourge, and not even the potential for economic \r\ngrowth of some of our countries permits us to hope that \r\nthe poverty indexes will be drastically reduced. \r\n Notwithstanding this unwelcome picture, in \r\nrecent times, we have seen significant progress in the \r\narea of peace and security, democracy and respect for \r\nhuman rights. For instance, the resolution through \r\ndialogue of the Angolan internal conflict, which was \r\namong the longest-running conflicts in Africa, \r\nconstitutes one of the more significant success stories \r\nin this regard. Recently, the Angolan Government \r\nopted for the same path of dialogue and negotiation in \r\norder to extend the peace process to the territory of \r\nCabinda, where some insecurity persisted. \r\n The establishment of peace in Angola was the \r\nsupreme objective of a sensible and principled political \r\nprocess led by President José Eduardo dos Santos, \r\nwhose goals were: to liberate, together with some \r\nforces in our region, the people of southern Africa from \r\nthe dominance of oppressor regimes; to settle the \r\nconflicts in Central Africa through negotiation; to \r\nextinguish the threat that some States represented to \r\ntheir neighbours; and, finally, to economically develop \r\nand integrate the region. \r\n The fruits of this political endeavour are visible \r\ntoday: the people of the region, who before were under \r\noppressive regimes, now live in freedom and have built \r\ndemocratic societies. With Angola’s support, one State \r\nin Central Africa settled its internal conflict, and, once \r\nA/61/PV.15  \r\n \r\n06-53005 50 \r\n \r\nfree, its people took charge of their destiny and \r\nrecovered their sense of peace and stability. Another \r\nState in Central Africa overthrew the dictatorship that \r\nhad oppressed its people and had created a permanent \r\nfocus of regional tension by acting as a source of \r\ninstability for neighbouring countries. Today, the \r\npeople of that country are engaged in building a new \r\ndemocratic society by means of transparent elections \r\nand national reconciliation. \r\n Now that peace has been achieved, one of the \r\nfundamental objectives of the Government of Angola is \r\nthe complete elimination of factors of conflict. We \r\nhave prioritized the pursuit of political reforms with a \r\nview to the consolidation of a democratic regime and a \r\nrighteous State, aware that these constitute \r\nprerequisites for the maintenance of peace, political \r\nstability, respect for citizens’ rights and economic \r\ndevelopment. This is a serious commitment which my \r\nGovernment will not forsake, the main objective being \r\nthe regular holding of elections. \r\n The next electoral process is at an advanced stage \r\nof preparation, and voter registration will begin next \r\nNovember. My Government is creating all the \r\nnecessary conditions to make the next elections \r\ntransparent and credible, so that their results are \r\naccepted by all the parties, and so that they constitute a \r\nstep on the road to prosperity. Therefore, the \r\norganization of the next elections is going ahead surely \r\nand firmly. \r\n Other priorities are the reintegration of the \r\ndisplaced population, refugees and former combatants, \r\nas well as the rehabilitation of the economy and the \r\nreduction of poverty. These areas have registered \r\nimportant progress. In only four years of peace, \r\nroughly 4.5 million displaced persons and more than \r\n400,000 refugees have been resettled. Nearly 200,000 \r\nformer combatants and members of their families have \r\nbeen socially and productively reintegrated; and \r\ncountless infrastructures that were destroyed by the \r\nconflict are also being rehabilitated. \r\n The national economy is characterized by a solid \r\nmacroeconomic stability resulting from a coherent \r\nmonetary and budgetary policy. It is among the fastest-\r\ngrowing economies in the world. For 2006 and future \r\nyears, we foresee continuous, vigorous economic \r\ngrowth, of the order of 20 per cent. \r\n In social terms, the results over the last four years \r\nare also encouraging. Poverty has been reduced from \r\nover 80 per cent to 56 per cent. With the ongoing \r\nimplementation of poverty reduction programmes and \r\nsubstantial investment in capital goods, we foresee a \r\ngradual improvement of social well-being and \r\nemployment indexes in the short term. The global \r\nadvances which my country has achieved in four years \r\nof peace are evidence that its people can look to the \r\nnew Angola with real hope. The international \r\ncommunity can count on Angola as a dependable \r\npartner. \r\n In the area of peace, important progress has been \r\nmade in other parts of the African continent. The \r\nDemocratic Republic of the Congo, a neighbour and \r\nbrother of Angola, is steadily approaching a situation \r\nof normality, which is likely to contribute to the \r\nlessening of tensions in Central Africa and in the Great \r\nLakes region. Recently, and for the first time in its \r\nhistory, the people of this country exercised their right \r\nto freely choose their legitimate representatives. Such \r\nan act marks a crucial stage in the process of \r\ndemocratic transition and the consolidation of internal \r\nstability. It was made possible by the support of the \r\ninternational community, particularly of Angola, which \r\nsupplied $30 million and some logistical means for the \r\nelectoral process. \r\n Angola has always stood by the Congolese people \r\nand always will. It contributed to the cessation of the \r\ninternal conflict that devastated the country and is \r\ncurrently contributing to building the capacity of the \r\nCongolese institutions charged with maintaining \r\ninternal peace, security and order. It is now up to the \r\nCongolese parties to demonstrate that they are truly \r\ncommitted to peace and democracy. We want to believe \r\nthat they will not frustrate the expectations of their \r\npeople and of the international community and that \r\nthey will respect the verdict of the ballot box. \r\n The situation in Côte d’Ivoire remains volatile. \r\nThe Ivorian people continue to be the principal victims \r\nof a conflict that is jeopardizing the country’s future. \r\nAngola associates itself with the efforts of the \r\ninternational community to reach a definitive and \r\npeaceful resolution of the conflict in that country. \r\n In the Middle East, the continuing violence is \r\nrendering ineffective any blueprints for peace aimed at \r\nresolving the conflict between Israel and Palestine. \r\nAngola supports the right to existence of all States in \r\nthe area as well as their right to live in peace with their \r\nneighbours. It is important to return to a process aimed \r\n A/61/PV.15\r\n \r\n51 06-53005 \r\n \r\nat the peaceful resolution of the conflict — a process \r\nbased on the road map for peace — in order to arrive at \r\na comprehensive solution leading to regional \r\nstabilization. \r\n Angola hopes that the people of Iraq and of \r\nAfghanistan will be able, in the short term, to fulfil \r\ntheir aspirations to live free from violence and from \r\ntension, and that those countries will be respected as \r\nsovereign and genuine States. \r\n In conclusion, we would like to reiterate our \r\ndesire that the process of reform of the United Nations, \r\nmainly of the Security Council, be accelerated. The \r\ncurrent composition of that organ is anachronistic and \r\nfails to reflect the contemporary structures of the \r\ninternational community. \r\n In the context of United Nations reform, we wish \r\nto stress the importance of the recent creation of the \r\nPeacebuilding Commission and of the Human Rights \r\nCouncil. I would like in that respect to express my \r\ngratitude to all Members of the United Nations for the \r\ntrust they placed in my country, which is to preside \r\nover the Peacebuilding Commission during its first \r\nyears of existence. \r\n The Acting President: The Assembly will now \r\nhear a statement by His Excellency Mr. Mahmoud \r\nAbbas, Chairman of the Palestine Liberation \r\nOrganization and President of the Palestinian \r\nAuthority. \r\n Mr. Abbas (Palestine) (spoke in Arabic): I would \r\nlike to start by congratulating Ms. Haya Rashed Al-\r\nKhalifa on her election to preside over this session and \r\nto wish her success in achieving the objectives of the \r\nUnited Nations, which are accepted by all nations of \r\nthe world, which believe that the Organization was \r\ncreated to safeguard international peace, human rights, \r\nand the right of peoples to self-determination. Indeed, \r\nas President Woodrow Wilson said in his first inaugural \r\naddress: \r\n “Nowhere else in the world have noble men and \r\nwomen exhibited in more striking forms the \r\nbeauty and the energy of sympathy and \r\nhelpfulness and counsel in their efforts to rectify \r\nwrong, alleviate suffering, and set the weak in the \r\nway of strength and hope.” \r\n I hope, therefore, that this session will promote \r\ncooperation between nations and peoples in pursuit of \r\ntheir common interests, namely the principles \r\nenshrined in the Charter of the United Nations, which \r\nform the basis for membership in this Organization. \r\n We must commend highly the Secretary-General, \r\nMr. Kofi Annan, for the effective role he has played \r\nand the considerable efforts he has deployed, as well as \r\nfor his wise leadership in enhancing the United Nations \r\nand reinvigorating its role. We also commend him in \r\nparticular for his efforts in respect of the Arab-Israeli \r\nconflict, the core of which is the question of Palestine. \r\n Only a few weeks ago, the fires of war stopped \r\nraging in Lebanon. Despite the gravity of the losses, \r\nthe destruction and the tragedy, the international \r\ncommunity expeditiously, effectively and successfully \r\nintervened to put an end to the war and to provide \r\nsupport to the people and the legitimate Government of \r\nLebanon in order to safeguard its security and \r\nindependence and to put an end to the era of wars on \r\nits land. I commend the role played by the international \r\ncommunity, and I hope that that positive and effective \r\nintervention will be extended, politically and \r\npractically, so as to resolve the root causes of all the \r\nconflicts and wars that have plagued our region for \r\nmany decades. \r\n Indeed, I need not reconfirm the fact that, after \r\nthe experiences of war and suffering that we have been \r\nthrough, unless the question of Palestine and that of the \r\ncontinuing occupation of Palestinian and Arab lands \r\nsince 1967 is resolved, the elements of tension and \r\nconflagration will keep the conflict alive and leave the \r\ndoor wide open to all forms of violence, terrorism, \r\nregional confrontations and global crises. \r\n It is unfortunate today to see that international \r\nplans and initiatives, foremost among them the road \r\nmap, which was endorsed by the United Nations \r\nSecurity Council, have reached a state of stagnation, \r\neven regression. Calls for the resumption of \r\nnegotiations are faced with preconditions. Despair and \r\nfrustration thrive in the midst of the roar of the \r\nbulldozers that are preparing for the construction of \r\nillegal settlements, changes in the demographic nature \r\nof Jerusalem and erection of an apartheid separation \r\nwall inside our occupied land and between its various \r\nparts. They thrive on the continuation of the frightful \r\nsiege, through military checkpoints that have turned \r\nour cities and provinces into reservations, on the \r\ncontinuous saga of killings and assassinations that have \r\nclaimed hundreds of civilian lives, on the demolitions \r\nof homes and on the ongoing arrests of more than \r\nA/61/PV.15  \r\n \r\n06-53005 52 \r\n \r\n8,000 Palestinians, including parliamentarians and \r\ncabinet ministers. Some of the detained have been \r\nlanguishing for three decades, and their release and \r\nfreedom are still eagerly awaited by their families and \r\ntheir people. \r\n Under such conditions, I can reasonably ask: how \r\ncan the international community expect extremism to \r\nretreat or the waves of violence to ebb? How can we \r\nand all the forces of moderation and peace in our \r\nregion forcefully intervene and convince our public \r\nopinion that there is hope on the horizon? Or that the \r\noption of dialogue, negotiation and international \r\nlegitimacy — which is our strategic choice and the \r\npath which we relentlessly advocate and which we will \r\nnever abandon — will be fruitful and has a real chance \r\nof success? \r\n Living in the midst of this tragedy, I am not the \r\nonly one who must answer this fundamental question. \r\nThe whole international community, particularly \r\ninfluential Powers, is called upon to provide tangible \r\nevidence that it will support an unconditional \r\nresumption of negotiations and provide those \r\nnegotiations with true international support to ensure \r\ntheir success through the cessation of settlement \r\nactivity, collective punishment and separation walls. \r\nThis would provide a positive atmosphere for \r\nrelaunching the negotiations and reaching the \r\nobjectives of a just peace based on a two-State \r\nsolution, as called for by President George Bush of the \r\nUnited States of America. Such a solution must be \r\nbased on international legitimacy, as stressed in the \r\nArab Peace Initiative, through the establishment of the \r\nindependent State of Palestine on the 4 June 1967 \r\nborders, with East Jerusalem as its capital, and in \r\nreaching a just and agreed solution for the problem of \r\nthe refugees — who constitute more than half of our \r\nPalestinian people — in accordance with United \r\nNations General Assembly resolution 194 (III) of \r\n11 December 1948. \r\n Lately, we have heard from the Government of \r\nIsrael that it will abandon its policy of unilateralism \r\nand one-sided actions. This is encouraging, provided \r\nthat the alternative is not stagnation or the imposition \r\nof faits accomplis on the ground, but rather a return to \r\nthe negotiating table and to reaching a comprehensive \r\nsolution to all of the permanent status issues in order to \r\nensure a secure future for our children and theirs. \r\n Recently, in tandem with all the strands and \r\npersuasions of the Palestinian political spectrum, I \r\nhave sought to establish a Government of national \r\nunity that is consistent with international and Arab \r\nlegitimacy and that corresponds to the principles \r\nestablished by the Quartet. Based on our commitment \r\nto these criteria, I would like to reaffirm that any future \r\nPalestinian Government will commit to and abide by \r\nall the agreements that the Palestine Liberation \r\nOrganization (PLO) and the Palestinian National \r\nAuthority have committed to in the past, particularly \r\nthe letters of mutual recognition dated 9 September \r\n1993 exchanged between the two late, great leaders, \r\nYasser Arafat and Itzhak Rabin. These two letters \r\ncontain the mutual recognition by Israel and the PLO, \r\nthe renunciation of violence and the adoption of \r\nnegotiations as the path towards reaching a permanent \r\nsolution leading to the establishment of the \r\nindependent State of Palestine alongside the State of \r\nIsrael. \r\n Any future Government will commit to imposing \r\nsecurity and order, to ending the phenomenon of \r\nmultiple militias, lack of discipline or chaos, and will \r\ncommit to the rule of law, since this is primarily a \r\nnational Palestinian need. The efforts that we have \r\nexerted are for the sole purpose of establishing national \r\nunity that has real substance in order to achieve \r\nnational Palestinian consensus around our national \r\nobjectives, which comply with international legitimacy \r\nand the Arab Peace Initiative and call for peaceful \r\nmeans for the realization of these objectives. When \r\nsuch a national consensus is reached and a new \r\nnational unity Government has been established \r\naccording to it, it must be viewed as a qualitative \r\nachievement —  not a step backwards or a limited \r\nregression from the path to which we have always been \r\ndeterminedly committed — even in the face of the \r\nbleakest of conditions. \r\n I would like to reiterate that negotiations with \r\nIsrael have been and will remain under the jurisdiction \r\nand responsibility of the Palestine Liberation \r\nOrganization, which I chair. The outcome of these \r\nnegotiations will be presented to the Palestinian \r\nNational Council, the highest Palestinian national \r\nbody, or to a national public referendum. \r\n What we have achieved in this regard should \r\nsuffice to lift the unjust siege imposed on our people. \r\nThat siege has inflicted extensive damage on our \r\n A/61/PV.15\r\n \r\n53 06-53005 \r\n \r\nsociety, our livelihood and the means to our growth and \r\nprogress. \r\n Madam President, I come to you bearing the \r\nwounds of a people who are bleeding on a daily basis. \r\nWe are a people who seeks normal life, where our \r\nchildren can go safely to school, where children are \r\nborn to live, not die; where youth can find honourable \r\nand decent work that provides them with a dignified \r\npath to a secure future so that they can be partners in \r\nformulating their history, rather than be victims to the \r\ncruelty of history; where women give birth in hospitals, \r\nnot at the checkpoints of the occupation; where \r\nfamilies gather in the evening to dream of a new day, a \r\nday without killing, imprisonment or arrest. \r\n I simply want tomorrow to be better than today. I \r\nwant my homeland, Palestine, to be a homeland, rather \r\nthan a prison — independent and sovereign, like \r\nhomelands of all other peoples of this world. I want \r\nJerusalem to be the point of convergence for the \r\ndialogue of all prophets and the capital of two States \r\nliving side by side in peace and equality. \r\n Thirty-two years ago, from this rostrum, the late \r\nPresident Yasser Arafat issued his famous and \r\nresounding call: “Do not let the olive branch fall from \r\nmy hand” (A/PV.2282, para. 82). I now reiterate that \r\ncall. Do not let the olive branch fall from my hand. I \r\nrepeat: do not let the olive branch fall from my hand. \r\n  The meeting rose at 8.40 p.m. \r\n"