" United Nations  A/62/PV.45\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n45th plenary meeting \r\nMonday, 5 November 2007, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-58370 (E) \r\n*0758370* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia))\r\n \r\n \r\n  In the absence of the President, Mr. Ileka \r\n(Democratic Republic of the Congo), Vice-\r\nPresident, took the Chair. \r\n \r\nThe meeting was called to order at 3.15 p.m. \r\n \r\nAgenda item 19 (continued) \r\n \r\nThe situation in Afghanistan \r\n \r\n Report of the Secretary-General (A/62/345) \r\n \r\n Draft resolution (A/62/L.7) \r\n \r\n Mr. Al-Najem (Kuwait) (spoke in Arabic): My \r\ncountry’s delegation is pleased to congratulate \r\nSecretary-General Ban Ki-moon and to thank him for \r\nhis sincere efforts to ensure success in Afghanistan and \r\nto achieve peace and stability there. His continuous \r\nefforts have included his personal visit to Afghanistan \r\nin July and his presiding over the Rome Conference on \r\nThe Rule of Law in Afghanistan. His efforts also \r\nincluded alternately presiding with President Karzai \r\nover the high-level meeting on Afghanistan held last \r\nSeptember in the margins of the general debate during \r\nthe sixty-second session of the General Assembly. We \r\nalso wish to commend the efforts of his Special \r\nRepresentative for Afghanistan and of United Nations \r\nstaff, who continue to carry out their duties under \r\ndifficult and increasingly dangerous circumstances and \r\nwhose courage and dedication have been fundamental \r\nin achieving progress on the ground in Afghanistan. \r\n We would also like to thank the representative of \r\nGermany for introducing the draft resolution \r\n(A/62/L.7) on the situation in Afghanistan. My country \r\nsupports that draft resolution, which emphasizes the \r\nkey and impartial role of the United Nations in \r\nstrengthening peace and stability in Afghanistan by \r\nleading the efforts of the international community. \r\n Recurring wars in the course of more than two \r\ndecades have caused tremendous damage in all areas of \r\nlife in Afghanistan. They have taken a heavy toll in \r\nlives and caused the destruction of infrastructure in the \r\nareas of water, electricity services, transportation, \r\ncommunications, education and health care. They have \r\nalso led to the collapse of the economic and financial \r\nsystems and for the deterioration of the basic \r\nagricultural infrastructure. \r\n As the transition in Afghanistan comes under \r\nincreasing strain due to the insurgency, weak \r\ngovernance and an economy based on drugs, the \r\nGovernment of Afghanistan, with the support of the \r\ninternational community, will need to demonstrate \r\npolitical will by boldly taking the initiative in each of \r\nthose areas and working to restore confidence among \r\nthe population in tangible ways. As the report of the \r\nSecretary-General on the situation in Afghanistan \r\n(A/62/345) points out, without stronger leadership \r\nfrom the Government, greater donor coherence — \r\nincluding improved coordination between the military \r\nand the civilian international engagement in \r\nAfghanistan — and a strong commitment from \r\nneighbouring countries, many of the security, \r\nA/62/PV.45  \r\n \r\n07-58370 2 \r\n \r\ninstitution-building and development gains made since \r\nthe Bonn Conference may yet stall or even be reversed. \r\n The State of Kuwait strongly condemns the rise \r\nin violence and suicide attacks in Afghanistan, in \r\nparticular in the southern and eastern provinces, due to \r\nan increase in acts of violence and terrorism carried out \r\nby the Taliban movement, Al-Qaida, other militant \r\ngroups, and groups active in the drug trade. That has \r\nled to an increase in the number of victims among the \r\nAfghan civilian population, the Afghan national \r\nsecurity forces, the International Security Assistance \r\nForce, the coalition forces of Operation Enduring \r\nFreedom, employees of Afghan and international aid \r\nagencies and those working in the field of \r\nhumanitarian assistance. \r\n In addition to the progress made in numerous \r\nareas — such as in disarming, demobilizing and \r\nreintegrating child soldiers from Afghan military forces \r\nand in providing care for other children injured in the \r\nwar — achievements in the areas of mine action, \r\ndeveloping the Afghan National Army and Police and \r\nenhancing their capabilities, strengthening Afghan and \r\ninternational commitment to reforming the judiciary \r\nand integrating Afghanistan into the South Asian \r\nAssociation for Regional Cooperation also provide \r\nopportunities to increase regional economic \r\ncooperation for development. However, the pace of \r\nchange in the living conditions of the Afghan people is \r\nstill very slow and is a source of increasing frustration \r\nfor the civilian population. \r\n The continued increase in opium production is an \r\never-greater threat to stability and nation-building in \r\nAfghanistan: the cultivation of opium, the production \r\nand trafficking in drugs and the increasingly strong \r\nlinks between the drug trade and the terrorist activities \r\nof extremist groups all pose a serious threat to security, \r\nthe rule of law and development. That requires that the \r\nGovernment pay greater attention to the dangers posed \r\nby drugs and that it prosecute smugglers. With support \r\nfrom the United Nations Office on Drugs and Crime, \r\nthe international community must support an Afghan \r\nGovernment integrated plan of action in that regard. \r\n The State of Kuwait urgently appeals to all \r\nMember States, the United Nations system and  \r\nnon-governmental organizations to continue to provide \r\nAfghanistan with all the humanitarian assistance it \r\nneeds, in close cooperation with the Government of \r\nAfghanistan and in accordance with its national \r\ndevelopment strategies. \r\n In that regard, the State of Kuwait has contributed \r\nto the reconstruction of Afghanistan by donating \r\n$4 million over the past five years to support United \r\nNations efforts to help the Afghans and Afghan \r\nrefugees. The Kuwait Fund for Economic Development \r\ngranted a loan of $30 million in fulfilment of the \r\ncommitments we made at the Tokyo Conference, \r\n$15 million of which was earmarked for the  \r\nnow-completed reconstruction of the highway between \r\nKandahar and Spin Boldak and $15 million for the \r\nAfghanistan Reconstruction Trust Fund. \r\n The assistance provided by the Kuwaiti Red \r\nCrescent Society during the past five years exceeds \r\n$6.5 million. Other Kuwaiti charities and organizations \r\nare also continuing to provide assistance. \r\n Finally, we hope that the international \r\norganization will continue its efforts to assist the \r\nAfghan Government to strengthen peace and stability \r\nin Afghanistan. That will in turn have a positive impact \r\non the situation in the region and enable Afghanistan to \r\nresume its natural role in the international community. \r\n Mr. Shinyo (Japan): Japan appreciates this \r\nopportunity today to discuss the situation in \r\nAfghanistan in the General Assembly. We thank the \r\ndelegation of Germany for preparing the draft \r\nresolution (A/62/L.7) before us. As a sponsor, Japan \r\nfully supports the draft resolution. I believe that the \r\nadoption of the draft resolution will demonstrate the \r\nrenewed will of Member States to support Afghanistan. \r\n With the organization and strengthening of \r\nAfghan Government institutions, there has been \r\nprogress in nation-building in Afghanistan since the \r\ninternational community agreed the Afghanistan \r\nCompact, two years ago. We welcome those \r\ndevelopments and commend the Afghan Government \r\nfor its tireless efforts in that regard. \r\n At the same time, however, we must acknowledge \r\nthe worrisome reality of the current conditions in the \r\ncountry. As the draft resolution illustrates, the \r\nchallenges facing Afghanistan are intertwined and are \r\nyet to be resolved. The international community must \r\ncoordinate its efforts at effective and efficient \r\nassistance. Next year, Japan will host a meeting of the \r\nJoint Coordination and Monitoring Board (JCMB). To \r\ndate, the JCMB has been the most useful framework to \r\n A/62/PV.45\r\n \r\n3 07-58370 \r\n \r\ncoordinate and prioritize international assistance and \r\nreconstruction programmes. We look forward to \r\ndiscussing at the next meeting how we can better \r\ndeliver our assistance to the nation. \r\n I would like to take this opportunity to stress the \r\npivotal role that the United Nations has played in \r\nleading international efforts. Japan appreciates the \r\nwork of the United Nations Assistance Mission in \r\nAfghanistan, which has expanded its presence in the \r\nprovinces under difficult conditions. We pay tribute to \r\nits staff for their dedication. Japan also extends its \r\nappreciation to Mr. Tom Koenigs, Special \r\nRepresentative of the Secretary-General for \r\nAfghanistan, for his dedicated efforts. We wish his \r\nsuccessor further success, building on the \r\nachievements of Mr. Koenigs. \r\n Improving the security situation is the most \r\npressing of the various tasks to be addressed. While we \r\ntake note of the strengthening of the Afghan National \r\nArmy and the efforts to reform the Afghan National \r\nPolice, the growing frequency of terrorist acts is a \r\nmatter of great concern for us. We must not allow \r\nterrorism to prevail in Afghanistan. We must not let \r\nAfghanistan revert to being a safe haven for terrorists. \r\nIt is essential that the international community \r\ncontinue to present a united front in the fight against \r\nterrorism.  \r\n We also wish to underscore the continuing \r\nimportance of the tenacious activities of the \r\nInternational Security Assistance Force and the \r\nOperation Enduring Freedom coalition, including its \r\nmaritime interdiction component. \r\n In order to play a responsible role in the \r\ninternational community’s joint efforts, Japan’s \r\nMaritime Self-Defence Force has been refuelling \r\nvessels of the maritime interdiction component of the \r\nOperation Enduring Freedom coalition, based on its \r\nanti-terrorism special measures law. Although Japan \r\nhad to terminate refuelling activities due to the \r\nexpiration of the law on 2 November, the Government \r\nof Japan will continue its effort to achieve the early \r\nenactment of the new law that is now under \r\nconsideration at the Diet to provide a legal basis for the \r\nresumption of such refuelling activities as soon as \r\npossible. \r\n As stressed in the draft resolution, the \r\ndisbandment of illegal armed groups is one of the keys \r\nto stabilizing the country. Much needs to be done in \r\nthat area, building on the results of the Tokyo \r\nConference held in June, in particular improving \r\ncoordination between disbandment and police reform \r\nefforts and other security-sector reform activities. \r\n Other issues, such as narcotics and corruption, \r\nare also impeding nation-building in Afghanistan. \r\nJapan places importance on a comprehensive approach, \r\nwith capacity-building at its core, in addressing those \r\nissues. In addition to assistance in the amount of \r\n$1.24 billion already provided, we will continue to \r\nexplore possibilities to extend further assistance in \r\nresponse to the requests of the Afghan people. \r\n Japan will assume the chairmanship of the Group \r\nof Eight next year. Notwithstanding the challenges \r\nahead of us, we look forward to working with our \r\npartners in the international community for the \r\nstabilization and reconstruction of Afghanistan. \r\n Mr. Hanesson (Iceland): Iceland, as a member of \r\nthe European Economic Area but not of the European \r\nUnion (EU), has aligned itself with the statement made \r\nby the representative of Portugal on behalf of the EU. \r\nHowever, I would, in addition, like to make a few \r\nremarks. \r\n Allow me first of all to thank the Secretary-\r\nGeneral for his comprehensive report (A/62/345) on \r\nthe current situation in Afghanistan and its implications \r\nfor international peace and security. As in previous \r\nyears, Iceland is a traditional sponsor of the draft \r\nresolution on the situation in Afghanistan, contained \r\nthis year in document A/62/L.7. I would like to take \r\nthis opportunity to express my gratitude to the \r\ndelegation of Germany for preparing and facilitating \r\nthe draft resolution. \r\n The report of the Secretary-General clearly \r\nindicates that Afghanistan has made significant \r\nprogress towards political, economic and social \r\ndevelopment since the fall of the Taliban. An important \r\ncase in point is the immense growth in schooling for \r\nAfghanistan’s children, including for girls. However, \r\nthe report also clearly identifies the serious and \r\ncomplex challenges and threats that Afghanistan still \r\nfaces, and underscores the need for a comprehensive \r\napproach.  \r\n Much more remains to be done with regard to \r\ninstitution-building, strengthening the rule of law and \r\nthe practice of good governance. Afghan ownership is \r\na key issue in that regard, as my German colleague \r\nA/62/PV.45  \r\n \r\n07-58370 4 \r\n \r\nstated this morning. In that connection, the United \r\nNations is key to coordinating the efforts of the \r\ninternational community. I would like to express our \r\ngratitude to, and admiration of, the way in which \r\nUnited Nations Assistance Mission in Afghanistan is \r\nworking in Afghanistan under the leadership of Tom \r\nKoenigs, often in very difficult and dangerous \r\nenvironments. \r\n The security situation in Afghanistan remains a \r\ncause for concern and continues to undermine \r\nreconstruction and confidence-building efforts. The \r\nwork of the International Security Assistance Force \r\n(ISAF), led by NATO, is crucial in that context. The \r\nincreasing role and effectiveness of the Afghan \r\nNational Army, the Afghan National Security Forces \r\nand the Afghan National Police are also vital elements \r\nin uprooting the insurgency and ensuring long-term \r\nsecurity in cooperation with ISAF. We welcome the \r\nconclusions contained in the Secretary-General’s report \r\nregarding the need for an effective, integrated civilian-\r\nmilitary strategy and security plan for Afghanistan. \r\n Iceland strongly condemns attacks against \r\ncivilians and international staff intended to undermine \r\nthe democratic process. The increase in violence and in \r\nthe Taliban-led insurgency has grave implications for \r\nthe human rights and humanitarian situation. We note \r\nwith the greatest concern that there has been an overall \r\nincrease in reported violence against women across the \r\ncountry. \r\n We remain concerned about the continued \r\nincrease in opium production and poppy growing, \r\nwhich reached record levels this year, according to the \r\nUnited Nations Office on Drugs and Crime (UNODC). \r\nOpium production and narcotics trafficking undermine \r\nreconstruction and nation-building in Afghanistan. We \r\nmust increase our efforts, including through regional \r\ncooperation, to combat this evil at all levels. Drug \r\ntraffickers must be brought to justice. Here, we would \r\nemphasize the vital role of the UNODC. \r\n The Government of Afghanistan also needs to \r\ntake firm measures to tackle corruption and weak \r\ngovernance, which are serious obstacles to economic \r\nand social development. Indeed, the draft resolution \r\nbefore us expresses deep concern about those \r\ndevelopments. \r\n We strongly support the work of the United \r\nNations Assistance Mission in Afghanistan, which has \r\nan important supporting role to play in confidence-\r\nbuilding and promoting respect for human rights. \r\n Iceland is firmly committed to making its \r\ncontribution to peacebuilding efforts in Afghanistan. In \r\n2004, Iceland played the leading role in the operation \r\nof Kabul international airport by providing the \r\nCommander of the airport base, and since then we have \r\nprovided technical and support staff to facilitate that \r\noperation. Iceland now deploys half of its personnel \r\nworking in international peacekeeping operations to \r\nthe Mission in Afghanistan and is currently looking at \r\nfurther options aimed at rebuilding and supporting the \r\ninfrastructure in the country. \r\n The international community must stand united in \r\nrebuilding Afghanistan and strengthening its \r\ndemocracy. Achieving our goals in Afghanistan \r\ndepends on long-term political commitment on the part \r\nof all stakeholders, the Government of Afghanistan and \r\nthe international community. Increased regional \r\ncooperation and strong commitment by neighbouring \r\ncountries is also of the utmost importance. The United \r\nNations has a key role to play in such efforts. Iceland \r\nremains firmly committed to supporting the United \r\nNations and other international partners in building a \r\nsecure and democratic Afghanistan. \r\n Ms. Banks (New Zealand): We recognize that \r\nAfghanistan faces serious ongoing challenges and that \r\nit will require assistance from the international \r\ncommunity for some time to come. Considerable effort \r\nis being directed to helping with the development of \r\nthe Afghanistan National Army and Police so that \r\nAfghanistan will eventually be able to provide for its \r\nown security. However, there is no military solution to \r\nthe problems of Afghanistan; military and policing \r\ninputs need to be complemented by development \r\ninitiatives aimed at building Afghanistan’s State \r\ninstitutions and its economy. We hope that the overall \r\ninternational and local effort can be better brought \r\ntogether in order to make more rapid progress. \r\n Opium production is undermining the future of \r\nAfghanistan. Alongside eradication, the international \r\ncommunity needs to commit to the development of \r\nalternative sustainable livelihoods. The Afghan people \r\nwill support an international presence only if they \r\nbelieve that it will improve their lives, their security \r\nand their prosperity. That requires an approach that \r\nfully integrates the political, security, economic and \r\nsocial aspects of peacebuilding. \r\n A/62/PV.45\r\n \r\n5 07-58370 \r\n \r\n The United Nations, through the United Nations \r\nAssistance Mission in Afghanistan (UNAMA), has a \r\ncentral role to play in coordinating international \r\nassistance to Afghanistan, and also in helping the \r\nGovernment to rebuild the country’s civil institutions. \r\nIn addition, the Joint Coordination and Monitoring \r\nBoard, established under the Afghanistan Compact to \r\noversee the implementation of the Compact and of the \r\nAfghanistan National Development Strategy, is a \r\ncritical mechanism to improve overall coordination. \r\nAfghanistan’s neighbours have an important role to \r\nplay, as the pace of development will be affected by the \r\ndegree to which those States assist in the rebuilding \r\nprocess and cooperate with Afghanistan to improve its \r\nsecurity. \r\n Afghanistan’s economic development needs to be \r\ngreatly accelerated. Afghan producers need assured \r\naccess to profitable markets, internally and in \r\nneighbouring countries, if the Afghan people are to be \r\ngiven the opportunity to move from being reliant on \r\naid to being self-sustaining and responsible for their \r\nown economic choices. \r\n Since 2001, New Zealand has made a substantial \r\ncommitment to the international effort to secure and \r\nrebuild Afghanistan. We contribute to UNAMA. We are \r\nalso an active contributor to NATO’s International \r\nSecurity Assistance Force in Afghanistan. New \r\nZealand’s Provincial Reconstruction Team provides \r\nsecurity in Bamian province. In Bamian, the New \r\nZealand Defence Force works closely with the New \r\nZealand Agency for International Development and the \r\nNew Zealand Police. We have worked to make a \r\npractical difference: improving the lives of the people \r\nof Bamian. We also provide training to the Afghan \r\npolice there. We have helped with the construction of \r\nschools, roads, bridges and a maternity ward. \r\n We all recognize that Afghanistan faces difficult \r\nsocial, political, economic and security challenges. The \r\nGovernment and the people of Afghanistan are \r\ncourageously taking up the challenge of addressing \r\nthose challenges, in particular through efforts to \r\ndevelop resilient and sustainable Afghan National \r\nArmy and Police forces. Nevertheless, the extent of the \r\nchallenge will require sustained commitment and \r\ncontinuity of effort from the international community. \r\n In closing, I should like to express our support for \r\nthe draft resolution on Afghanistan (A/62/L.7) and to \r\nthank Germany for its role in facilitating that \r\nconsensus text. \r\n Mr. Shervani (India): Let me begin by \r\nexpressing India’s appreciation for the scheduling of \r\nthis discussion on a subject of great significance for us, \r\nour region and the world. I also commend the \r\noutstanding effort by the delegation of Germany in \r\ncoordinating the intergovernmental negotiations that \r\nhave brought forth this improved version of the annual \r\nGeneral Assembly draft resolution on the situation in \r\nAfghanistan (A/62/L.7). We are happy to continue to \r\nsponsor this draft resolution, which should be adopted \r\nby consensus, as in the past. \r\n Today, the General Assembly has the opportunity \r\nto review developments since the high-level meeting \r\nheld in this building nearly two months ago, which was \r\npresided over by the Secretary-General and President \r\nKarzai. We welcome the communiqué adopted at that \r\nmeeting as a symbol of the international community’s \r\ncommitment to the stabilization and reconstruction of \r\nAfghanistan in an involvement that must be long-term \r\nif it is to succeed. Today’s draft resolution is a further \r\nsign of our collective determination. \r\n The international community shares the goal of \r\ncreating a peaceful, stable and democratic Afghanistan, \r\nsecurely restored to the path of socio-economic \r\ndevelopment and anchored within its region. The \r\ncentral challenge we face in achieving that objective is \r\nthe need for a security environment that is conducive to \r\naddressing the challenges in a developing nation that \r\nhas undergone unparalleled levels of destruction and \r\nprivation. We must collectively upgrade our efforts, \r\ndirectly and indirectly, to restore security to \r\nAfghanistan. At the same time, we must expand direct \r\nassistance in reconstruction and development, while \r\nsimultaneously developing capacities in Afghanistan to \r\nenable maximum local involvement in nation-building. \r\nThose aspects are reflected in the resolution before us. \r\n The international community needs to consider \r\nwhether it has done all it can to avoid duplication and \r\nimprove coordination on the ground in Afghanistan and \r\nwhether the targets we have set are achievable and \r\nbased on ground realities. In all candour, there is room \r\nto fine-tune our efforts in both areas. \r\n First, we need to set realistic and achievable \r\nbenchmarks of progress. They must be based on the \r\nreality of where Afghanistan is coming from, rather \r\nthan reflect an idealized version of what we expect \r\nA/62/PV.45  \r\n \r\n07-58370 6 \r\n \r\nAfghanistan to be. That is essential if the national \r\nownership of our Afghan partners of the development \r\nprocess is to have genuine meaning. \r\n Second, we must expand coordination on the \r\nground, both among ourselves and with Afghan \r\ninterlocutors. Assistance must be more closely linked \r\nto Afghan priorities, as reflected in the National \r\nDevelopment Strategy and the Afghanistan Compact. \r\nThe challenge for us is to transform our commitments \r\ninto realistic, coordinated and effective strategies and \r\nconcrete outcomes on the ground, including through \r\nthe Joint Coordination and Monitoring Board. \r\n Therefore, our collective goal must be to set \r\nourselves reasonable expectations and build upon the \r\nsignificant successes recorded thus far, while \r\nrecognizing that the road ahead will be long. We must \r\nredouble our political and economic commitment to \r\nhelp Afghanistan over the medium to long term, and \r\nmaintain our resolve in the face of challenges in the \r\nshort term. \r\n Of these challenges, none is more of a test of our \r\ncollective will than that posed by the Taliban, Al-Qaida \r\nand other terrorist and extremist groups. This threat is \r\nthe key — and I repeat, the key — challenge to our \r\ncollective efforts in Afghanistan, and its first objective \r\nis to weaken our resolve. Therefore, we cannot afford \r\nto underestimate the ongoing resurgence of terrorist \r\ngroups. \r\n India fully supports the Afghan position that the \r\nchallenge of terrorism — especially the recent and \r\ngrowing trend of suicide attacks, cross-border \r\ninfiltration and the growing nexus between terrorism \r\nand drug trafficking — requires both a robust \r\ninternational political solution and a stronger military \r\nresponse at the local level. We need to display our \r\nsustained resolve, while steadily fortifying the ability \r\nof Afghan agencies to respond to this challenge. \r\n Most of all, terrorism must be addressed \r\nrealistically, on the basis of a clear-eyed perception of \r\nwhat and who are involved and how to respond to all \r\naspects of the problem. We must not be tempted by \r\npartial solutions that provide temporary and local \r\nrelief; terrorism cannot be fought piecemeal. \r\n A sustainable strategy for stabilization of \r\nAfghanistan must be predicated upon short-, medium- \r\nand long-term strategies to address the developmental \r\nchallenge. The efforts of the international community \r\nin Afghanistan can be sustained over the long term \r\nonly if we invest in developing Afghan human \r\nresources. For that, a multipronged approach is \r\nrequired. At one level, we must invest in rebuilding the \r\neconomic and social infrastructure of the nation, while \r\ngenerating jobs. At another, we must progressively \r\ntransfer skills and authority to our Afghan friends, to \r\nenable them to take fuller ownership of the \r\nreconstruction of their country. \r\n India is fully committed to implementing the \r\nbenchmarks of the Afghanistan Compact and to \r\naddressing the interrelated security, political and \r\ndevelopmental challenges facing Afghanistan. Our \r\ncommitment to reconstruction, development and \r\ncapacity-building in Afghanistan is unflinching. India’s \r\nassistance programme, in place since the Berlin \r\nConference, has now reached $750 million. Of this \r\ntotal pledge, India has already disbursed around $300 \r\nmillion in the implementation of assistance projects \r\nthat span the gamut of requirements, ranging from \r\ncapacity-building to infrastructure creation and \r\nreconstruction. \r\n Capacity-building is a priority area for India. \r\nThus far, we have trained more than 2,700 Afghan \r\ncitizens in India, including students and public \r\nofficials. We are also implementing a capacity \r\ndevelopment programme in public administration, in \r\npartnership with the United Nations Development \r\nProgramme, to depute 30 Indian civil servants to assist \r\nin Afghan ministries. In addition, India is including a \r\nstrong capacity development component in all \r\ninfrastructure projects it is executing in Afghanistan. \r\n Apart from ongoing megainfrastructure projects, \r\nIndia is also focusing on small development projects. \r\nThese include endeavours requiring the participation of \r\nlocal communities and aimed at providing direct peace \r\ndividends in areas that are yet to see development. \r\nIndia has worked to align its assistance programmes \r\nwith Afghan priorities, focusing on local \r\nimplementation, management and ownership of assets. \r\n Regional cooperation is also a key pillar to \r\nstabilizing Afghanistan. Regional economic \r\ncooperation is an important benchmark of the \r\nAfghanistan Compact and is a strategic element of its \r\nNational Development Strategy. Afghanistan’s entry \r\ninto the South Asian Association for Regional \r\nCooperation in April 2007 will not only further \r\nstrengthen its historical links with the South Asian \r\n A/62/PV.45\r\n \r\n7 07-58370 \r\n \r\nregion, but will also provide the region lasting benefits \r\nin free trade and shared economic activities. All of this \r\nhas the potential to contribute, in turn, to the \r\nstabilization of Afghanistan itself, but also of our \r\nregion. In this context, several important regional \r\ncooperation events have taken place over the past few \r\nyears, including the Regional Economic Cooperation \r\nConferences in Kabul and New Delhi. \r\n However, the central challenge in our region is \r\nthe need to develop measures to implement \r\nprogrammes evolved in regional processes. These \r\ninclude resolving impediments that hinder the \r\nexpansion of commercial and economic linkages, \r\nincluding barriers to effective overland trade and \r\ntransit, limited regional trade and business linkages, \r\nand other measures that can contribute to the early \r\nrealization of Afghanistan’s historic role as a land \r\nbridge between South Asia, Central Asia and West \r\nAsia. At the same time, our region also needs to \r\nconsider ways of addressing regional and transregional \r\npolitical and security challenges, such as cross-border \r\nterrorism, cooperation in regional enforcement and in \r\nidentifying collective approaches to expand \r\ngovernance and enforcement capacities. \r\n It is our conviction that the best riposte to those \r\nwho challenge the supportive role of the international \r\ncommunity in Afghanistan is to display our heightened \r\nresolve. At the same time, we must also work together \r\nin a more effective partnership with one another and \r\nthe Government of Afghanistan. Most of all, we should \r\nexpand regional cooperation in the common interest of \r\nall. Finally, our efforts to achieve greater donor \r\ncoherence need to be paralleled by efforts to build \r\nincrementally on the many impressive successes \r\nrecorded thus far.  \r\nThese are the key elements for us to build upon the \r\ngains collectively made since the fall of the Taliban. \r\n Mr. McNee (Canada): Canada appreciates this \r\nopportunity to address the General Assembly on the \r\nsituation in Afghanistan. Canada, alongside a large \r\ngroup of Member States, has participated in \r\ncooperative efforts, skilfully led by the German \r\ndelegation, to produce today’s draft resolution \r\n(A/62/L.7) on Afghanistan. We are extremely pleased \r\nto co-sponsor its passage. \r\n The breadth of the draft resolution, and its \r\neventual adoption by consensus by the entire \r\nmembership of the General Assembly, demonstrates the \r\ndepth of the international community’s engagement in \r\nAfghanistan. It also signals our collective intention to \r\ncontinue to support the Afghan Government. But \r\nhowever strong the text may be, the draft resolution \r\nwill only be as effective as our collective resolve to \r\nimplement it. That means building on the gains \r\nachieved to date, while confronting continuing \r\nchallenges with action. Thanks to the fortitude of the \r\nAfghan people, the tireless work of the Afghan \r\nGovernment and the growing engagement of the \r\ninternational community, those efforts are bearing fruit.  \r\n Afghans are beginning to emerge from poverty, \r\nwith the help of small loans. The Afghan army is \r\nincreasingly able to defend Afghan sovereignty and a \r\nnew generation of Afghan children is learning to read \r\nand write. Those are important gains, achieved against \r\ndaunting odds. Afghans and the international \r\ncommunity should be proud of those accomplishments, \r\nbut realistic about their fragility and candid about the \r\nareas in which progress is still urgently required. \r\n The draft resolution before us is clear: for those \r\nachievements to be sustained, Afghanistan and the \r\ninternational community must do more. We must do \r\nmore to enhance regional cooperation. We must do \r\nmore to support the development of a professional \r\nAfghan police force. We must do more to strengthen \r\nthe Afghan justice system. Success in each of those \r\nareas is fundamental to Afghanistan’s future. \r\n Shared problems require shared solutions. \r\nThousands of people travel between Afghanistan and \r\nPakistan every day. Legitimate trade between the two \r\ncountries has been increasing considerably. The \r\npotential for Afghanistan to generate customs revenue \r\nis great. Capitalizing on that potential will require \r\nconstructive collaboration on practical management \r\nmeasures. It will also involve intensive efforts to \r\nensure that insurgents, illicit drugs and arms do not \r\ncross into Afghanistan. \r\n Confidence- and capacity-building between \r\nAfghanistan and Pakistan, as well as other regional \r\npartners, will be critical. In that vein, Canada \r\nwelcomes the results of the Afghanistan-Pakistan peace \r\njirga, and urges both States to begin to address \r\nimportant issues highlighted during that historic event. \r\nCanada stands ready to work with the Afghan and \r\nPakistani Governments to advance the conclusions of \r\nthat meeting. \r\nA/62/PV.45  \r\n \r\n07-58370 8 \r\n \r\n Afghanistan’s future will also depend on a \r\nprofessional, effective and respected national police \r\nforce — one that will serve as the cornerstone of \r\nAfghanistan’s long-term domestic security and build \r\npublic confidence in the national Government. Canada \r\ntherefore welcomes the draft resolution’s call for \r\naccelerated efforts to professionalize and strengthen \r\nthe Afghan National Police. Canada is assisting the \r\npolicing sector through the provision of training, \r\ninfrastructure and salary support. However, progress in \r\npolice development will require more coherent action \r\nby the Afghan Government and its international \r\npartners. \r\n(spoke in French) \r\n A strong justice sector is necessary in order to \r\nensure that the primacy of the rule is well understood \r\nand respected in the entire country in the future. Along \r\nwith the draft resolution’s other sponsors, Canada calls \r\non the Afghan Government to finalize its national \r\njustice sector strategy and national justice programme. \r\nWe also call on our international partners to help \r\nprovide the necessary support for the Afghan justice \r\nsystem. Moreover, Afghanistan and its international \r\npartners must honour the commitments made this year \r\nat the Rome Conference. Canada intends to do its part \r\nin that regard, including by supporting the priority \r\nprojects identified at the Conference by the Afghan \r\nGovernment. \r\n Canada would like to take this opportunity to \r\nexpress its appreciation to the United Nations for its \r\ncentral role and impartiality in efforts made in \r\nAfghanistan. In all of the areas to which I have referred \r\ntoday — regional cooperation, policing and justice \r\nsector reform — the United Nations must provide \r\nstrong leadership with a view to ensuring that \r\nAfghanistan can continue to make progress down the \r\npath of security and independence. \r\n As the primary representative of the international \r\ncommunity in Afghanistan, the United Nations must \r\nalso enhance its coordinating role, in particular by \r\ndeepening and expanding its presence. To that end, \r\nCanada remains committed to supporting the United \r\nNations Assistance Mission in Afghanistan and United \r\nNations agencies active on the ground.  \r\n In conclusion, we encourage other Member States \r\nto ensure that the United Nations is endowed with the \r\ncapacity and latitude needed to continue to exercise \r\nleadership in support of the Government of \r\nAfghanistan and all Afghans. \r\n Mr. Khazaee (Islamic Republic of Iran): May I \r\nbegin by extending our gratitude to the Secretary-\r\nGeneral for his comprehensive reports on various \r\naspects of the situation in Afghanistan. I would also \r\nlike to thank him and his Special Representative, as \r\nwell as all their colleagues in the United Nations \r\nAssistance Mission in Afghanistan, for their \r\nunwavering commitment and commendable dedication \r\nto the consolidation of peace and stability in \r\nAfghanistan. We continue to stress and support the \r\ncentral and essential role that the United Nations is \r\nplaying in Afghanistan. \r\n In the past several years, by taking various steps \r\nto establish democratic institutions and a vibrant \r\npolitical system, the Afghan people, led by President \r\nKarzai, have demonstrated their firm commitment to a \r\nstable and democratic future. Moreover, the most \r\nrecent report (A/62/345) of the Secretary-General on \r\nAfghanistan highlights a number of promising \r\nimprovements in the economic and social fields. That \r\nincludes in particular valuable achievements with \r\nregard to economic growth, education, health, building \r\ninfrastructure and rural development. We commend the \r\nAfghan people for those remarkable achievements. We \r\nassure them of our ongoing full support in their \r\nendeavours to rebuild their country. \r\n Despite those remarkable accomplishments, much \r\nremains to be done. As indicated by the Secretary-\r\nGeneral in his report, the security situation in the \r\ncountry and the threat of opium production and drug \r\ntrafficking have increased and continue to be of grave \r\nconcern. \r\n Increased terrorist attacks and violence in certain \r\nparts of Afghanistan caused by Al-Qaida, the Taliban \r\nand other criminal and terrorist groups, coupled with a \r\npervasive drug economy and an increase in the \r\nproduction and trafficking of narcotic drugs, have \r\ncreated alarming challenges that seriously undermine \r\nthe security of the country and beyond. \r\n As an immediate neighbour of Afghanistan, the \r\nIslamic Republic of Iran has a vital interest in a stable, \r\nsecure and prosperous Afghanistan and in an \r\nAfghanistan free from terrorism and extremism. Iran \r\nhas always been unequivocal in its condemnation of \r\nthe heinous terrorist acts committed in Afghanistan and \r\nhas extended its full support to the efforts of the \r\n A/62/PV.45\r\n \r\n9 07-58370 \r\n \r\nAfghan Government to improve the security and \r\neconomic situation in the country. We believe that the \r\nincrease in insecurity in Afghanistan and the recent \r\nincrease in terrorist activities clearly suggest that the \r\nunwarranted attempts made by certain foreign Powers \r\nin Afghanistan to appease some terrorist groups and \r\nelements have proved to be wrong and \r\ncounterproductive. \r\n Undoubtedly, to address the insecurity in \r\nAfghanistan, full national ownership of Afghans over \r\nthe security of their country should be expedited. That \r\ncan be done through, inter alia, strengthening the \r\nautonomy and integrity of the Afghan National \r\nSecurity Forces and increasing home-grown security. \r\nThe reconstruction of infrastructure, capacity-building \r\nand utilizing regional potentials for the reconstruction \r\nof the country can also contribute to the improvement \r\nof the situation in Afghanistan. \r\n Unfortunately, as a producer of 93 per cent of the \r\nworld’s opiates, Afghanistan is experiencing the \r\nbiggest opium harvest in its history. The cultivation \r\nand production of and trafficking in narcotic drugs in \r\nAfghanistan, which adversely affect that country’s \r\neconomic reconstruction and undermine its stability \r\nand security, along with those of the wider region, \r\nespecially neighbouring countries, continue unabated. \r\n In our view, the impact of a pervasive drug \r\neconomy on the security, rehabilitation and \r\nreconstruction of Afghanistan, and the fact that \r\nterrorism and insurgency feed on drug production and \r\ntrafficking, should always be kept in sight in all efforts \r\nto address the security situation and reconstruction of \r\nAfghanistan. Combating that menace requires a long-\r\nterm and multifaceted strategy and more serious efforts \r\nby Afghanistan and the international community. \r\nIndeed, the present situation attests to the bitter fact \r\nthat the international community has not yet been \r\nsuccessful in curbing the scourge of narcotic drugs in \r\nAfghanistan, and those foreign forces in the country \r\nthat have been entrusted with certain responsibilities in \r\nthat regard have not fulfilled their task satisfactorily. \r\n The Islamic Republic of Iran has fought, almost \r\nsingle-handedly, a costly and deadly war against \r\nheavily armed drug traffickers. As I stated in a meeting \r\nof the Security Council, over the past 25 years we have \r\nlost about 4,000 of our great and brave law \r\nenforcement personnel, who have sacrificed their lives \r\nto fight that vicious threat. We continue to be resolute \r\nat the forefront of the worldwide war against drug \r\ntraffickers and encourage others to join us in that \r\nimportant fight in order to save our present as well as \r\nfuture generations from the devastating impacts of the \r\ncalamity. \r\n By pledging more than half a billion dollars in \r\ngrants and credits to the reconstruction of Afghanistan, \r\nIran has been actively participating in the country’s \r\nreconstruction. We have been engaged in various \r\ninfrastructure activities in Afghanistan, including road \r\nconstruction, manpower training, electricity projects, \r\nhumanitarian services and many other projects. \r\nMoreover, we have just started the second phase of our \r\ndevelopment assistance to Afghanistan, granting about \r\n$50 million at a demanding time, while several \r\nimportant agreements, including a general agreement \r\non bilateral cooperation and on capacity-building of \r\nAfghan ministries were also signed between the two \r\ncountries during our President’s visit to Kabul in \r\nAugust. \r\n Furthermore, Iran has incurred huge costs during \r\nthe past three decades by hosting almost 3 million \r\nAfghan brothers and sisters as refugees. We earnestly \r\nhope that conditions in Afghanistan will facilitate the \r\nvoluntary repatriation of Afghan refugees to their home \r\ncountry in a more timely and promising manner. \r\n Before concluding, we are pleased to see the full \r\nsupport of member countries for the draft resolution at \r\nhand. Also, allow me to thank the delegation of \r\nGermany for its efforts in the negotiating process of the \r\ndraft resolution before us today. \r\n The Acting President: The General Assembly \r\nwill now hear a statement by Mr. Alberto Romulo, \r\nSecretary of Foreign Affairs of the Philippines. \r\n Mr. Romulo (Philippines): My delegation \r\nwelcomes the comprehensive report of the Secretary-\r\nGeneral on the situation in Afghanistan. \r\n Afghanistan still faces challenges in view of the \r\nserious insurgency problem. With the support of the \r\ninternational community, including my own country, \r\nwhich co-sponsored draft resolution A/62/L.7, we are \r\nconfident that progress in all fronts will improve the \r\nsituation in Afghanistan. \r\n With the Assembly’s kind indulgence, I would \r\nnow like to touch on agenda item 12, on the topic of \r\nnew or restored democracies. \r\nA/62/PV.45  \r\n \r\n07-58370 10 \r\n \r\n The opening years of the post-cold-war era were \r\ndefined by the immutable gust of democratic wind that \r\nlifted many nations to democratic heights. Building on \r\nthe momentum created by the fresh breeze of \r\ndemocracy, several nations banded together and created \r\nthe International Conference of New or Restored \r\nDemocracies (ICNRD). Spanning six international \r\nconferences in the past 19 years, that movement \r\nremains strong and eager to further invigorate its \r\ncooperation with the United Nations. \r\n The first Conference, held in Manila, Philippines, \r\nin 1988, and open to all newly restored democracies, \r\naccounted for 15 countries that emerged from \r\nauthoritarian rule to constitutional democracy from \r\n1973 to 1988. Participating countries issued the Manila \r\nDeclaration, which mainly called for a consultative \r\nmechanism for mutual cooperation in times of danger \r\nand crisis to their restored democracies. \r\n The second Conference, held in Managua, \r\nNicaragua, in 1994, saw participation grow to \r\n52 countries from a wave of new democracies that \r\nemerged between 1989 and the early 1990s. They \r\nadopted the Managua Declaration, which introduced a \r\nplan of action to promote international dialogue on \r\ndemocracy focused on structural vulnerabilities, the \r\nisolated transition process and the common principles \r\nand interests of interdependence. \r\n The third Conference, held in Bucharest, \r\nRomania, in 1997, had 100 participating countries, \r\nincluding democracies from Eastern and Central \r\nEurope. It pushed for the participation of civil society, \r\naffirmed the important role of the United Nations, and \r\nrecognizes that democracy ensures a framework of \r\nliberties for lasting solutions to economic, political and \r\nsocial problems. \r\n The fourth Conference, held in Cotonou, Benin, \r\nin 2000, had 114 countries from the wave of political \r\nliberalization that swept Africa in the mid-1990s. There \r\nwere many firsts. The Secretary-General attended, civil \r\nsociety held a parallel forum, and regional and \r\ninternational organizations joined in. The Conference \r\nhighlighted the importance of national responsibility, \r\nhuman rights, political pluralism, people’s \r\nempowerment, the rule of law, good governance, the \r\nfreedom of media, and a free civil society.  \r\n The fifth Conference, held in Ulaanbaatar, \r\nMongolia, in 2003, was comprehensive in terms of \r\npreparation, participation and outcome documents. It \r\nnoted the global support for democratization at the \r\nnational, regional and international levels.  \r\n The sixth Conference, held in Doha, Qatar, in \r\n2006, was the most elaborate in terms of scope and \r\nbreadth of participation and outcomes. It \r\ninstitutionalized the tripartite partnership of \r\nGovernments, parliaments and civil society.  \r\n The Philippines is grateful to the United Nations \r\nDevelopment Programme and the Department of \r\nPolitical Affairs for the support they have extended to \r\nthe ICNRD. We look forward to their continued \r\ncooperation, as well as that of the rest of the United \r\nNations system, not only in preparation for the \r\ntriennial conferences, but also throughout the ICNRD \r\nprocess, in particular during the follow-up period. For \r\nthat reason, my delegation co-sponsored draft \r\nresolution A/62/L.9, calling for the support of the \r\nUnited Nations system to promote new or restored \r\ndemocracies. \r\n To enrich and strengthen the ICNRD process, the \r\nPhilippines wishes to reiterate the recommendations it \r\nmade in Doha, which were adopted by the Conference. \r\n First, migration and development are essential \r\nelements of the ICNRD. Citizens of new or restored \r\ndemocracies are found beyond their borders, assisting \r\nboth their countries of origin and countries of \r\ndestination. Their potential to promote development \r\nshould be both recognized and harnessed, in tandem \r\nwith respect for and protection of their rights. The \r\nUnited Nations system is likewise invited to \r\nmainstream the element of migration and development \r\nin its partnership with the ICNRD. In that connection, \r\nthe Philippines invites Member States and the United \r\nNations system to join us in Manila when we host next \r\nyear the Second Global Forum on Migration and \r\nDevelopment. \r\n Secondly, new or restored democracies are \r\nburdened by debt. To breathe life into their painful \r\ndevelopment process, which can threaten their stability \r\nif unattended, the Philippines has proposed an \r\ninnovative development financing option called Debt \r\nFor Equity in Millennium Development Goal (MDG) \r\nProjects, which would enable 50 per cent of all \r\nscheduled debt payments to be converted into equities \r\nin MDG-related projects. It will be beneficial to debtor \r\nand creditor alike. The scheme can strengthen the \r\nresolve of poor indebted countries to fight poverty and \r\n A/62/PV.45\r\n \r\n11 07-58370 \r\n \r\ncreate the needed fundamentals for democracy and \r\nsustainable development. \r\n Thirdly, the spirit of reconciliation is needed to \r\nensure durable peace among new or restored \r\ndemocracies through interreligious and intercultural \r\nrespect, tolerance and understanding. As a key \r\nproponent of interfaith dialogue and cooperation, the \r\nPhilippines invites Governments, the United Nations \r\nsystem and civil society to adhere to the spirit of \r\ninterfaith dialogue and cooperation for the promotion \r\nof peace, development and human dignity. \r\n Finally, the ICNRD follow-up process can \r\neffectively prosper given the requisite resources. Thus, \r\nmy delegation invites the United Nations to set up a \r\ntrust fund for new or restored democracies, in addition \r\nto the Democracy Fund, so that the decisions reached \r\nin Doha can come to fruition. My delegation also \r\nrecommends that the ICNRD secretariat be housed at \r\nUnited Nations Headquarters, representing the United \r\nNations system’s tangible expression of support for the \r\nICNRD. \r\n Mrs. Aitimova (Kazakhstan): Kazakhstan fully \r\naligns itself with the statements delivered by the \r\nPermanent Representative of the Kyrgyz Republic on \r\nbehalf of the Collective Security Treaty Organization \r\nand by the Permanent Representative of Tajikistan on \r\nbehalf of the Shanghai Cooperation Organization. I \r\nwill add only a few remarks in my national capacity. \r\n I join my colleagues in commending the \r\nSecretary-General for his comprehensive report on \r\ndifferent aspects of the situation in Afghanistan and for \r\nhis determination to be personally engaged in working \r\nwith the Government of Afghanistan and other partners \r\nto ensure success in that country. \r\n As President of Kazakhstan Nursultan Nazarbaev \r\npointed out in his statement at a General Assembly \r\nplenary meeting in September, the difficulties involved \r\nin the process of stabilizing the situation in \r\nAfghanistan are a matter of concern to Kazakhstan. \r\nPeace and security in the entire Central Asian region \r\ndepend on the stabilization of the situation in \r\nAfghanistan, and Kazakhstan is deeply interested in the \r\nspeedy transition of life in that long-suffering country \r\nto a peaceful track and the restoration of its ruined \r\neconomy. \r\n Kazakhstan supports the central role of the \r\nUnited Nations in leading international efforts to assist \r\nthe Afghan authorities in bringing lasting peace and \r\nprosperity to their country, and welcomes the positive \r\nachievements in the political, social and economic \r\nspheres as a result of the joint work of the Government \r\nof Afghanistan and the international community. We \r\ncommend the determination of the Government of \r\nAfghanistan to contribute to regional security and \r\nprosperity, and share the view of the Secretary-General \r\nthat progress will depend on the international \r\ncommunity and the Government of Afghanistan better \r\ncoordinating their efforts to defeat the insurgency, \r\npromote good governance and provide tangible \r\nimprovements to the lives of Afghans. \r\n As the report of the Secretary-General indicates, \r\nthe unprecedented increase in opium production in \r\n2007 poses a grave threat to reconstruction and nation-\r\nbuilding in Afghanistan. Kazakhstan attaches great \r\nimportance to the anti-drug activities of the United \r\nNations as the main coordinating centre for \r\ninternational efforts on that track. We fully support the \r\nefforts and uncompromising determination of the \r\nOrganization to overcome the global problem of the \r\nillegal drug trade on the basis of increased \r\ninternational cooperation and the development of \r\nnational strategies to eliminate the illegal supply of and \r\ndemand for drugs. \r\n Reaffirming its commitment to actively cooperate \r\nwith the United Nations against illegal drug threat, \r\nKazakhstan has provided all the required conditions to \r\nestablish within its territory the Central Asian Regional \r\nInformation and Coordination Centre to combat the \r\nillegal drug trade, in cooperation with the United \r\nNations Office on Drugs and Crime, and is determined \r\nto actively participate in the work of that body. \r\n In the draft resolution on the situation in \r\nAfghanistan, which we fully support and co-sponsor, it \r\nis pointed out that one effective means of promoting \r\nsecurity and development in Afghanistan is regional \r\ncooperation, and we strongly believe that it is \r\nnecessary to enable the potential of such regional \r\norganizations as the Conference on Interaction and \r\nConfidence-building Measures in Asia, which includes \r\nAfghanistan, the Shanghai Cooperation Organization, \r\nand the Collective Security Treaty Organization for the \r\npurpose of creating collective security mechanisms in \r\norder to cut the channels of financing for terrorist \r\nactivities and drug trafficking from Afghanistan to \r\nEurope. \r\nA/62/PV.45  \r\n \r\n07-58370 12 \r\n \r\n We fully share the view of the Secretary-General \r\nthat the Government of Afghanistan must retain the \r\ntrust of its neighbours by engaging constructively in \r\nbilateral and multilateral initiatives, including on \r\ncounter-narcotics and migration issues, and by building \r\nits capacity to manage and deepen complex bilateral \r\nrelationships. In our view, the active participation of \r\nAfghanistan in the Special Programme for the \r\nEconomies of Central Asia (SPECA), which it joined in \r\n2005, will greatly contribute to furthering the \r\nintegration of Afghanistan into the regional economy. \r\nThe Programme was initiated by President of \r\nKazakhstan Nursultan Nazarbaev in 1997 and is being \r\npursued under the auspices of the United Nations \r\nEconomic and Social Commission for Asia and the \r\nPacific and the United Nations Economic Commission \r\nfor Europe. SPECA has great potential in tackling the \r\npressing issues of the region of Central Asia through \r\nthe promotion of regional cooperation and coordination. \r\n I should like briefly to address the issue of \r\nbilateral relations with Afghanistan. The Kazakhstan \r\nGovernment has elaborated a plan of assistance to \r\nAfghanistan for 2007-2008. Our country is ready to \r\nassist Afghanistan in the reconstruction of \r\ncommunications, house-building, and the development \r\nof new oil and gas deposits, as well as in personnel \r\ntraining in the spheres of economics, industry, finance, \r\ntransport and education. The Government of \r\nKazakhstan already provides 100 scholarships for \r\nAfghani students annually, participates in the \r\nconstruction of schools and hospitals, and provides \r\nschool books for children in some provinces.  \r\n In conclusion, I would like to stress the \r\ncommitment of the Government of Kazakhstan to the \r\nlong-term reconstruction of Afghanistan and our \r\nreadiness to participate actively in international and \r\nregional programmes in order to reach our common \r\ngoal of a stable and prosperous Afghanistan. \r\n Mr. Maksom (Malaysia): Let me first extend my \r\ndelegation’s appreciation to the Secretary-General for \r\nhis report on the situation in Afghanistan, as contained \r\nin document А/62/345 of 21 September 2007. The \r\nreport provides a comprehensive description of the \r\nsituation in Afghanistan and offers valuable \r\nobservations on possible course of actions. My \r\ndelegation also recognizes the valuable work of the \r\nSpecial Representative of the Secretary-General for \r\nAfghanistan, Mr. Tom Koenigs, and members of the \r\nUnited Nations Assistance Mission in Afghanistan \r\n(UNAMA) under the prevailing difficult and \r\nchallenging conditions in the country. \r\n My delegation congratulates the Government of \r\nAfghanistan on its commendable strides in developing \r\nthe institutional capacities of the different branches of \r\nGovernment to fulfil their mandated responsibilities. \r\nWe applaud the work carried out in the National \r\nAssembly, especially in the final drafting of the draft \r\nelectoral law and the accompanying law to reform the \r\nIndependent Electoral Commission, in anticipation of \r\nthe next presidential and parliamentary elections in \r\n2009 and 2010, respectively. That is a crucial step to \r\nfurther entrench the democratic process in the country. \r\nThe National Assembly has also succeeded in passing a \r\nnational budget and is currently working on a number \r\nof important laws, including the Advocates Law, the \r\nMedia Law and a number of laws relevant to key \r\nsecurity sector reforms. \r\n My delegation also commends the progress made \r\nin improving the Government delivery system, notably \r\nin the economic development, education, health and \r\nrural development sectors. We are pleased to note the \r\nincreasing number of children receiving education in \r\nAfghanistan, which has reached a record high of \r\n6.07 million, including 2.17 million girls. We also note \r\nthe improvement in health care, with health coverage \r\nreaching 82 per cent of the population. Likewise, the \r\ninfant mortality rate and maternal mortality rate have \r\nbeen reduced to 3.5 per cent and 6.6 per cent, \r\nrespectively. \r\n Despite those achievements, we note with \r\nconcern that the situation in Afghanistan remains \r\nfragile. A slight reverse in the security situation, \r\nespecially with regard to the threat of insurgency and \r\nthe credibility of the Government’s ability to deliver \r\nfurther on the reform process, could undo all the \r\nprogress made thus far. \r\n In the light of those concerns, my delegation \r\ncontinues to remain apprehensive over the reported \r\ndeterioration in the security sector. Violent attacks, \r\nincluding suicide attacks attributed to Al Qaeda, the \r\nTaliban and other armed extremist groups, have \r\nincreased in the course of the year, especially in the \r\nsouthern and eastern provinces. We note the increase in \r\nviolent incidents per month from 425 in 2006 to nearly \r\n548 in the first three quarters of 2007, including a total \r\nof 100 suicide attacks. Those incidents have claimed \r\nmany civilian lives. More alarming are the number of \r\n A/62/PV.45\r\n \r\n13 07-58370 \r\n \r\ndeaths and injuries of a large and increasing number of \r\ncivilians and non-combatants caused by the combat \r\noperations of both pro- and anti-Government forces. \r\nUNAMA recorded some 1,000 civilian deaths from \r\nJanuary to 31 August. More efforts must therefore be \r\nmade to protect civilians. \r\n My delegation also views with concern the \r\ndeteriorating narcotics situation in Afghanistan. In \r\nspite of the Government’s counter-narcotic efforts, \r\npoppy cultivation has increased by 17 per cent, which \r\npotentially increases opium production by 34 per cent, \r\nthus making Afghanistan the world’s main opium \r\nproducing country. That situation has far-reaching \r\nsecurity repercussions both for Afghanistan and \r\ncountries beyond its borders. At the domestic level, the \r\nburgeoning poppy cultivation is creating a growing \r\nnexus between the narcotics trade and insurgent \r\ngroups, and is feared to finance terrorism. Moreover, \r\nnarcotics trade activities further exacerbate the \r\ncorruption problem within Government and provincial \r\nmachineries, which in the end may seriously erode the \r\ncredibility and capacity of the Government. \r\n We share the view that a resolution of the \r\nsituation in Afghanistan would require an integrated \r\nand concerted civilian and military approach. Military \r\nactions alone will not be sufficient to overcome the \r\nroot causes of the problem. The Government delivery \r\nsystem, including good governance and respect for \r\nhuman rights, should be improved to foster confidence \r\nin and the credibility of the Government among the \r\nAfghan population. There is also a need to carry out an \r\nall-inclusive national reconciliation process to avoid \r\nthe marginalization of any group. \r\n My delegation firmly believes that the sustained \r\nsupport of the international community remains \r\nindispensable if Afghanistan is to overcome the \r\nimmediate challenges and to help it implement the \r\nNational Development Strategy, which offers a viable \r\nprospect for lasting political stability and economic \r\nprosperity. We reiterate our support for UNAMA’s \r\ncontinuing to play the central and impartial role in \r\ngalvanizing different elements of international support \r\nand monitoring the implementation of the development \r\nand security strategies on the ground, in close \r\nconsultation with the Afghan Government. \r\n On Malaysia’s part, we reiterate our commitment \r\nto cooperating and working closely with Afghanistan \r\nand, where appropriate, other members of the \r\ninternational community. We will continue to extend \r\nassistance to Afghanistan under the Malaysian \r\nTechnical Cooperation Programme to develop the \r\nmuch needed-human capital in various fields for \r\nAfghanistan’s development. \r\n Mr. Lee Do-hoon (Republic of Korea): Allow me \r\nto thank the Secretary-General for his comprehensive \r\nreport on the situation in Afghanistan (A/62/345). Our \r\nthanks also go to the delegation of Germany for \r\ncoordinating the important draft resolution on the \r\nsubject (A/62/L.7). The Republic of Korea is pleased to \r\njoin the sponsors of the draft resolution. \r\n Since the adoption of the Bonn Agreement in \r\n2001, Afghanistan has achieved important political \r\nprogress, despite many continuing challenges, \r\nculminating in the first-ever direct presidential election \r\nin October 2004, and parliamentary elections in \r\nSeptember 2005. The international community must \r\ncontinue to work closely with Afghanistan to ensure \r\nthat these successes have a lasting impact. We should \r\nnot underestimate what has been accomplished, but \r\nneither should we believe that our work is nearing \r\ncompletion. There is still much to be done before \r\ncomprehensive peace and recovery are achieved in \r\nAfghanistan. \r\n As the Secretary-General’s report acknowledges, \r\na deteriorating security situation, coupled with \r\nuncontrolled violence and criminal drug trafficking, \r\nhamper not only the reconstruction process, but also \r\nthe implementation of Afghanistan’s national \r\ndevelopment strategy. \r\n My delegation is deeply concerned about the \r\ncontinuing instability in some parts of Afghanistan. \r\nThe gravity of the situation is underlined by the recent \r\ncases of abduction and murder of Afghan and foreign \r\ncivilians, including the Taliban’s kidnapping of \r\n23 citizens of the Republic of Korea, two of whom \r\nwere subsequently killed. \r\n We agree with the Secretary-General’s report that \r\nre-establishing lasting security requires a \r\nmultidimensional strategy coordinating military, \r\npolice, political and economic and social activities. \r\nEssential to the success of that strategy are the efforts \r\nof the United Nations Assistance Mission in \r\nAfghanistan and the International Security Assistance \r\nForce, as well as the coalition forces of Operation \r\nEnduring Freedom, working in close coordination with \r\nA/62/PV.45  \r\n \r\n07-58370 14 \r\n \r\nthe Government of Afghanistan and the Joint \r\nCoordination and Monitoring Board. \r\n We are also concerned by the increasing threat \r\nthat drug trafficking poses to the national security, \r\nsocial development and governance of Afghanistan. \r\nUntil the Afghan people can find other sources of \r\nincome, many will continue to engage in that criminal \r\nbusiness. We therefore share the view that the \r\ninternational community and the Afghan Government \r\nshould work together to deal with that serious problem, \r\nwhich affects almost every aspect of Afghanistan’s \r\nsecurity and development.  \r\n The Republic of Korea strongly hopes that \r\nAfghanistan will continue to work towards fully \r\nimplementing the national drug control strategy \r\npresented by its Government at the London \r\nConference, and stands ready to join the international \r\nsupport for the strategy by contributing to the Counter-\r\nNarcotics Trust Fund. \r\n To deal with those ongoing challenges, active \r\nefforts by the Afghan Government in a spirit of Afghan \r\nownership must go hand in hand with assistance from \r\nthe international community. In that regard, we note \r\nthat many countries, including the Republic of Korea, \r\nhave announced new financial assistance for \r\nAfghanistan since the London Conference. We believe \r\nthat those announcements demonstrate donors’ \r\ncontinuing confidence in Afghanistan. \r\n The Republic of Korea has strongly supported the \r\nreconstruction process of Afghanistan. Building upon \r\nour contribution of approximately $60 million in grant \r\naid to Afghanistan from 2001 to 2005, we have set \r\naside $20 million for the subsequent three-year period \r\nfor projects focusing on human resources development, \r\nagricultural and rural development and public \r\nadministration. In addition, engineering and medical \r\nunits from our armed forces have been contributing to \r\nthe Afghan reconstruction process since their \r\ndeployment in February 2002.  \r\n As a sponsor of the draft resolution on \r\nAfghanistan now before us, the Republic of Korea once \r\nagain pledges to renew its unwavering support for the \r\npeople and Government of Afghanistan in their pursuit \r\nof peace and prosperity. \r\n Mr. Çorman (Turkey): Turkey aligns itself with \r\nthe statement made by the Permanent Representative of \r\nPortugal on behalf of the European Union. However, \r\ngiven the importance we attach to the situation in \r\nAfghanistan, as well as our extensive involvement in \r\nthe reconstruction efforts in that country, I would like \r\nto briefly add our voice to the debate. \r\n The draft resolution we are to adopt today \r\n(A/62/L.7) and the great number of sponsors \r\nsupporting it underline the priority of Afghanistan on \r\nour common agenda. It also demonstrates the \r\ndetermination of the international community to assist \r\nand support the Afghan people during their difficult \r\ntimes. \r\n In fact, we have already started to see some \r\npositive results of that common endeavour. With the \r\nhelp of the international community, much has been \r\nachieved during the last few years reflecting the \r\ngenuine desire of the Afghan people for an independent \r\nand democratic Afghanistan. Yet, there are many \r\nfactors which prevent us from becoming all too \r\noptimistic. The security situation is still precarious; \r\nterrorists are now resorting to different tactics, such as \r\nsuicide bombs and kidnappings; poppy production \r\ncontinues; and there are still certain problems of \r\ngovernance. \r\n That said, those rather discouraging factors \r\nshould not dishearten us in helping the Afghan people \r\nand Government. On the contrary, they should oblige \r\nus to redouble our efforts in assisting Afghanistan in a \r\nmore efficient and result-oriented way.  \r\n For Turkey’s part, we do all we can to contribute \r\nto the security and stability of Afghanistan in line with \r\nour centuries-old ties of close friendship with the \r\nAfghan people. Indeed, following our lead in the \r\nInternational Security Assistance Force (ISAFII and \r\nISAFVII), we have continued to maintain our active \r\nparticipation in the Force by assuming the leadership \r\nof the Regional Command in Kabul as of April 2007. \r\nTogether with recent reinforcements, we now have \r\nabout 1,200 troops in Afghanistan. \r\n However, we all know that achieving our goals in \r\nAfghanistan requires more than military means alone. \r\nIndeed, issues such as unemployment, health care, \r\naccess to clean water, and electricity shortages occupy \r\nthe minds of the Afghan people at least as much as \r\nsecurity considerations. Thus we need a comprehensive \r\nand practical approach. \r\n It is true that serious projects are already \r\nunderway to address the shortcomings in those areas \r\n A/62/PV.45\r\n \r\n15 07-58370 \r\n \r\nand improve the infrastructure of the country. But \r\nmany of the projects require a long time to be \r\ncompleted. The Afghan people, however, need to see \r\ntangible and rapid changes in their daily lives. \r\nTherefore, providing new employment opportunities, \r\nensuring the delivery of basic services and generating a \r\nviable local economy should be among our leading \r\npriorities. To that end, we must utilize the services of \r\nmore Afghan companies and employ more Afghan \r\npersonnel in our projects. \r\n Turkey, for its part, is certainly committed to \r\ndoing so. That is why Afghan participation and \r\nownership is a key principle that guides us in all the \r\ndevelopment and reconstruction projects we continue \r\nto carry out in various parts of Afghanistan. \r\n In that regard, our projects are concentrated \r\nmainly in those areas that can make a most immediate \r\nand visible impact on the lives of the Afghan people, \r\nsuch as health, education, agriculture and construction \r\nactivities. For instance Turkish-built, equipped and \r\noperated health centres in Afghanistan provide free \r\nmedical treatment to some 900 patients a day. The \r\nnumber of Afghan citizens who received such medical \r\ntreatment in those health centres has so far exceeded \r\n750,000. \r\n We have also built and equipped 27 schools in \r\nvarious parts of Afghanistan, which provide modern \r\neducation to almost 40,000 Afghan students — girls \r\nand boys alike. In addition to 13 new schools that will \r\nbe completed soon, Turkish non-governmental \r\norganizations are also running 6 private schools across \r\nthe country. Likewise, the number of safe drinking-\r\nwater wells drilled by Turkey across the country has \r\nalready exceeded 60 and we have many more in the \r\npipeline.  \r\n On the other hand, one of the most tangible \r\nexamples of our commitment to the Afghan people’s \r\nstability and prosperity is the Provincial \r\nReconstruction Team (PRT) that we established one \r\nyear ago in the province of Wardak. This PRT carries \r\nout various projects ranging from police training to \r\nliteracy courses for Afghan girls and women, from \r\nelectricity interconnection to agricultural development.  \r\n No matter how much we strive to improve the \r\nsecurity and economic environment inside Afghanistan, \r\nregional cooperation remains key to ensuring long-term \r\nstability in Afghanistan and beyond. With this in mind, \r\nTurkey is working closely with all the regional \r\ncountries, in particular with Pakistan and Afghanistan. \r\nIn this regard, we have initiated а trilateral mechanism \r\nto build confidence and diversify areas of cooperation \r\nbetween the two countries. \r\n As mentioned in the draft resolution before the \r\nAssembly (A/62/L.7), the Ankara process, which was \r\nlaunched at the trilateral summit meeting held in \r\nTurkey on 29 and 30 April 2007, is an important means \r\nfor strengthening regional cooperation, and we are \r\ncommitted to taking it forward with concrete projects. \r\n As а final word, I would like to stress once again \r\nthat achieving our common goals in Afghanistan will \r\nnot be an easy or swift process. We all must be ready \r\nfor a long-term engagement in Afghanistan. We should \r\nalso prepare public opinion and parliaments \r\naccordingly. We ought to realize that failure is not an \r\noption. Indeed, Afghanistan remains а central element \r\nin our efforts to achieve global security, and, if we do \r\nnot succeed, no one will be spared from the dire \r\nconsequences.  \r\n The United Nations has а central role to play in \r\ncoordinating the efforts of the international community \r\nand assisting the Afghan Government in its endeavours \r\nto achieve lasting peace and stability. Under the able \r\nleadership of the United Nations Assistance Mission in \r\nAfghanistan much has already been achieved to this \r\nend under extremely difficult circumstances. The \r\nAfghanistan Compact, in particular, has provided а \r\nmost useful road map. However, we believe there is \r\nstill room for an even more active and robust \r\nengagement on the part of the United Nations. Thus, \r\nwe hope that the new Special Representative of the \r\nSecretary-General will, when appointed, carry the \r\nbanner even further and enable the United Nations to \r\nutilize its full capacity. Turkey is committed to exerting \r\nevery effort in support of the United Nations and \r\nAfghanistan.  \r\n In conclusion, I would like to express our sincere \r\nthanks to the German Mission for leading the \r\nconsultations on the draft resolution before us today. \r\nWe are pleased to be sponsoring it and hope that it will \r\nbe adopted by consensus.  \r\n Mr. Vohidov (Uzbekistan) (spoke in Russian): \r\nThe delegation of the Republic of Uzbekistan fully \r\nsupports today’s statements by the Permanent \r\nRepresentative of Tajikistan to the United Nations on \r\nbehalf of the Shanghai Cooperation Organization, and \r\nby the Permanent Representative of the Kyrgyz \r\nA/62/PV.45  \r\n \r\n07-58370 16 \r\n \r\nRepublic on behalf of the member States of the \r\nCollective Security Treaty Organization. We share the \r\nmain points set out in those statements.  \r\n Our country is a direct neighbour of Afghanistan \r\nand has shared many centuries of good neighbourly \r\nrelations with it. We are sincerely interested in \r\nestablishing a peaceful and stable Afghan State. \r\nUzbekistan, like many other countries of the \r\ninternational community today, is making every \r\npossible effort and is taking practical steps to assist the \r\nAfghan people in the speedy stabilization of the \r\nsituation in that country.  \r\n Objectively taking into account the real situation \r\nwithin and around Afghanistan, we consider one of the \r\nfactors that serve to consolidate stability in \r\nAfghanistan to be measures taken to integrate that \r\ncountry into the political and economic system of \r\ncommunications and links among the countries of \r\nCentral Asia. In this context, it is important to increase \r\nAfghanistan’s participation in the process of creating a \r\ncommon market in the region. Afghanistan’s \r\nparticipation as an observer country in the activities \r\nwith the Shanghai Cooperation Organization — is very \r\nsignificant.  \r\n It should be noted that a particular role in \r\nimproving the socio-economic situation in Afghanistan \r\nand in the development of the integrated process is \r\nbeing played by transport communications. In this \r\nconnection, we draw attention to the importance of \r\nimplementing the initiative to create an international \r\ntrans-Afghan transport corridor. For our part, we are \r\nready to expand cooperation with the Government of \r\nAfghanistan in very diverse areas, such as prospecting, \r\npower generation and local and international \r\ntelecommunication lines, and so on. We assure the \r\nAssembly that this kind of economic cooperation \r\nserves the interests of Afghanistan, its neighbouring \r\ncountries and the international community as a whole.  \r\n Central Asia, due to its growing geopolitical and \r\ngeostrategic significance, as well as its huge natural \r\neconomic and resource potential, is drawing the \r\nattention of many countries of the world community. \r\nHowever, Central Asia unfortunately continues to \r\nremain in focus as a region where there are continued \r\nthreats and challenges to security and stability. One of \r\nthe main reasons for this is continuing tension in \r\nAfghanistan. We must be seriously concerned by the \r\nsituation in that country today, characterized by a trend \r\nto further deterioration against the background of \r\nsignificant military actions by Taliban movement.  \r\n The continuing growth in the volume, production \r\nand traffic of drugs is evoking growing concern on the \r\npart of the international community and the States of \r\nthe region. In order to counter this threat, security \r\nzones must be created around the country and there \r\nmust be profound structural reform in the Afghan \r\neconomy. Without this, narcotics coupled with \r\nterrorism will remain the main threats to the national \r\nsecurity of Afghanistan and to the effective functioning \r\nof the Government.  \r\n One of the serious factors complicating and \r\naggravating the situation in the country is the huge \r\narsenal of military technology, weapons and \r\nammunition accumulated over the decades of war in \r\nAfghanistan. As noted by our President in his letter to \r\nthe Secretary-General in 2001, the gradual process of \r\nstabilization of the situation and restoration of peaceful \r\nlife in Afghanistan must be accompanied by a solution \r\nto the question of the reduction and removal of those \r\nmountains of armaments, which would make it \r\npossible to create the necessary prerequisites for \r\npreventing further militarization of this country.  \r\n We are profoundly convinced that achieving \r\npeace and stability in Afghanistan must occur not \r\nthrough further militarization and expansion in the \r\nscale of the use of force, but rather through \r\ndemilitarization and through the implementation, with \r\nthe assistance of the world community, of projects \r\naimed chiefly at resolving the most acute economic \r\nproblems, as well as by giving social support to the \r\npopulation of the country.  \r\n Agreed joint actions by all parties that are truly \r\ninterested in stabilizing the situation and promoting \r\nreconstruction in Afghanistan will be the decisive \r\nfactor in finding solutions to this problem. That is why \r\nUzbekistan welcomed the draft resolution submitted \r\ntoday by the delegation of Germany. We hope that its \r\nadoption by consensus will reaffirm once again the \r\ninternational community’s willingness to do everything \r\npossible to promote the peaceful recovery of \r\nAfghanistan. \r\n The Acting President (spoke in French): We \r\nhave heard the last speaker in the debate on this item. \r\n The General Assembly will now take a decision \r\non draft resolution A/62/L.7. I should like to announce \r\n A/62/PV.45\r\n \r\n17 07-58370 \r\n \r\nthat since the introduction of the draft resolution the \r\nfollowing countries have become sponsors: Algeria, \r\nAndorra, Antigua and Barbuda, Armenia, Austria, \r\nAzerbaijan, Belarus, Brazil, Bulgaria, Cambodia, Cape \r\nVerde, the Central African Republic, Chile, China, \r\nCyprus, the Dominican Republic, Ecuador, Egypt, El \r\nSalvador, Ethiopia, Gabon, Georgia, Greece, \r\nGuatemala, Guinea, Haiti, Honduras, India, \r\nKazakhstan, Kenya, Lesotho, Liberia, Madagascar, \r\nMali, Malta, Mauritius, Moldova, Monaco, Nigeria, \r\nNorway, Oman, Panama, Peru, the Philippines, Poland, \r\nthe Republic of Korea, San Marino, Slovakia, Sri \r\nLanka, Tajikistan, Trinidad and Tobago, Ukraine and \r\nYemen. \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/62/L.7? \r\n Draft resolution A/62/L.7 was adopted (resolution \r\n62/6). \r\n The Acting President (spoke in French): May I \r\ntake it that it is the wish of the General Assembly to \r\nconclude its consideration of agenda item 19? \r\n It was so decided. \r\nThe meeting rose at 4.55 p.m. \r\n \r\n \r\n"