" United Nations  A/62/PV.44\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n44th plenary meeting \r\nMonday, 5 November 2007, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-58078 (E) \r\n*0758078* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia)\r\n \r\n \r\nThe meeting was called to order at 10:15 a.m. \r\n \r\n \r\nAgenda item 7 (continued) \r\n \r\nOrganization of work, adoption of the agenda and \r\nallocation of items \r\n \r\n  Third report of the General Committee \r\n(A/62/250/Add.2) \r\n \r\n The President: I should first like to draw the \r\nattention of representatives to the third report of the \r\nGeneral Committee, contained in document \r\nA/62/250/Add.2. \r\n \r\n In the first paragraph of the report, the General \r\nCommittee decided to recommend to the General \r\nAssembly that agenda item 10, “Report of the \r\nPeacebuilding Commission”, be allocated to the Fifth \r\nCommittee as well, for the sole purpose of considering \r\nthe question of financing field missions of the \r\nPeacebuilding Commission. \r\n May I take it that the Assembly approves that \r\nrecommendation? \r\n It was so decided. \r\n The President: The Chairman of the Fifth \r\nCommittee will be informed of the decision just taken \r\nby the General Assembly. \r\n In paragraph 2 of the same report, the General \r\nCommittee decided to recommend to the General \r\nAssembly that, for its sixty-second session, agenda \r\nitem 65, “Report of the Human Rights Council”, be \r\nallocated to the Third Committee. \r\n Mr. Wenaweser (Liechtenstein): Resolution \r\n60/251 created the Human Rights Council as a \r\nsubsidiary body of the General Assembly. Last year, \r\nthis Assembly decided to allocate this agenda item to \r\nboth the plenary and the Third Committee, with the \r\nunderstanding that the Third Committee would take up \r\nall the recommendations of the Council to the \r\nAssembly. That decision was taken in full compliance \r\nwith resolution 60/251, as the Assembly stated in the \r\ndecision itself. There is no reason of substance for \r\nchanging this arrangement, and we believe that the \r\nGeneral Committee consequently should have made the \r\nsame recommendation to the Assembly this year.  \r\n The discussions leading up to the \r\nrecommendation on which we are about to act were not \r\nlimited to the allocation of the item or the relationship \r\nbetween the Council and the General Assembly. Rather, \r\nthey evolved around one part of the report that is of \r\nparticular importance, namely, the package on \r\ninstitution-building. While we believe that these are \r\nseparate issues, we certainly understand that things can \r\nbe brought together in that way for the sake of political \r\nexpediency. We would, however, expect that all aspects \r\nof such a negotiating package, as it were, would be \r\nsolved together, and we note that, at this point, this is \r\nnot the case. While we are about to make a decision on \r\nallocation, we do not have full clarity at this time on \r\nthe circumstances under which the institution-building \r\npackage will be adopted. \r\nA/62/PV.44  \r\n \r\n07-58078 2 \r\n \r\n The decision on the allocation of this agenda item \r\nmay appear to be merely a bureaucratic exercise. \r\nHowever, behind the technical question of whether the \r\nThird Committee or the plenary considers the agenda \r\nitem looms the larger question of the political standing \r\nof the Human Rights Council. We hope that the issue \r\nof allocation will be taken up next year in full \r\ntransparency and discussed in the manner it deserves. \r\n Ms. Banks (New Zealand): Thank you, Mr. \r\nPresident, for giving me the floor to comment on the \r\nallocation of agenda item 65, “Report of the Human \r\nRights Council”. There are important principles that \r\nrisk being overlooked in this apparently \r\nstraightforward proposal just put before us, namely, to \r\nhave the report of the Human Rights Council allocated \r\nin this sixty-second session only to the Third \r\nCommittee.  \r\n Just 18 months ago, we agreed as Member States \r\nto establish the Human Rights Council as a subsidiary \r\norgan of the General Assembly. We did so in a spirit of \r\noptimism, hoping that the new body would have a \r\nhigher standing and, once established, would prove \r\nmore effective than the Commission in its service of \r\npromoting human rights. Last year, we decided to \r\nconsider the report of the Human Rights Council in \r\nboth the plenary and the Third Committee, and this \r\ndecision was recorded in Addendum 2 to document \r\nA/61/252. \r\n Over the past months, there have been a series of \r\ncomplicated negotiations carried out informally, which \r\nhave resulted, in the end, in this proposal for the \r\nHuman Rights Council report to be presented, at this \r\nsession, only in the Third Committee. We consider it \r\nunfortunate that because of the different dimensions of \r\nthe discussion, there has come to be some confusion \r\nbetween the importance, which we readily \r\nacknowledge, of a smooth adoption of the institutional \r\npackage and the longer-term question of the allocation \r\nof the agenda item. \r\n New Zealand’s strong preference would have \r\nbeen to have had the Human Rights Council report first \r\npresented to the plenary. The approach taken last year \r\nof bringing the report to the plenary and then to the \r\nThird Committee would have served as well again this \r\nyear.  \r\n While it is for each General Assembly to decided \r\na course on the allocation of items, we take this \r\nopportunity to register that the allocation of item 65 at \r\nthe sixty-third session must be carefully considered and \r\na positive decision must be taken. Given the evolving \r\nrole and importance of the Council, it will be \r\nappropriate that the report be considered first in \r\nplenary and, if the substance of the report requires it, \r\nalso in the Third Committee. \r\n Mr. Maurer (Switzerland): I would like to \r\nsupport what my colleagues from New Zealand and \r\nLiechtenstein have just said and take the opportunity to \r\nclarify Switzerland’s view on the issue.  \r\n Our position is and has been, since the creation of \r\nthe Human Rights Council, that its annual report \r\nshould be considered in plenary. Given the very \r\ndifferent opinions on this issue, the General Committee \r\nlast year made a recommendation that, in our view, was \r\na valid compromise and a fair reflection of the different \r\npositions among the Members of the General \r\nAssembly. \r\n Switzerland does not see any reason why last \r\nyear’s solution of double allocation had to be modified \r\nthis year. There is nothing with regard to the efficiency \r\nor the practicality of last year’s arrangement that, in \r\nour view, justifies a change of practice.  \r\n We are aware that a political agreement was \r\nreached between certain groups and members of the \r\nGeneral Assembly regarding the allocation to the Third \r\nCommittee for this year. Let me just restate that \r\nSwitzerland was not part of those negotiations; nor is it \r\npart of the agreement reached. It is our understanding \r\nthat this year’s decision would not constitute a \r\nprecedent for future sessions of the General Assembly.  \r\n To that end, Switzerland will continue to defend \r\nthe position that the item should be allocated \r\nexclusively or at least partially to plenary in the future. \r\nIt is our understanding that keeping the option open, to \r\ngive human rights a more prominent role in the United \r\nNations system, was part of the delicate political \r\nbalance that led to the adoption of resolution 60/251. \r\nThe allocation of the agenda item was subsequently an \r\nimportant step in concretizing this balance of views. \r\nWe are concerned today that many who consider \r\nthemselves advocates of human rights are, in our view, \r\ninsufficiently defending the institutions we have \r\ncreated and the underpinning compromise that allows \r\nthem to function. \r\n A/62/PV.44\r\n \r\n3 07-58078 \r\n \r\n Mr. Heller (Mexico) (spoke in Spanish): I would \r\nlike to state very briefly that the Mexican delegation \r\nagrees entirely with the statements made by those who \r\npreceded me. We think that, in order to honour the \r\nissue of human rights and the creation of the Human \r\nRights Council, it would have been appropriate to \r\npresent the report of the Council to the plenary \r\nAssembly for subsequent consideration by the Third \r\nCommittee. I think this is the wrong way to start the \r\nfirst months and years of the Council’s existence, \r\nbecause in the end it is the consideration of human \r\nrights that will suffer.  \r\n At the same time, I agree entirely with the \r\nstatements made by the representatives of \r\nLiechtenstein, New Zealand and Switzerland on the \r\nneed for transparency in decision-making on these \r\nissues.  \r\n Mr. Abdelaziz (Egypt): As a member of the \r\nGeneral Committee, I fully support the proposal made \r\nby the President, which was reached through informal \r\nconsultations in the General Committee and was \r\nadopted by consensus, on how to deal with this \r\nparticular item.  \r\n I felt obliged to take the floor to compare what \r\nhas happened this time and what happened last year. \r\nLast year, we allocated this item both to the plenary \r\nGeneral Assembly and to the Third Committee, \r\nbecause the Human Rights Council had not yet finished \r\nits first year, and we thought it appropriate to allow the \r\nCouncil to come up, this year, with a full-range report \r\nafter completing a year and seven months of its \r\nexistence.  \r\n My assessment and that of the delegation of \r\nEgypt is that the allocation to the Third Committee \r\nworked well. We adopted the Convention for the \r\nProtection of All Persons from Enforced Disappearance \r\nand the Declaration on the Rights of Indigenous \r\nPeoples, both of which were considered in the Third \r\nCommittee, and they did not overshadow any of the \r\nviability of the Human Rights Council.  \r\n My delegation fully supports the Human Rights \r\nCouncil; we are members of the Council at its current \r\nstage. We also support the institutional package. But \r\nwe do not see any relationship between the allocation \r\nof the item and support for the institutional package. \r\nAnyone who would like to reopen the subject of the \r\npackage can reopen it, either in the General Assembly \r\nor in the Third Committee. That is why we continue to \r\nsupport the position taken by the African Group, that \r\nthis item should go to the Third Committee. \r\n The President: May I take it that the General \r\nAssembly approves the recommendation of the General \r\nCommittee?  \r\n It was so decided. \r\n The President: The Chairman of the Third \r\nCommittee will be informed of the decision just taken \r\nby the General Assembly. \r\n \r\nAgenda item 12 \r\n \r\nSupport by the United Nations system of the efforts \r\nof Governments to promote and consolidate new or \r\nrestored democracies \r\n \r\n  Reports of the Secretary-General (A/62/296 and \r\nA/62/302) \r\n \r\n  Draft resolution (A/62/L.9) \r\n \r\n The President: I now give the floor to the \r\nrepresentative of Qatar to introduce draft resolution \r\nA/62/L.9. \r\n Ms. Al-Thani (Qatar): I have the honour to speak \r\nunder agenda item 12, entitled “Support by the United \r\nNations system of the efforts of Governments to \r\npromote and consolidate new or restored democracies”. \r\nI also have the honour to inform the Assembly of the \r\nsuccessful outcomes and substantive follow-up to the \r\nSixth International Conference of New or Restored \r\nDemocracies, held in Doha, the State of Qatar, from \r\n29 October to 1 November 2006. I would like to \r\nexpress our profound appreciation to the Secretary-\r\nGeneral, Mr. Ban Ki-moon, the Under-Secretary-\r\nGeneral for Political Affairs, Mr. Lynn Pascoe, and the \r\nAdministrator of the United Nations Development \r\nProgramme, Mr. Kemal Dervis, for their support to the \r\nNew or Restored Democracies Movement. \r\n The Sixth International Conference, held in \r\nQatar, had two main objectives: to enhance the \r\nlinkages between democracy, peace and social progress \r\nin the global development agenda; and to initiate \r\nsystematic implementation and follow-up steps to \r\nconsolidate the achievements and recommendations \r\nemanating from the previous important International \r\nConferences of New or Restored Democracies. A major \r\noutcome of the Sixth International Conference was the \r\nformulation of the Doha Declaration. It addressed the \r\nconcern of New or Restored Democracies Movement \r\nA/62/PV.44  \r\n \r\n07-58078 4 \r\n \r\nmember States to establish follow-up steps to enhance \r\nthe efficiency and effectiveness of the Movement.  \r\n In that regard, the Doha Declaration requested the \r\nChair of the Sixth Conference, for a period of three \r\nyears, to take the necessary measures to ensure the \r\nsystematic implementation of Conference \r\nrecommendations. In that connection, the Chair is \r\nassisted by an international Advisory Board on the \r\nmeans to follow up on Conference recommendations, \r\nwhich is composed of eight members: five \r\ngovernmental representatives, from Egypt, Uruguay, \r\nIceland, Mongolia and Romania, nominated on the \r\nbasis of geographical representation, in accordance \r\nwith United Nations practice; and representatives of \r\nthe United Nations, the Inter-Parliamentary Union and \r\nthe International Civil Society Forum for Democracy. \r\n The State of Qatar, in its capacity as Chair of the \r\nSixth Conference, held two Advisory Board meetings \r\nunder the chairmanship of His Excellency \r\nMr. Mohamed Bin Abdullah Al-Rumaihi, Assistant \r\nForeign Minister for Follow-up Affairs of the State of \r\nQatar, on 26 April 2007 and 28 September 2007. The \r\ntwo meetings achieved significant results within a \r\nframework of consultation and cooperation. A draft \r\nConference programme of work for 2007-2009 has \r\nbeen formulated. It aims at facilitating the systematic \r\nimplementation of Conference recommendations. \r\nAchievable measurable activities were envisaged, such \r\nas the preparation of an electronic newsletter for the \r\nSixth Conference; development of a Conference \r\ndatabank; designation of an International Day of \r\nDemocracy; holding of the annual Conference high-\r\nlevel meeting during the sixty-second session of the \r\nGeneral Assembly; and planning activities and expert \r\ngroup meetings aimed at enhancing the identity and \r\nsignificance of the Movement. \r\n The International Conferences have played a \r\nprominent role in the promotion of the democratization \r\nprocess. The Governments, parliamentarians and civil \r\nsociety organizations of the Movement are determined \r\nto establish it as a source of inspiration and as a forum \r\nfor exchanging experiences and good practices. \r\n The State of Qatar, as the Chair of the Sixth \r\nConference until 2009, pledges its commitment to \r\nensure not only the systematic implementation of \r\nConference recommendations but also the \r\nenhancement of international cooperation. In this \r\nconnection, the Chairman of the Sixth Conference will \r\nchair the high-level meeting in New York next month. \r\n I have the honour to present draft resolution \r\nA/62/L.9, entitled “Support by the United Nations \r\nsystem of the efforts of Governments to promote and \r\nconsolidate new or restored democracies”. Three \r\ninformal consultations were recently held. The draft \r\nresolution has three objectives: first, to present \r\ninformation on the outcomes and concrete results of \r\nthe follow-up to the Sixth International Conference, \r\nwith particular focus on the systematic implementation \r\nof Conference resolutions, in accordance with the Doha \r\nDeclaration; secondly, to observe the International Day \r\nof Democracy on 15 September each year; and thirdly, \r\nto underline the close cooperation between the United \r\nNations and Governments in this regard as well as the \r\ncooperation between parliamentarians, civil society \r\nand Governments. The State of Qatar would like to \r\nconvey its gratitude to all Member States that have \r\nsupported this draft resolution. We look forward to its \r\nadoption by consensus. \r\n I should like to announce that, since the \r\nintroduction of the draft resolution, the following \r\ncountries have joined as sponsors: Argentina, Armenia, \r\nAustria, Bahrain, Belgium, Bosnia and Herzegovina, \r\nBrazil, Cambodia, Costa Rica, Cyprus, the Democratic \r\nRepublic of the Congo, El Salvador, Estonia, Finland, \r\nGreece, Guatemala, Haiti, Hungary, Iraq, Ireland, \r\nKyrgyzstan, Latvia, Lithuania, Luxembourg, Moldova, \r\nMorocco, the Netherlands, Portugal, the Republic of \r\nKorea, San Marino, Serbia, Slovakia, Slovenia, Spain, \r\nthe United Kingdom of Great Britain and Northern \r\nIreland and Yemen. \r\n Mr. Godinho (Portugal): I have the honour to \r\nspeak on behalf of the European Union with regard to \r\nagenda item 12. The candidate countries Turkey, \r\nCroatia and the former Yugoslav Republic of \r\nMacedonia, the European Free Trade Association \r\ncountry Iceland, the countries of the Stabilization and \r\nAssociation Process and potential candidates Albania, \r\nBosnia and Herzegovina, Montenegro and Serbia, as \r\nwell as Ukraine, the Republic of Moldova, Armenia \r\nand Georgia align themselves with this declaration. \r\n Democracy and human rights are interdependent \r\nand mutually reinforcing. Indeed, democracy — which \r\nwe consider to be a universal value — development \r\nand respect for human rights and fundamental \r\nfreedoms are all interdependent and mutually \r\n A/62/PV.44\r\n \r\n5 07-58078 \r\n \r\nreinforcing. In that sense, the protection and \r\nadvancement of democracy and the rule of law are \r\namong the top priorities for the international \r\ncommunity. The European Union is firmly committed \r\nto the worldwide implementation and promotion of \r\ndemocratic principles. \r\n The European Union welcomed the Sixth \r\nInternational Conference on New and Restored \r\nDemocracies, held in Doha from 29 October to \r\n1 November 2006, on the theme of building capacity \r\nfor democracy, peace and social progress, and its \r\noutcome, the Doha Declaration. We also welcomed the \r\nhistoric adoption of a tripartite joint statement in a \r\ncommon effort to promote democracy. It is the \r\nEuropean Union’s understanding that it is fundamental \r\nand necessary to have joint action for the promotion of \r\ndemocracy. In that regard, we welcomed the tripartite \r\nstructure of the Sixth International Conference, with \r\nparliamentarian and civil society forums held parallel \r\nto the governmental country meeting. \r\n We welcome the decisions to improve the follow-\r\nup mechanisms between each International Conference \r\non New or Restored Democracies, addressing the \r\nconcern of member States to establish follow-up steps \r\nto enhance the efficiency and effectiveness of the New \r\nor Restored Democracies Movement and ensure \r\nsystematic implementation of the Conference’s \r\nrecommendations. We would like to emphasize our \r\nappreciation for the recognition that there was a need \r\nto establish an international Advisory Board and a \r\nnucleus secretariat to assist the current Chair of the \r\nSixth International Conference. \r\n We also welcome the programme of work for \r\n2007-2009, approved by the Advisory Board at its first \r\nmeeting, on 26 April in Doha, particularly the decision \r\nto promote the global exchange of information and \r\nexperiences by establishing and maintaining a \r\ncomprehensive international databank on democracy. \r\n We believe that further exchanges of information \r\nbetween the Movement and other main actors, such as \r\nthe Community of Democracies, the International \r\nInstitute for Democracy and Electoral Assistance, and \r\nthe Inter-Parliamentary Union, can only be beneficial \r\nfor the promotion of democracy worldwide, as each \r\norganization has lessons learned and best practices to \r\nshare. In that regard, we welcome the efforts \r\nundertaken by the Chairs of the Conference and the \r\nCommunity of Democracies to bring the two \r\nmovements closer together, and we welcome the \r\nInternational Institute’s intention to strengthen \r\ncooperation with the United Nations. \r\n The importance of the support given by the \r\nUnited Nations mechanisms to the promotion of new \r\nand restored democracies is striking, be it through the \r\nUnited Nations Democracy Fund, the United Nations \r\nDevelopment Programme (UNDP), the Department for \r\nPolitical Affairs, the Department of Peacekeeping \r\nOperations, the Office of the United Nations High \r\nCommissioner for Human Rights, the Peacebuilding \r\nSupport Office, or the good offices of the Secretary-\r\nGeneral. One of the areas in which the work done by \r\nthe United Nations mechanisms is more evident is in \r\npeacekeeping operations and peacebuilding activities, \r\nas peace and security also depend on the spread and \r\nconsolidation of democracy, and a well-coordinated \r\npolicy within the United Nations framework can help \r\nto achieve peaceful solutions to the conflicts that are \r\nthreatening stability in different areas of the world. \r\n It is also fundamental to promote conditions that \r\nwill enable democracy to take root where it has never \r\nexisted before and to support democratic institutions in \r\ncountries in transition or that have recently moved to a \r\ndemocratic system. \r\n We also regard it as utterly indispensable that \r\nmen and women be given equal participation in \r\npolitical life and decision-making; the inclusion of \r\neveryone is a prerequisite for genuine democracy. \r\n The European Union considers that regional \r\ncooperation is essential for promoting democracy and \r\nhuman rights in every area of the world. In that sense, \r\nthe European Union itself can serve as a successful \r\nexample of such cooperation, as democracy and \r\nfundamental freedoms are the main pillars of the \r\nEuropean Union. \r\n The European Union is committed to promoting \r\ndemocratization through its own cooperation \r\nprogrammes in several areas, such as the rule of law, \r\nthe effective participation of people in the democratic \r\nprocess, the role of civil society and the development \r\nof a stable human rights culture. The European Union \r\nhas increasingly been offering its assistance and \r\ncooperation in electoral processes in third countries.  \r\n We consider democratic values and human rights \r\nas essential elements of our development cooperation \r\nagreements, as clearly seen in the Cotonou Agreement \r\nA/62/PV.44  \r\n \r\n07-58078 6 \r\n \r\nwe have with several countries in Africa, the Caribbean \r\nand the Pacific. That provides the basis for structured \r\nexchanges on democracy and human rights with third \r\ncountries, backed up by concrete cooperation \r\nprogrammes and with a view to facilitating concrete \r\nprogress on the ground. \r\n Just as we value regional cooperation, we also \r\nattach the utmost importance to the efforts of the \r\ninternational community to devise and implement \r\nassistance and educational programmes for democracy. \r\nThe European Union considers the United Nations to \r\nbe the most appropriate international framework within \r\nwhich to work to enhance and promote democracy and \r\nhuman rights throughout the world. \r\n Allow me to reiterate that we do not seek to \r\nimpose any particular model of democracy. We \r\nrecognize the unique political, social and cultural \r\nbackground of each country, and we therefore consider \r\nthat civil society has an essential role to play in \r\nensuring respect for democratic principles. \r\n The European Union would like to conclude by \r\nthanking Qatar for hosting the Sixth International \r\nConference in 2006 and for all the efforts it has \r\nundertaken to ensure effective implementation of the \r\nConference’s recommendations. \r\n Mr. Chabar (Morocco) (spoke in French): At the \r\noutset, allow me to address, on behalf of my \r\ndelegation, my sincere thanks to the Secretary-General \r\nfor the two reports presented under agenda item 12 \r\n(A/62/296 and A/62/302), which give us an overview \r\nof the activities and initiatives undertaken by the \r\nUnited Nations system to support the efforts of \r\nGovernments to promote and consolidate new or \r\nrestored democracies.  \r\n I also wish to take this opportunity to thank the \r\ndelegation of Qatar for the leadership and flexibility \r\nthey have shown during the entire process of preparing \r\ndraft resolution A/62/L.9. My delegation is pleased to \r\nbe among the sponsors of the draft resolution; we agree \r\nentirely with its provisions and hope it will be adopted \r\nby consensus. The text before us today reaffirms the \r\ncommitment of Member States to strengthening the \r\nimportant role played by the United Nations system in \r\nsupporting efforts aimed at the consolidation of \r\ndemocracy and the promotion of human rights.  \r\n The consideration of this agenda item gives my \r\ncountry’s delegation an opportunity to briefly highlight \r\ncertain elements of the concept of democracy to which \r\nMorocco adheres and the principles and foundations of \r\nits action in the area of promoting and consolidating \r\ndemocracy at the national, regional and international \r\nlevels. My country’s view of democracy is based on \r\nfour main pillars.  \r\n The first is diversity. While it is true that \r\ndemocracy is one of the universal values that we all \r\nshare, it is equally true that there is no single path \r\nleading towards democracy, and that every country, \r\nthrough its creativity, the ingenuity of its people and \r\nthe wealth of its heritage, can find its own path in \r\nundertaking its own democratization process. The \r\nuniversalization of democracy will thus only have \r\nmeaning in diversity, pluralism and devotion to the \r\nvalues that all peoples share above and beyond their \r\ndifferences. Support, cooperation and exchanges for \r\nmutual enrichment that promote and consolidate \r\ndemocracy can only take place in a climate of mutual \r\nrespect that celebrates differences, which are in \r\nthemselves recognized values and legitimate rights. \r\nFrom that point of view, the United Nations, because of \r\nits universal and multilateral dimension and in \r\naccordance with the principles and values upon which \r\nits work is based, is the most suitable framework in \r\nwhich to effectively and appropriately help Member \r\nStates engaged in a process of promoting and \r\nconsolidating democracy.  \r\n The second pillar is peace and security. \r\nDemocratic transition is a long and complex process \r\nthat requires a climate of internal and external peace \r\nand stability. Lasting democracy can be established \r\nonly in a regional and international context that \r\nguarantees full respect for the sovereignty and \r\nterritorial integrity of States. In that respect, the role of \r\nthe United Nations is crucial, because of its primary \r\nresponsibility to maintaining international peace and \r\nsecurity.  \r\n Nationally, democracy can be viable only within \r\nthe rule of law, in a State that guarantees the security of \r\nits citizens and their property and that — with full \r\nrespect for the law, which represents the free and \r\nsovereign will of the people — fights those who might \r\nuse individual and collective rights and freedoms to \r\ndivert and stifle democracy. The international \r\ncommunity should show vigilance and firmness in \r\ncombating extremism — in all forms — and terrorism, \r\na scourge which today seems to spare no region of the \r\nworld.  \r\n A/62/PV.44\r\n \r\n7 07-58078 \r\n \r\n The third pillar is development. Political \r\ndemocracy, which itself cannot be reduced to the mere \r\nholding of elections, however important and necessary \r\nthat might be, will remain fragile and lack credibility if \r\nit is not accompanied by economic and social \r\ndevelopment that is visible to the people. In that \r\nrespect, genuine democracy can occur only if it is \r\naccompanied by significant progress in reforms on \r\ngood governance, which should be based on efficient \r\nadministration, equitable justice and a solidarity-based \r\neconomy that generates wealth, opportunity and well-\r\nbeing for all.  \r\n The proper functioning of democracy requires, \r\nfurthermore, the upholding of public morality through \r\nefforts to fight all forms of corruption and \r\nembezzlement and the obligation to be accountable to \r\noversight institutions that are credible and effective. In \r\nthat respect, the responsibility of the international \r\ncommunity and international development actors lies in \r\nhelping developing countries in their various reform \r\nefforts.  \r\n That responsibility is too broad and noble to be \r\nreduced to mere national, regional or international \r\nprogrammes and initiatives that refer specifically to \r\ndemocracy. It must be reflected in more holistic \r\nsupport for all actions that could have an effect on the \r\nlives of populations. Need we emphasize, to illustrate \r\nthat concept, that any initiative to increase official \r\ndevelopment assistance and deal equitably with debt \r\nstrengthens democracy? Any measure aimed at the \r\nestablishment of an international trade system that \r\nwould be more open to developing countries’ products \r\nconstitutes an additional reinforcement of democratic \r\nstructures. Any initiative aimed at preserving the \r\nenvironment and mitigating the effects of climate \r\nchange also serves the cause of democracy. \r\n The fourth pillar is respect for human rights. The \r\nconsolidation of democracy depends on anchoring a \r\nculture of human rights in the minds of populations and \r\nin the political, economic and social institutions of the \r\nState and in enabling that culture to take root there. \r\nThe goal is to make human beings active actors in all \r\ndemocratic processes, as well as their ultimate \r\nbeneficiaries. In that respect, a nation that aspires to \r\ndemocracy should keep in mind the imperative need to \r\npromote the status of women. Women should, without \r\ndiscrimination or exclusion, be granted the same access \r\nas men to opportunities to participate in public life at \r\nthe national, regional and international levels.  \r\n Political parties, trade unions and civil society are \r\ninarguably important actors in implementing the \r\ndemocratic project insofar as they assume the \r\nresponsibility of enlivening public life and encourage \r\nthe emergence of elites capable of managing the affairs \r\nof the people. At the same time, the media are an \r\nessential part of democratic structures. However, their \r\ncontribution should not be limited to merely providing \r\ninformation, which is of course important, but should \r\nalso include awareness-raising campaigns and the \r\npromotion of democratic values.  \r\n In summary, my country aspires to democracy \r\nwith a human face. Such democracy can be lastingly \r\nestablished only in a world that is reconciled, peaceful, \r\nprosperous, tolerant and united.  \r\n In September 2007, Morocco organized, in \r\naccordance with established democratic norms, \r\nlegislative elections that were praised around the world \r\nfor their transparency, the propriety of their \r\norganization and the credibility of their outcome. \r\nThose elections led, in conformity with constitutional \r\nprovisions previously agreed upon by Moroccan \r\ncitizens, to the formation of a Government supported \r\nby a parliamentary majority and with a constructive \r\nopposition prepared to play its full role in providing a \r\ncounterweight to and a critical review of Government \r\naction. The democratic project through which that was \r\naccomplished is based on an original model of dynamic \r\nbenchmarks. That model has as its basis the rich \r\nnational identity of Morocco — which in turn is \r\nderived from the authentic and tolerant values of \r\nIslam — and is inspired by a diverse multitude of \r\ninternational experiences in democratic participation \r\nand the promotion of human rights. That model of a \r\nconstitutional, democratic and citizens’ monarchy is \r\nboth in perfect convergence with international \r\ncommitments, which Morocco has voluntarily \r\nsubscribed to with regard to the promotion of \r\ndemocracy and respect for human rights, and in \r\nharmonious and continuous interaction with the \r\nuniversal values to which my country adheres and \r\ncontributes.  \r\n In order to establish this democratic and modern \r\nsociety, Morocco, led by the reformist vision of its \r\nyoung sovereign, His Majesty King Mohammed VI, \r\nand in perfect harmony with the legitimate aspirations \r\nof its citizens, opted for a comprehensive and \r\nmultidimensional approach based on the triptych of \r\nreform, participation and proximity. Morocco has thus \r\nA/62/PV.44  \r\n \r\n07-58078 8 \r\n \r\nstarted the new millennium with a vast range of \r\nreforms covering human rights, the status of women, \r\nthe economic and financial environment, justice, \r\ndelineation of the religious area, public administration, \r\nand codes of public freedom, work, investment, the \r\npress and political parties, to mention a few.  \r\n Among those wide-ranging and multifaceted \r\nreforms, my delegation wishes to mention in particular \r\ntwo initiatives that embody the spirit and philosophy of \r\nthe democratic project that Morocco intends to \r\nachieve.  \r\n The first is the equity and reconciliation entity, \r\nwhich is a project in transitional justice that aims, with \r\ndetermination and without the least hesitation or \r\ncomplacency, to establish the truth concerning the \r\nabuses and violations of human rights committed in the \r\npast as well as to compensate the victims. Its mission \r\nalso includes formulating recommendations and \r\nproposals to guarantee a permanent end to the abusive \r\npractices of the past. The originality of this initiative \r\nlies, inter alia, in the fact that it was the result of \r\ndomestic will arising from the vitality of Moroccan \r\ncivil society, the consent and effective involvement of \r\npublic authorities and the broad participation of the \r\npeople of Morocco, who have followed, through the \r\nmedia, the testimony of victims of past human rights \r\nviolations.  \r\n The second initiative is a national initiative for \r\nhuman development, which constitutes a strategic \r\nframework for social development and the \r\nconsolidation of the results achieved thus far in terms \r\nof democratic progress. It is intended to reduce the \r\nsocial deficits afflicting poor urban neighbourhoods \r\nand the most impoverished rural communities and to \r\nprovide them with stable incomes and jobs, as well as \r\nto help the most vulnerable and those with specific \r\nneeds. \r\n The success of any project in society depends on \r\nthe commitment and involvement of citizens in all its \r\nstages, from its conception and planning to its \r\nimplementation and evaluation. Participatory \r\ndemocracy cannot be reduced to simply fulfilling one’s \r\nduty to vote, however important that might be; it \r\nshould be manifested by a permanent commitment by \r\ncitizens in all areas of reforms and modernization. In \r\nthe pursuit of that objective, Morocco has committed to \r\ndeveloping a forum for full participation that does not \r\nexclude any of its citizens. A perfect illustration of that \r\nis the use of positive measures and actions to bridge \r\nthe gaps in women’s access to decision-making \r\npositions in political, economic and social areas.  \r\n The concept of proximity too constitutes an \r\nintegral part of Morocco’s democratic project and is \r\nincreasingly becoming a citizen’s right. As a result, \r\nterritorial concerns are occupying an ever larger place \r\nin public policies, which must take into account the \r\npotential and the economic, social and human \r\nspecificities of local communities. Therefore, the \r\ndevelopment of proximity governance based on \r\nregionalization, decentralization and administrative \r\ndeconcentration is an integral part of the localized \r\ndemocratic structure envisaged for Morocco. The goal \r\nis to ensure that those models of complementary \r\norganization are an engine for national development \r\nwhile taking into account territorial dynamics. \r\n The path to genuine democracy is strewn with \r\npitfalls and constraints. Certainly, it leads to progress \r\nand advances, but also includes imperfections and \r\ndisappointments. But that is the fate of those who have \r\nopted with determination to ensure change and have \r\nrejected resignation, defeatism and despair. Taking that \r\nreality into account, my country believes that its \r\nambition to achieve a democratic and modern society is \r\nonly exceeded by its determination tenaciously and \r\nhumbly to pursue the voluntarist and modulated \r\nreforms that it is committed to undertaking, relying on \r\nits own citizens and on the confidence of its bilateral \r\nand multilateral partners. \r\n Ms. Ochir (Mongolia): At the outset, I would \r\nlike, on behalf of my Government, to congratulate the \r\nGovernment of the State of Qatar on having \r\nsuccessfully convened the Sixth International \r\nConference of New or Restored Democracies on the \r\nmain theme of “Building capacity for democracy, \r\npeace and social progress” in Doha from 29 October to \r\n1 November last year. \r\n The Conference was a resounding success, with \r\nparticipants from 145 countries, 69 parliaments and \r\n140 civil society organizations. It marked an important \r\nstep in the progressive development of the global new \r\nor restored democracies process. Moreover, the \r\nsignificance of the Doha Conference as the first global \r\nevent on democracy promotion to take place in the \r\nMiddle East region cannot be underestimated. Its main \r\ntheme, with a focus on the fundamental issues of \r\npeace, democracy and social progress, addressed the \r\n A/62/PV.44\r\n \r\n9 07-58078 \r\n \r\nuniversally shared aspirations of the world’s people. At \r\nthe same time, it also succeeded in reflecting the \r\nspecific concerns and aspirations of the people of the \r\nhost region of the Middle East. \r\n It is gratifying to note that the tripartite structure \r\nof the Conference, first introduced at the Fifth \r\nConference, which was held in my own country, was \r\nfully utilized and developed further in Doha. The \r\nadoption for the first time of a joint statement by all \r\nthree components of the Conference — Governments, \r\nparliaments and civil society — reaffirming their \r\ncommon commitment to the process of further \r\ndemocratization and the importance of promoting \r\ndemocracy as a shared responsibility was a truly \r\npioneering initiative to be sustained in the future. \r\n The true merit of convening global conferences \r\nwith their resultant outcome documents lies in practical \r\nactions designed to implement what we have all agreed \r\nupon and adopted at those gatherings. It is with that in \r\nmind that Mongolia undertook a number of initiatives \r\nin line with the recommendations of the Fifth \r\nConference, which it hosted in 2003. \r\n The substantive follow-up process in Mongolia \r\nincluded the development of nationally owned \r\ndemocratic governance indicators to measure \r\ndemocratic performance and democratization progress, \r\nand the country information note, another assessment \r\ntool that provides a quantitative evaluation framework \r\nfor new or restored democracies. Furthermore, based \r\non the findings of both the indicators and the \r\ninformation notes, a draft national plan of action to \r\nconsolidate democracy in Mongolia was developed. \r\nThe plan of action defined the most urgent tasks \r\nMongolia needs to undertake in addressing the \r\nchallenges to its democratic governance. In that \r\nrespect, we look forward to the planned meeting of the \r\nexpert group on the development of national plans on \r\ndemocracy, as agreed last April at Doha at the Sixth \r\nConference Advisory Board meeting, to share and learn \r\nfrom the experiences of others. \r\n Mongolia has made an intellectual commitment \r\nto tailor its democratic governance indicators \r\nspecifically to the requirements of national \r\npolicymakers. Our approach was to have two sets of \r\nindicators: core indicators concerned with universal \r\nattributes of democracy, and therefore relevant in all \r\ndemocratic societies; and satellite indicators reflecting, \r\namong other things, the specifics of the country, its \r\nnomadic civilization, its geopolitical situation, the \r\nspecifics of its constitutional arrangement, the spatial \r\ndistribution of the population, social profiles of our \r\nurban and rural population and gender and education \r\naspects. \r\n The backbone of that exercise has been the state \r\nof democracy assessment methodology developed by \r\nthe International Institute for Democracy and Electoral \r\nAssistance (International IDEA). In that connection, I \r\nwish to extend our deep gratitude both to the United \r\nNations Development Programme and International \r\nIDEA for their commitment to, and support of, our \r\nfollow-up activities. My delegation would also like to \r\nstrongly endorse the recommendation by the Secretary-\r\nGeneral that future Conference hosts could use \r\nInternational IDEA as a continuous resource, given its \r\nextensive knowledge base. Mongolia also wishes to \r\nwelcome International IDEA’s plans to enhance its \r\nstrategic outreach and programmatic relations with the \r\nUnited Nations so as to increase both the policy \r\nrelevance and the impact of the work of International \r\nIDEA on democracy-building. The opening in \r\nNew York of the office of the Permanent Observer for \r\nInternational IDEA to the United Nations was an \r\nimportant step in that direction. \r\n Mongolia’s follow-up experiences were shared \r\nwith other countries and democracy experts at the \r\nfollow-up to the Fifth International Conference of New \r\nor Restored Democracies, held in Ulaanbaatar in June \r\n2006. Furthermore, our delegation to the Doha \r\nConference, which was headed by the Minister for \r\nForeign Affairs, Mr. Nyamaa Enkhbold, also shared its \r\nfollow-up experience with the participants and \r\npresented a report on Mongolia’s activities in its \r\ncapacity as Chair of the Fifth Conference. We trust that \r\nour follow-up will be further sustained, and hopefully \r\ninstitutionalized, in the light of the new initiative to \r\nlink Mongolia’s achievement of the Millennium \r\nDevelopment Goals (MDGs) with progress in the area \r\nof democracy, as the parliament of Mongolia has \r\nproclaimed human rights, democracy and zero-\r\ntolerance for corruption, as its ninth “MDG”.  \r\n We are fully aware of the complexity of the task \r\nof identifying the quantifiable indicators to be \r\ndeveloped for measuring progress on our MDG 9. That \r\nchallenging and pioneering work is being supported by \r\nthe United Nations Democracy Fund. So far, it is \r\nenvisioned that the methodology and results of the \r\ndemocratic governance indicators will be \r\nA/62/PV.44  \r\n \r\n07-58078 10 \r\n \r\nmainstreamed into the targets of our MDG 9. In that \r\nrespect, we note with great interest the development of \r\nhuman rights indicators initiated by the United Nations \r\nHigh Commissioner for Human Rights to focus on the \r\ntranslation of universal human rights standards into \r\noperational and contextually relevant indicators that \r\ncan promote the monitoring of the implementation of \r\nthose rights at the country level. \r\n Within the framework of working towards \r\nmeeting MDG 9, the Mongolian parliament passed a \r\nnew law against corruption, thereby establishing a \r\nlegal environment to remove the shackles that that \r\nphenomenon places on development. In addition, a new \r\nanti-corruption body was recently set up to deal with \r\nraising public awareness, the prevention and detection \r\nof corruption, the investigation of corruption cases and \r\nthe auditing of financial and income statements of \r\npublic officials. Mongolia also joined the United \r\nNations Convention against Corruption and is \r\nendeavouring to implement its provisions at the \r\nnational level. \r\n We welcome the emphasis placed by Qatar, as \r\ncurrent Chair of the International Conference of New \r\nor Restored Democracies, on ensuring systematic \r\nfollow-up on, and implementation of, the decisions of \r\nthe Sixth Conference. The productive outcomes of the \r\ntwo meetings of the Advisory Board of the Conference, \r\nof which my country is honoured to be a member, have \r\nproven the usefulness of that mechanism. I would like \r\nspecifically to highlight the importance of developing \r\nand maintaining the new democracy databank to \r\nfacilitate the exchange of experiences and expertise \r\namong States with regard to their democratization \r\nefforts. \r\n An important principle underlying our movement \r\nis that, while democracy cannot be imported from \r\nabroad, it has to be encouraged and supported by the \r\ninternational community through cooperation and \r\nassistance. As seen in the Secretary-General’s report \r\n(A/62/296) on the agenda item before us, the United \r\nNations system has been undertaking multifaceted \r\nactivities in support of democracy around the globe. \r\nMy delegation is also heartened by the personal \r\ncommitment of the Secretary-General to the promotion \r\nof democracy as one of the priorities of his term in \r\noffice. \r\n My delegation wishes to welcome in particular \r\nthe information provided in the report on the work of \r\nmajor intergovernmental movements and organizations \r\nin the area of promoting democracy and on how the \r\nUnited Nations system has worked, and could work \r\nfurther, with them in a mutually supportive way. It \r\nwould be advisable to have a study on inter-agency \r\ncoordination and coherence of efforts to promote \r\ndemocracy undertaken by the United Nations system. \r\nIn our view, such a study should provide concrete \r\nproposals and recommendations on streamlining and \r\nlending more coherence to actions by different United \r\nNations stakeholders in the promotion of democracy. \r\n I agree with the suggestion made by the \r\nSecretary-General that the United Nations system \r\nshould provide technical support in the establishment \r\nof the democracy databank and its website. In that \r\nregard, I should like to go even further and propose \r\nthat a comprehensive United Nations Web portal — \r\nperhaps with the address democracy.un.org — could be \r\nset up, incorporating data on activities related to the \r\npromotion of democracy undertaken by the United \r\nNations system, as well as the relevant work done \r\nwithin the framework of the International Conference \r\nof New or Restored Democracies and the Community \r\nof Democracies. \r\n Mongolia has long worked proactively in order to \r\nbring closer together the Community of Democracies \r\nand the International Conference of New or Restored \r\nDemocracies as two global intergovernmental \r\nmovements sharing the same goal of promoting and \r\nconsolidating democracy. A few years ago, my \r\ndelegation developed a non-paper on possible ways to \r\nbring the two movements closer together, and shared it \r\namong their membership. As a member of both the \r\nAdvisory Board of the Conference and the Convening \r\nGroup of the Community of Democracies, Mongolia \r\nstands ready to continue such efforts in cooperation \r\nwith other interested members. \r\n In conclusion, may I reiterate my delegation’s \r\nstrong support for the draft resolution entitled “Support \r\nby the United Nations system of the efforts of \r\nGovernments to promote and consolidate new or \r\nrestored democracies”, which is contained in document \r\nA/62/L.9, and to appeal to the wider membership of the \r\nUnited Nations to make concerted efforts in its  \r\nfollow-up. \r\n A/62/PV.44\r\n \r\n11 07-58078 \r\n \r\n Mr. Heller (Mexico) (spoke in Spanish): The \r\nGovernment of Mexico welcomes the introduction of \r\ndraft resolution A/62/L.9, entitled “Support by the \r\nUnited Nations system of the efforts of Governments to \r\npromote and consolidate new or restored democracies”, \r\nincluding the proposal to designate an International \r\nDay of Democracy.  \r\n Mexico is also pleased to welcome the report of \r\nthe Secretary-General entitled “Support by the United \r\nNations system of the efforts of Governments to \r\npromote and consolidate new or restored democracies” \r\n(A/62/296), which accurately reflects the work done by \r\nthe International Institute for Democracy and Electoral \r\nAssistance (IDEA) to promote democracy throughout \r\nthe world. In that regard, we welcome and support the \r\nSecretary-General’s recommendation with regard to \r\ncooperation between IDEA and the International \r\nConference of New or Restored Democracies, the \r\nCommunity of Democracies and the United Nations.  \r\n As a member State of IDEA, Mexico has \r\ncommitted itself to develop a broad range of activities \r\nto promote democracy at the national and international \r\nlevels. My Government’s cooperation with IDEA has \r\nresulted in Project Mexico, which was launched in \r\n2005 to implement and follow-up, among other things, \r\na series of activities, conferences, seminars and \r\npublications intended to increase dialogue and \r\neducation about democracy, as well as to promote and \r\nstrengthen it.  \r\n In that regard, I should like to refer to the visit to \r\nMexico made last October by the Secretary-General of \r\nIDEA, during which he met with Mexico’s President \r\nand with officials of the Ministry of Foreign Affairs, \r\nthe Governance Secretariat, the Electoral Court of the \r\nJudicial Branch and the Federal Electoral Institute of \r\nMexico. On that same occasion, the IDEA Secretary-\r\nGeneral also paid a visit to the Legal Research Institute \r\nof the National Autonomous University of Mexico and \r\nmet with members of the Chamber of Senators. His \r\nvisit was a reflection of how Mexico and IDEA are \r\nresolutely working together.  \r\n IDEA makes a contribution to the international \r\ncommunity by providing access to its extensive \r\nknowledge base, consisting of specialized capacity-\r\nbuilding tools and networks of experts in electoral \r\nprocesses, political parties, constitution drafting, \r\ngender and democracy, and democracy assessment \r\nmethodology based on local conditions and democratic \r\ndialogue. \r\n We are confident that, thanks to the recent \r\nopening in New York of the office of the Permanent \r\nObserver of IDEA to the United Nations, the \r\norganization will enhance its strategic outreach and \r\nprogrammatic relations with the United Nations and be \r\nable to liaise with Member States in carrying out its \r\nwork in the consolidation of democracy. \r\n Mr. Gehlot (India) (spoke in Hindi; English text \r\nprovided by the delegation): We thank the Secretary-\r\nGeneral for his reports submitted under agenda \r\nitem 12, entitled “Support by the United Nations \r\nsystem of the efforts of Governments to promote and \r\nconsolidate new or restored democracies” (A/62/296 \r\nand A/62/302). \r\n The United Nations has long supported nascent \r\ndemocracies in the conduct of elections and promoted \r\ntransparent and accountable governance. It has also \r\nassisted countries emerging from conflict and political \r\nupheaval to build democratic institutions. We welcome \r\nthe increasing role of the United Nations in facilitating \r\ninternational cooperation within the framework of the \r\nfollow-up to the fifth International Conference of New \r\nor Restored Democracies, particularly in providing \r\ndemocracy assistance or advice. \r\n India is honoured to be a regular participant at the \r\nInternational Conferences of New or Restored \r\nDemocracies. It is important to share experiences on \r\ndemocratization and to identify means by which to \r\npromote pluralistic and participatory democracy. We \r\nnote with satisfaction that participation in the \r\nInternational Conferences of New or Restored \r\nDemocracies has grown from 13 countries, at the first \r\nconference, in Manila in 1988, to 142 countries, at \r\nDoha, in 2006. \r\n Democracy is a powerful ideal, but its successful \r\nexercise requires strong and enduring institutions, laws \r\nand procedures and the development of a parliamentary \r\nculture, whose essence is the accountability of those in \r\nauthority to the ordinary citizens of the country. An \r\nindependent and impartial judiciary, a free press, \r\nprofessional civil and military establishments, \r\nconstitutionally empowered institutions to safeguard \r\nthe rights of all sections of society and an independent \r\nelectoral mechanism are some of the more important \r\nelements of democracy. \r\nA/62/PV.44  \r\n \r\n07-58078 12 \r\n \r\n India’s democratic heritage is rooted in its \r\ncultural ethos of tolerance, respect for different \r\nviewpoints and a ready embrace of diversity. India has \r\ndemonstrated that stable long-term growth can be \r\nsuccessfully realized alongside a thriving democracy. \r\nIndeed, the Indian experience shows that the \r\nimplementation of proactive development policies and \r\neconomic reforms, when coupled with a liberal \r\ndemocratic polity, leads to overall stability and growth \r\nand significant poverty reduction. \r\n India has been sharing its rich experience, \r\ninstitutional capabilities and training infrastructure \r\nwith nations that have sought its assistance. In the \r\nsame spirit, India has also been supportive of United \r\nNations efforts to build the institutional and human \r\ncapabilities that are necessary to underpin the \r\nsuccessful exercise of democracy. As the world’s \r\nlargest democracy, it was also natural for India to \r\nsupport the establishment of the United Nations \r\nDemocracy Fund. We made an initial contribution of \r\n$10 million to the Fund, and remain actively and \r\nconstructively involved in achieving the objectives for \r\nwhich it was set up. India recently announced a further \r\npledge of $10 million to the Democracy Fund. It also \r\nstands ready to share its experiences and to cooperate \r\nwith other countries under the auspices of the \r\nDemocracy Fund, including in areas such as institution \r\nbuilding, awareness creation and leadership \r\ndevelopment. \r\n We have noted the Secretary-General’s concrete \r\nrecommendations on how to improve cooperation and \r\ncoordination between the United Nations and other \r\nrelevant movements and organizations concerned with \r\nthe promotion of democracy. Apart from the \r\nInternational Conference of New or Restored \r\nDemocracies, the United Nations is expanding its \r\ninteraction with other intergovernmental organizations \r\nworking in the democracy field, including  \r\nthe Community of Democracies and the  \r\nInter-Parliamentary Union. The suggestion that the \r\nUnited Nations could assist in creating mechanisms for \r\ncoordination and cooperation among these global \r\ndemocracy movements needs to be carefully \r\nconsidered. Perhaps United Nations efforts should \r\ninstead focus on institution- and capacity-building \r\namong interested Member States. \r\n Our collective efforts should focus on improving \r\nthe capacity of Member States so that they can embrace \r\nthe rule of law and democracy. The aim should be to \r\ncontinue to strengthen democracy where it is new or \r\nrestored, and to encourage its restoration where the \r\ntransition to democracy has been derailed. As the \r\nworld’s largest democracy, India is ready to join the \r\nefforts of Member States to strengthen the activities of \r\nthe United Nations to uphold and cherish democratic \r\nvalues. \r\n Mr. Malmierca Diaz (Cuba) (spoke in Spanish): \r\nOne of the important tenets that we all agreed upon in \r\nthe World Conference on Human Rights held in Vienna \r\nin 1993 was that  \r\n  “Democracy is based on the freely expressed will \r\nof the people to determine their own political, \r\neconomic, social and cultural systems and their \r\nfull participation in all aspects of their lives.”  \r\nWe are very pleased that this principle received great \r\nrecognition again in the Doha Declaration, adopted by \r\nthe Sixth Conference of New or Restored Democracies. \r\n However, it is a matter of concern that there is an \r\nincreasing attempt at the international level to establish \r\na single pattern of democracy and governance, based \r\non unjust canons of the so-called liberal democracy \r\nand completely disregarding the particularities and \r\nrealities of each country and society. It is clear that the \r\nmost powerful countries continue to promote along \r\nwith that model a new instrument to dominate the \r\npeoples and subjugate their identities. Today, just like \r\nin the darkest times in human history, they purport to \r\ncondemn and punish all those who will not bow to the \r\nnew dogma. \r\n In demanding priority compliance with those \r\ntenets, which are basically restricted to the sphere of \r\ncivil and political rights, the concept that democracy is \r\nfirst and foremost government of the people, by the \r\npeople and for the people has been pushed into the \r\nbackground. The intent is to dodge the fact that \r\ndemocracy is real and daily participation in the \r\nexercise of power and decision-making in the political, \r\neconomic, social and cultural spheres. \r\n There cannot be democracy without freedom, \r\nwithout popular participation, without social justice, \r\nwithout individual and collective well-being, without \r\nhuman solidarity. Sovereignty is vested in the people, \r\nand without national independence there is no \r\nsovereignty. Nor is there democracy without \r\ndevelopment. Democracy cannot be restricted to the \r\n A/62/PV.44\r\n \r\n13 07-58078 \r\n \r\nexercise of civil and political rights to the detriment of \r\neconomic and social rights. \r\n A genuine democracy should not institutionalize \r\nthe defence of the wealthiest and most privileged to the \r\ndetriment of those who are most in need. In this regard, \r\nit is worth emphasizing that the countries that most \r\nadvocate the concepts of political freedoms and rights \r\ndo nothing, or very little, to prevent the death from \r\nstarvation and curable diseases of millions of people in \r\nthe Third World, to educate 115 million school-age \r\nchildren who do not go to school and more than \r\n800 million adult illiterates, to help more than \r\n1.1 billion people escape extreme poverty and to \r\nshelter the millions left forsaken. \r\n The so-called liberal bourgeois democracy, which \r\nwould seem to have worked with serious limitations in \r\nthe Western countries, has proved ineffective in other \r\ncontexts.  \r\n It is also worth pointing out that throughout the \r\nworld, even in well-developed societies, there are quite \r\na few cases where political parties abound and yet \r\nthere is no democracy and no popular participation, \r\nwhere abstention is the main voter and  \r\nnon-participation in socio-political life is the rule, \r\nbringing about Governments without the support of the \r\nmajority and the people’s real consensus. In that \r\nmodel, patronage, authoritarianism, vote-buying, \r\nelectoral fraud, corruption, embezzlement and \r\nfavouritism, among other ills, have spread. \r\n Within the industrialized and wealthy world, \r\nthere are many citizens who question the model of \r\nliberal democracy that some attempt to impose. They \r\nfeel they have no real participation in the decision-\r\nmaking processes, they feel manipulated by campaigns \r\nand the media, that the model is elitist and that political \r\nparties and politicians lack prestige and do not keep \r\ntheir electoral promises. \r\n We are also concerned at the growing limitations \r\nbeing imposed on the exercise of the most fundamental \r\ncivil and political rights in a large group of First World \r\ncountries under the pretext of the fight against \r\nterrorism. Legal provisions have even been enacted \r\nauthorizing long-term detention without access to \r\nlawyers and without charges, substitution of the \r\nextradition procedures by transfer of citizens from one \r\ncountry to another with simple arrest guarantees, \r\nextrajudicial executions, assassination of foreign \r\ncitizens and concealed actions in other countries, \r\nbreaching laws and borders.  \r\n Today it is impossible to provide convincing \r\narguments for the hypothesis of the universal \r\nsuperiority of the liberal bourgeois democracy, yet \r\nthere continues to be a determination to impose it. \r\n In contrast to that homogenizing trend is the work \r\nof the movement of the so-called new or restored \r\ndemocracies, whose main success is its increasingly \r\ninclusive character, which marks a very important \r\ndifference to other processes of doubtful origin and \r\nclearly selective and excluding character. That \r\nmovement does not recognize as valid the dogma that \r\nothers are trying to impose and considers that there is \r\nnot only one vision of democracy. On the contrary, to a \r\nlarge extent it has been a meeting place for discussion \r\nand reflection on this important issue. To this \r\nrecognition of the freedom of all countries to choose \r\ntheir own path to democracy is added its call to address \r\neconomic and social development for the advancement \r\nof democracy. That movement can be an opportunity to \r\nexchange views and support many peoples’ efforts to \r\nconsolidate their democratic systems if it follows the \r\npath of guaranteeing broad participation and plurality \r\nof opinions and if it preserves, as it has endorsed, the \r\nunrestricted respect of the principles enshrined in the \r\nCharter of the United Nations. \r\n Therefore we congratulate the Government of \r\nQatar for organizing the Sixth Conference of New or \r\nRestored Democracies and for its effort to ensure the \r\nbroadest participation. Qatar was able to organize a \r\nplural, inclusive and participative meeting. The proof \r\nof this is the unprecedented participation of more than \r\n145 States. It contrasts with other forums and \r\nmovements that promote limited participation \r\nrequirements and that have very narrow viewpoints on \r\ndemocracy, basically prioritizing a liberal-bourgeois \r\nangle with a clearly selective and manipulative \r\napproach. The so-called Community of Democracies is \r\nthe best example of this. \r\n Cuba believes that the paradigms of selectivity, \r\nmanipulation and politicization seeking to establish \r\nthat group of democracies clash with the guidelines \r\nestablished in the Charter of the United Nations and \r\nhave a clear goal of exclusion. We are thus concerned \r\nat the recommendations of the report of the Secretary-\r\nGeneral in document A/62/296 calling for a better \r\nrelationship between the United Nations and the \r\nA/62/PV.44  \r\n \r\n07-58078 14 \r\n \r\nCommunity of Democracies and complementary \r\nactivity between this movement and the New or \r\nRestored Democracies Movement. \r\n Exclusion, selectivity and the imposition of \r\nsingle approaches to democracy contradict not only the \r\nspirit and the letter of the Charter of the United \r\nNations, but also the definitions set out in other \r\nimportant documents of the Organization, including \r\nthose adopted at the World Conference on Human \r\nRights, held in Vienna. If we really seek to assist the \r\nefforts of many peoples to consolidate their democratic \r\nsystems, there is no more urgent and important task \r\nthan to democratize international relations. \r\n Cuba believes that the very essence of democracy \r\nis the power of the people, which includes the exercise \r\nof power and decision-making both in the political \r\narena and in the economic, social and cultural areas. \r\nCuba takes pride in its deeply popular and participatory \r\ndemocracy — a system in which there are no electoral \r\nparties as political intermediaries, the people exercise \r\npower, and individual and collective well-being and \r\nhuman solidarity are fundamental. In my country, \r\npolitical institutionization was established on the basis \r\nof the broadest possible popular participation and \r\ncontrol. Our own experience is the result of our history. \r\n In Cuba, all citizens 16 and older have the right \r\nto vote and thus to elect and be elected. Candidates are \r\nnominated directly by the voters in public assemblies, \r\nrather than through political parties. There are no \r\ndiscriminatory, million-dollar, defamatory and \r\nmanipulated electoral campaigns. There is total \r\nhonesty and transparency in elections, including in the \r\npublic tallying of votes, with possible participation by \r\nnational and foreign media, diplomats, tourists and \r\nwhoever else wishes to do so. All those elected must be \r\nelected by a majority. Voting is free, equal and secret. \r\nAll representative organs of the power of the State are \r\nelected and renewable. All those elected are held \r\naccountable for their actions and can be recalled at any \r\ntime. Deputies and delegates are not paid a salary. \r\nHistorically, no fewer than 95 per cent of voters have \r\nparticipated in elections.  \r\n We need a more democratic and tolerant world. \r\nWhy does a small group of rich and powerful countries \r\nwant to impose an increasingly less democratic and \r\nless pluralistic world? Why not struggle for more \r\ntolerance, not only within countries, but in the relations \r\namong them? Why not accept the existence of diverse \r\nmodels of civil and political order? By what right does \r\none try to proclaim a single model of democracy, when \r\nwe proclaim that all peoples have the right to  \r\nself-determination and to freely choose their political \r\nstatus? Democracy has its limitations, problems and \r\nchallenges in one form or another, both in the North \r\nand in the South. \r\n Mr. Bista (Nepal): Democracy, the rule of law \r\nand human rights are among the founding ideals of the \r\nUnited Nations. Democracy greatly helps the United \r\nNations in achieving its ideals, such as the \r\nestablishment of international peace and security. The \r\nuniversalization of democracy would also release \r\nresources being used for current endeavours aimed at \r\npeace and security for much-needed socio-economic \r\ndevelopment around the world. \r\n We attach great importance to the role of the \r\nUnited Nations system in assisting new and restored \r\ndemocracies. We welcome the establishment of the \r\nUnited Nations Democracy Fund to strengthen \r\ndemocracy. The Fund should provide additional \r\ntechnical and financial assistance to countries in \r\ndemocratic transition. \r\n We welcome the Ulaanbaatar and Doha \r\nDeclarations and their respective plans of action, and \r\nwe stress their effective implementation. Promoting \r\nand protecting democracy are shared responsibilities. \r\nTherefore, the development of the tripartite mechanism \r\ncomprising Governments, parliaments and civil society \r\nduring the Sixth International Conference of New or \r\nRestored Democracies is a welcome development. \r\n Something special is at stake in the consolidation \r\nof new and restored democracies. An investment in the \r\nstrengthening of democracy in such countries is like an \r\ninvestment in peace and prosperity throughout the \r\nworld. Therefore, we urge partner countries to \r\ngenerously support new and restored democracies in \r\nstrengthening their democratic institutions and \r\nprocesses. \r\n The people of Nepal have had to fight for \r\ndemocracy time and again, most recently in April 2006, \r\nsince Nepal’s earlier experiences with democracy, in \r\nthe 1950s and the 1990s, were short-lived. The people \r\nof Nepal achieved democracy despite the odds of a \r\nviolent conflict and an absolute monarchy. That \r\npeaceful movement led to the return of democracy and \r\nthe beginning of the end of a decade-long conflict. \r\nWith the signing of a comprehensive peace agreement \r\n A/62/PV.44\r\n \r\n15 07-58078 \r\n \r\nin November 2006, the erstwhile rebels joined an \r\ninterim parliament created through an interim \r\nconstitution, which upholds democratic norms, values \r\nand principles and guarantees civil liberties and \r\nfundamental freedoms. \r\n Although the postponement of the elections for \r\nthe Constituent Assembly was disappointing to \r\neveryone, the parties are currently engaged in serious \r\ndialogue, including through recent deliberations in the \r\nparliament, to resolve all political differences with a \r\nview to fixing dates for those elections as soon as \r\npossible. We are confident that all differences will be \r\nresolved through dialogue, accommodation and \r\nunderstanding and that democracy — which we in \r\nNepal call Lokatantra — will continue to prosper in \r\nNepal. \r\n Mr. Kariyawasam (Sri Lanka), Vice-President, \r\ntook the Chair. \r\n Thus far we have been able to resolve all \r\ndifferences in the resolution of conflict and in making \r\nthe transition to democracy in Nepal, through peaceful \r\ndialogue and democratic principles. It has been through \r\ndialogue that the interests of traditionally marginalized \r\ngroups, such as the Madhesis and various ethnic and \r\nindigenous peoples, have been accommodated with a \r\nview to their meaningful participation in the political \r\nprocess. \r\n We appreciate the role of the United Nations \r\nMission in Nepal in assisting Nepal’s peace process, \r\nespecially by monitoring weapons and armed personnel \r\nand by assisting with the elections, as requested by \r\nNepal. We offer our sincere thanks to Nepal’s friends \r\nin the international community for their exemplary \r\nspirit of goodwill and cooperation in helping Nepal to \r\nachieve peace and consolidate democracy. I would like \r\nto urge continued support through the provision of \r\ntechnical and financial assistance for socio-economic \r\ndevelopment and reconstruction, which will be equally \r\nimportant in sustaining Nepal’s hard-won democracy. \r\n In conclusion, I pledge Nepal’s commitment to \r\nwork with new and restored democracies, the United \r\nNations system and our partner countries in \r\nstrengthening and consolidating democracy in Nepal \r\nand elsewhere. As a country that paid a very high price \r\nfor the restoration of democracy, Nepal is committed to \r\nprotect, promote and institutionalize democracy and its \r\nideals. \r\n The Acting President: In accordance with \r\nGeneral Assembly resolution 57/32 of 19 November \r\n2002, I now call on the observer for the  \r\nInter- Parliamentary Union. \r\n Mrs. Filip (Inter-Parliamentary Union): It gives \r\nme great pleasure to address the General Assembly on \r\nthe occasion of this debate on support by the United \r\nNations system for the efforts of Governments to \r\npromote and consolidate new or restored democracies. \r\n At the outset, I wish to commend the efforts of \r\nthe State of Qatar to ensure systematic follow-up to the \r\nrecommendations made at the Sixth International \r\nConference of New or Restored Democracies. As the \r\nAssembly is aware, the tripartite format of that \r\nConference, like the previous one held in Mongolia in \r\n2003, allowed for fruitful interaction between \r\nGovernments, parliaments and civil society, with a \r\nview to an integrated and all-encompassing approach \r\nto democracy promotion worldwide.  \r\n At the Conference, members of parliaments \r\nundertook to work for a more effective contribution of \r\ntheir parliaments to democracy around the world. The \r\nInter-Parliamentary Union (IPU) is pleased to be part \r\nof that process. We remain committed to following up \r\non the Doha Declaration, including its parliamentary \r\ncomponent. We will continue to mobilize the global \r\nparliamentary community in support of democracy at \r\nboth the national and international levels. \r\n As we embark on this debate, let me also express \r\nthe IPU’s support for the draft resolution (A/62/L.9) \r\nthat is before the General Assembly today. We are \r\npleased to note the important place it gives to \r\nparliaments as key instruments of democracy. It is also \r\ngratifying to see that it calls for the institution of an \r\nInternational Day of Democracy. Let me assure the \r\nAssembly that, in turn, the IPU will be calling upon its \r\nmember parliaments to celebrate the Day accordingly. \r\nIndeed, we are convinced that such a Day will help to \r\nforge a global alliance in favour of the guiding \r\nprinciples of democracy and provide added momentum \r\nfor democracy-related activities. \r\n Let me now offer a few thoughts that I hope will \r\nnot only enrich the debate but will also help us, notably \r\nwithin the United Nations system, to devise strategies \r\nwhereby we can deliver more effectively in the field of \r\ndemocracy.  \r\nA/62/PV.44  \r\n \r\n07-58078 16 \r\n \r\n In that regard, I would like to stress the necessary \r\nlinkage between peace and democracy. The United \r\nNations, as the foremost international body dedicated \r\nto the promotion of peace, has an interest in pursuing \r\nand realizing the goals of democracy as a means of \r\nestablishing a durable basis for peace.  \r\n When we talk of peace, we are also looking at the \r\nprevention of conflict. The IPU would like to see more \r\nconsistent efforts being deployed in the area of  \r\npost-conflict institution building. Peace can only be \r\nfully realized when State institutions are properly \r\nempowered and resourced to contribute to the rule of \r\nlaw and good governance. We are particularly \r\nheartened by ongoing work deployed by the new \r\nPeacebuilding Commission in support of post-conflict \r\nsocieties in Burundi, Sierra Leone and Liberia. \r\nNeedless to say, we look forward to the expansion of \r\nthose efforts to other areas affected by conflict. \r\n I also wish to emphasize the link between \r\ndemocracy, poverty eradication and social justice. \r\nDemocracy in itself would be worthless if it did not \r\nlead to the betterment of the lives of people for whom \r\nit is meant. Conversely, it is hard for the poor to \r\nbecome active politically when they have more \r\npressing concerns to attend to. Freedom from want \r\nshould therefore underpin efforts to enhance \r\ndemocracy. That includes devising policies that are \r\nintended to improve on the well-being of all in society \r\nand enhanced efforts toward achieving the Millennium \r\nDevelopment Goals, for which the IPU is increasingly \r\nmobilizing support in the parliamentary community. \r\n As we reflect on how to foster democracy \r\nworldwide, especially in those regions where \r\ndemocracy is still fragile, we should acknowledge and \r\naddress some of the fundamental challenges facing \r\ndemocracy today. We know some of the downsides of \r\nglobalization. We are aware of the emergence of \r\nterrorism as a major scourge and threat. We are \r\nconversant with the effects of rampant corruption on \r\ndemocratic processes in many countries. And we know \r\nall too well the reasons why only 17 per cent of women \r\nworldwide occupy elected office. Those are all \r\nobstacles that we need to overcome as we seek to build \r\nrobust democracies. \r\n Furthermore, we are witnessing public \r\ndisillusionment with democracy — as evidenced, \r\namong other things, by low turnout in elections around \r\nthe world and the continuing decline in public regard \r\nfor governing institutions. It seems to us that the \r\nUnited Nations should devote more efforts in the \r\ncoming years to analysing that phenomenon and trying \r\nto reverse the trend. More effort needs to go into \r\nbuilding stronger and more effective public \r\ninstitutions, notably those that are responsible for \r\norganizing elections in new democracies. The \r\ncredibility of those institutions rests on their ability to \r\norganize elections whose outcomes are above reproach \r\nand accepted by all.  \r\n Going beyond the representational aspects of \r\ndemocracy, the international community must also \r\nwork harder to build the capacities of people to \r\nparticipate in the political process between elections. \r\n As the world organization of parliaments, the IPU \r\nwill continue to work with parliaments, with a view to \r\nrendering them more representative, more transparent, \r\nmore accessible, more accountable and more effective. \r\nThe IPU will also continue to defend the rights of those \r\nmany members of parliaments around the world who \r\nare prevented from doing the job they were elected to \r\ndo, freely, safely and effectively. And we will seek to \r\npromote parliaments as prime movers of national \r\nreconciliation in post-conflict societies. \r\n The IPU will therefore continue its efforts to \r\nbuild capacity within parliaments, promote the political \r\nparticipation of women, defend and promote human \r\nrights and also contribute to the setting of \r\ninternationally accepted standards in the field of \r\ndemocracy. In building strong institutions, we should \r\nseek to harness the enormous potential offered by the \r\nnew information and communications technologies to \r\nstreamline processes, but also to improve on service \r\ndelivery. \r\n Let me conclude by drawing the Assembly’s \r\nattention to the Universal Declaration on Democracy, \r\nwhich was adopted by consensus on the occasion of the \r\nninety-eighth session of the General Conference of the \r\nInter-Parliamentary Union, held in Cairo, Egypt, in \r\nSeptember 1997, and whose tenth anniversary the IPU \r\ncelebrated very recently. We believe that it is \r\nmeaningful that the International Day of Democracy \r\nhas been chosen to coincide with the anniversary of the \r\nUniversal Declaration on Democracy. The precepts and \r\nprinciples enshrined in that important political \r\ndocument are as valid today as ever before. We invite \r\nthe United Nations and its Member States to more \r\n A/62/PV.44\r\n \r\n17 07-58078 \r\n \r\nsystematically integrate those core principles into their \r\nefforts to strengthen democracy. \r\n In conclusion, the IPU is committed to working \r\nclosely with the United Nations to promote a culture of \r\ndemocracy worldwide. \r\n The Acting President: In accordance with \r\nresolution 58/83, of 9 December 2003, I now call on \r\nthe observer for the International Institute for \r\nDemocracy and Electoral Assistance to make a \r\nstatement. \r\n Mr. Tommasoli (International Institute for \r\nDemocracy and Electoral Assistance): I would like to \r\nthank the General Assembly very much for giving me \r\nthis opportunity to address it today during this debate \r\non a matter that is very close to the mandate of the \r\nInternational Institute for Democracy and Electoral \r\nAssistance (International IDEA). I also wish to thank \r\nthe Government of Qatar, the host of the Sixth \r\nInternational Conference of New or Restored \r\nDemocracies, for its continued commitment to the new \r\nor restored democracies process and its invaluable \r\ncontribution to the success of the Doha Conference and \r\nits follow-up.  \r\n International IDEA welcomes the establishment \r\nof the Conference’s international Advisory Board, at \r\nwhose meetings we have had the honour to participate \r\nas an observer. We believe that its programme of work \r\nfor the period 2007 to 2009 will help to ensure \r\ncontinuity between Conferences. \r\n We think that the new or restored democracies \r\nprocess will further enhance its effectiveness by \r\naddressing two issues, the first being the need to move \r\nbeyond conferences and to link them to actual \r\ndemocracy-building efforts on the ground. In that \r\nrespect, we welcome Mongolia’s example, which sets \r\nthe best practice for those countries interested in \r\nengaging in self-assessment of the state of their \r\ndemocracies.  \r\n The second issue is the need for the International \r\nConference of New or Restored Democracies process \r\nto make better use of concrete experience-sharing, \r\nincluding from a South-South perspective, on the \r\nchallenges and successes of democratic reform \r\nprocesses. International IDEA will be pleased to \r\nprovide inputs through more operational and targeted \r\nways of organizing future Conferences, in line with the \r\nUlaanbaatar Declaration and Plan of Action and the \r\nDoha Declaration and Plan of Action. \r\n International IDEA welcomes the conclusions and \r\nrecommendations made by the Secretary-General in his \r\nreport (A/62/296) on support by the United System of \r\nthe efforts of Governments to promote and consolidate \r\nnew or restored democracies, including on the need to \r\nfacilitate greater coordination in the relationships \r\nbetween the International Conference of New or \r\nRestored Democracies and the Community of \r\nDemocracies. More broadly, if we set the new and \r\nrestored democracies process within the context of the \r\ncurrent democracy-building landscape, we have to \r\nconsider the role of the United Nations. Democracy is \r\nstrongly linked to the three pillars of the United \r\nNations mandate — peace and security, human rights, \r\nand development. Democracy as a process of \r\nexpanding political choice plays a critical role in both \r\nachieving each of these goals and reinforcing their \r\ninterlinkages. There is an increasing awareness that \r\nsome fundamental objectives of United Nations work \r\ncannot be achieved without addressing the issue of \r\ndemocracy. \r\n We stress the need for the United Nations to take \r\nleadership, based on its convening power, in regaining \r\nmultilateral credibility for democracy-building \r\nassistance. At least three dimensions are critically \r\nimportant in this perspective. The first is the capacity \r\nto take account of the fundamentally political nature of \r\nthose processes addressed through various United \r\nNations mechanisms and funds, such as the \r\nPeacebuilding Commission and the United Nations \r\nDemocracy Fund. This requires careful consideration \r\nof the widening range of actors and stakeholders \r\nengaged in democracy-building. Alongside the \r\ninvolvement of more traditional actors, such as \r\nlegislatures, civil society and the media, other types of \r\nactors, for example, political parties, play a critical role \r\nin democratization, including in post-conflict \r\nsituations. Additionally, the work on and with political \r\nparties has actually emerged as one of the most \r\nchallenging areas in the democracy-building arena over \r\nthe last years. \r\n The second dimension is greater consistency and \r\nintegration across the board, which would enhance the \r\neffectiveness and impact of the expanded volume of \r\ninitiatives carried out in different democracy-building \r\nsectors and thematic areas by the United Nations \r\nsystem. This would lead to supporting policies that are \r\nA/62/PV.44  \r\n \r\n07-58078 18 \r\n \r\nlong term and comprehensive and which respond to a \r\nhome-grown demand. \r\n The last dimension is a coherent and non-\r\nprescriptive approach to democracy-building based on \r\nthe consideration of its links to the three pillars of \r\nUnited Nations action and informed by the wealth of \r\nrecent experiences in a large number of countries, not \r\nleast in the global South. This approach could promote \r\nmore diversified views on democracy and how to \r\ndevelop and sustain it. \r\n We welcome the establishment of the \r\nInternational Day of Democracy and we stand \r\ncommitted to working with the United Nations and \r\nother partners, within the framework of our regional \r\nand country programmes, to plan for this day so that its \r\ncelebration can effectively contribute to building \r\ndemocracy on the ground. \r\n In conclusion, we confirm International IDEA’s \r\navailability in further expanding and consolidating the \r\nstrategic partnership with the United Nations, based on \r\nits observer status at the General Assembly. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on this item. I should like to \r\ninform members that in order to allow time for the \r\nreview of the programme, budget implications of draft \r\nresolution A/62/L.9, action on the text will be taken at \r\na later date, to be announced.  \r\n The General Assembly has thus concluded this \r\nstage of its consideration of agenda item 12.  \r\n \r\nAgenda item 19 \r\n \r\nThe situation in Afghanistan  \r\n \r\nReport of the Secretary-General (A/62/345)  \r\n \r\nDraft resolution (A/62/L.7)  \r\n \r\n The Acting President: I now give the floor to the \r\nPermanent Representative of Germany, who will \r\nintroduce draft resolution A/62/L.7. \r\n Mr. Matussek (Germany): I have the honour to \r\nintroduce today draft resolution 4/62/L.7, on the \r\nsituation in Afghanistan. This draft resolution is the \r\nresult of several weeks of consultations in the \r\nAssembly and I would like to thank all delegations \r\ninvolved for their input, patience and spirit of \r\ncooperation. This draft resolution also reflects the \r\nsupport of the General Assembly for the Afghanistan \r\nCompact. The large number of sponsors demonstrates, \r\nonce again, the broad support of the Assembly on this \r\nissue.  \r\n Allow me to share a few thoughts with Members. \r\nThe United Nations has played the key role in \r\ncoordinating efforts for institution-building and \r\nreconstruction within the framework of the Afghanistan \r\nCompact and must continue to do so. In March 2007, \r\nthe Security Council reinforced certain dimensions of \r\nthe engagement of the United Nations Assistance \r\nMission in Afghanistan’s (UNAMA), including new \r\nresponsibilities, such as the promotion of a more \r\ncoherent international engagement, monitoring of the \r\nprotection of civilians and developing synergies with \r\nthe International Security Assistance Force (ISAF).  \r\n UNAMA has laid the groundwork for the \r\nintegrated civil-military approach within Afghanistan. \r\nIn addition, it has managed to complete its expansion \r\nthroughout Afghanistan in spite of security risks. The \r\nnumber of field offices — 17 by now — has doubled \r\nwithin less than a year. We therefore commend \r\nUNAMA, led by Tom Koenigs, for its outstanding and \r\ndedicated work under often difficult circumstances. We \r\nall need to support UNAMA and to provide it with the \r\nnecessary resources for its future work. \r\n We certainly continue to face serious challenges \r\nin Afghanistan. The security situation has become more \r\ndifficult since 2006, especially – but not only – in the \r\nsouthern and eastern parts of the country. Poppy \r\ncultivation has again increased — this year by 17 per \r\ncent — despite the immense efforts and resources the \r\ninternational community is investing to support the \r\nAfghan Government in the fight against the narcotics \r\nindustry. This increase is linked to the insurgency in \r\nthe south and east of Afghanistan. \r\n We have not yet reached a level of governance \r\nthat permits delivering efficient services to citizens \r\nthroughout the country. We therefore welcome the \r\nmeasures taken by the Afghan Government to improve \r\ngovernance at all levels and to fight corruption \r\nwherever it occurs. We strongly encourage our Afghan \r\nfriends to vigorously support its efforts. Afghan \r\nownership is a key issue in this regard. \r\n Having said this, we should also recognize the \r\ngreat achievements of the past months: 6.5 million \r\nchildren — among them 2 million girls — are again \r\nreceiving school education. A great part of the \r\ninfrastructure has been rebuilt. The economy as a \r\n A/62/PV.44\r\n \r\n19 07-58078 \r\n \r\nwhole and foreign trade, especially, is growing. We \r\nnote that regional economic cooperation, as well as \r\nregional political initiatives, are moving well ahead. \r\n Germany welcomes all initiatives that aim at \r\nreinforcing regional cooperation and calls upon \r\nregional and international partners to make these \r\ninitiatives a success. We welcome the fact that the \r\nAfghanistan-Pakistan peace jirga held in August in \r\nKabul has turned out to be an important confidence-\r\nbuilding measure between the two countries and the \r\ncommunities on either side of the border. \r\n The Afghanistan Compact also provides the \r\nfoundation for Germany’s engagement. In September \r\n2007, the German Government updated and adjusted its \r\npolicy guidelines with regard to Afghanistan. On \r\nOctober 12, 2007, the German Parliament approved the \r\nextension of the mandate. On 12 October 2007, the \r\nGerman Parliament approved the extension of the \r\nmandate of our military contingent to the ISAF for \r\nanother year, with a ceiling of 3,500 soldiers. Germany \r\nhas been among the main contributors to Afghan \r\nsecurity and reconstruction since 2001, with 3,200 of \r\nour soldiers serving in Afghanistan and more than \r\n$700 million in civilian aid already disbursed. This \r\nyear, we increased our yearly commitment to more \r\nthan $130 million. Another increase, to more than \r\n$160 million, is foreseen for 2008, with a growing \r\nshare disbursed through the Afghan budget. We \r\nacknowledge the growing capacity of the Afghan \r\nauthorities to effectively implement reconstruction \r\nprojects. \r\n Besides the civilian reconstruction process, a \r\nmajor priority for Germany is the strengthening of the \r\nAfghan national security forces. The National Police \r\nand the National Army have made significant progress \r\nand are bearing a growing share of responsibility, \r\ntogether with the international forces, in establishing \r\nsecurity and combating the terrorist threat. \r\n But they still lack resources, equipment, training, \r\nand mentoring, and are not yet, to quote the benchmark \r\nof the Afghanistan Compact, “able to meet the security \r\nneeds of the country effectively”. Therefore, Germany, \r\nas a key partner in police reform, has promoted a \r\nEuropean police mission, EUPOL, which started on \r\n15 June 2007 and will reach full operational capacity \r\nby early next year. Building upon what we have \r\nalready achieved nationally with the support of many \r\npartners, EUPOL will substantially increase the \r\nnumber of trainers and mentors for the police and \r\ncover most Afghan provinces, thereby making a crucial \r\ndifference to achieving a strong and effective national \r\npolice. We ask all partners to continue to support this \r\neffort wholeheartedly. In addition, we shall \r\nsubstantially increase our national contribution to the \r\ntraining of the Afghan National Army. \r\n During Germany’s presidency of the Group of \r\nEight (G8) this year, we launched a G8 initiative to \r\nfoster dialogue and cooperation between Afghanistan \r\nand Pakistan, which will be continued. We hosted a \r\nmeeting of the Joint Coordination and Monitoring \r\nBoard at the senior political level in Berlin to \r\nstrengthen coordination within the Afghanistan \r\nCompact framework at a political level. \r\n With regard to the political calendar, the \r\npresidential and parliamentary elections in 2009 and \r\n2010 will present opportunities as well as challenges \r\nfor Afghanistan. Germany is committed to supporting \r\nAfghanistan in preparing the conditions for an electoral \r\nsystem that is both effective and viable. The work of \r\nthe Independent Election Commission will be very \r\nimportant. The German Government will continue to \r\nassist Afghanistan and, to name only one concrete area \r\nof action, intends to provide assistance for the training \r\nof election officers. \r\n Experience shows that reconstruction after a civil \r\nwar is not a matter of quick fixes. This is even more so \r\nin Afghanistan, where two decades of a devastating \r\nwar, civil war and the Taliban regime left no effective \r\nState structures to build upon. Real reconstruction is a \r\nlong-haul effort. And it requires a long-term \r\ncommitment from the Afghan Government and people \r\nand the international community. The United Nations \r\nsuccessfully took on a key role at the Petersburg \r\nConference in 2001, and it will continue to coordinate \r\ninternational commitment on the ground. Germany is \r\ncommitted to supporting the United Nations and to \r\nhelping for as long as it will take to reach our common \r\ngoal of a stable, peaceful, prosperous and democratic \r\nAfghanistan. German Federal Chancellor Merkel, who \r\nvisited Afghanistan this past weekend, reiterated this \r\ncommitment. \r\n Mr. Tanin (Afghanistan): It is a great pleasure \r\nfor me to address this Assembly, as we gather to \r\nconsider the annual draft resolution of the General \r\nAssembly on the situation in Afghanistan. \r\nA/62/PV.44  \r\n \r\n07-58078 20 \r\n \r\nToday’s meeting, following the high-level meeting on \r\n23 September co-chaired by President Karzai and \r\nSecretary-General Ban Ki-moon and the Security \r\nCouncil meeting on 15 October, is a clear indication of \r\nthe ongoing commitment and support of the United \r\nNations and the international community to ensure \r\nAfghanistan’s successful transition from war and \r\nconflict to peace and stability. \r\n We are pleased that Afghanistan continues to be \r\non the agenda of the General Assembly. Today’s \r\ngathering reaffirms that Afghanistan remains among \r\nthe top priorities of the United Nations. It also \r\nindicates unwavering international support for efforts \r\nto consolidate the gains of the past six years towards \r\nthe goal of a stable, moderate and prosperous \r\nAfghanistan. \r\n As we speak, Afghanistan continues to make \r\nsubstantial progress in various areas, including \r\ninstitution-building, economic growth, education, \r\nhealth, road-building and rural development. \r\n In the area of security, we have increased the size \r\nand strength of our National Army and National Police, \r\nenabling our security forces to play a more effective \r\nrole in combat operations in various parts of \r\nAfghanistan. The Afghan National Army, which will \r\nstand at 47,000 strong by the end of the year, is on \r\ntrack to meet the target strength of 72,000 by 2009. \r\nAdditional progress is evident in the disbanding of \r\nillegal armed groups throughout the country. \r\n Steady progress continues in improving the socio-\r\neconomic conditions of our people. At least 85 per cent \r\nof the population has access to basic health service. We \r\nhave built 4,000 hospitals and clinics throughout the \r\ncountry. Increased access to health centres has saved \r\nthe lives of 89,000 children and reduced maternal \r\nmortality by 40,000 this year. More than six million \r\nstudents are attending schools and universities, of \r\nwhich girls comprise 36 per cent. The National \r\nSolidarity Programme, as the largest effort to empower \r\nand develop rural areas, has brought development \r\nprojects to over 18,000 communities throughout the \r\ncountry, touching the lives of 13 million villagers. \r\n Afghanistan has taken important steps towards \r\nregaining its historic role as a facilitator of regional \r\neconomic cooperation. This comes after years of \r\neconomic isolation, resulting from years of armed \r\nconflict and foreign occupation. Among other \r\ninfrastructure projects completed, our national highway \r\nsystem — stretching 6,000 kilometres — will lead to \r\nincreased trade with our neighbours. \r\n Afghanistan’s inclusion in the South Asian \r\nAssociation for Regional Cooperation (SAARC) in \r\nMay of this year was a milestone development for our \r\nintegration into regional markets. Most recently, we \r\nhosted the seventeenth annual meeting of the Council \r\nof Ministers of the Economic Cooperation \r\nOrganization in the historic city of Herat with the \r\npurpose of maximizing Afghanistan’s potential to \r\npromote trade and development in the region. \r\n The consolidation of our democratic institutions \r\nhas enabled our citizens to enjoy more social, political \r\nand economic rights than ever before. The \r\nunprecedented number of women represented in our \r\nNational Assembly, and the presence of tens of \r\npolitical parties and numerous media outlets is clear \r\ntestimony to this assessment. Hundreds of varied \r\nperiodicals, television and radio stations throughout the \r\ncountry are making Afghanistan one of the most liberal \r\nenvironments for independent media in the region. \r\n The Afghan Independent Human Rights \r\nCommission continues to undertake important \r\nmeasures to protect and promote human rights for all \r\ncitizens. In this regard, I am pleased to state that, \r\namong other initiatives, progress continues towards the \r\nimplementation of the Action Plan on Peace, \r\nReconciliation and Justice. \r\n Despite remarkable achievements, we have not \r\nlost sight of the numerous challenges. Terrorism, illicit \r\ndrugs, weak State institutions, poverty and socio-\r\neconomic hardship, as well as problems associated \r\nwith the situation in the region, are among our main \r\nchallenges. These are interdependent threats with \r\ndomestic, regional and international dimensions. \r\n Terrorism remains the primary threat to security \r\nand efforts to consolidate peace and stability in \r\nAfghanistan. This year, there has been a rise in violent \r\nterrorist activities by the Taliban and Al-Qaida in \r\nAfghanistan and the region. Terrorists are spreading \r\nfear and intimidation both inside and outside of \r\nAfghanistan. They rely on heinous and brutal acts \r\naimed at undermining the security of our people and \r\ndeterring the commitment of the international \r\ncommunity to Afghanistan. That is why they have \r\nincreased terrorist attacks in the form of abductions, \r\nintimidation, suicide bombings and use of sophisticated \r\nexplosive devices, targeting and terrorizing a wide \r\n A/62/PV.44\r\n \r\n21 07-58078 \r\n \r\nspectrum of society, including children attending \r\nschool, religious clerics, international aid workers, \r\njournalists and Afghan and international security \r\nforces. \r\n Substantial progress continues towards defeating \r\nterrorism and extremism. Recent military operations \r\nhave weakened the command and control structure of \r\nterrorist networks by capturing or eliminating an \r\nincreasing number of high- and middle-level Taliban \r\ncommanders who were responsible for organizing and \r\ncarrying out numerous suicide bombings in various \r\nprovinces. Our counter-terrorism efforts also include \r\nstrengthening the international sanctions regime \r\nagainst terrorists. \r\n Sustained success in the military campaign \r\nagainst terrorists is dependent on the level of technical \r\nand logistical assistance to bolster the capacity of our \r\nsecurity institutions. A strong and professional national \r\narmy and police are a precondition for long-term \r\nstability and security in Afghanistan. We call for \r\nincreased efforts to accelerate the training of our \r\nsecurity forces so that they can become self-reliant and \r\nassume an independent role in addressing the security \r\nneeds of our people. \r\n Military means alone are not the sole solution to \r\nAfghanistan’s security problems. An integrated \r\nmilitary, political and development strategy is \r\nnecessary for the substantial and sustainable \r\nimprovement of security in Afghanistan. As a \r\ncomplement to military action, we continue to increase \r\nefforts for political outreach to non-terrorist Taliban, \r\nthose who are willing to renounce violence and abide \r\nby the provisions of Afghanistan’s constitution. \r\n Implementing development and infrastructure \r\nprojects, particularly in areas threatened by the Taliban \r\nand extremists, will have a direct impact on improving \r\nsecurity. Therefore, we believe that every effort should \r\nbe made to maintain and win the support of people by \r\ncreating employment opportunities and ensuring basic \r\nservices throughout the country. Without adequate \r\ndevelopment, employment opportunities and improved \r\nsocio-economic conditions throughout the country, we \r\nwill run the risk of ordinary citizens falling hostage to \r\nextremist groups. \r\n Regional cooperation is indispensable for \r\ndefeating the terrorism and extremism affecting \r\nstability in Afghanistan and the region. Close \r\ncooperation between Afghanistan and Pakistan \r\ncontinues on a bilateral and multilateral basis to \r\neliminate this scourge, jointly and resolutely. Just last \r\nweek, we convened the first meeting of the jirga \r\ncommission, as a follow-up to the peace jirga, held in \r\nKabul in August. The second meeting of the peace \r\njirgah will be held in Pakistan early next year. It is of \r\nutmost importance that the collaborative atmosphere in \r\nrelations between Afghanistan and Pakistan continue. \r\nWe are following recent developments in Pakistan with \r\nconcern, as security, stability and normalcy in Pakistan \r\nare critical for security and stability in the region. \r\n For us, regional cooperation is the most effective \r\nstrategy to address the challenges not only of terrorism \r\nand illicit drugs, but also of underdevelopment, \r\norganized crime and natural disasters. It will also help \r\nin translating the region’s rich resources and potential \r\ninto development and prosperity. There are many \r\nopportunities for regional cooperation in the areas of \r\ntrade, energy, transportation, culture and education, \r\nwater management and joint investment projects. The \r\nopportunity must be seized. \r\n Narcotics pose a threat to the stability and well-\r\nbeing of our societies. For our part, we have \r\naccelerated efforts to rid Afghanistan of this menace. \r\nApart from those areas where the Taliban and Al-Qaida \r\npose a threat to security, approximately 26,000 hectares \r\nof land have been cleared of poppy cultivation, \r\namounting to 13 poppy-free provinces. Moreover, there \r\nhas been a substantial decrease of cultivation in \r\n12 other provinces. With enhanced law enforcement, \r\nwe have apprehended 85 traffickers at the Kabul \r\ninternational airport, and 1,016 cases of trafficking \r\nhave been submitted to the Office of the Attorney \r\nGeneral so far this year. Other measures include \r\nfacilitating the arrest of numerous international \r\ntraffickers in foreign countries, with the support of \r\nINTERPOL. \r\n Nevertheless, in order to achieve long-term and \r\nsustainable success in combating narcotics, we must \r\ntake into account the network character of illicit drugs, \r\nentailing farmers, producers, traffickers and \r\nconsumers. In combating narcotics, our strategy must \r\naddress all the components. Active participation of \r\ntransit and consuming countries, on the basis of shared \r\nresponsibility, is critical to enabling us to contain the \r\nmenace of illicit drugs. What remain essential in this \r\nstrategy is providing Afghan farmers with an \r\nalternative source of livelihood. In this regard, we \r\ncount on the sustained support of the international \r\nA/62/PV.44  \r\n \r\n07-58078 22 \r\n \r\ncommunity to implement our national drug control \r\nstrategy. \r\n Afghanistan has taken numerous steps to enhance \r\ngood governance and the rule of law. We have \r\nlaunched reform strategies in various institutions, \r\nincluding the Supreme Court, the Attorney General’s \r\nOffice and the Ministries of Interior and Justice, to \r\nenhance efficacy and professionalism in our civil \r\nservice. To this end, our Civil Service Commission has \r\nfinalized a revised public administration reform \r\nframework and implementation programme to ensure a \r\nmerit-based appointment mechanism for civil servants. \r\nAs part of the effort to ensure accountability in our \r\ninstitutions, we have arrested or detained numerous \r\nsenior and mid-level officials engaged in illegal \r\nactivities. These measures occurred together with the \r\nNational Assembly’s approval of the United Nations \r\nConvention against Corruption in August and ongoing \r\npreparations to present our national justice sector \r\nstrategy. In this context, we express our appreciation to \r\nthe Government of Italy for co-hosting, along with \r\nAfghanistan and the United Nations, an international \r\nConference on the Rule of Law in Afghanistan, which \r\ntook place in Rome in July. \r\n However, our success in promoting good \r\ngovernance and the rule of law is interlinked with the \r\nconsolidation of a powerful and independent judiciary, \r\neffective State institutions, a functioning civil society \r\nand an environment conducive to the economic, social \r\nand cultural development of all citizens. \r\n More than 20 years of conflict resulted in dire \r\nsocio-economic conditions that forced millions of our \r\ncitizens to migrate abroad. We are grateful to all the \r\ncountries, particularly Pakistan and Iran, which have \r\nhosted millions of our compatriots during some of the \r\nmost difficult times in our nation’s history. While \r\nexpressing our earnest desire to have all our citizens \r\nback home, we call for sustained international \r\nassistance to create a feasible environment for their \r\nvoluntary, gradual, safe and dignified return and \r\nreintegration. \r\n The Afghanistan Compact remains the most \r\nviable framework to address our remaining challenges. \r\nWithin the framework of the Joint Coordination and \r\nMonitoring Board (JCMB), we periodically evaluate \r\nour progress towards achieving the vision of the \r\nAfghanistan Compact with our international partners. \r\nWhile expressing appreciation for the support of the \r\ninternational community for the Afghan process, we \r\nwould like to stress the need to ensure greater \r\nefficiency in the mobilization, coordination and \r\nutilization of assistance to implement our national \r\ndevelopment strategy. \r\n Afghanistan continues to struggle with the legacy \r\nof three decades of conflict and with emerging new \r\nchallenges. Thus, it will not be able to deal with its \r\nmultitude of problems on its own. It will need the long-\r\nsustained and adequate support of the international \r\ncommunity for many years to come. The presence and \r\ncommitment of the international community is an \r\nexistential issue for Afghanistan. The international \r\ncommunity should acknowledge the importance of its \r\ncontinuing commitment to peace and security in \r\nAfghanistan, the region and the world. Neither \r\ncomplacency nor exaggerated pessimism will help our \r\nefforts to achieve a peaceful and stable Afghanistan. \r\n The role of the United Nations in Afghanistan is \r\nof crucial importance for achieving lasting peace and \r\nstability in Afghanistan. We commend the role of the \r\nUnited Nations Assistance Mission in Afghanistan, \r\nunder the able leadership of Tom Koenigs, in \r\npromoting enhanced international engagement and \r\ncoordination between the international community and \r\nAfghanistan to achieve the vision of the Afghanistan \r\nCompact. \r\n We are also grateful for the personal dedication \r\nand commitment of the Secretary-General to \r\nAfghanistan. His visit to Kabul in July, his \r\nparticipation in the international Rome Conference on \r\nRule of Law in Afghanistan in July, and his initiative to \r\nconvene the high-level meeting on the margins of the \r\nsixty-second session of the General Assembly are very \r\nmuch welcomed by the Islamic Republic of \r\nAfghanistan. \r\n We are also thankful to all countries that have \r\ncommitted troops to serve alongside forces of our \r\nNational Army and Police to provide security for our \r\npeople. We pay particular tribute to the families of \r\nthose who have made the ultimate sacrifice for the \r\ncause of peace in Afghanistan. \r\n In conclusion, I should like to express my \r\ndelegation’s appreciation to our colleagues at the \r\nGerman Mission for their tireless efforts in leading the \r\nconsultations on the draft resolution before us today. \r\nSpecial thanks go out to Mrs. Maeder-Metcalf of the \r\nGerman Mission in that regard. We also extend our \r\n A/62/PV.44\r\n \r\n23 07-58078 \r\n \r\ngratitude to all Member States that have sponsored this \r\nyear’s draft resolution. \r\n Mr. Lobo de Mesquita (Portugal): I have the \r\nhonour to speak on behalf of the European Union. The \r\ncandidate countries Turkey and the former Yugoslav \r\nRepublic of Macedonia, the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania, Bosnia and Herzegovina, \r\nMontenegro and Serbia, the European Free Trade \r\nAssociation country Iceland, as well as Ukraine, \r\nMoldova and Armenia, align themselves with this \r\ndeclaration.  \r\n This year we continue to consider a single draft \r\nresolution on the situation in Afghanistan, and we \r\nhighly commend the delegation of Germany for its \r\nwork on draft resolution A/62/L.7. \r\n The European Union welcomes the central role \r\nplayed by the United Nations in promoting peace and \r\nstability in Afghanistan by leading the efforts of the \r\ninternational community. In that context, we welcome \r\nthe adoption of Security Council resolution 1776 \r\n(2007) on 19 September, renewing the mandate of the \r\nInternational Security Assistance Force, and Council \r\nresolution 1746 (2007) on 23 March, which extended \r\nthe mandate of the United Nations Assistance Mission \r\nin Afghanistan (UNAMA). \r\n The European Union and its member States \r\ncollectively accounted for about 30 per cent of the \r\n$12.5 billion in grants pledged by the international \r\ncommunity for Afghan reconstruction at international \r\nconferences in Tokyo in 2002 and in Berlin in 2004. At \r\nthe London Conference in 2006, the European \r\nCommunity and its member States pledged a further \r\n$2.4 billion for reconstruction assistance to \r\nAfghanistan over the coming years. \r\n EU member States are key contributors to the \r\nUnited Nations-mandated and NATO-led International \r\nSecurity Assistance Force (ISAF), accounting for \r\naround half of the military forces deployed within that \r\nframework. European Union member States are also \r\ncommanding or contributing to civil-military \r\nprovincial reconstruction teams throughout the country. \r\nSeparately, several member States are also contributing \r\nto the United States-led Operation Enduring Freedom \r\ncoalition, which conducts counter-insurgency and \r\ncounter-terrorism operations in Afghanistan. \r\n We also fully support UNAMA’s role in finding \r\nand implementing political and regional solutions to \r\nthe challenges facing Afghanistan. Therefore, we \r\nwelcome the reinforcement made by resolution 1746 \r\n(2007), which expanded UNAMA’s presence in the \r\nprovinces through regional and provincial offices. We \r\nnote that UNAMA’s increased field presence has \r\nenabled engagement with provincial reconstruction \r\nteams, thus ensuring that provincial reconstruction \r\nteams achieve a common understanding and approach \r\nto the Afghanistan National Development Strategy, in \r\ncooperation with the Afghan Government.  \r\n In that regard, we underscore the urgent need for \r\nan integrated political and military strategy that \r\ncomplements the Strategy and also encompasses wider \r\nissues and provides a sharper focus on the \r\nachievements of national reconciliation and regional \r\nstability. As the high-level meeting on Afghanistan \r\nheld in New York on 23 September highlighted, a need \r\nremains for increased coordination of the efforts of the \r\ninternational community. \r\n We encourage UNAMA to continue its expansion, \r\nsecurity conditions permitting. We must take this \r\nopportunity to commend UNAMA, under the excellent \r\nleadership of Tom Koenig, for its outstanding work, \r\nperformed under sometimes difficult conditions. We \r\nwill continue to support that important United Nations \r\nmission in ensuring better coordination among the \r\nvarious actors involved. \r\n The European Union expresses its concern about \r\nthe intensifying insurgency and the general \r\ndeterioration of security conditions over the past \r\nmonths. Taliban and insurgent groups continue to \r\nprevent full security in a significant and growing \r\nnumber of areas, while rates of insurgent and \r\nterrorism-related violence have further increased since \r\n2006 and criminal and drug gangs continue to grow. \r\nIllegal armed groups remain a deep threat to the \r\nstabilization of Afghanistan. As pointed out by the \r\nconference on this matter held in Tokyo on 21 June, \r\ntheir disbandment remains crucial. Meanwhile, by \r\ntaking advantage of some security gaps and the \r\nweakness of local administration, criminal gangs and \r\ndrug smugglers have continued to operate on an ever \r\nlarger scale, thus creating more instability throughout \r\nthe country. \r\nA/62/PV.44  \r\n \r\n07-58078 24 \r\n \r\n On 15 June 2007, the European Union launched a \r\nEuropean Security and Defence Policy (ESDP) mission \r\nto Afghanistan in the field of policing with linkages to \r\nthe wider rule of law. The mission will enhance current \r\nefforts in the area of police reform, working towards an \r\nAfghan police force with local ownership, one which \r\nrespects human rights and operates within the \r\nframework of the rule of law.  \r\n The European Union police mission is set in the \r\nwider context of the international community’s efforts \r\nto support the Government of Afghanistan in taking \r\nresponsibility for strengthening the rule of law and, in \r\nparticular, in improving its civil police and law \r\nenforcement capacity. The mission will work towards \r\nelaborating a joint overall strategy of the international \r\ncommunity in police reform. The EU police mission \r\nwill deploy almost 100 police officers and other \r\nexperts from EU member States and Third States at the \r\ncentral, regional and provincial levels and plans to be \r\nfully operational in March 2008.  \r\n We would ask that the Government of \r\nAfghanistan engage with the Special Rapporteur on \r\ntorture and other cruel, inhuman or degrading \r\ntreatment or punishment and the Working Group on \r\nArbitrary Detention as part of its continuing and \r\ncooperative approach to combat arbitrary detention and \r\nill-treatment.  \r\n Efforts in the security sector must be backed up \r\nby hard work to curtail growing widespread corruption. \r\nThe European Union would like to welcome the \r\nendorsement last August by the Wolesi Jirga of the \r\nUnited Nations Convention against Corruption, which \r\nincludes the building of a professional and adequately \r\npaid civil service and a transparent system for the \r\nappointment of senior officials to prevent corruption \r\nfrom becoming more deeply embedded in the public \r\nsector. Corruption not only undermines the \r\neffectiveness of international aid; it also breeds \r\nmistrust by citizens of the fragile Afghan institutions \r\nthat have been patiently built over the past few years. \r\n We must also reaffirm the crucial importance of \r\nthe reform of the justice sector and the implementation \r\nof the rule of law for the reconstruction of Afghanistan, \r\nrecognizing that without justice and the rule of law no \r\nsustainable security stabilization, economic \r\ndevelopment and human rights can be achieved, as was \r\nconcluded in the Rome Conference on the Rule of Law \r\nin Afghanistan that took place on 2 and 3 July 2007. In \r\nthis context, the European Commission has launched a \r\nprogramme for justice reform which will aim to \r\nprofessionalize the judicial and public prosecution \r\nservices through forms of pay, grading and recruitment, \r\nas well as the establishment of a code of ethics. The \r\nprogramme will also seek to assist in development of a \r\nnational legal aid system and to improve citizen access \r\nto justice. This justice reform programme dovetails \r\nwith the European Security and Defence Policy police \r\nmission, EUPOL Afghanistan. The European \r\nCommission is a key contributor to the Law and Order \r\nTrust Fund managed by the United Nations \r\nDevelopment Programme (UNDP).  \r\n We are deeply concerned about the expansion of \r\nopium poppy cultivation by 17 per cent and potential \r\nopium production by 34 per cent, which now represents \r\n93 per cent of the worldwide total production of \r\nopium. The unprecedented increase of opium \r\nproduction in 2007 poses a grave threat to \r\nreconstruction and nation-building in Afghanistan. \r\nInitiatives at the regional level, first as the trilateral \r\nagreement between Afghanistan, Iran and Pakistan, \r\nreached in June 2007, which committed the countries \r\nto carry out more joint border operations and to \r\nincrease information sharing, must be reinforced and \r\nencouraged. Actions taken in accordance with the \r\nprovisions of the Paris Pact of 2003 must also be \r\ndeveloped in order to tackle these problems.  \r\n The European Union is also concerned with the \r\nhuman rights situation in Afghanistan. Several recent \r\nevents have raised particular concerns within the \r\ninternational community. The recent execution of \r\n15 Afghan nationals is a serious setback for the human \r\nrights situation in Afghanistan. The European Union \r\nhas strongly urged the Government of Afghanistan to \r\nconsider establishing a moratorium on the death \r\npenalty. Nonetheless, since 2001, there has been some \r\nprogress, albeit from a low basis, for example the \r\nincrease in the number of people with access to basic \r\nhealth care from 19 per cent in 2002 to 89 per cent \r\ntoday.  \r\n However, serious challenges remain, including \r\nfurther strengthening women’s participation in and \r\ncontributions to national peace and reconstruction and \r\naddressing inadequacies in the number of formal \r\nschools and qualified teachers, especially female \r\nteachers. Although the number of children in school \r\nhas risen from an estimated 1 million to 5.4 million \r\ntoday, of whom nearly a third are girls, there are still \r\n A/62/PV.44\r\n \r\n25 07-58078 \r\n \r\n2 million children left outside the formal school \r\nsystem, 1.3 million of them being girls. As the \r\nSecretary-General noted in his most recent report to the \r\nGeneral Assembly and the Security Council, reports of \r\nattacks on schools and threats to teachers and students \r\nare worrying.  \r\n The European Union notes with great concern \r\nthat violence against women and children and \r\ndiscriminatory traditional practices continue. We \r\nencourage the Government of Afghanistan to do all that \r\nit can to investigate and prosecute cases of self-\r\nimmolation, violence against children, forced \r\nmarriages and honour-related killings. We encourage \r\nPresident Karzai to present to his Cabinet the National \r\nAction Plan for the Women of Afghanistan for \r\nendorsement and implementation, completed by the \r\nGovernment pursuant to the benchmarks set by the \r\nCompact and the Afghanistan National Development \r\nStrategy. \r\n In addition to its leading role in the \r\nreconstruction effort, the European Union is a major \r\nsource of humanitarian assistance to the people \r\naffected by the Afghan crisis, both in Afghanistan and \r\nin neighbouring Pakistan and Iran. European Union \r\nmember States and the European Community are also \r\nactively involved in the provision of emergency and \r\nrelief assistance. Total European Union contributions \r\nfor 2002-2006 amounted to €627.5 million. The \r\nEuropean Union also expresses its concern about the \r\nrecent attacks against the Afghanistan Independent \r\nHuman Rights Commission and its Chairman by a \r\nsignificant number of members of parliament. We urge \r\nthe Afghan authorities to ensure the security of the \r\nmembers of this Commission and provide necessary \r\nconditions for them to fulfil their mission. The \r\nEuropean Union also stresses that the national peace \r\nand reconciliation process must be conducted in a way \r\nthat is fully compatible with the need to fight against \r\nimpunity and ensure justice for past crimes and serious \r\nviolations of human rights. \r\n Those challenges notwithstanding, important \r\nsteps have been made towards the reconstruction and \r\nstabilization of Afghanistan. At a regional level, the \r\nEuropean Union acknowledges with satisfaction the \r\ncollaborative atmosphere that has begun to prevail in \r\nAfghan-Pakistani relations, as terrorism was \r\nrecognized as a shared challenge. Therefore, we \r\nwelcome the peace jirga that took place in Kabul with \r\nthe participation of Presidents Karzai and Musharraf \r\nlast August, as well as the joint declaration that issued \r\nfrom that event. The European Union welcomes this \r\ndeclaration and encourages both countries to further \r\ndevelop their dialogue and cooperation, especially on \r\nsecurity issues and the fight against terrorism. The \r\nEuropean Union will further support the enhancement \r\nof Afghan-Pakistani relations, including within the \r\nframework of the Group of Eight-Afghanistan-Pakistan \r\ninitiative. \r\n The European Union also welcomes the adoption \r\nof the Media Law by both houses of parliament. As the \r\nSpecial Representative of the Secretary-General \r\nrecently noted, the independence of Afghan media now \r\nseems to be largely protected. \r\n Finally, we would draw the urgent attention of \r\nboth the Afghan Government and the National \r\nAssembly to the Electoral Law, in order to ensure its \r\nadoption by the end of 2007, owing to its importance \r\nfor the preparation of the presidential elections that \r\nwill take place in 2009. We hope that, building on the \r\nsuccess of the last elections, which represented a \r\nsignificant achievement for Afghanistan, we will take \r\nanother step on the road to stability, security and \r\nprosperity for the Afghan people. \r\n Let me conclude this statement by stressing that \r\nthe European Union remains committed to the long-\r\nterm reconstruction of Afghanistan. We continue to \r\nsupport the Afghanistan Compact, which we consider \r\nthe principal framework for future reconstruction and \r\nstabilization of the country until 2010. While \r\nacknowledging the central role played by the Joint \r\nCoordination and Monitoring Board in facilitating and \r\nmonitoring the implementation of the Afghanistan \r\nCompact, we welcome further efforts to provide \r\nappropriate high-level political guidance and promote \r\nmore coherent international engagement. Therefore, the \r\nEuropean Union pledges to work with the Afghan \r\nGovernment and international partners within that \r\nframework to build a prosperous, secure and \r\ndemocratic Afghanistan. \r\n Mr. Jeenbaev (Kyrgyzstan) (spoke in Russian): I \r\nhave the honour to speak on behalf of the States \r\nmembers of the Collective Security Treaty \r\nOrganization (CSTO): Armenia, Belarus, Kazakhstan, \r\nKyrgyzstan, the Russian Federation, Tajikistan and \r\nUzbekistan.  \r\n The adoption by consensus of the Afghanistan \r\nCompact at the London Conference demonstrated the \r\nA/62/PV.44  \r\n \r\n07-58078 26 \r\n \r\ninternational community’s firm resolve to continue to \r\nprovide broad assistance in the post-conflict recovery \r\nof Afghanistan. Our commitment to the reconstruction \r\nprocess in Afghanistan was also reaffirmed at the \r\nrecent high-level meeting at the United Nations. In the \r\npost-Bonn stage, it continues to be important that the \r\ncentral coordinating role in international efforts in \r\nAfghanistan should be played by the United Nations. \r\nWe must fully carry out all the tasks set out in the \r\nCompact. The key issues of security, combating \r\nnarcotics, governance and respect for human rights \r\nmust be resolved within the established deadlines. We \r\nbelieve that, under United Nations auspices, \r\ncomprehensive monitoring and coordination of the \r\nimplementation of the Compact will continue. An \r\nessential factor in the long-term stabilization of \r\nAfghanistan is participation by all sectors of society \r\nand political and religious forces in the establishment \r\nof a sovereign and effective Afghan Government. \r\n As a result of the recent situation, we are \r\nseriously concerned about the resumption of terrorist \r\nactivity by the Taliban and Al-Qaida. Once again, the \r\nextremists are undermining security throughout the \r\ncountry. This year, as members are aware, the level of \r\nviolence has exceeded the level for 2006 and the \r\nnumber of criminal armed groups and drug-dealing \r\nbands continues to grow. That is undermining \r\nconfidence in the country’s recovery. Concrete \r\nmeasures are needed to prevent further deterioration of \r\nthe security situation in the country. \r\n Therefore, we must continue to isolate extremist \r\nleaders, first and foremost those on the sanctions list \r\ncreated by the Security Council Committee established \r\npursuant to resolution 1267 (1999), while allowing \r\nrank-and-file members of the Taliban who have not \r\ncommitted war crimes to participate fully in peaceful \r\nlife. That is the approach that the United Nations \r\nAssistance Mission in Afghanistan should follow in \r\ncarrying out its mandate. We disagree with the idea that \r\nit is possible to stabilize the situation in the country by \r\nmaking peace with supposedly repentant members of \r\nthe Taliban. Experience shows that that would only \r\nhelp to strengthen the position of extremists and \r\nincrease their subversive activities.  \r\n The problem of illegal drug trafficking is one of \r\nthe complex barriers preventing the achievement of \r\nstability and security for the people of Afghanistan. \r\nThe United Nations Office on Drugs and Crime \r\n(UNODC) reported a 17 per cent increase in the land \r\ndevoted to opium poppy cultivation and a possible 34 \r\nper cent increase in opium production. Thus the 2007 \r\nopium harvest in Afghanistan exceeded 8,000 tons, a \r\nsignificant portion of which transits through CSTO \r\nStates. In addition, nearly all of that opium is being \r\nprocessed into heroin on Afghan territory, showing that \r\nthe drug traffickers do not lack precursors and \r\nequipment with which to supply the underground \r\nlaboratories. We are extremely concerned that poppy \r\ncultivation and the production and illegal trade in \r\nopium, which are important sources of funds for the \r\nTaliban and Al-Qaida, are continuing. \r\n As we can see from UNODC research, illegal \r\ndrug trafficking seriously threatens not only the people \r\nof Afghanistan, but also the international community as \r\na whole. We must actively combat that scourge not \r\nonly in the countries neighbouring Afghanistan through \r\nthe creation of anti-drug programmes and financial \r\nsecurity, but also in belts that should be set up under \r\nUnited Nations coordination and with the participation \r\nof neighbouring countries. We believe that the CSTO \r\nand NATO should undertake joint practical measures, \r\nwith the participation of Afghan and Pakistani security \r\nforces, to combat terrorism and drug trafficking.  \r\n For instance, those forces could participate in the \r\nregularly conducted CSTO Kamal operation, which \r\nseeks to create an anti-drug belt around Afghanistan’s \r\nborders. During the past few years, that operation has \r\ncreated mechanisms for combating narco-business on \r\nthe northern route of the drug trade from Afghanistan \r\nto Europe. As a result of measures undertaken by \r\nCSTO member States, as well as by the observer States \r\nof Azerbaijan, Iran, China and Pakistan, dozens of tons \r\nof narcotic drugs have been confiscated by the \r\ncompetent authorities. We note with satisfaction that in \r\nSeptember 2007, for the first time, Afghanistan \r\nparticipated in the Kamal operation. \r\n Further measures must be taken to increase the \r\nmilitary capacity of Afghanistan’s armed forces, so that \r\nthey can independently guarantee the country’s \r\nsecurity in the future. We must provide the Afghan \r\nNational Army with modern weapons, including planes \r\nand armour, and enhance professional training of \r\nmilitary personnel. CSTO member States are prepared \r\nto establish military cooperation with Afghanistan for \r\nthat purpose, even on a bilateral basis. \r\n The States members of the CSTO have made a \r\nlong-term commitment to Afghanistan’s recovery \r\n A/62/PV.44\r\n \r\n27 07-58078 \r\n \r\nthrough regional cooperation in key areas, including \r\nsecurity, economic recovery and the fight against \r\nillegal drug trafficking. We believe that an important \r\nfactor in the promotion of a comprehensive settlement \r\nis multilateral cooperation between Afghanistan and \r\nthe other States in the region. Any programme to assist \r\nAfghanistan should bear in mind its regional partners, \r\nwhich could serve as sources of the goods and services \r\nordered by donor Governments and international \r\norganizations.  \r\n In conclusion, I wish to express my gratitude to \r\nthe delegation of Germany for coordinating the efforts \r\nto prepare the draft resolution on Afghanistan. We are \r\nprepared to support that document. \r\n Mr. Aslov (Tajikistan) (spoke in Russian): I have \r\nthe honour to speak on behalf of the States members of \r\nthe Shanghai Cooperation Organization (SCO): the \r\nRepublic of Kazakhstan, the People’s Republic of \r\nChina, the Kyrgyz Republic, the Russian Federation, \r\nthe Republic of Tajikistan and the Republic of \r\nUzbekistan. Those States maintain friendly relations \r\nwith their close neighbour Afghanistan.  \r\n Afghanistan is a very important partner in the \r\nregion and has great potential. Transportation routes to \r\nSouth Asia cross its territory. The situation in the \r\nIslamic Republic of Afghanistan significantly affects \r\nstability and security in the region, where the presence \r\nof the Shanghai Cooperation Organization is becoming \r\nincreasingly visible. The situation in that country today \r\nis therefore one of main priorities on the \r\nOrganization’s current agenda. \r\n We appreciate the progress made in Afghanistan, \r\nprimarily in the field of statehood development, with \r\nthe comprehensive support of the international \r\ncommunity, during the time since the fall of the \r\nTaliban. The Constitution of the Islamic Republic of \r\nAfghanistan has been adopted, presidential and \r\nparliamentary elections have been held, the \r\nGovernment and judicial bodies have been established, \r\nand the Afghan armed forces and the country’s \r\neconomy are being revived. In addition, independent \r\nmass media and human rights organizations are \r\noperating in Afghanistan. \r\n At the same time, we must note that the stability \r\nof Afghanistan is the key to addressing some of the \r\nmost serious regional threats to SCO members, \r\nincluding the threat posed by narcotics, the spread of \r\nreligious extremism and terrorism. \r\n Regrettably, the situation in the country remains \r\nextremely tense. That is primarily due to the increase \r\nin the subversive activities of the Taliban movement \r\nand Al-Qaida, as well as unresolved key socio-\r\neconomic problems. The fact that extremists are much \r\nmore often turning to hostage-taking to achieve their \r\npolitical goals is of particular concern. In the face of \r\nthe increasing threat posed by implacable extremists, \r\nstrict compliance with the Security Council sanctions \r\nregime, including by the Government of Afghanistan, \r\nis particularly essential.  \r\n We share the belief in the importance of \r\nimplementing the programme of national reconciliation \r\nin order to achieve long-term stabilization of the \r\nsituation in the country. At the same time, that process \r\nshould not run counter to the Security Council’s \r\ndecisions and the goal of totally eliminating the threat \r\nof terrorism emanating from the territory of the \r\ncountry. Serious concerns have been raised with regard \r\nto the participation in public bodies of persons on the \r\nsanctions list of the Security Council Committee \r\nestablished pursuant to resolution 1267 (1999). \r\n The developing military and political situation \r\nrequires an update of actions on the part of both the \r\nGovernment of Afghanistan and the international \r\npresences. It is urgently necessary to adopt further \r\nmeasures to build up and appropriately equip Afghan \r\narmed forces that will independently be able to ensure \r\nthe security of the citizens of the country. There is also \r\na need for additional efforts to promote socio-\r\neconomic rehabilitation. \r\n We are convinced that victory over the extremists \r\nis impossible without effective interaction between all \r\nhealthy forces of Afghan society. The achievement of \r\nthat goal is central to success in the military stand-off \r\ninvolving illegal military groups, as well as success in \r\nefforts to eradicate such appalling socio-economic \r\nphenomena as corruption and the drug industry. That \r\ninteraction is also linked to the fate of virtually all the \r\nreforms under way and, ultimately, to the well-being of \r\nthe people themselves. \r\n It is clear that the subversive activities of \r\nextremists and terrorists are fuelled by significant \r\nfinancial resources, the majority of which continue to \r\ncome from drug trafficking. The enormous rise in the \r\nillicit production of drugs is indeed alarming, as the \r\nfunds generated as a result of their sale are also \r\nchannelled to the purchasing of arms and armaments. It \r\nA/62/PV.44  \r\n \r\n07-58078 28 \r\n \r\nis necessary to substantially expand anti-drug efforts, \r\nnot only in the territory of Afghanistan but around it as \r\nwell, through a complex system of anti-narcotics and \r\nfinancial security belts under the coordination of the \r\nUnited Nations and with the involvement of \r\nneighbouring countries.  \r\n There is also a need to make better use of the \r\ncapabilities of regional organizations that have proven \r\ntheir effectiveness in this area, including the Shanghai \r\nCooperation Organization. SCO member States support \r\nthe idea put forward by Tajikistan and Russia on the \r\nestablishment of anti-narcotics security belts around \r\nAfghanistan. To that end, the President of Russia has \r\nproposed an initiative to enhance anti-narcotics and \r\nantiterrorism defences around Afghanistan by \r\nestablishing financial security zones, with financial \r\nintelligence being provided by SCO member States. We \r\nbelieve that those measures will considerably \r\nundermine the financial base for terrorist activity. \r\n The recent SCO summit meeting held in Bishkek \r\nreaffirmed the extensive potential of the organization \r\nto implement stabilization programmes in Afghanistan, \r\nincluding their counter-terrorism and anti-narcotics \r\naspects. SCO member States are capable of promoting \r\nsubstantial peacekeeping initiatives. That was \r\nconfirmed by the decision adopted by the SCO \r\nfollowing a Russian proposal to convene a regional \r\nconference on Afghanistan under the auspices of the \r\norganization. \r\n We attach great importance to establishing a \r\npeaceful, independent and self-sufficient State in \r\nAfghanistan, free from terrorism and narcotics. In that \r\nconnection, we believe that the early completion of the \r\ncountry’s post-war rehabilitation should be based on \r\nthe key principles of the Bonn Conference and the \r\nAfghanistan Compact, including the basic principle of \r\ndeveloping good-neighbourly relations with contiguous \r\nStates. \r\n Maintaining the ethnic balance in the system of \r\nState authority bodies and Government continues to be \r\nimportant to strengthening the fundamentals of the \r\ninternational peace in Afghanistan. Afghans themselves \r\nshould seek possible compromises in this area, without \r\nexternal pressures. \r\n Military measures alone are insufficient to \r\novercome the problems of Afghanistan. At the current \r\nstage, it is necessary to focus on the revival of the \r\nalmost completely destroyed Afghan economy, under \r\nthe auspices of the United Nations. The Joint \r\nCoordination and Monitoring Board is playing a \r\nparticularly positive role in that regard. \r\n SCO member States are actively participating in \r\nthe implementation of a number of projects to restore \r\nthe energy, transportation and social infrastructure of \r\nAfghanistan. The Republic of Kazakhstan has \r\nannounced the launching of its special programme for \r\nAfghanistan, which includes investing in the Afghan \r\neconomy and the implementation of humanitarian \r\nprojects. \r\n Achieving stability in Afghanistan will facilitate \r\nits integration into the region and allow SCO member \r\nStates to fully utilize the organization’s potential in \r\nassisting with the socio-economic rehabilitation of the \r\nAfghan State. We expect that the joint efforts of the \r\ninternational community and the Afghan Government \r\nwill make it possible to implement the comprehensive \r\nprogramme for Afghanistan’s rehabilitation. \r\n We express our support for the draft resolution on \r\nAfghanistan (A/62/L.7), which has been sponsored by \r\na large number of members. We hope that its adoption \r\nby consensus will provide momentum to the efforts of \r\nthe international community in Afghanistan. \r\n Mr. Khalilzad (United States of America): The \r\nUnited States is pleased to join the other Member \r\nStates that have sponsored this draft resolution \r\n(A/62/L.7) on the situation in Afghanistan. The draft \r\nresolution details the progress that the Afghan people \r\nand the international community have made since the \r\nliberation of Afghanistan from the oppressive Taliban \r\nregime and its terrorist allies. We join others in \r\nrecognizing the efforts of the Secretary-General, his \r\nSpecial Representative, the staff of the United Nations \r\nAssistance Mission in Afghanistan and all the forces \r\nparticipating in the International Security Assistance \r\nForce and Operation Enduring Freedom. \r\n The success of Afghanistan is vitally important, \r\nnot only for the long-suffering Afghan people, but also \r\nfor the world. Today, most of the world’s security \r\nproblems emanate from the broader Middle East, just \r\nas Europe and East Asia were the principal sources of \r\ninstability in the twentieth century. Extremist \r\nideologies, militant transnational groups, deep internal \r\ntensions in key countries and intractable regional \r\nconflicts, including efforts at regional hegemony — all \r\nthese and other factors combine to produce an unstable \r\nand dangerous dynamic that harm not only the \r\n A/62/PV.44\r\n \r\n29 07-58078 \r\n \r\ncountries of the region, but also project insecurity \r\naround the world.  \r\n Afghanistan under the Taliban exemplifies that \r\nphenomenon. The regime persecuted and oppressed the \r\npeople. Its internal war involved regional Powers in a \r\ndeadly geopolitical competition. It also harboured an \r\narray of terrorist organizations that actively targeted \r\ncountries around the world. The toppling of the Taliban \r\nregime was an important first step. However, reshaping \r\nthe dysfunctional politics of the broader Middle East \r\nwill continue to be the defining challenge of our time. \r\n Afghanistan’s success is essential to making \r\nprogress towards a functional broader Middle East. A \r\ngreat deal of progress has been made in Afghanistan \r\nincluding the adoption of a progressive constitution, \r\nfree and fair national elections for president and \r\nparliament, a broadly inclusive national Government, \r\nthe disarmament of formal militias, the establishment \r\nof a free press, progress in building key institutions, \r\nsuch as a national army, and a rapidly growing \r\neconomy. All of this has been made possible by the \r\nwork of the Afghan people and their leaders, as well as \r\nthe contributions and assistance of the friends of \r\nAfghanistan in the international community  \r\n However, Afghanistan still has a long way to go \r\nin completing this transition to a prosperous \r\ndemocratic State. The United States remains committed \r\nto supporting this transition, and welcomes the \r\ncontinued involvement of the international community.  \r\n Foremost among the challenges are the security \r\nthreats posed by the Taliban and Al-Qaida forces \r\nwishing to re-impose their tyranny on the Afghan \r\npeople. Their targets are not just Afghan and \r\ninternational security forces, but also innocent Afghan \r\ncitizens and Afghan institutions, such as schools, which \r\nare being built to serve the people of Afghanistan. \r\nMembers of the Taliban should lay down their arms \r\nand participate in the accountability and reconciliation \r\nprocess.  \r\n Secondly, Afghanistan’s internal situation is \r\nundermined by the availability of external sanctuaries \r\nand support for the Taliban and Al-Qaida. Those \r\nsanctuaries should be eliminated and be replaced by \r\nincreased regional cooperation against extremists and \r\nterrorists.  \r\n Thirdly, insufficient progress has been made in \r\nterms of State-building. There are great successes, \r\nparticularly the Afghan National Army and the \r\nNational Solidarity Programme, but the National Police \r\nand some of the other ministries that deliver services \r\nrequire much effort. Moreover, some areas in \r\nAfghanistan lack good governance at the provincial \r\nand local levels. Where officials are weak, ineffective \r\nor abusive, the good will and support of the people is \r\nput at risk. Afghanistan cannot succeed if the people do \r\nnot actively support their Government.  \r\n Fourthly, the rising production of opium poppies \r\nrisks the creation of a narco-State and the supplanting \r\nof the legal economy by criminal elements. We urge \r\nthe Afghan Government to take the necessary stops to \r\ndeal with those challenges.  \r\n The United States reaffirms its commitment to its \r\npartnership with the Afghan people. As demonstrated \r\non 11 September 2001, American security is \r\ninextricably linked with Afghanistan’s security. The \r\nUnited States will continue to help the Afghan people \r\nand their leaders as long as it takes for Afghanistan to \r\nsucceed. We call on the international community to \r\ncontinue to join in this commitment to Afghanistan, in \r\nparticular in implementing the Afghanistan Compact \r\nand, for those with forces in Afghanistan, though \r\ncontributions to the International Security Assistance \r\nForce mission. \r\n Mr. Akram (Pakistan): This debate is a timely \r\nopportunity for the international community to review \r\nthe situation in Afghanistan and to enhance its \r\ncontribution to the realization of our agreed objective \r\nof seeking peace, stability and development in that \r\ncountry.  \r\n Pakistan has a vital stake in the success of those \r\nefforts. It has suffered directly and more than any other \r\ncountry from the consequences of the decades of \r\nconflict and human tragedy in Afghanistan, which have \r\nimpacted our social and economic fabric, disturbed \r\npeace and tranquillity on our border regions and given \r\nrise to the common threat of extremism and terrorism. \r\nPakistan’s commitment to peace and stability in \r\nAfghanistan derives from our common vision — a \r\nvision of common strategic and economic interests, as \r\nwell as the bonds of geography, history, faith and \r\nculture, which link the destinies of our two nations.  \r\n Peace and stability in the region are also essential \r\nin order to enable Afghanistan and Pakistan to serve \r\neventually as the hub for the shortest and most \r\neconomical corridors for trade in raw materials, goods \r\nA/62/PV.44  \r\n \r\n07-58078 30 \r\n \r\nand energy between Central Asia and South and West \r\nAsia and beyond. Pakistan will host the third Regional \r\nEconomic Cooperation Conference on Afghanistan \r\nearly next year.  \r\n The cooperation between Pakistan and \r\nAfghanistan spans the entire spectrum. There is \r\ndialogue and regular exchange of visits at the highest \r\nlevel. Bilateral trade is now $1.5 billion. Despite our \r\nown financial constraints, Pakistan is participating \r\nsignificantly in Afghanistan’s economic development \r\nand reconstruction. Our $300 million assistance \r\npackage for Afghanistan is the largest cooperation \r\nprogramme that Pakistan has with any country.  \r\n We are also engaged in security-in-intelligence \r\ncooperation, including through the tripartite \r\ncommission, which includes the United States and \r\nNATO forces. Much of the success in the campaign \r\nagainst terrorism has been achieved with our support \r\nand cooperation. We have made enormous sacrifices — \r\nmore than any other country in this struggle — in order \r\nto interdict illegal cross-border movement, which is a \r\njoint responsibility. Pakistan has established \r\n1,000 border posts and deployed over 100,000 troops \r\non our side of the border with Afghanistan.  \r\n Indeed, one of the reasons for the latest \r\ndevelopments in Pakistan was the need to deal with the \r\nthreat of terrorism and extremism. This should not be a \r\nmatter of concern, especially to our brothers in \r\nAfghanistan. On the contrary, it will enhance our \r\nability to ensure security on our frontier and contribute \r\nto regional security.  \r\n One of the major outstanding challenges that we \r\nface is related to Afghan refugees. Pakistan continues \r\nto host more than 2 million Afghan refugees. We have \r\nnow agreed on the repatriation of all Afghan refugees \r\nliving in Pakistan within the framework of the tripartite \r\nagreement of 2 August 2007. Additionally, Pakistan, \r\nAfghanistan and the United Nations High \r\nCommissioner for Refugees have also reached an \r\nagreement to expedite closure of four Afghan refugee \r\ncamps close to the border because of security concerns. \r\nVoluntary, safe and orderly return of refugees and their \r\nreintegration will contribute to the stability of \r\nAfghanistan and the region. We expect the United \r\nNations and the international community to assist in \r\nthis objective with all necessary resources. \r\n The complex and interconnected challenges in \r\nAfghanistan require a correspondingly integrated, \r\ncoherent and coordinated response. Though relying on \r\ninternational support, such a response must have \r\nstrong, national ownership, which is indispensable to \r\neffectively tackling the multitude of problems, most of \r\nwhich are internal problems within Afghanistan. \r\nExtension of Government authority and indigenous \r\ncapacity-building are essential to increasingly \r\nassuming responsibility, while progressively reducing \r\nreliance on foreign partners. A successful strategy in \r\nAfghanistan must be based on a comprehensive \r\napproach that addresses the political, security and \r\ndevelopmental aspects in parallel. Political dialogue \r\nand reconciliation have to be an essential part of this \r\nstrategy. Such a strategy would have to build peace \r\npainstakingly, district by district, region by region, \r\nsince circumstances in each area differ. \r\n Security is, of course, is the major challenge \r\nthroughout Afghanistan. The report of the Secretary-\r\nGeneral notes that at least 78 districts of Afghanistan \r\nare currently rated as “extremely risky.” On top of this, \r\nthere are large parts of Afghanistan that are ungoverned \r\nspaces or under parallel power structures, controlled by \r\ninsurgents. These are the sanctuaries that need to be \r\neliminated before seeking to externalize Afghanistan’s \r\nproblems.   \r\n Apart from insurgent and terrorist activity, \r\ninsecurity and violence are caused by several other \r\nfactors, including factional fighting, criminal activity, \r\nillegal armed groups, warlords and drug barons. A \r\nstrong nexus has developed between the drug trade and \r\nterrorist activity. An objective analysis and proper \r\nunderstanding of this complex security matrix is \r\nrequired in order to formulate an effective response.  \r\n The call for violence and conflict emanates from \r\nterrorist groups — foreign militants such as Al-Qaida \r\nand militant Taliban, who are not prepared to reconcile \r\nand give up the path of violence. These elements must \r\nbe directly confronted. However, the military strategy \r\nmust seek to avoid civilian casualties and should be \r\nconducted in a manner so as not to exacerbate the \r\nalienation and grievances of the population. While \r\nterrorists have to be defeated, the extremists need to be \r\nconvinced and converted.  \r\n The Taliban are part of the Afghan social \r\nphenomenon. Most of them can be won over. President \r\nKarzai’s offer of dialogue and reconciliation to the \r\nTaliban is therefore welcomed. Despite its rejection by \r\nsome Taliban leaders, we believe that his is the right \r\n A/62/PV.44\r\n \r\n31 07-58078 \r\n \r\napproach and should be pursued. The report of the \r\nSecretary-General also calls for a more comprehensive \r\ncounter-insurgency strategy, including political \r\noutreach to the affected groups. Pakistan is assisting in \r\nsuch peace and reconciliation efforts through the joint \r\njirga process. A smaller 15 member jirga has been, \r\namong other things, mandated to expedite the ongoing \r\ndialogue for peace and reconciliation. This smaller \r\njirga is meeting now in Islamabad.  \r\n We also need to pay attention to the concerns and \r\naspirations of the common people, the common \r\npopulation of Afghanistan, which, in certain areas and \r\nfor diverse reasons, has sympathy for the viewpoint of \r\nthe Taliban and is thus susceptible to extremism. While \r\nisolating Al-Qaida terrorists and die-hard militants, it is \r\nimportant to win the hearts and minds of the \r\npopulation. Good governance and rule of law are \r\nrequired to counter the problems of neglect, exclusion \r\nand interference, which are common causes of their \r\ngrievances. Hearts and minds cannot be won, when \r\nthere is neither security nor any tangible improvement \r\nin the lives of the ordinary people. \r\n Despite improvement in several economic and \r\nsocial indicators, the pace of economic development \r\nand reconstruction in Afghanistan, especially in the \r\nsouth, remain slow and uneven. The problem is more \r\nsevere in areas where insecurity abounds, thus further \r\nalienating those local populations. Besides the need to \r\nensure the fulfilment of all existing commitments, we \r\nmust drastically increase the resources available for \r\neconomic recovery and reconstruction. It is also \r\nimportant to develop and utilize local and national \r\ncapacities for development and reconstruction. This \r\nwould significantly reduce costs and ensure that most \r\nof the funding for aid is spent for the purposes \r\nintended.  \r\n This year’s second successive increase on record \r\nin poppy cultivation in Afghanistan is perhaps the most \r\ndisturbing development and represents a grave danger, \r\nconsidering the cross-cutting nature of the drug \r\nproblem. The failed drug strategy is quickly converting \r\nAfghanistan into a virtual drug economy. Drug money \r\nis financing terrorist and insurgent activity. A \r\ncomprehensive and balanced counter-narcotics strategy \r\nis required, along with greater resources. This strategy \r\nshould focus on providing gainful and sustainable \r\nlivelihoods in the rural areas and break the link  \r\n \r\nbetween drug money and the financing of terrorist and \r\ninsurgent activity — and criminality — in Afghanistan.  \r\n It is also vital to address the other cross-cutting \r\nproblem, that is, corruption. The report of the \r\nSecretary-General and the draft resolution under \r\nconsideration note the effects of corruption on security, \r\ngood governance, counter-narcotics efforts and \r\neconomic development. In this context, it is also \r\nimportant to build the capacity of the Afghan national \r\nsecurity institutions. Properly equipped, trained, paid \r\nand ethnically-balanced professional forces would also \r\nhelp to reduce reliance on foreign forces for security, \r\ncounter-insurgency and law and order.  \r\n We would like to thank the delegation of \r\nGermany for coordinating the formulation of the draft \r\nresolution on Afghanistan. We believe the text \r\naddresses all the relevant issues in a comprehensive \r\nand balanced manner. Pakistan has, therefore, joined in \r\nco-sponsoring this resolution, which we hope will be \r\nadopted by consensus. \r\n No doubt the challenges faced by Afghanistan are \r\nimmense. The road to durable peace and development \r\nis difficult, but the objective is achievable. Afghanistan \r\nis fortunate to enjoy the continuing support of the \r\ninternational community. From the neighbouring \r\ncountries to the international partners, including NATO \r\nthe International Security Assistance Force and the \r\nUnited Nations: all have an important stake in the \r\nsuccess of Afghanistan. Their commitment and \r\nengagement will be required for the long run. For there \r\ncan be no short cut to success in Afghanistan. What is \r\nneeded at this stage is to combine our resources and \r\ncoordinate our policies and approaches into a \r\ncomprehensive and winning strategy in Afghanistan. \r\nPakistan will continue to pay its leading role in this \r\ncollective endeavour. \r\n The Acting President: Before concluding, I \r\nwould like to inform members that, at the request of \r\nthe sponsors and as reflected in the Journal, \r\nconsideration of agenda item 16, “Protracted conflicts \r\nin the GUAM area and their implications for \r\ninternational peace, security and development”, and \r\nagenda item 20, “The situation in the occupied \r\nterritories of Azerbaijan”, have been postponed to a \r\nlater date, to be announced.  \r\nThe meeting rose at 1.20 p.m. \r\n \r\n"