" United Nations  A/62/PV.26\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n26th plenary meeting \r\nTuesday, 16 October 2007, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-54255 (E) \r\n*0754255* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia) \r\n \r\n \r\n \r\nThe meeting was called to order at 10.10 a.m. \r\n \r\n \r\nAgenda item 112 \r\n \r\nElections to fill vacancies in principal organs \r\n \r\n(a)  Election of five non-permanent members of the \r\nSecurity Council \r\n \r\n The President: The General Assembly will now \r\nproceed to the election of five non-permanent members \r\nof the Security Council to replace those members \r\nwhose term of office expires on 31 December 2007. \r\n The five outgoing non-permanent members are \r\nthe following: the Congo, Ghana, Peru, Qatar and \r\nSlovakia. Those five States cannot be re-elected. Their \r\nnames, therefore, should not appear on the ballot \r\npapers. \r\n Apart from the five permanent members, the \r\nSecurity Council will include in the year 2008 the \r\nfollowing States: Belgium, Indonesia, Italy, Panama \r\nand South Africa. The names of those States, therefore, \r\nshould also not appear on the ballot papers. \r\n Of the five non-permanent members that will \r\nremain in office in the year 2008, two are from Africa \r\nand Asia, one is from Latin America and the Caribbean \r\nand two are from Western Europe and other States. \r\n Consequently, pursuant to paragraph 3 of General \r\nAssembly resolution 1991 A (XVIII), of 17 December \r\n1963, the five non-permanent members should be \r\nelected according to the following pattern: three from \r\nAfrica and Asia, one from Eastern Europe and one \r\nfrom Latin America and the Caribbean. The ballot \r\npapers reflect that pattern. \r\n In accordance with established practice, there is \r\nan understanding to the effect that, of the three States \r\nto be elected from Africa and Asia, two should be from \r\nAfrica and one from Asia. \r\n I should like to inform the Assembly that those \r\ncandidates, their number not exceeding the number of \r\nseats to be filled, receiving the greatest number of \r\nvotes and a two-thirds majority of those present and \r\nvoting, will be declared elected. In the case of a tie \r\nvote for a remaining seat, there will be a restricted \r\nballot limited to those candidates that have obtained an \r\nequal number of votes. \r\n May I take it that the General Assembly agrees to \r\nthat procedure? \r\n  It was so decided. \r\n The President: In accordance with rule 92 of the \r\nrules of procedure, the election shall be held by secret \r\nballot and there shall be no nominations. \r\n Regarding candidatures, I have been informed by \r\nthe Chairpersons of the respective regional groups of \r\nthe following. For the three vacant seats from among \r\nthe African and Asian States, there are three endorsed \r\ncandidates, namely, Burkina Faso, the Libyan Arab \r\nJamahiriya and Viet Nam. For the one vacant seat from \r\namong the Eastern European States, there are two \r\ncandidates, namely, Croatia and the Czech Republic. \r\nFor the one vacant seat from among the Latin America \r\nA/62/PV.26  \r\n \r\n07-54255 2 \r\n \r\nand Caribbean States, there are two candidates, namely, \r\nCosta Rica and the Dominican Republic. \r\n In accordance with rule 92 of the rules of \r\nprocedure, we shall now proceed to the election by \r\nsecret ballot. \r\n Before we begin the voting process, I should like \r\nto remind members that, pursuant to rule 88 of the \r\nrules of procedure of the General Assembly, no \r\nrepresentative shall interrupt the voting except on a \r\npoint of order on the actual conduct of the voting. \r\n I would also like to seek the usual cooperation of \r\nrepresentatives during the time of the conduct of the \r\nelection. Please be reminded that during the voting \r\nprocess, all campaigning should cease in the General \r\nAssembly Hall. That means in particular that once the \r\nmeeting has begun, no more campaign material can be \r\ndistributed inside the Hall. All delegates are also \r\nrequested to remain at their seats so that the voting \r\nprocess can proceed in an orderly manner. I thank \r\nmembers for their cooperation. \r\n We shall now begin the voting process. Members \r\nare requested to remain seated until all ballots have \r\nbeen collected. \r\n Ballot papers marked “A”, “B” and “C” will now \r\nbe distributed. I request representatives to use only \r\nthose ballot papers that have been distributed. \r\n May I ask representatives to write on the ballot \r\npapers marked “A”, for the African and Asian States, \r\nthe names of the three States for which they wish to \r\nvote; on the ballot papers marked “B”, for the Eastern \r\nEuropean States, the name of the one State for which \r\nthey wish to vote; and on the ballot papers marked “C”, \r\nfor the Latin American and Caribbean States, the name \r\nof the one State for which they wish to vote. \r\n A ballot will be declared invalid if it contains \r\nmore names of Member States from the relevant region \r\nthan the number of seats assigned to it. A ballot will \r\nalso be declared invalid if all the names of the Member \r\nStates on that ballot do not belong to the relevant \r\nregion. If a ballot paper contains names of Member \r\nStates that do not belong to that region, the ballot \r\nremains valid, but only the names of the Member \r\nStates that belong to the relevant region will be \r\ncounted. The names of Member States that do not \r\nbelong to that region will not be counted at all. \r\n At the invitation of the President, Mr. Stastoli \r\n(Albania), Ms. Del Águila-Castillo (Guatemala), \r\nMr. Jatmiko (Indonesia), Ms. Uushona (Namibia) \r\nand Mr. Flueck (Switzerland) acted as tellers. \r\n A vote was taken by secret ballot. \r\n The meeting was suspended at 10.30 a.m. and \r\nresumed at 11.30 a.m. \r\n The President: The result of the voting is as \r\nfollows: \r\n Group A — African and Asian States \r\n Number of ballot papers:    190 \r\n Number of invalid ballots:        0 \r\n Number of valid ballots:    190 \r\n Abstentions:          0 \r\n Number of Members voting:   190 \r\n Required two-thirds majority:   127 \r\n Number of votes obtained: \r\n  Burkina Faso      185 \r\n  Viet Nam       183 \r\n  Libyan Arab Jamahiriya   178 \r\n  Mauritania      2 \r\n  Senegal     1 \r\n Group B — Eastern European States  \r\n Number of ballot papers:   190 \r\n Number of invalid ballots:   0 \r\n Number of valid ballots:   190 \r\n Abstentions:     4 \r\n Number of Members voting: 186 \r\n Required two-thirds majority: 124 \r\n Number of votes obtained:  \r\n  Croatia      95 \r\n  Czech Republic    91 \r\n Group C — Latin American and Caribbean States \r\n Number of ballot papers:   190 \r\n Number of invalid ballots:   0 \r\n Number of valid ballots:                                  190 \r\n Abstentions:     2 \r\n Number of Members voting: 188 \r\n Required two-thirds majority: 126 \r\n Number of votes obtained: \r\n  Costa Rica   116 \r\n  Dominican Republic   72 \r\n Having obtained the required two-thirds majority, \r\nthe following States were elected members of the \r\nSecurity Council for a two-year term beginning \r\n1 January 2008: Burkina Faso, the Libyan Arab \r\nJamahiriya and Viet Nam.  \r\n A/62/PV.26\r\n \r\n3 07-54255 \r\n \r\n The President: There remain two seats to be \r\nfilled: one from among the Eastern European States \r\nand one from among the Latin American and Caribbean \r\nStates.  \r\n We shall therefore proceed to the first restricted \r\nballot. This second round of balloting shall be \r\nrestricted to the two States from among the Eastern \r\nEuropean States that were not elected but obtained the \r\nlargest number of votes in the previous ballot, namely, \r\nCroatia and the Czech Republic, and the two States \r\nfrom among the Latin American and Caribbean States \r\nthat were not elected but obtained the largest number \r\nof votes in the previous ballot, namely, Costa Rica and \r\nthe Dominican Republic. That is in accordance with \r\nrule 94 of the rules of procedure. \r\n Before we begin the voting process, I should like \r\nto remind members that, pursuant to rule 88 of the \r\nrules of procedure of the General Assembly, no \r\nrepresentative shall interrupt the voting except on a \r\npoint of order on the actual conduct of the voting. \r\n We shall now begin the voting process. \r\n Ballot papers marked “B” and “C” will now be \r\ndistributed. May I ask representatives to write on the \r\nballot papers the names of the States for which they \r\nwish to vote. Ballot papers marked “B”, for the Eastern \r\nEuropean States, will be declared invalid if they \r\ncontain the name of a State other than Croatia or the \r\nCzech Republic, or if they contain the names of more \r\nthan one State. Ballot papers marked “C”, for the Latin \r\nAmerican and Caribbean States, will be declared \r\ninvalid if they contain the name of a State other than \r\nCosta Rica or the Dominican Republic, or if they \r\ncontain the names of more than one State.  \r\n At the invitation of the President, Mr. Stastoli \r\n(Albania), Ms. Del Águila-Castillo (Guatemala), \r\nMr. Jatmiko (Indonesia), Ms. Uushona (Namibia) \r\nand Mr. Flueck (Switzerland) acted as tellers. \r\n A vote was taken by secret ballot. \r\n The meeting was suspended at 11.50 a.m. and \r\nresumed at 12.20 p.m. \r\n The President: The result of the voting is as \r\nfollows: \r\n Group B — Eastern European States  \r\n Number of ballot papers:   191 \r\n Number of invalid ballots:   1 \r\n Number of valid ballots:   190 \r\n Abstentions:     3 \r\n Number of Members voting: 187 \r\n Required two-thirds majority: 125 \r\n Number of votes obtained: \r\n  Croatia    106 \r\n  Czech Republic    81 \r\n Group C — Latin American and Caribbean States \r\n Number of ballot papers:   191 \r\n Number of invalid ballots:   1 \r\n Number of valid ballots:   190 \r\n Abstentions:     1 \r\n Number of Members voting: 189 \r\n Required two-thirds majority: 126 \r\n Number of votes obtained: \r\n  Costa Rica   119 \r\n  Dominican Republic   70 \r\nThere remain two seats to be filled: one from among \r\nthe Eastern European States and one from among the \r\nLatin American and Caribbean States.  \r\n We shall therefore proceed to the second \r\nrestricted ballot. This third round of balloting shall be \r\nrestricted to the two States from among the Eastern \r\nEuropean States that were not elected but obtained the \r\nlargest number of votes in the previous ballot, namely, \r\nCroatia and the Czech Republic, and the two States \r\nfrom among the Latin American and Caribbean States \r\nthat were not elected but obtained the largest number \r\nof votes in the previous ballot, namely, Costa Rica and \r\nthe Dominican Republic. That is in accordance with \r\nrule 94 of the rules of procedure. \r\n Before we begin the voting process, I should like \r\nto remind members that, pursuant to rule 88 of the \r\nrules of procedure of the General Assembly, no \r\nrepresentative shall interrupt the voting except on a \r\npoint of order on the actual conduct of the voting. \r\n The representative of the Dominican Republic \r\nhas requested the floor. \r\n Mr. Del Rosario Ceballos (Dominican Republic) \r\n(spoke in Spanish): On behalf of the Dominican \r\nGovernment, headed by Mr. Leonel Fernández, of the \r\nMinister for Foreign Affairs of the Republic, \r\nMr. Carlos Morales Troncoso, and of the Dominican \r\npeople and on my own behalf, I wish to inform the \r\nAssembly that the Dominican Republic is withdrawing \r\nfrom this election to clear the way for the brotherly \r\ncountry of Costa Rica. \r\n I should like to make a few additional comments.   \r\nA/62/PV.26  \r\n \r\n07-54255 4 \r\n \r\n Here, before the Assembly, the Dominican \r\nRepublic — my Government, my President, my \r\nMinister for Foreign Affairs and all Dominicans — \r\nwishes to express to the world Latin American \r\nsolidarity with Costa Rica, a country that we love and \r\nwith whom we have always been brothers, together \r\nwith all of Latin America and the Caribbean. Naturally, \r\nmy Government wishes to thank all those countries that \r\nvoted for us in a spirit of brotherhood and, above all, of \r\nLatin American and global unity. Now, more than ever \r\nbefore, in the world in which we live, which is \r\nthreatened by so many difficulties, the Government of \r\nPresident Leonel Fernández is further demonstrating its \r\nhistoric and continental vision of brotherhood among \r\nall peoples of Latin America and the rest of the world. \r\n The President: I thank the representative of the \r\nDominican Republic for his cooperation.  \r\n The representative of the Czech Republic has \r\nrequested the floor. \r\n Mr. Pojar (Czech Republic): I would like to \r\ncongratulate Croatia, as it deserves the seat. We are \r\nalso withdrawing our candidacy.  \r\n The President: I thank the representative of the \r\nCzech Republic for his cooperation. \r\n The representative of Croatia has requested the \r\nfloor. \r\n Ms. Grabar-Kitarović (Croatia): On behalf of \r\nthe Republic of Croatia, I would like to thank all \r\nmembers for their votes and for their confidence in \r\nCroatia. I thank the Czech Republic for pulling out of \r\nthe third round and for giving Croatia the opportunity \r\nto become a member of the Security Council for the \r\nfirst time. \r\n The President: I thank the representative of \r\nCroatia.  \r\n I now give the floor to the Minister for Foreign \r\nAffairs of Costa Rica. \r\n Mr. Stagno Ugarte (Costa Rica) (spoke in \r\nSpanish): I should like at the outset to thank all United \r\nNations Member States, because I believe that today \r\nwe have seen demonstrations of international \r\nsolidarity, which are rare. In particular, I should like to \r\nthank the brotherly people and Government of the \r\nDominican Republic for the magnanimous gesture of \r\nsolidarity in withdrawing. I assure them that Costa \r\nRica is grateful for that gesture; we will always \r\nremember it. We are now prepared to work with them \r\non issues of importance and sensitivity. The brotherly \r\ncountry of the Dominican Republic can count on Costa \r\nRica’s full support. I believe the applause that it \r\nreceived attests to the respect and affection in which \r\nthe Dominican Republic is held.  \r\n Many thanks to all those countries that believed \r\nin Costa Rica; we hope that we can meet the \r\nexpectations placed in us. We congratulate both \r\ncandidates. \r\n The President: I thank the Foreign Minister of \r\nCosta Rica. \r\n We shall now begin the voting process. \r\n Ballot papers marked “B” and “C” will now be \r\ndistributed. May I ask representatives to write on the \r\nballot papers the names of the States for which they \r\nwish to vote. Ballot papers marked “B”, for the Eastern \r\nEuropean States, will be declared invalid if they \r\ncontain the name of a State other than Croatia or the \r\nCzech Republic or if they contain the names of more \r\nthan one State. Ballot papers marked “C”, for the Latin \r\nAmerican and Caribbean States, will be declared \r\ninvalid if they contain the name of a State other than \r\nCosta Rica or the Dominican Republic or if they \r\ncontain the names of more than one State.  \r\n At the invitation of the President, Mr. Stastoli \r\n(Albania), Ms. Del Águila-Castillo (Guatemala), \r\nMr. Jatmiko (Indonesia), Ms. Uushona (Namibia) \r\nand Mr. Flueck (Switzerland) acted as tellers. \r\n A vote was taken by secret ballot. \r\n The meeting was suspended at 12.45 p.m. and \r\nresumed at 1.05 p.m. \r\n The President: The result of the voting is as \r\nfollows: \r\n Group B — Eastern European States  \r\n Number of ballot papers:   189 \r\n Number of invalid ballots:   0 \r\n Number of valid ballots:   189 \r\n Abstentions:     4 \r\n Number of Members voting: 185 \r\n Required two-thirds majority: 124 \r\n Number of votes obtained: \r\n  Croatia    184 \r\n  Czech Republic    1 \r\n \r\n A/62/PV.26\r\n \r\n5 07-54255 \r\n \r\n Group C — Latin American and Caribbean States \r\n Number of ballot papers:   189 \r\n Number of invalid ballots:   0 \r\n Number of valid ballots:   189 \r\n Abstentions:     9 \r\n Number of Members voting: 180 \r\n Required two-thirds majority: 120 \r\n Number of votes obtained: \r\n  Costa Rica   179 \r\n  Dominican Republic   1 \r\n Having obtained the required two-thirds majority, \r\nCosta Rica and Croatia were elected members of \r\nthe Security Council for a two-year term \r\nbeginning 1 January 2008. \r\n The President: I believe that this is a good day \r\nfor the United Nations and for the General Assembly. \r\nThe spirit of cooperation, goodwill and mutual trust \r\ndemonstrated today is particularly noteworthy. In that \r\nrespect, I would Like to thank the delegations of the \r\nCzech Republic and the Dominican Republic for their \r\ngracious cooperation. \r\n The following five States have thus been elected \r\nmembers of the Security Council for a two-year term \r\nbeginning on 1 January 2008: Burkina Faso, Costa \r\nRica, Croatia, the Libyan Arab Jamahiriya and \r\nViet Nam. I congratulate the States that have been \r\nelected members of the Security Council, and I thank \r\nthe tellers for their assistance in this election.  \r\n This concludes our consideration of sub-item \r\n(a) of agenda item 112. \r\n Before adjourning this meeting, I would like to \r\ninform members that the second meeting of the \r\nGeneral Committee will take place on Friday,  \r\n19 October 2007, at 10 a.m. in Conference Room 4, to \r\nconsider requests for the inclusion of four additional \r\nitems, contained in documents A/62/231, A/62/232, \r\nA/62/233 and A/62/234. The Committee will also \r\nconsider the question of the inclusion and allocation of \r\nthe item entitled “Question of the Comorian island of \r\nMayotte”. \r\n As members are aware, the High-level Dialogue \r\non Financing for Development is going to take place \r\non 23 and 24 October 2007, and I have requested the \r\nfive regional groups to nominate co-chairs for the six \r\nround tables.  \r\n In the absence of nominations by the respective \r\nregional groups by 6 p.m. tomorrow, Wednesday, \r\n17 October, I will proceed with the nomination of \r\nco-chairs for the six round tables in accordance with \r\nthe normal proceeding, taking into consideration the \r\nbalance in regional geographical distribution and \r\nbalanced representation of all stakeholders. The \r\nco-chairs will be selected from among the highest level \r\nof those participating in the meeting. I trust that all \r\nregional groups will strive to present their candidates \r\nbefore that time to allow us to take them into \r\nconsideration in the organization of this high-level \r\nevent. \r\n Before adjourning this meeting, I would like to \r\nmake an announcement regarding the Stand Up and \r\nSpeak Out against Poverty event to promote the \r\nMillennium Development Goals, which will take place \r\non Wednesday, 17 October 2007, at 1 p.m. on the North \r\nLawn. That event, which will be led by the Secretary-\r\nGeneral, will mark the International Day for the \r\nEradication of Poverty. All are invited to attend.  \r\nThe meeting rose at 1.10 p.m. \r\n"