" United Nations  A/62/PV.43\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n43rd plenary meeting \r\nThursday, 1 November 2007, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-58072 (E) \r\n*0758072* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia)\r\n \r\n \r\n  In the absence of the President, Mr. Rosselli \r\n(Uruguay), Vice-President, took the Chair. \r\n \r\nThe meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda item 76 (continued) \r\n \r\nReport of the International Criminal Court \r\n \r\n  Note by the Secretary-General (A/62/314) \r\n \r\n Mr. Tavares (Portugal): At the outset, I would \r\nlike to congratulate the President of the International \r\nCriminal Court.  \r\n Today I have the honour to speak on behalf of the \r\nEuropean Union. The candidate countries of Croatia \r\nand the former Yugoslav Republic of Macedonia, \r\nTurkey, the countries of the Stabilization and \r\nAssociation Process and potential candidates Albania, \r\nBosnia and Herzegovina, Serbia and Montenegro, the \r\nEuropean Free Trade Association (EFTA) country \r\nIceland, member of the European Economic Area, as \r\nwell as Ukraine, Moldova, Armenia and Georgia align \r\nthemselves with this statement.  \r\n The European Union (EU) is firmly committed to \r\nending impunity for the most heinous crimes of \r\nconcern to the international community. The \r\nInternational Criminal Court (ICC), created almost ten \r\nyears ago, is one of the greatest achievements in the \r\nfight against impunity. The EU reiterates its strong \r\nsupport for the work of the Court.  \r\n The importance of the ICC should be seen within \r\nthe wider context of international order. The Court is \r\nimportantly placed to contribute to a more peaceful and \r\njust world, promoting respect for international \r\nhumanitarian law, human rights and the rule of law. \r\nThe European Union remains convinced that peace and \r\njustice are not conflicting goals, quite the contrary. In \r\nour view, sustainable peace cannot be achieved if the \r\ndemands for individual accountability for the most \r\nserious international crimes are not duly addressed.  \r\n States have the primary responsibility for \r\nbringing offenders to justice. The ICC will only step in \r\nas a last resort, if States fail to carry out their duty. The \r\nICC plays a significant role in ensuring accountability \r\nwhere national judicial systems have failed or are not \r\nwilling or able to function. As for deterrence and \r\nprevention, the European Union views the ICC as an \r\nessential instrument for the prevention of genocide, \r\ncrimes against humanity and war crimes.  \r\n The European Union expresses its appreciation to \r\nthe Court for its report (A/62/314). The report clearly \r\ndemonstrates that the Court is a living institution that \r\nhas achieved substantial progress in its investigations \r\nand judicial proceedings. In this respect, the EU shares \r\nthe Court’s concerns in relation to the outstanding \r\narrest warrants arising from the ICC’s investigations in \r\nDarfur and Uganda. The EU urges all parties to work \r\nwith the Court to ensure that these individuals are \r\nbrought to justice as soon as possible. The EU \r\nemphasizes the obligation on the Government of Sudan \r\nto cooperate with the Court under the terms of Security \r\nCouncil resolution 1593 (2005).  \r\nA/62/PV.43  \r\n \r\n07-58072 2 \r\n \r\n The 105 States party to the Rome Statute and the \r\nfour situations before the Court represent significant \r\nachievements for a young Court. In this context, we \r\nwould like to underline three key developments in the \r\nsituation in the Democratic Republic of the Congo. The \r\ntrial against Mr. Lubanga Dyilo is under preparation, \r\nand four victims participated in the hearing through \r\ntheir legal representatives. This was the first time in \r\nthe history of an international criminal court that \r\nvictims participated in proceedings in their own right, \r\nwithout being called as witnesses. In that connection, \r\nthe EU also welcomes the arrest and transfer of \r\nGermain Katanga to custody of the ICC custody on \r\n18 October.  \r\n The European Union echoes the Secretary-\r\nGeneral’s statement marking the fifth anniversary of \r\nthe Court, in which he said that the ICC had already \r\nestablished itself as a centrepiece of a system of \r\ninternational criminal justice. The EU welcomes the \r\nCourt’s increased cooperation with other international \r\nand hybrid tribunals in particular the Special Court for \r\nSierra Leone.  \r\n We all agree that the Court has taken its first \r\nwell-grounded steps and that the report shows its \r\nachievements. The Court, however, relies critically on \r\neffective cooperation and assistance by States, as well \r\nas on the United Nations and other international and \r\nregional organizations.  \r\n As the ICC does not have an enforcement \r\ncapacity, assistance is particularly needed for the arrest \r\nof suspects, the provision of evidence, the relocation of \r\nwitnesses, the protection of victims and the \r\nenforcement of sentences. We stress the importance of \r\ncooperation by States Parties and non-States Parties \r\nwith the Court, both in general and as regards \r\nspecifically the execution of arrest warrants.  \r\n Furthermore, the EU appreciates the deepened \r\ncooperation with international organizations, in \r\nparticular with the United Nations. The United Nations \r\nis a critical partner to the ICC in the field, as it may be \r\nin a position to provide the Court with evidence or \r\nlogistical support. The EU invites the Secretary-\r\nGeneral to make this support even more tangible on the \r\nground.  \r\n The EU and the ICC concluded an agreement on \r\ncooperation and assistance in April 2006. The \r\nEuropean Union encourages other relevant \r\norganizations, including the African Union, to \r\nformalize their cooperation with the Court.  \r\n The European Union is a strong and active \r\nadvocate for the universality of the ICC and a \r\ndedicated defender of the integrity of the Rome Statute. \r\nThe EU reiterates its call for the universal ratification \r\nof the Rome Statute, as well as of the Agreement on the \r\nPrivileges and Immunities of the Court. The EU recalls \r\nits Common Position and Action Plan to support the \r\nCourt, as well as the array of instruments at its disposal \r\nto promote the universality and integrity of the Rome \r\nStatute.  \r\n The EU also welcomes the ICC’s intensified \r\nefforts relating to its outreach activities in the field. \r\nReaching out to societies and people affected by crime \r\nis paramount for the successful discharge of the wider \r\nmandate of the Court. In that respect, the Court’s \r\nactivities are particularly important when it is reaching \r\nout to victims, who have a unique role under the Rome \r\nStatute. \r\n The European Union wishes to thank \r\nLiechtenstein for organizing the intersessional \r\nmeetings of the Special Working Group on the Crime \r\nof Aggression, held at Princeton. Those meetings have \r\nproved to be highly conducive to the preparation of \r\nprovisions relating to the crime of aggression, the \r\ndefinition of which is of interest to the entire United \r\nNations membership. The EU is committed to \r\ncontribute to the finalization of the work on the crime \r\nof aggression and will support solutions that are \r\nconsistent with the letter and the spirit of the Rome \r\nStatute and the United Nations Charter. \r\n The EU would like to underline once again that \r\ncooperation and assistance by all of us, the United \r\nNations and other international and regional \r\norganizations, remains vital if the Court is to \r\nsuccessfully carry out its activities. \r\n Mr. Sealy (Trinidad and Tobago): Trinidad and \r\nTobago has the honour and the privilege to speak on \r\nbehalf of the members of the Caribbean Community \r\n(CARICOM) that are States parties to the Rome Statute \r\nof the International Criminal Court (ICC) on the report \r\nof the Court contained in document A/62/314. \r\n That report, which is issued in keeping with \r\narticle 6 of the Relationship Agreement between the \r\nUnited Nations and the ICC, provides relevant \r\ninformation on the activities that the Court has carried \r\n A/62/PV.43\r\n \r\n3 07-58072 \r\n \r\nout during the past year as it has sought to discharge its \r\nmandate in accordance with the provisions of the Rome \r\nStatute. We acknowledge the role of the ICC as the \r\nonly permanent international tribunal charged with the \r\nresponsibility to prosecute individuals accused of \r\ncommitting the most serious crimes of concern to the \r\ninternational community, namely, genocide, war \r\ncrimes, crimes against humanity and — when a \r\ndefinition of the crime is finally adopted pursuant to \r\narticles 121 and 123 of the Rome Statute — the crime \r\nof aggression. \r\n On 1 July of this year, we celebrated the fifth \r\nanniversary of the entry into force of the Rome Statute. \r\nIn a short period of five years, the Court has made \r\nsubstantial progress in putting the necessary systems in \r\nplace to effect the prosecution of individuals accused \r\nof committing crimes within the jurisdiction of the \r\nCourt, thus ensuring that justice is brought to the \r\nhapless victims of serious crimes, without prejudice to \r\nthe rights of the accused. \r\n In that regard, CARICOM States parties note \r\nwith satisfaction the progress made by the Court in \r\nMarch 2007 with the confirmation of charges in the \r\nThomas Lubanga Dyilo case, relating to the situation in \r\nthe Democratic Republic of the Congo, and with the \r\npreparations for the commencement of his trial. \r\nCARICOM is further pleased to note the arrest and \r\nsurrender of Germain Katanga earlier this month and \r\nthe prompt commencement of pre-trial proceedings in \r\nhis case.  \r\n However, we are concerned about the non-\r\napprehension to date of those accused of committing \r\ncrimes in the Darfur region of the Sudan and also in \r\nnorthern Uganda, despite the issuance of arrest \r\nwarrants for those individuals. We are satisfied that the \r\nProsecutor has conducted adequate investigations into \r\nthose cases, and we wish to reiterate previous calls for \r\nthe relevant authorities of the States concerned and \r\nother entities to cooperate with the Court in the \r\nexecution of the arrest warrants and the surrender of \r\nthe accused persons to face trial. \r\n CARICOM States parties recognize and affirm \r\nthe importance of cooperation between national justice \r\nand international criminal justice. The recent \r\nconclusion of the memorandum of understanding \r\nregulating the establishment and functioning of the \r\nCourt on the territory of the Central African Republic \r\nis exemplary. \r\n The jurisdiction of the ICC is, however, \r\ncomplementary to that of national courts. This \r\nprinciple, which is enshrined in article 1 of the Rome \r\nStatute, is a clear demonstration that the drafters of the \r\nRome Statute were conscious of the sovereign right of \r\nStates to prosecute their nationals accused of the \r\ncommission of crimes within the scope of the Statute.  \r\n Correspondingly, we also recognize that States \r\nhave a legal obligation to cooperate with the Court in \r\nseveral areas, including through the execution of arrest \r\nwarrants, the surrender of accused persons, the transfer \r\nof prisoners, the enforcement of sentences and the \r\nprotection and relocation of witnesses. In that respect, \r\nwe call upon all States parties that have not yet done so \r\nto enact comprehensive legislation to give domestic \r\nlegal effect to their binding legal obligations under the \r\nStatute. The enactment of implementing legislation \r\nwould not only ensure that States have the legal basis \r\nfor the prosecution of those accused of the commission \r\nof crimes domestically, in keeping with the well-known \r\nprinciple of law Nulla poena sine lege, but would also \r\nassist in negating any possible challenges to the \r\njurisdiction of the Court in instances where a State has \r\nreferred a matter to the Court. We also call on States \r\nparties and others to ratify as soon as possible the \r\nAgreement on the Privileges and Immunities of the \r\nICC so that the Court can perform its work in their \r\njurisdictions in an unencumbered manner. \r\n We are encouraged by the steps taken by the \r\nCourt to meet with several individuals, organizations \r\nand groups, including representatives of the African \r\nUnion and of African States, in the context of the \r\nrelationship agreement between the ICC and the \r\nAfrican Union. Additionally, we welcome with \r\nappreciation the signing of the Headquarters \r\nAgreement between the International Criminal Court \r\nand the Kingdom of the Netherlands, which defines the \r\nrelationship between the Court and the host State. \r\n Over the past year, the Court has shown great \r\nresolve in becoming a truly global judicial institution. \r\nIn addition to welcoming five new States parties — \r\nincluding Saint Kitts and Nevis, of the CARICOM \r\nregion — the Court has embarked on an enhanced \r\noutreach programme. That has led to a greater \r\nawareness of the role of the Court, especially in the \r\nsituation countries, thereby reducing any \r\nmisconceptions concerning its operations, while also \r\nenhancing its legitimacy. \r\nA/62/PV.43  \r\n \r\n07-58072 4 \r\n \r\n The preamble to the Rome Statute contemplates \r\ncooperation between the Court and the United Nations, \r\nwhile recognizing the independence of the Court. \r\nConsequently, we note with satisfaction the contacts \r\nmade between officials of both institutions during the \r\npast year on matters germane to their respective work \r\nprogrammes. International confidence in the work of \r\nthe Court was also strengthened with the conclusion of \r\nthe memorandum of understanding between the Court \r\nand the Special Court for Sierra Leone. Through the \r\nprovision of assistance for the conduct of the Charles \r\nTaylor trial, the ICC has demonstrated its commitment \r\nto assist in the fight against impunity in any part of the \r\nglobe. \r\n The sixth session of the Assembly of States \r\nParties to the ICC will be held here at United Nations \r\nHeadquarters from 30 November to 16 December \r\n2007. We are hopeful that attendance during this \r\nsession of the Assembly of States Parties will surpass \r\nthat of all previous sessions because all 105 States \r\nparties and all signatory States and observer States are \r\nrepresented at United Nations Headquarters in New \r\nYork. This will be an opportune moment for the \r\ncontinuation of efforts aimed at universalization of the \r\nRome Statute.  \r\n Included among the items on the agenda of the \r\nforthcoming session of the Assembly of States Parties \r\nis the election of judges to fill the judicial vacancies \r\noccasioned by the retirement of three judges, including \r\nJudge Hudson-Phillips from Trinidad and Tobago. The \r\nGovernment of Trinidad and Tobago has announced, \r\nand CARICOM has endorsed, the candidature of \r\nretired Justice of Appeal Jean Permanand, a person of \r\nhigh moral integrity and a distinguished jurist with \r\ncompetence in criminal law and procedure, to fill one \r\nof those three vacancies. \r\n CARICOM States parties are of the view that the \r\nInternational Criminal Court is an international judicial \r\ninstitution of which the international community can be \r\njustly proud. These States will continue to steadfastly \r\nsupport the ICC and will encourage other States, \r\nincluding CARICOM member States, to adhere to the \r\nRome Statute since we are firmly convinced that it is \r\nonly through the effective functioning of an institution \r\nsuch as this that we can put an end to the culture of \r\nimpunity for these grave crimes of concern to the \r\ninternational community and bring peace and stability \r\nto countries where these heinous crimes have been \r\ncommitted. \r\n Mr. Van Bohemen (New Zealand): I have the \r\nhonour to speak on behalf of Canada, Australia and \r\nNew Zealand (CANZ). We wish to thank Judge \r\nPhilippe Kirsch, the President of the International \r\nCriminal Court (ICC), for his positive and direct \r\npresentation of the report on the work and situation of \r\nthe Court.  \r\n Since its creation, just five years ago, the ICC has \r\nmade important progress. There are now 105 States \r\nparties to the Rome Statute of the ICC. The Office of \r\nthe Prosecutor is currently investigating crimes in four \r\nsituations. Arrest warrants have been issued against \r\nalleged perpetrators in three of these situations. In \r\nJanuary this year, the Court confirmed charges of war \r\ncrimes against Thomas Lubanga Dyilo, a former \r\nCongolese militia leader. We await his trial, the first \r\never before the International Criminal Court, due to \r\nstart in early 2008. \r\n CANZ welcomes and commends the recent action \r\nby the Government of the Democratic Republic of the \r\nCongo to surrender Germain Katanga to the Court. \r\nThis surrender provides a timely example of the results \r\nthat can be achieved with the cooperation of the \r\nsituation country. \r\n Canada, Australia and New Zealand \r\nacknowledge, however, that the ICC continues to face \r\nmajor challenges. Perhaps the most significant of these \r\narises from the fact that the Court is heavily reliant on \r\nsupport and assistance from States and, on occasion, \r\nfrom international organizations and others, in order to \r\nfulfil its mandate under the Rome Statute. This is well-\r\nillustrated by the current situation with the six \r\noutstanding arrest warrants for the Darfur and Uganda \r\ninvestigations. The ICC can succeed only if \r\nperpetrators believe it has the power to act. This \r\nrequires the cooperation of all States to give effect to \r\narrest warrants and assist with other ongoing \r\ninvestigations. \r\n CANZ calls on the Governments of Sudan and \r\nUganda to play their part in the ICC’s work to bring an \r\nend to impunity for the most serious international \r\ncrimes. In particular, we urge the Government of the \r\nSudan to take all steps to arrest Minister of State for \r\nHumanitarian Affairs, Ahmad Harun, and militia \r\nleader, Ali Kushayb, and transfer them to the Court for \r\ntrial. Acting on these arrest warrants will demonstrate \r\nnot only respect for the rule of law but also support for \r\ninternational criminal justice generally. \r\n A/62/PV.43\r\n \r\n5 07-58072 \r\n \r\n Canada, Australia and New Zealand consider that \r\nsupport for and cooperation with the Court is critical to \r\nits success, although such support can take a variety of \r\ndifferent forms. For example, New Zealand recently \r\nsigned an agreement with the ICC to provide specific \r\ncooperation. We would encourage all States parties to \r\nconsider what practical measures they can take to \r\nsupport the work of the Court. \r\n The ICC has continued to develop cooperative \r\nrelationships with a number of international courts and \r\ntribunals. A unique and unprecedented level of \r\ncooperation exists between the Court and the Special \r\nCourt for Sierra Leone. We welcome the assistance the \r\nICC is providing to this Special Court in relation to the \r\ntrial of Charles Taylor. We see this as helping to \r\nachieve the broader goal of combating criminal \r\nimpunity which underpins the very establishment of \r\nthe ICC. \r\n Universal ratification of the Rome Statute is also \r\ncrucial to the ICC’s success. If we are to ensure that \r\nthe perpetrators of the most world’s most egregious \r\ncrimes are denied a safe haven, we must step up our \r\ncollective efforts to promote the universality of the \r\nRome Statute. In that regard, Canada, Australia and \r\nNew Zealand welcomed, at last year’s assembly of \r\nStates parties, the adoption of the plan of action for \r\nachieving universality and full implementation of the \r\nRome Statute. Since then, we have also welcomed \r\nJapan as a party to the Rome Statute. We hope that \r\nJapan’s accession will encourage additional States to \r\njoin, particularly States from Asia. \r\n Canada, Australia and New Zealand have \r\ncontinued their efforts at the regional level to \r\nencourage further ratifications. For example, Australia \r\nrecently took the opportunity presented by the ICC’s \r\nProsecutor’s visit to Australia in August, to convene a \r\nregional seminar attended by 70 officials from the \r\nAsia-Pacific, including ministers and senior \r\nGovernment officials, to promote accession to the \r\nRome Statute. \r\n Since September 2000, Canada’s International \r\nCriminal Court and Accountability Campaign, funded \r\nby Foreign Affairs and International Trade Canada, has \r\nprovided more than $4.3 million in funding to support \r\nevents and projects that promote ratification and \r\nimplementation of the Rome Statute, assist with the \r\neffective functioning of the Court and other \r\ninternational criminal tribunals and provide education \r\nand outreach related to the ICC and other international \r\ncriminal tribunals. \r\n CANZ will continue to provide the ICC with our \r\nstrong and unwavering support. We call on all Member \r\nStates to do the same. \r\n Mr. Wenaweser (Liechtenstein): I would like to \r\nthank the President of the International Criminal Court \r\n(ICC), Mr. Philippe Kirsch, for presenting the report of \r\nthe ICC to the General Assembly today.  \r\n The Court has continued to make important \r\nprogress in its operations and judicial work. This is \r\nevidenced, in particular, by the situation regarding the \r\nDemocratic Republic of the Congo. We note with \r\nsatisfaction the recent surrender of a second indicted \r\nperson in that situation, which will give the ICC a \r\nfurther opportunity to prove its excellence.  \r\n We commend all organs of the Court for their \r\nhighly professional, independent and impartial work \r\nover the last year. Indeed, we have no doubt that the \r\nICC is working in the manner envisioned by the \r\ndrafters of the statute and its activities in The Hague \r\nand in the field clearly have an impact on the situations \r\nunder consideration, but also a preventative impact in \r\ngeneral. \r\n As outlined in the ICC’s report, the Court \r\ncontinues to rely and depend on cooperation by States \r\nand international organizations with respect to the \r\noperational aspect of its work, in particular, arrest and \r\nsurrender. We note with great concern that currently six \r\narrest warrants are still awaiting their execution. For \r\nsome of them, this has been the case for more than two \r\nyears. This state of affairs is unacceptable. We call \r\nupon all States, parties and non-parties alike, as well as \r\non other relevant actors, such as the Security Council, \r\nto consider the consequences of such inaction at this \r\njuncture. The commitment to end impunity for the \r\nworst crimes is as relevant today as it was at the time \r\nof adoption of the Rome Statute.  \r\n In Rome, we sent a clear signal to past and \r\npotential future perpetrators of such crimes that they \r\nwill not get away with their actions. The Statute has, \r\nfurthermore, given a firm legal answer to what some \r\nlike to refer to as the “peace versus justice” dilemma, \r\nin the form of a legal obligation to cooperate with the \r\nICC, in particular, regarding arrest and surrender. This \r\nobligation is not negotiable and must be fully \r\nimplemented.  \r\nA/62/PV.43  \r\n \r\n07-58072 6 \r\n \r\n As far as the United Nations is concerned, \r\ncooperation is required at the technical level, as \r\nregulated by the United Nations-International Criminal \r\nCourt Relationship Agreement, as well as at the \r\npolitical level.  \r\n The Security Council has a very important role to \r\nplay in this respect. Both the Rome Statute and the \r\nRelationship Agreement envisage a mutually beneficial \r\nrelationship between the ICC and the United Nations, \r\nreflecting the nature of the Court as an institution that \r\npromotes and delivers justice, based on the principle of \r\ncomplementarity, and thereby contributes to peace and \r\nsecurity. \r\n Liechtenstein has always strongly supported the \r\nInternational Criminal Court, and continues to do so as \r\nthe Court begins to leave its mark in the system of \r\ninternational institutions. We welcome Japan as the \r\n105th State party to the Rome Statute and call upon \r\nother States that have not yet ratified the Statute to \r\nconsider doing so in the near future. We fully respect \r\nthe approach of some States that continue to evaluate \r\nthe merits of ratification or accession and the \r\ndifficulties attached thereto, and encourage them to \r\nenter into a dialogue with the Court and with other \r\nStates parties with a view to addressing any concerns. \r\nWhile the number of States parties will continue to \r\nrise, it can already be clearly stated that the entry into \r\nforce of the Statute has brought about a paradigm shift \r\ntowards the rule of law that is irreversible. \r\n We look forward to the sixth session of the \r\nAssembly of States Parties to the Rome Statute, to be \r\nheld here at Headquarters from 30 November to \r\n14 December 2007, and we hope that all States will use \r\nthis opportunity to participate actively, as members or \r\nas observers. In this respect, we will once again place \r\ngreat emphasis on the work on the definition of the \r\ncrime of aggression. Our mission in New York \r\norganized for the fourth time an intersessional meeting \r\non the crime of aggression at Princeton University in \r\nJune 2007, where further progress was made on this \r\nimportant question. We look forward to the \r\ncontinuation of this constructive dialogue among States \r\nparties, as well as non-States parties, as we get closer \r\nto the Review Conference. \r\n Mrs. Nguyen Thi Thanh Ha (Viet Nam): Five \r\nyears ago, the Rome Statute of the International \r\nCriminal Court (ICC) entered into force, marking an \r\nhistoric event in the development of international \r\ncriminal law. My delegation today thanks Judge \r\nPhilippe Kirsch, President of the ICC, for having \r\npresented the Court’s report, submitted to the General \r\nAssembly in document A/62/314. My delegation also \r\nshares the view expressed in paragraph 4 of the report, \r\nwhich states that \r\n “By helping to put an end to impunity for the \r\nperpetrators of the most serious international \r\ncrimes, the Court is intended to contribute to the \r\nprevention of such crimes and to the maintenance \r\nof peace and security”. \r\n By 1 October 2007, the number of States parties \r\nto the Rome Statute reached 105, a figure \r\ndemonstrating the strong support of United Nations \r\nMember States for the Court. The activities of the ICC, \r\nas shown in the report, once again reaffirm the view of \r\nthe United Nations Secretary-General that the Court is \r\na centrepiece of a system of international criminal \r\njustice. So far, four situations have been referred to the \r\nCourt. The vast amount of communications relating to \r\npurported crimes that the Court has been receiving also \r\ntestifies to its increasing prestige. Cooperation between \r\nthe ICC and the United Nations, States, international \r\norganizations and civil society continues to be \r\npromoted. \r\n While taking note of the substantial progress \r\nmade by the International Criminal Court, it should be \r\nemphasized that the Court’s jurisdiction will not be \r\ncomplete until the crime of aggression is defined and \r\nincluded in the Rome Statute. The Special Working \r\nGroup on the Crime of Aggression of the Assembly of \r\nStates Parties to the Rome Statute has made great \r\nefforts to define the act of aggression and the \r\nconditions for the Court to exercise jurisdiction over \r\nthis crime. The sixth session of the Assembly of States \r\nParties, to be convened in New York at the end of this \r\nmonth, is expected to offer another opportunity for \r\nfruitful discussions of this important, unsettled part of \r\nthe Court’s jurisdiction. \r\n Viet Nam has been following the development of \r\nthe ICC with great interest. We have stated our support \r\nmany times for an independent and objective \r\ninternational criminal court that complements national \r\njuridical systems and operates in accordance with the \r\nfundamental principles of international law. In fact, the \r\ncompetent authorities in Viet Nam are seriously \r\nstudying the possibility of acceding to the Rome \r\nStatute. We take particularly great interest in the work \r\n A/62/PV.43\r\n \r\n7 07-58072 \r\n \r\nof the Special Working Group on the Crime of \r\nAggression and support General Assembly resolution \r\n3314 (XXIX), adopted at its twenty-ninth session, as \r\nan important guide to the Group’s substantive work. \r\n Mr. Maurer (Switzerland) (spoke in French): \r\nSwitzerland would first like to express its gratitude to \r\nPresident Philippe Kirsch for presenting the third \r\nannual report of the International Criminal Court (ICC) \r\n(A/62/314), covering the main developments in the \r\nCourt’s activities and cooperation between the Court \r\nand the United Nations. Switzerland would also like to \r\nexpress its appreciation to the Court’s officials and \r\nstaff for their outstanding work in carrying out the \r\ncolossal task bestowed upon them. \r\n Switzerland welcomes the positive cooperation \r\nbetween the Court and various United Nations offices, \r\nas well as the Court’s institutional support to the \r\nSpecial Court for Sierra Leone in hosting the \r\nproceedings of the Charles Taylor case. It also \r\nwelcomes the support to the ICC from several States, \r\nin particular the various bilateral arrangements that \r\nhave been concluded with the Court on specific issues \r\nof cooperation. \r\n As mentioned in the report, the Court is up and \r\nrunning, and four situations have been referred to it. \r\nSwitzerland welcomes the important progress made in \r\n2007 — namely, the first referral of a case, Prosecutor \r\nv. Thomas Lubanga Dyilo, to the trial stage, and the \r\ntransfer to The Hague of Germain Katanga by the \r\nDemocratic Republic of the Congo. The very fact that \r\nafter such a short period of time, the Court is already \r\ninvestigating and has started legal proceedings in four \r\nsituations confirms that the establishment of a \r\npermanent international criminal court was a very \r\nmuch needed development in international law. States, \r\nas well as the United Nations as a whole, worked very \r\nhard to reach an agreement on the Statute of the Court \r\nand to achieve its establishment. Five years after its \r\ncreation, the ICC has already come a long way. The \r\nefforts of States and the United Nations to support and \r\npromote the Court’s work should not, however, waver. \r\nOn the contrary, the international community and \r\nStates individually must, more than ever, strive to \r\npursue these efforts. \r\n Switzerland wishes to stress the positive effects \r\nof the Court’s activities in the field. One notable \r\nexample concerns the developments in northern \r\nUganda. Following the issuance of arrest warrants by \r\nthe Court, the humanitarian situation has improved \r\nconsiderably, and peace negotiations have become \r\npossible. \r\n Switzerland is convinced that there cannot be \r\nlasting peace and security worldwide without \r\ninternational justice. The international community has \r\nvery high expectations for the Court. Indeed, the Court \r\nis expected to play a central role in the fight against \r\nimpunity and in providing justice — two elements that \r\nare crucial in reaching lasting peace and security, in \r\nparticular in post-conflict situations. This task is vital. \r\n The ICC was provided, through the Rome Statute, \r\nwith the necessary jurisdiction and legal tools to try \r\nthose responsible for the most heinous crimes in cases \r\nwhere States that have jurisdiction over such crimes \r\nare unwilling or unable to complete such proceedings \r\nthemselves.  \r\n The Court is not lacking the financial resources to \r\ncarry out its mandate at this stage, despite some \r\nremaining arrears. What the Court is lacking, however, \r\nare the enforcement tools necessary to accomplish its \r\ntasks. The Court therefore relies heavily on the support \r\nand cooperation of States. As President Kirsch rightly \r\npointed out in his report, States are the enforcement \r\npillar of the international criminal justice system. \r\n Switzerland would like to stress the important \r\nrole States must play in supporting and cooperating \r\nwith the International Criminal Court. It is the \r\nresponsibility of the States, under the Rome Statute and \r\nin line with the aims of the United Nations Charter in \r\nterms of upholding peace and security, to support and \r\nfully cooperate with the Court. \r\n Switzerland strongly believes that the \r\nrelationship between States and the Court is based on \r\nreciprocity. Not only do States have high expectations \r\nfor the Court, but the Court also has high expectations \r\nvis-à-vis States. The Court will be able to meet these \r\nexpectations and fulfil its mandate only if States \r\nprovide their full support. \r\n Switzerland would also like to recall that full \r\ncooperation with the Court must exist at all stages, \r\nwhether during the investigation period or when \r\nenforcing decisions of the Court, notably arrest \r\nwarrants. Furthermore, cooperation is not only needed \r\nfrom States directly concerned by the cases under the \r\nCourt’s scrutiny, but also from other States. Indeed, as \r\nwas pointed out in the third annual report, investigating \r\nA/62/PV.43  \r\n \r\n07-58072 8 \r\n \r\nthe situations referred to the Court has involved \r\nactivities both on the territories of the four relevant \r\nStates and in over 25 other countries during the \r\nreporting period. It is therefore crucial that all States, \r\nand not merely those directly involved in cases before \r\nthe Court, cooperate with the Court. In this regard, \r\ncooperation provided by non-States parties is not only \r\nprovided for under the Statute, it is also particularly \r\nwelcome. \r\n Finally, Switzerland fully agrees with the report’s \r\nview according to which “[t]he aims of the States \r\nParties to the Rome Statute in establishing the Court \r\noverlap with the purposes and principles of the United \r\nNations” (A/62/314, para. 4). This message supports \r\nthe idea that the Rome Statute should be of universal \r\nscope. Switzerland therefore calls upon all States that \r\nhave not yet done so to join the Rome Statute as soon \r\nas possible. \r\n Mr. Manuel Pérez (Cuba) (spoke in Spanish): \r\nMy country has supported and will continue to support \r\nthe establishment of an impartial, non-selective, \r\nefficient and just international criminal court that \r\ncomplements the national systems of justice and is \r\ntruly independent, hence rid of subordinations to \r\npolitical interests that could distort its essence. \r\n The International Criminal Court’s lack of \r\nindependence is of concern, considering the way in \r\nwhich its relations with the Security Council have been \r\ndefined. Article 16 of the Rome Statute grants power to \r\nthe Council to suspend investigations or indictments \r\ncarried out by the Court, and article 5 of the same text \r\npurports to regulate in the future the Criminal Court’s \r\njurisdiction based on the determination by the Security \r\nCouncil that an act of aggression has been committed \r\nby a State. These two elements call into question the \r\ntrue efficiency and independence of the Court in its \r\nwork. \r\n Also of concern are actions by the United States \r\naimed at signing bilateral immunity agreements \r\nexempting its citizens from the International Criminal \r\nCourt’s jurisdiction. Such agreements not only \r\npreclude handing over to the Court a great many \r\npersons, including former and current Government \r\nofficials, military personnel and United States citizens \r\nin general, but they do not include that country’s \r\nobligation to investigate and try those persons. Cuba \r\ndenounces such actions, which are clearly aimed at \r\nweakening the efficiency and credibility of the ICC and \r\ndodging the system of international criminal \r\nresponsibility of its citizens, in open violation of the \r\nrules of international law. \r\n The Cuban delegation has participated with \r\nparticular interest in all phases of the establishment of \r\nthe International Criminal Court and recognizes the \r\nrelevance of the Rome Statute for international law. \r\nHowever, basic expectations set at the beginning of the \r\nprocess, such as the elaboration of a definition of the \r\ncrime of aggression, have not yet been met. \r\n We hope that the Special Working Group on the \r\nCrime of Aggression, open to all States Members of the \r\nUnited Nations on an equal footing, can carry out its \r\nwork satisfactorily, elaborating a broadly accepted \r\ndefinition of this crime under which its perpetrators \r\ncan be tried and condemned. In this regard, we \r\nconsider that the Assembly of States Parties should \r\nprovide more possibilities for the functioning of the \r\nSpecial Working Group, assigning it more time within \r\nits agenda and convening intersessional meetings, as \r\nrequired. \r\n Once again, the Cuban delegation was not able to \r\nparticipate in the informal meeting of the Special \r\nWorking Group, which was held in Princeton, because \r\nthe United States authorities denied without \r\njustification permission for two Cuban representatives \r\nto travel beyond the 25-mile radius, measured from \r\nColumbus Circle, despite the fact that permission was \r\nrequested within the deadline established for it. \r\nOfficials from the Cuban Mission to the United \r\nNations are subject to this discriminatory restriction, \r\nwhich is in violation of the Headquarters Agreement \r\nand the rules of diplomatic law. \r\n For Cuba, a small country blockaded \r\neconomically and financially, which has endured \r\ncountless aggressions by the greatest Power that has \r\never existed, it is very difficult to take the decision to \r\njoin the Rome Statute without there being a clear and \r\nprecise definition of the crime of aggression. We have \r\nupheld and continue to uphold a constructive position \r\ntowards the establishment of an international criminal \r\njustice system that is truly impartial, efficient, \r\nindependent and complementary to national \r\njurisdictions. In this regard, we have followed with \r\ninterest the evolution and functioning of this new \r\ninstitution, inter alia, through our participation as \r\nobservers in meetings of the Assembly of States Parties \r\nto the Rome Statute. \r\n A/62/PV.43\r\n \r\n9 07-58072 \r\n \r\n My delegation reaffirms its will to contribute to \r\nthe implementation of a truly efficient international \r\ncriminal justice system, in accordance with the rules of \r\ninternational law and, in particular, the Charter of the \r\nUnited Nations. \r\n Mrs. Juul (Norway): Norway welcomes the third \r\nannual report of the International Criminal Court (ICC) \r\n(A/62/314) and would like to thank the President of the \r\nICC, Judge Philippe Kirsch, for his presentation. \r\n Norway is a staunch supporter of the ICC, and we \r\nare very pleased to see the progress it has made during \r\nthe past year. This year, the ICC celebrated the fifth \r\nanniversary of the entry into force of the Rome Statute. \r\nIn spite of its young age, the Court is already steadily \r\nintegrating itself into legal systems, international \r\ninstitutions and international relations. \r\n The relationship between the ICC and the United \r\nNations is of great importance. Ending climates of \r\nimpunity requires determined cooperation by \r\ninterlocutors who have international peace, justice and \r\nsecurity as their common goals and their common \r\nambition. The ICC is independent, but it has strong \r\nlegal, historical and operational ties with the United \r\nNations. The United Nations seeks to promote peace \r\nand justice based on human rights. Those are distinct \r\nbut closely related objectives. They may be difficult to \r\nachieve simultaneously, but we have to strive for their \r\nachievement. In its quest for the attainment of those \r\nobjectives, the ICC is an effective and important tool \r\nfor ending impunity and promoting the rule of law. \r\n The ICC can bring perpetrators of mass atrocities \r\nto justice when national systems are not able or willing \r\nto do so. The principle of complementarity provides a \r\nsafety net. That is why the success of the ICC should \r\nnever be evaluated solely on the basis of the number of \r\ncases it hears. We must remember that the mere \r\nexistence of the Court is having an impact on national \r\nsystems, which are increasingly geared towards \r\nprevention and prosecution. \r\n The success of the Rome Statute should therefore \r\nbe measured in terms of the overall decrease in \r\nimpunity for such crimes, not in terms of the number of \r\ndefendants brought to The Hague. Moreover, whenever \r\nnational authorities investigate, prosecute and pass \r\njudgement in cases concerning serious international \r\ncrimes, that in itself reaffirms the core objective of the \r\nICC: that perpetrators of such crimes will be held \r\naccountable. \r\n The interplay between the Court and the United \r\nNations is made clear in the Rome Statute itself and in \r\nthe Relationship Agreement between the two parties. \r\nThe preamble of the Rome Statute reaffirms the \r\npurposes and principles of the Charter of the United \r\nNations, in particular that all States shall refrain from \r\nthe threat or use of force against the territorial integrity \r\nor political independence of any State, or in any other \r\nmanner inconsistent with the purposes of the United \r\nNations. The ICC aspires to act in accordance with \r\nthose purposes and principles.  \r\n That is also apparent from the role that the \r\nSecurity Council is given in the Statute. Referral by the \r\nSecurity Council is one of the ICC’s trigger \r\nmechanisms. The Security Council can also defer \r\ninvestigations or prosecutions in a resolution adopted \r\nunder Chapter VII of the Charter. \r\n It is with great satisfaction that we welcome the \r\nstrengthening of the relationship between the ICC and \r\nthe United Nations. We urge all States and international \r\norganizations to support the Court and the United \r\nNations in their efforts to achieve their common goals. \r\nJustice is also an important building block for peace, \r\nand the international community must ensure that the \r\nfoundation for peace is solid and that it stands the test \r\nof time. \r\n Norway welcomes the Organization’s support in \r\nfacilitating the ICC’s operation in the field. We are also \r\npleased to note that, under the arrangements set out in \r\nthe Relationship Agreement, the United Nations \r\nprovided facilities and services for the resumed fifth \r\nsession of the Assembly of States Parties, which was \r\nheld at Headquarters at the beginning of the year. The \r\nsixth session will also be held at Headquarters, from \r\n30 November to 14 December. \r\n Norway welcomes the plan of action for \r\nachieving universality and full implementation of the \r\nRome Statute, and we will contribute actively to the \r\nachievement of its full implementation. We are pleased \r\nto note that today, 105 States are parties to the Rome \r\nStatute. That is also a geographical reflection of the \r\nregions represented in the General Assembly. In that \r\nrespect, it is a great pleasure to welcome Japan as the \r\nmost recent entry on the list of States parties. That is an \r\nimportant step towards universality. The number of \r\nStates parties is rising year by year, and Norway \r\nstrongly hopes that the ICC will enjoy universal \r\nadherence in the future. \r\nA/62/PV.43  \r\n \r\n07-58072 10 \r\n \r\n The ICC depends on the cooperation of States \r\nparties. All States parties must do their utmost to \r\nprovide the ICC with the best possible working \r\nconditions. Norway expects States that have legal \r\nobligations under the Statute or that have entered into \r\ncooperation agreements with the ICC to fulfil their \r\nobligations and to demonstrate their commitment to \r\njustice in practice. Those States have a responsibility to \r\nproclaim the Court’s true nature and its vital \r\nimportance in the pursuit of justice. \r\n It is with grave concern that we note that six \r\narrest warrants are outstanding: two pertaining to the \r\nsituation in Darfur and four pertaining to the situation \r\nin Uganda. We urge all the States involved to fulfil \r\ntheir responsibility to make those warrants effective. \r\n It is also important that non-States parties give \r\nthe ICC their support. We were pleased to receive the \r\nnews that Ukraine has acceded to the Agreement on the \r\nPrivileges and Immunities of the ICC. It is the first \r\nnon-State party to do so, and we encourage other States \r\nto follow that example. \r\n The interplay among the various courts and \r\ntribunals in the international criminal justice system is \r\nimportant for the development of sustainable \r\njurisprudence. We therefore welcome the memorandum \r\nof understanding between the ICC and the Special \r\nCourt for Sierra Leone. The ICC is providing \r\nassistance to enable the Special Court for Sierra Leone \r\nto conduct the trial of Charles Taylor in The Hague. We \r\nwould also like to draw particular attention to the \r\nICC’s Legal Tools Project. That practical and analytical \r\ntool, which is under continuous development, is funded \r\nby the Norwegian Government, inter alia. It aims to \r\nrationalize the way in which a number of institutions \r\nand individuals work with regard to international \r\ncrimes. The goal is to increase the quality of such work \r\nflows and to increase general access to precise \r\ninformation concerning international criminal law. \r\n Finally, I would like to reaffirm Norway’s firm \r\nand long-standing commitment to the integrity of the \r\nRome Statute and to an effective and credible \r\nInternational Criminal Court. We believe that the ICC \r\nshould enjoy the broadest possible support on the part \r\nof all States. We also believe that the long-term \r\ninterests of all nations, irrespective of size, region or \r\npolitical orientation, are served by strengthening the \r\nrule of law and promoting justice. We all share the \r\nuniversal values related to the protection of human \r\ndignity. Such protection is enhanced through concerted \r\naction to suppress the most serious crimes that concern \r\nthe international community as a whole. \r\n Mr. Chávez (Peru) (spoke in Spanish): I wish to \r\nthank Judge Philippe Kirsch, President of the \r\nInternational Criminal Court (ICC), for the \r\ncomprehensive and detailed introduction of his annual \r\nreport on the work of the Court (A/62/314).  \r\n The International Criminal Court was established \r\nnot only to be an effective tool for ensuring that the \r\nperpetrators of the most serious crimes are punished, \r\nbut also to serve as an element of prevention and \r\ndeterrence with regard to the commission of such \r\natrocities. Likewise, the assistance provided by the ICC \r\nto the Special Court for Sierra Leone in the trial of \r\nCharles Taylor, former President of Liberia, is an \r\nexample of the Court’s substantial contribution to a \r\nbroader system for promoting international criminal \r\njustice and an international system in which the rule of \r\nlaw is paramount.  \r\n The progress made by the ICC during the \r\nreporting period has been significant in terms of both \r\ninvestigations and judicial proceedings. In particular, \r\nwe highlight the surrender of Germain Katanga to the \r\nCourt, where he will be prosecuted for alleged \r\ncommission of crimes against humanity and war \r\ncrimes. We note the cooperation given by the \r\nDemocratic Republic of the Congo in this context, as \r\nwell as the decision of the Prosecutor to open an \r\ninvestigation into the situation in the Central African \r\nRepublic.  \r\n As its President has said, for the International \r\nCriminal Court to fulfil its mandate, it must receive the \r\nsupport and cooperation of States, of international \r\norganizations and of non-governmental organizations, \r\namong other possible sources of support. Peru \r\ntherefore urges all States to cooperate so that the arrest \r\nwarrants issued by the Court may be executed. Also, \r\nwe believe that the United Nations, including the \r\nSecurity Council, should offer assistance in this regard \r\nwithin the existing legal framework of cooperation.  \r\n In this regard, we regret that, to date, none of the \r\nmembers of the Lord’s Resistance Army for whom \r\narrest warrants have been issued have been arrested. \r\nAlso, because the situation in Darfur was referred to \r\nthe Court by the Security Council in 2005, through its \r\nresolution 1593 (2005), there is a legal obligation to \r\ncooperate with the Court based on the Charter of the \r\n A/62/PV.43\r\n \r\n11 07-58072 \r\n \r\nUnited Nations. That is why we hope that these arrest \r\nwarrants will be promptly executed. The Security \r\nCouncil, for its part, must maintain the relevance of its \r\ndecisions by ensuring compliance.  \r\n We are pleased with the steps taken to strengthen \r\ninternational cooperation, especially with the United \r\nNations, above all on regarding facilitating the Court’s \r\nactivities in the field — a particularly sensitive area \r\nwhere enormous challenges arise. The safety of Court \r\npersonnel, witnesses and victims is a matter of constant \r\nconcern. We urge all international organizations which \r\nare present in the field to join their efforts to those of \r\nthe Court. \r\n In conclusion, I would like to recall that Peru \r\nstrongly supports the fight against impunity. We thus \r\nreaffirm at this time our commitment to contribute so \r\nthat the International Criminal Court can effectively \r\nfulfil its mandate and promote the integrity of its \r\nStatute.  \r\n Mr. Kanu (Sierra Leone): We are making the \r\nfollowing remarks, born of our national perspective, \r\nwhich has been shaped through the experience we have \r\ngained through the operations of an international \r\ncriminal court on our territory, that is, the Special \r\nCourt for Sierra Leone. \r\n Before doing so, we would like to express our \r\nheartfelt welcome to those States that have joined the \r\nRome Statute since the International Criminal Court’s \r\n(ICC) report to this body last year. Universality \r\nremains a critical goal if we wish to see the \r\nInternational Criminal Court reach its full potential as \r\na key actor in the fight against impunity worldwide and \r\nas an important and necessary component of lasting \r\npeace. We look forward to welcoming more new States \r\nparties in the future, and we continue to urge our \r\nfriends that have not yet signed or ratified the Rome \r\nStatute to do so as soon as possible. \r\n The report delivered this morning by Court \r\nPresident Kirsch (see A/62/PV.42), whom we thank \r\nonce again for his ongoing commitment and his \r\nleadership of the Court, shows that, in many respects, \r\ntremendous progress has been made. The arrest and \r\ntransfer of Germain Katanga to face trial for crimes \r\nallegedly committed in the Democratic Republic of the \r\nCongo is surely an important step for which we have \r\nall been waiting. We very much hope that this second \r\narrest will form the centre of a swiftly moving \r\nsnowball, around which more arrests will come, \r\nparticularly those of accused whose warrants have been \r\noutstanding for such a long time now. \r\n Like many others, we remain concerned that there \r\nare fugitives from justice who continue to escape \r\nfacing international criminal proceedings, and we \r\nfervently hope that this situation will not be allowed to \r\ncontinue, whether it be Mladic and Karadzic \r\ncontinuing to evade the International Criminal Tribunal \r\nfor the Former Yugoslavia or the six individuals for \r\nwhom there are outstanding arrest warrants at the ICC. \r\n The International Criminal Court may be the bold \r\nnew centrepiece of the international criminal justice \r\nsystem, but it needs cooperation and support in order to \r\nflourish and to retain its strength and vitality. The real \r\ndeterrence value of the ICC, and indeed of any criminal \r\njustice institution, is the likelihood of enforcement of \r\nits processes and the legal norms and proscriptions that \r\nare its foundation. The critical contribution of justice \r\nand accountability to assisting societies to reach \r\nlasting, sustainable and prosperous peace can be truly \r\nrealized only when all components of conflict \r\nresolution and post-conflict reconstruction are given \r\nsufficient space to do their job. \r\n Sierra Leone recognized this with the Special \r\nCourt, to the extent that our parliament decided that \r\norders of the Special Court should have direct \r\napplication in Sierra Leone, translating into law the \r\nlevel of commitment to cooperation that the Special \r\nCourt needed then and that the ICC needs now. We call \r\non all States to cooperate with the ICC, in particular \r\nthrough enforcing the outstanding arrest warrants, and \r\nin so doing, to strengthen the international criminal \r\njustice system and its potential to deter such \r\nhorrendous crimes. \r\n We continue to welcome the emphasis the Court \r\nis putting on its strategic vision and the work it is \r\ndoing to conceptualize, refine and present that vision. \r\nThe primary purpose of the International Criminal \r\nCourt, indeed the raison d’être of the international \r\ncriminal justice system as a whole, is to provide justice \r\nand redress to the thousands of men, women and \r\nchildren who have been victims of the most serious \r\ncrimes that prick the conscience of humankind. It is \r\ndifficult to do that from thousands of miles away from \r\nthe scenes of the crimes, and we must recognize and \r\ncommend the efforts being undertaken to ensure that \r\naffected populations understand, engage with and feel a \r\nstake in the Court’s work. \r\nA/62/PV.43  \r\n \r\n07-58072 12 \r\n \r\n For this reason, we welcome the emphasis in this \r\nlatest report (see A/62/314) on the ICC’s outreach \r\nwork. The prominence given to this issue underscores \r\nwhat Sierra Leone has learned through its own \r\nexperiences with the Special Court, which we hope \r\nwill stand as a lesson for all international courts and \r\ntribunals: outreach is a core function of such a court, \r\nand it is an operational necessity. We therefore \r\ncontinue to insist that the Court’s outreach programme \r\nbe given top priority and urge the Court to continue to \r\ndevelop its strategic vision, to intensify its efforts for \r\nDarfur and to implement its plan for outreach in the \r\nCentral African Republic as a matter of utmost \r\nurgency. \r\n As we have said before, we have a strong \r\npreference for proceedings to be held in the countries \r\nor regions where the crimes took place, and we trust \r\nthat this remains an important goal also for the Court. \r\nWe continue to look forward to further developments \r\nin this respect. \r\n The presence of Court President Kirsch here \r\ntoday is an important, outward symbol of the ever-\r\ngrowing relationship between the United Nations and \r\nthe International Criminal Court. We have always said \r\nthat the cooperation and support of the United Nations \r\nwill be of critical importance for the International \r\nCriminal Court to become a fully effective \r\ninternational criminal justice institution. \r\n We can now see in action how important it is to \r\nnurture and develop that relationship, particularly with \r\nthe support the United Nations provided for the arrest \r\nand transfer of Mr. Katanga. We look forward to the \r\ncontinuing dialogue and cooperation between the \r\nCourt, international and regional organizations and all \r\nother actors around the world who remain committed \r\nto ensuring that the Court can reach its full potential. \r\n Allow me to conclude by restating our hope and \r\ndesire that one day, the building blocks of international \r\ncriminal justice, which we are discussing here today, \r\nwill be at the foundation of a world in which everyone \r\ncan rest assured that those who commit war crimes, \r\ncrimes against humanity and genocide can run but \r\ncannot hide: they will surely be brought to justice. \r\n Mr. Argüello (Argentina) (spoke in Spanish): \r\nArgentina wishes to convey its appreciation and \r\ngratitude to the President of the International Criminal \r\nCourt, Mr. Philippe Kirsch, for his presentation of the \r\nthird report of the Court (see A/62/314) to the General \r\nAssembly.  \r\n Several positive elements of the report should be \r\nhighlighted. In 2002, the Rome Statute had received 60 \r\nratifications; this year, 105 States are parties. That \r\nshows that the efforts towards universality and full \r\napplication of the Rome Statute are achieving results.  \r\n Also, referring the situation in Darfur, the Sudan, \r\nto the International Criminal Court was a historic \r\ndecision, from both a legal and a political standpoint. \r\nThat precedent shows that there cannot be peace, \r\nsecurity and reconciliation if those who violate human \r\nrights continue to enjoy impunity in countries in \r\nconflict or during the peacebuilding period. That \r\nconnection was underlined by Argentina on numerous \r\noccasions during its membership of the Security \r\nCouncil in 2005 and 2006.  \r\n Another development that shows that the Court is \r\nfully operational has been the arrest by the authorities \r\nof the Democratic Republic of the Congo of Germain \r\nKatanga and his subsequent transfer to the \r\nInternational Criminal Court in October 2007 on \r\ncharges of war crimes and crimes against humanity. \r\nThus, two persons have now been transferred to the \r\nCourt on charges that fall within its jurisdiction.  \r\n Moreover, the decision of the Prosecutor in May \r\nto open a new investigation into the situation in the \r\nCentral African Republic, along with the situation in \r\nUganda and the two aforementioned cases, sends a \r\nclear message to the perpetrators of crimes committed \r\nin the past and to potential perpetrators in the future: \r\neven if they are not brought to justice in their own \r\ncountries, there is still the credible possibility of \r\ninternational prosecution. Securing the detention of the \r\nwanted persons who remain at large is fundamental to \r\nreaching that goal and thus maximizing the Court’s \r\ninfluence.  \r\n In that sense, we must not forget that there are \r\nstill six outstanding arrest warrants. States parties and \r\nnon-parties alike must cooperate with the Court with \r\nregard to the execution of arrest warrants. As the Court \r\ndoes not have its own police, the cooperation of States, \r\nUnited Nations regional organizations and other actors \r\nis essential to achieving the objectives stated by the \r\nStates parties in the preamble to the Rome Statute.  \r\n In that regard, in late 2006, Argentina \r\nimplemented the provisions of the Rome Statute and \r\n A/62/PV.43\r\n \r\n13 07-58072 \r\n \r\nestablished the relations of cooperation between \r\nArgentina and the Court in its national legislation and \r\nratified the Agreement on Privileges and Immunities of \r\nthe International Criminal Court, allowing the Court to \r\nact without limitation in our country’s territory.  \r\n We also welcome the headquarters agreement \r\nwith the host country, the Netherlands, and the full \r\nfunctioning of the Court’s New York liaison office with \r\nthe United Nations, which will help promote \r\ncooperation between the two organizations. We hope \r\nfor greater support by the Security Council through \r\nbroader mandates for peacekeeping operations in \r\nplaces where there are situations under investigation by \r\nthe Court, in order to support the Court in its task.  \r\n Finally, in view of the fact that the purposes and \r\nprinciples of the Rome Statute of the International \r\nCriminal Court reflect those of the Charter of the \r\nUnited Nations and are thus universal, Argentina calls \r\nupon all States that have not yet done so to accede to \r\nand ratify the Rome Statute, in order to guarantee \r\nuniversality in the fight against impunity. \r\n Mr. Muharemi (Croatia): I take pleasure and \r\npride in the fact that we can once again welcome His \r\nExcellency Judge Philippe Kirsch, President of the \r\nInternational Criminal Court (ICC), to the General \r\nAssembly. As Croatia aligns itself fully with the \r\nstatement delivered by the representative of Portugal \r\non behalf of the European Union, please allow me to \r\nhighlight just a few points that, in our opinion, deserve \r\nthe full attention of the United Nations community. \r\n The annual report presented today (see A/62/314) \r\nreflects the steady progress that the Court has achieved \r\nover just five years of its existence. We are proud of \r\nthe impact it has achieved thus far. Its establishment, \r\nwhich was our common endeavour, was not an end in \r\nitself. It remains our common responsibility to \r\neffectively prevent conflicts, protect and promote \r\nhuman rights and uphold international humanitarian \r\nlaw and the rule of law in general.  \r\n Without putting an end to impunity for the most \r\nserious international crimes, those efforts will remain \r\nincomplete. Nothing can serve the interests of justice \r\nbetter than a functioning and credible Court. It is \r\nreassuring to note that, in all aspects of its mandate, the \r\nICC has made its presence felt.  \r\n However, the experience of the ad hoc criminal \r\ntribunals has made it all too clear how dependent \r\njustice is on the goodwill, not just of States, but of \r\nother international actors as well. State cooperation and \r\nsupport are indispensable for making justice \r\noperational. We believe it is equally important that \r\nother actors — both regional and global, beginning \r\nwith the United Nations — do not lose sight of the ICC \r\ndimension when dealing with issues of peace and \r\nsecurity that are of relevance to the Court’s mandate. \r\n The Court does not operate in a textbook reality, \r\nand it would be wrong to contemplate its mandate \r\nwithout paying attention to the ways its existence and \r\nactions can influence the decision-makers on the \r\nground. However, the ICC is not a political tool. It is \r\nthe expression of all our collective will, embodied in a \r\ntreaty. It is first and foremost a judicial body that deals \r\nwith individual criminal accountability. That is of \r\nparamount importance, because all crimes are \r\nindividual. Timely and just prosecution and \r\npunishment are an essential ingredient of sustainable \r\npeace. \r\n Mr. Jevremović (Serbia): I wish to thank the \r\nPresident of the International Criminal Court, Judge \r\nPhilippe Kirsch, for his presentation of the report of \r\nthe International Criminal Court (see A/62/314) today. \r\nWith four situations before the Court, it is now evident \r\nthat the International Criminal Court has evolved into a \r\npillar of international justice, promoting the values of \r\ninternational humanitarian law and furthering the \r\nongoing quest for a world based on justice and \r\naccountability.  \r\n The accession of Japan to the Rome Statute as its \r\n105th State party is yet another significant step towards \r\nachieving the universality of the Court and its noble \r\ngoals, and it should be commended as such. We \r\ntherefore wish to call on States to continue to support \r\nuniversal ratification of the Rome Statute. \r\n The Republic of Serbia fully aligns itself with the \r\nstatement made by the representative of Portugal on \r\nbehalf of the European Union but would like to \r\nreiterate certain points from a national perspective. \r\n My country is one of the founders of the \r\nInternational Criminal Court and, as such, it has \r\ncommitted itself to incorporating all its obligations \r\nunder the Rome Statute into its domestic legal system. \r\nThe new constitution of the Republic of Serbia is but \r\none of the documents that bear testimony to that \r\nprocess.  \r\nA/62/PV.43  \r\n \r\n07-58072 14 \r\n \r\n As my country was among the first to have \r\nratified the Rome Statute, I am pleased to recall the \r\nactivities that we have undertaken in order to facilitate \r\nthe work of the Court. The Republic of Serbia was \r\namong the first countries to ratify the agreement on \r\nPrivileges and Immunities of the ICC. At this moment, \r\nwe are in the process of negotiating an agreement on \r\npersons charged by the ICC serving their prison \r\nsentences in Serbia. An initiative has been launched for \r\nconcluding an agreement on witness relocation. Let me \r\nalso point out that a working group has been set up in \r\nthe Serbian Ministry of Justice to prepare a draft law \r\non cooperation with the ICC. \r\n As regards internal justice capabilities, the \r\nDistrict Court of Belgrade and its War Crimes \r\nChamber, as well as the Office of the Prosecutor for \r\nWar Crimes of that Court, have proven their \r\nprofessional and technical ability to process the most \r\ncomplex cases in line with prevailing international \r\nstandards of justice. Furthermore, the Belgrade District \r\nCourt has expressed its readiness to contribute to the \r\nestablishment of a database of the International \r\nCriminal Court that would contain all national judicial \r\ndecisions and cases pertaining to the substance of \r\ninternational criminal law, such as crimes of genocide, \r\ncrimes against humanity and war crimes. \r\n My country supports the further strengthening of \r\nthe institutional capacity and activities of the \r\nInternational Criminal Court and stresses the necessity \r\nfor full and unconditional cooperation by all States and \r\ninternational organizations. We believe that the only \r\nway to eradicate impunity is through universal \r\nacceptance of the Rome Statute and active advocacy of \r\nits aims. \r\n Mr. Park Hee-kwon (Republic of Korea): I \r\nwould like to begin by thanking the President of the \r\nInternational Criminal Court (ICC), Judge Philippe \r\nKirsch, for his presentation of the Court’s report (see \r\nA/62/314) to the General Assembly. \r\n On 1 October, Japan became the 105th State party \r\nto the ICC Statute, marking an important step on the \r\nroad towards universal ratification of the Rome Statute. \r\nThis is a goal that the Republic of Korea strongly \r\nsupports. It is our belief that there must be a seamless \r\nweb of justice throughout the world. \r\n Currently, however, there are only 13 States in \r\nAsia that are parties to the Rome Statute. My \r\ndelegation is eager to see more Asian States become \r\nparties to the Statute as soon as possible. Asian States \r\nshould also become partners in efforts to establish \r\ninternational criminal justice, which will serve the \r\ninterests of regional peace and security. We hope that \r\nthe Court, as well as States parties, will provide \r\nassistance to Asian States in order to enable them to \r\nprepare for accession to the Rome Statute. The \r\nRepublic of Korea will do its part by engaging in \r\noutreach and advocacy efforts to encourage more Asian \r\nStates to join the ICC. \r\n My delegation is pleased to note that the ICC is \r\nnow a fully functional judicial institution. The \r\nProsecutor of the Court is continuing to investigate the \r\nsituations in Uganda, the Democratic Republic of the \r\nCongo and Darfur, the Sudan; and judicial proceedings \r\nare taking place in each of those situations. \r\nAdditionally, the Prosecutor decided to open an \r\ninvestigation into the situation in the Central African \r\nRepublic in May of this year. As for the Democratic \r\nRepublic of the Congo, the Court confirmed charges of \r\nwar crimes against Mr. Thomas Lubanga Dyilo, and his \r\ncase was referred to trial. \r\n Such progress will not only bring to justice \r\nperpetrators of heinous crimes, but it will also serve as \r\na deterrent to future atrocities. The success of the Court \r\nwill send a strong message to the international \r\ncommunity that there will be no impunity for those \r\nwho would commit crimes against humanity, genocide \r\nand war crimes. \r\n How the ICC handles these cases will be an \r\nimportant determinant of the Court’s future and of \r\nwhether it will be embraced by the entire membership \r\nof the United Nations. To ensure the best possible \r\nperformance by the Court, States should provide it with \r\nthe financial, logistical and political-legal support it \r\nneeds to perform its work, thus enabling it to realize \r\nthe rule of law and end impunity for crimes against \r\nhumanity, genocide and war crimes. States parties must \r\nalso ensure that assessed contributions are paid in full \r\nand on time. Voluntary contributions are encouraged as \r\nan important source of revenue. \r\n In terms of the Court’s functioning, it is \r\nimportant to note that the ICC does not have its own \r\nenforcement arm. The Court needs the assistance and \r\ncooperation of States to apprehend indictees, collect \r\nevidence and execute its sentences. It is, thus, critically \r\nimportant that the Court receive the full cooperation of \r\nStates, the relevant regional organizations and United \r\n A/62/PV.43\r\n \r\n15 07-58072 \r\n \r\nNations operations. In this regard, my delegation \r\ncommends the Government of the Democratic \r\nRepublic of the Congo for its surrender of Mr. Germain \r\nKatanga to the Court on 18 October of this year. I am \r\nalso pleased to announce that the Republic of Korea \r\nhas completed its domestic legal procedures for the \r\nAgreement on Privileges and Immunities of the \r\nInternational Criminal Court and became a State party \r\nto the Agreement as of November 2006. \r\n The Relationship Agreement between the United \r\nNations and the ICC provides many avenues for \r\nmutually beneficial cooperative efforts to establish the \r\nrule of law and end impunity. Particularly important \r\nareas of cooperation in the field are communications, \r\ntransportation, logistics, and security, including the \r\nprotection of victims, witnesses and investigators, and \r\nproviding access to suspects and enabling the \r\ncollection of evidence and documents. Each of theses \r\nareas requires the cooperation and support of the \r\nUnited Nations. Information-sharing between the \r\nUnited Nations and the Court is essential, both at \r\nHeadquarters and in the field. To facilitate cooperation \r\nbetween the United Nations and the ICC, my \r\ndelegation strongly supported the establishment of a \r\nliaison office for the Court at the United Nations in \r\nNew York and supports the endowment of adequate \r\nresources for its effective functioning. \r\n We also urge the continued participation of States \r\nin the Special Working Group on the Crime of \r\nAggression. It is important that States actively \r\nparticipate in this important discussion on the \r\ndefinition of the crime of aggression, including the \r\nconditions under which the ICC would exercise its \r\njurisdiction. My delegation looks forward to further \r\nprogress on this issue in coming years. \r\n My delegation welcomes the increasing trust of \r\nthe international community in the independence, \r\nfairness, impartiality and effectiveness of the ICC. That \r\ntrust was demonstrated when the situations in Uganda, \r\nthe Democratic Republic of the Congo and the Central \r\nAfrican Republic were referred to the Court by the \r\nStates themselves in 2005. The first referral to the \r\nCourt by the Security Council, of the situation in \r\nDarfur, the Sudan, is strong testimony that peace and \r\njustice, often misunderstood to be mutually exclusive, \r\ncan go hand in hand. \r\n With these positive developments in mind, the \r\nRepublic of Korea once again reaffirms its unswerving \r\ncommitment to support the ICC in bringing about its \r\nnoble goals. \r\n Mr. Al-Allaf (Jordan) (spoke in Arabic): Allow \r\nme at the outset to welcome Judge Philippe Kirsch, \r\nPresident of the International Criminal Court (ICC), \r\nand to thank him for the third annual report of the \r\nCourt (see A/62/314) submitted to the General \r\nAssembly in accordance with the Relationship \r\nAgreement between the United Nations and the Court. \r\nJordan welcomes the report, which covers the major \r\ndevelopments in the Court’s activities during the period \r\nfrom 1 August 2006 to 1 August 2007, and which \r\nrecounts the continued interaction and cooperation \r\nbetween the United Nations and the Court in the \r\nservice of the common objectives of these two \r\ninternational entities. As seen in the report, the ICC is a \r\nmajor pillar in promoting international justice and in \r\nthe maintenance of international peace and security and \r\nin upholding the rule of law. \r\n The work of the Court and its success in realizing \r\nits objectives depend on constructive cooperation and \r\ncontinued support by States and by the United Nations \r\nand its organs. In this regard, Jordan especially \r\nwelcomes the cooperation provided by the United \r\nNations to the Court, as described in the report.  \r\n Jordan emphasizes the importance of the plan of \r\naction adopted in 2006 by the Assembly of States \r\nParties to the Rome Statute to achieve universality and \r\nfull implementation of the Statute, in view of its \r\nimportance in ending impunity for perpetrators of the \r\nmost heinous crimes and in ensuring full and \r\npermanent respect for criminal justice and international \r\nhumanitarian law. \r\n Jordan also emphasizes the importance of full and \r\ncomprehensive preparation by States for the Rome \r\nStatute review conference scheduled for early 2010, so \r\nas to ensure that the necessary amendments are \r\nintroduced and that a definition of the crime of \r\naggression is included. \r\n Finally, Jordan welcomes the Court’s signature of \r\nthe Headquarters Agreement with the host State, the \r\nNetherlands. It also welcomes the deposit by the \r\nComoros and Chad of their instruments of ratification \r\nof the Rome Statute with the Secretary-General, and \r\nthe deposit by Japan and Saint Kitts and Nevis of their \r\ninstruments of accession, as well as the fact that \r\nMontenegro has informed the Secretary-General that it \r\nA/62/PV.43  \r\n \r\n07-58072 16 \r\n \r\nhad succeeded to the Statute. These events contribute \r\nto the universality of the Court. \r\n Mr. Stemmet (South Africa): Allow me to \r\nexpress the appreciation of my delegation to the \r\nPresident of the International Criminal Court (ICC), \r\nHis Excellency Judge Philippe Kirsch, for his \r\nstatement in introducing the report of the International \r\nCriminal Court (see A/62/314) this morning. \r\n The South African Government is a committed \r\nsupporter of the ICC. My Government was among the \r\nfirst to sign the Rome Statute in 1998, and the South \r\nAfrican parliament ratified the Statute of the \r\nInternational Criminal Court and adopted national \r\nlegislation to enable cooperation with the Court in \r\n2002. We see the International Criminal Court as a \r\ncentral element in ending impunity for international \r\ncrimes and in establishing conditions under which \r\njustice can be maintained. \r\n We commend the Court for the work it has \r\nengaged in since its inception and for the role it plays \r\nin deterring the further commission of international \r\ncrimes. We take note of the cases currently before the \r\nCourt and also have taken note of the decision of the \r\nCourt with regard to the role of victims, in particular \r\nthe measures the Court is taking to ensure wider access \r\nto victims during all stages of a trial. \r\n We are acutely aware of the challenges facing the \r\nProsecutor, arising primarily from the fact that the \r\nCourt does not have its own police or army to effect its \r\nwarrants of arrest and therefore depends entirely on the \r\ncooperation of States. This dependency of the Court \r\nupon States places a responsibility on States committed \r\nto the principle of justice to individually and \r\ncollectively cooperate with the Court, be it within the \r\ncontext of regional organizations such as African \r\nUnion and the League of Arab States or in a larger \r\nfamily of nations such as the United Nations. \r\n We have taken note of the concern raised by the \r\nPresident of the International Criminal Court at the \r\nlack of implementation of the six arrest warrants issued \r\nby the Court, some as far back as 2005. The lack of \r\nimplementation of these arrest warrants illustrates the \r\nchallenges facing the system of international criminal \r\njustice, which as a system requires the Court and States \r\nto work together. The Court has played its part by \r\nissuing the arrest warrants; now it is up to States to \r\nplay their part by implementing them. Our hope is that \r\nall States of goodwill that wish to put an end to \r\nimpunity will cooperate with the Court by giving effect \r\nto the Court’s decisions. \r\n Mr. Hernández García (Mexico) (spoke in \r\nSpanish): The delegation of Mexico wishes to express \r\nits gratitude to the President of the International \r\nCriminal Court (ICC), Judge Philippe Kirsch, for his \r\nintroduction of the Court’s third report to the General \r\nAssembly (see A/62/314) in conformity with \r\nRelationship Agreement between the United Nations \r\nand the Court.  \r\n The universality of the Rome Statute is a \r\ncommon goal necessary to achieve the aims of \r\ninternational justice to which we aspired by \r\nestablishing the International Criminal Court. In this \r\nregard, the Mexican Government welcomes Japan’s \r\nrecent accession to the Rome Statute, which raises the \r\nnumber of States parties to 105. \r\n On 29 January 2004, a State party, Uganda, \r\nreferred the first situation to the Court. Five months \r\nlater, as a result of the second referral of a situation to \r\nthe Court by a State party, the Prosecutor announced \r\nthe first investigation into the situation in the \r\nDemocratic Republic of the Congo, which led to the \r\ncase against Thomas Lubanga Dyilo, whose trial is \r\nabout to begin. We also note with interest the recent \r\narrest of Mr. Germain Katanga. The Mexican \r\ndelegation welcomes the birth of the judicial system \r\nestablished in the Rome Statute three and a half years \r\nago as an important achievement, but also remains \r\ncognizant of the challenges which the Court is facing \r\ntoday in carrying out its mandate.  \r\n Allow me to address some of my Government’s \r\nviews concerning the work of the Court in the context \r\nof our wish to have a transparent, swift and efficient \r\nmodel of justice. In terms of transparency, the report \r\npresented today (A/62/314) reflects the complexity of \r\nthe Court’s work in the field, in particular as it relates \r\nto its perception by societies affected by armed \r\nconflicts, and to the persistent insecurity faced by its \r\npersonnel.  \r\n For the Mexican Government, it is crucial for the \r\nCourt to expand its outreach activities in a creative \r\nmanner, so that it may come closer to the members of \r\nthe affected communities and to reach those who are \r\nstill sceptical or doubtful about the Court’s work.  \r\n A fundamental part of the Court’s mandate relates \r\nto the victims’ rights to participate in the different \r\n A/62/PV.43\r\n \r\n17 07-58072 \r\n \r\nstages of the judicial process. Mexico considers that \r\nthis right contained in the Statute is also a way to \r\nensure trust and transparency, and should be supported \r\nespecially. In this respect, the work of the Court is \r\ndeserving of admiration.  \r\n With respect to swift justice, my Government \r\nconsiders that the Rome Statute contains the minimum \r\nnecessary tools for the Court to meet the principle of \r\n“justice without delay”. In this sense, Mexico notes \r\nthat in the four situations submitted to the Court, it has \r\ntaken between five and six months for investigations to \r\nbegin. Likewise, we note that in the three cases in \r\nwhich there have been arrest warrants, namely Uganda, \r\nthe Democratic Republic of the Congo and the Sudan, \r\nthese were issued on average one year after the referral \r\nof each corresponding case. This period of time is \r\nacceptable and consistent with the nature of the type of \r\ninvestigations that the Court has to undertake.  \r\n Nevertheless, we note with great concern that, \r\nwith the exception of the Lubanga Dyilo case and the \r\nrecent surrender of Mr. Germain Katanga, both related \r\nto the case of the Democratic Republic of the Congo, \r\nthe arrest warrants in the cases of Uganda and the \r\nSudan have not been executed. This situation is no \r\nlonger entirely within the Court’s competence, and this \r\ncannot continue if we aim to achieve a judicial model \r\nby which prompt justice is offered.  \r\n It is the responsibility of States and international \r\nand regional organizations to urgently adopt the \r\nnecessary measures to cooperate with the Court in its \r\nwork — in this case, particularly by detaining and \r\nsurrendering the alleged perpetrators of crimes. We \r\nconsider that the United Nations has basic tools that \r\ncan be made available to the Court. Indeed, the \r\nRelationship Agreement offers the legal basis for this \r\ncooperation. It is necessary and urgent for the General \r\nAssembly, the Security Council and the Secretariat to \r\nact within the framework of their capacities to assist \r\nthe Court in discharging its mandate.  \r\n Allow me to recall what the preamble to the \r\nStatute clearly recognizes — putting an end to \r\nimpunity is a necessary precondition to the preventive \r\nrole created under this Statute. Without justice there is \r\nno long-lasting process of prevention, but without trials \r\nthere is no opportunity to achieve justice. Mexico \r\nexpresses its concern that the absence of cooperation in \r\nthis respect may affect the preventive role of the Court. \r\nThat is why we call upon the actors concerned not to \r\ndefer their actions and to bring alleged perpetrators to \r\njustice.  \r\n In this context, my delegation is extremely \r\nworried about the fact that the situation that has \r\nprevailed for more than four years now in Darfur is \r\nstill in a spiral of violence, generating one of the worst \r\nhumanitarian crises of this century and exceeding the \r\nboundaries of the mandate of the International \r\nCriminal Court. In addition to more than 200,000 \r\ncivilian deaths, there are also thousands of refugees \r\nand internally displaced persons. Moreover, dozens of \r\nhumanitarian workers have been injured or killed, \r\noften intentionally, thereby impeding the delivery of \r\nurgent humanitarian assistance.  \r\n We strongly condemn the attacks on humanitarian \r\nworkers of the United Nations and associated \r\npersonnel, and we appeal for cessation of these \r\ncriminal acts that are prohibited under international \r\nlaw.  \r\n The cooperation of the Sudanese Government is \r\nkey in addressing one of the multiple facets of the \r\ncomplex emergency in that country, which is related to \r\nthe fight against impunity and the rule of law. Those \r\nwho have committed or ordered the commission of the \r\ncrimes being investigated by the Court must be \r\ndetained and brought to justice, regardless of their \r\nstatus, official position or rank. States have the \r\nobligation to ensure compliance with this objective, for \r\ntoday there is no room for impunity under the Rome \r\nStatute.  \r\n With respect to financial efficiency, Mexico \r\nclosely follows the financial developments pertaining \r\nto the Court. We believe that the Court has an \r\nenormous responsibility towards States parties to the \r\nStatute for the good management of its financial \r\nresources under the principle of “one Court”. The \r\nCourt has to be a model of international administration. \r\nTo that end, it can benefit from the experience of other \r\ninternational organizations in their efforts to be cost \r\neffective. My delegation will actively contribute to the \r\nconsideration of the budget to be undertaken by the \r\nnext Assembly of States Parties.  \r\n The establishment of the International Criminal \r\nCourt, through the adoption of the Rome Statute in \r\n1998, marked a turning point in the way in which \r\ninternational justice is conceived. It now behoves us to \r\nwork together to maintain its validity and efficiency. \r\nMexico pledges its support to the Court in its task. \r\nA/62/PV.43  \r\n \r\n07-58072 18 \r\n \r\n Mr. Muburi-Muita (Kenya): My delegation \r\ntakes the opportunity to thank Judge Philippe Kirsch, \r\nPresident of the International Criminal Court (ICC), for \r\nhis leadership and for his comprehensive report on the \r\nactivities of the Court during the past year (A/62/314). \r\nI would like to assure him of our support in the Court’s \r\nquest to effectively carry out its duties.  \r\n The entry into force of the Rome Statute ushered \r\nin a new era in the administration of international \r\ncriminal justice. The ICC was founded to put an end to \r\nimpunity, through prevention of the most serious \r\ninternational crimes and the guarantee of lasting \r\nrespect for the rule of law. Needless to say, this is the \r\nvery basis on which the United Nations was founded \r\nmore than 60 years ago. The presence of impunity not \r\nonly encourages the recurrence of abuses, but also \r\nstrips human rights and humanitarian law of their \r\ndeterrent effect. The Court provides an enforcement \r\nmechanism for international criminal law, the \r\nlegitimacy of which would be placed in jeopardy \r\nwithout the existence of such a mechanism. \r\n The success of the ICC depends largely on the \r\nwidespread ratification of the Rome Statute and States \r\nParties’ compliance with their obligations under the \r\ntreaty. In this regard, I reiterate Kenya’s commitment \r\nto render support to the work of the ICC in upholding \r\nits objectives. Kenya ratified the Rome Statute in \r\nMarch 2005 and is on course with the internal \r\nprocedures for its domestication. \r\n Kenya is gratified to note the progress in the \r\nCourt’s infrastructure and operations, as demonstrated \r\nthrough its growth and involvement in the referrals \r\nbefore it. My delegation commends the efforts of the \r\nCourt in monitoring the overall situation in the \r\nDemocratic Republic of the Congo and gathering \r\ninformation on the activities of armed groups in that \r\nterritory. We also recognize the continued efforts to \r\nraise the level of awareness and understanding about \r\nthe Court’s operations globally. \r\n It is evident that the Court’s cooperative \r\narrangements with the United Nations have been very \r\ninstrumental in the success of the Court’s activities in \r\nall the situations under investigation by the Court. We \r\napplaud this approach by the Court and urge \r\nstrengthened and enhanced cooperation with the United \r\nNations, as provided under the Relationship \r\nAgreement. \r\n The movement towards the universality of the \r\nCourt is clearly visible from the manner in which its \r\nestablishment has been welcomed by several countries, \r\nas evidenced by the number of ratifications to the \r\nStatute and the many visits by dignitaries from States \r\nnot party to the Rome treaty. The accession to the \r\nAgreement on the Privileges and Immunities of the \r\nCourt on 29 January 2007 by Ukraine, which is not a \r\nState Party to the treaty, underscores the global nature \r\nand support for the ICC. \r\n To maintain this momentum, the support of the \r\ninternational community remains critical. We, \r\ntherefore, urge the Court to intensify its efforts to \r\nconclude negotiations on cooperative arrangements \r\nwith States Parties, regional organizations and other \r\nactors in all regions, regardless of their conflict \r\nsituation. This would promote and enhance the \r\ndialogue that is necessary to realize the plan of action \r\nfor achieving universality and full implementation of \r\nthe Rome Statute. \r\n Given that the operations of the ICC are in \r\nharmony with the principles enshrined in the Charter of \r\nthe United Nations, the Court’s work contributes to the \r\nmaintenance of international peace and security. For \r\nthis reason, my delegation urges States to uphold the \r\nmodel law they have helped establish, by enforcing \r\narrest warrants issued by the Court. This call should \r\ntranscend political considerations in order to help \r\npreserve the Court’s independence and integrity. \r\n In connection with the aforementioned, the Rome \r\nStatute affords States the opportunity to deal with cases \r\nof human rights violations under domestic law and \r\nallows the ICC to assume jurisdiction only when \r\naffected States are either unable or unwilling to act. \r\nThis principle of complementarity is a positive \r\ndevelopment in the quest to promote and protect \r\nhuman rights. \r\n By way of conclusion, I wish to say that respect \r\nfor the law is the only guarantee of lasting peace. In \r\nthis regard, Kenya supports and looks forward to the \r\nearly conclusion of the deliberation on the definition \r\nand elements of the crime of aggression. \r\n Mr. Riofrio (Ecuador) (spoke in Spanish): My \r\ndelegation wishes to thank the President of the \r\nInternational Criminal Court (ICC) for having \r\nintroduced the third report of the Court to this \r\nAssembly. \r\n A/62/PV.43\r\n \r\n19 07-58072 \r\n \r\n Allow me to begin by stating that the full \r\noperational capacity of the Court and the constant and \r\nsustained work undertaken by it in four countries, as \r\nwell as its presence in 25 others, have demonstrated its \r\nsuitability as well as its importance and the global \r\nnature of its work. Perhaps during the past year the \r\npresence of the Court has been more noticeable, and its \r\nwork is beginning to be better understood. \r\n The international community has witnessed an \r\nunprecedented event in history — the participation of \r\nvictims in a hearing in their own right, and not as \r\nwitnesses. In this sense, it is worth stressing the \r\nimportance of the Court’s care to provide security to \r\nvictims, witnesses and their families, putting their \r\nprotection ahead of its own judicial responsibilities. \r\nThese measures have brought us closer to the full \r\nrecognition of the individual as a subject of \r\ninternational law and to the need to place people at the \r\ncentre of the policies and actions of States, \r\ninternational organizations and civil society. \r\n Even though the Court has made progress on \r\nissues such as cooperation with States in order to \r\nfacilitate preventive measures and the protection of \r\ninformation, it is worrisome that agreements on \r\nwitness protection and relocation have not grown in \r\nproportion to the number of protected persons. \r\nFurthermore, it continues to be essential to strengthen \r\nmechanisms leading to the execution of arrest warrants \r\nand to reach agreements on carrying out sentences. \r\n My delegation wishes to repeat its call for \r\ncommitments by States to strengthen their cooperation \r\nwith the Court and to find ways of making the Court \r\nmore effective. In that connection, Ecuador is \r\ninterested in learning of proposals relating to the \r\nspecific cooperation required to ensure the \r\nstrengthening of the Court. \r\n Ecuador wishes to reaffirm its belief that the fight \r\nagainst impunity, for the rule of law and respect for \r\nhuman rights strongly contribute to strengthening \r\ninternational peace and security. My country has taken \r\nseveral measures to promote legislative reform, so as to \r\nbring about the full implementation of the Rome \r\nStatute and is currently working on a process of \r\njudicial reform that will focus in particular on criminal \r\nmatters. \r\n Ecuador is now experiencing an interesting \r\nmoment of political and institutional change that will \r\nlead to the constitution of a national assembly that will \r\nreform the political Constitution of the State. A \r\nmainstay of this reform is to place individuals at the \r\ncentre of the actions of the State and respect for human \r\nrights in its broadest and unrestricted sense. \r\n The constitutional reform will allow the \r\nextension of the criminal reform under way and the \r\nfinalization of a bill on crimes against humanity, which \r\nwill define and categorize those crimes under the Rome \r\nStatute, as well as norms to observe the principle of \r\ncomplementarity and comply with obligations to \r\ncooperate with the International Criminal Court. \r\n I wish to congratulate the Governments of Saint \r\nKitts and Nevis and Japan for their decision to ratify \r\nthe Rome Statute, as well as to commend Montenegro \r\nfor having become a Party to it by succession. \r\n It is vital to continue working for the universal \r\nadherence to the Rome Statute and its full \r\nimplementation. Ecuador wishes to underscore the \r\nimportance of strengthening the dialogue with all \r\nStates and international organizations. \r\n My country considers it important to continue \r\nstriving to promote the Court in States that have not yet \r\nratified the Statute, and we hope that visits will be \r\nmade to States Parties that need to continue to count on \r\nthe support of the international community to achieve \r\nthe implementation of the Rome Statute. \r\n Mr. Shinyo (Japan): It is my great pleasure and \r\nhonour to speak today on behalf of the Government of \r\nJapan on the agenda of the International Criminal \r\nCourt (ICC) at this Assembly. My delegation would \r\nlike to express its appreciation to President Philippe \r\nKirsch for his comprehensive report on the current \r\nsituation of the ICC and the Court’s achievements over \r\nthe past year. \r\n I am especially privileged to address the General \r\nAssembly this year, as this statement is the first \r\nintervention by the Government of Japan under this \r\nagenda item as a full-fledged State party to the Rome \r\nStatute. I would like to report to all Member States that \r\nJapan deposited its instrument of accession to the \r\nRome Statute this year on the highly symbolic day of \r\n17 July, the World Day for International Justice, and \r\nhas become its 105th State party as of 1 October. In \r\nthat connection, I would like to express our gratitude \r\nfor the reference made by the delegate of Ecuador, who \r\nspoke just before me.  \r\nA/62/PV.43  \r\n \r\n07-58072 20 \r\n \r\n The internal process of ratification for Japan was \r\nnot without its difficulties. President Kirsch, who \r\nvisited Japan last December, had productive talks and \r\nexchanges of views with Japanese political leaders, \r\nwhich surely provided a timely impetus to accelerate \r\nthe process of Japan’s accession to the ICC. \r\n I would like to pay high tribute to the efforts of \r\nthe ICC to effectively address the four situations in \r\nAfrica currently under investigation. Japan welcomes \r\nthe most recent development in the Democratic \r\nRepublic of the Congo, that is, the second arrest and \r\nsurrender of a perpetrator. I believe that the devoted \r\nwork of the ICC in Africa will certainly contribute to \r\npeace and stability on the continent and thus lead to the \r\nrealization of a more vibrant Africa. Japan attaches the \r\nutmost importance to the issues of Africa in its \r\ndiplomacy and will be hosting the fourth Tokyo \r\nInternational Conference on African Development \r\n(TICAD IV) in Yokohama next May. From this broader \r\nperspective, Japan will also continue to pay close \r\nattention to the development of the ICC’s work \r\nregarding the situation in Africa. \r\n As a new member of the ICC, Japan wishes to \r\ncontribute to the maximum extent possible to the \r\ndevelopment of the Court. From the financial \r\nperspective, Japan now becomes the largest contributor \r\nto the Court, providing 22 per cent of its total budget. \r\nThe Government of Japan will discharge its obligation \r\nfaithfully while seeking intensively, together with the \r\nICC and other States parties, for the most efficient \r\nways to manage the work of the Court both in The \r\nHague and in the field.  \r\n From the viewpoint of human resources, Japan \r\nintends to send as many highly skilled Japanese as \r\npossible to the ICC to serve as its judges and staff. \r\nCurrently, the Asian region, including Japan, seems to \r\nbe seriously underrepresented in the ICC. My \r\ndelegation expects the Court to take all necessary \r\nmeasures to address this issue and hopes to see \r\nsignificant progress in the coming year. \r\n Japan hopes that the Court will continue to work \r\ndiligently towards the eradication of the culture of \r\nimpunity and to further consolidate its status as the \r\nonly permanent international criminal court in the \r\nworld. \r\n Mr. Butagira (Uganda): Allow me first to thank \r\nthe President of the International Criminal Court \r\n(ICC), Judge Philippe Kirsch, for the report presented \r\nto the General Assembly earlier today. \r\n Uganda holds in high regard the work of the ICC. \r\nMy delegation has full confidence in the Court. \r\nWithout such confidence, Uganda could not have made \r\nreferrals to the Prosecutor to commence investigations \r\ninto the situation of the Lord’s Resistance Army \r\n(LRA). Uganda is determined to put an end to impunity \r\nfor the perpetrators of grave crimes and we shall do \r\neverything within our power and means to bring them \r\nto account. \r\n We note with concern the statement of the \r\nPresident of the Court that “a number of direct requests \r\nfor cooperation have not yet been fulfilled” (supra). \r\nParticular emphasis was put on failure to execute the \r\noutstanding warrants. \r\n For purposes of clarification, I would like to state \r\nthat none of the indicted individuals is on Uganda’s \r\nterritory. Moreover, the peace talks, which are \r\nmonitored by, among others, Mr. Joachim Chissano, \r\nthe Special Envoy of the Secretary-General to LRA-\r\naffected areas, are being held outside Uganda. \r\nTherefore, it should not be understood that Uganda has \r\ncontrol over the indictees and is refusing to hand them \r\nover for trial. \r\n With regard to cooperation, Uganda has benefited \r\ngreatly from the operations of the Court. Indeed, it is \r\nsignificantly due to the warrants of the Prosecutor that \r\npeace talks are taking place in Juba between the \r\nGovernment of Uganda and the LRA and that peace \r\nnow prevails in northern Uganda. For that we are \r\ngrateful, and we will continue to cooperate with the \r\nProsecutor, indeed with the whole Court, in the \r\nfurtherance of its mandate. \r\n Further testimony of Uganda’s cooperation may \r\nbe observed from the fact that my Government has not \r\nwithheld any evidence, including raw data, from the \r\nOffice of the Prosecutor. Investigators have had free \r\naccess to the witnesses, without interference from \r\nGovernment officials. \r\n In his presentation earlier today, Judge Kirsch \r\nquoted from an expert report of the International Crisis \r\nGroup, stating that “the ICC investigation of the Lord’s \r\nResistance Army has been crucial for promoting peace, \r\nimproving security in northern Uganda and embedding \r\ninternational accountability standards into \r\nnegotiations” (supra). \r\n A/62/PV.43\r\n \r\n21 07-58072 \r\n \r\n Uganda is proud to be associated with the work \r\nof the ICC. It is for this reason that my country was the \r\nfirst to offer to host the review conference due to take \r\nplace in 2009. \r\n The Acting President (spoke in Spanish): We \r\nhave heard the last speaker in the debate on this item. \r\nHowever, one representative has requested the exercise \r\nof his right of reply. I should like to remind Members \r\nof the General Assembly that statements in the exercise \r\nof the right of reply are to be limited to ten minutes for \r\nthe first statement and five minutes for the second. \r\nDelegations are to speak from their seats. \r\n Mr. Abdelsalam (Sudan) (spoke in Arabic): \r\nSome delegations made statements under this agenda \r\nitem about the need of the Government of Sudan to \r\ncommit itself to cooperating with the International \r\nCriminal Court (ICC), in accordance with Security \r\nCouncil resolution 1593 (2005). While my delegation \r\nwelcomes and commends these countries for their \r\nboldness and their desire to see international justice \r\nimplemented, we call upon them to possess the same \r\ncourage and draw attention to the content of the \r\naforementioned resolution and to its exemption of a \r\nSecurity Council member from the jurisdiction of the  \r\n \r\nCourt. What kind of justice are they talking about? Is it \r\nthat which is happening in Darfur while it closes its \r\nunjust eyes to daily violations that are shameful and \r\nare known and witnessed by the world everyday? \r\nJustice is indivisible, and so is courage in dealing with \r\nsuch cases.  \r\n Resolution 1593 (2005) is shameful, not only \r\nbecause of this defective exception, but also because it \r\nis political in the first place and aims only at settling \r\npolitical accounts according to an agenda known to one \r\nand all. The Sudan is not a member of the Rome \r\nStatute that established the Court, and the Court has, \r\ntherefore, no jurisdiction to try Sudanese nationals. The \r\nnational Sudanese judiciary, which is independent and \r\nneutral, is capable of trying all those proven guilty.  \r\n In conclusion, we ask people to stop shedding \r\ncrocodile tears and to encourage an all-inclusive \r\npeaceful settlement in the country.  \r\n The Acting President (spoke in Spanish): The \r\nGeneral Assembly has listened to the delegation of the \r\nSudan in the exercise of its right of reply. The General \r\nAssembly has thus concluded this stage of its \r\nconsideration of agenda item 76.  \r\nThe meeting rose at 5.20 p.m. \r\n"