" United Nations  A/62/PV.49\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n49th plenary meeting \r\nTuesday, 13 November 2007, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-59599 (E) \r\n*0759599* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia)\r\n \r\n \r\nThe meeting was called to order at 10.10 a.m.  \r\n \r\n \r\nAgenda items 9 and 122 (continued) \r\n \r\nReport of the Security Council (A/62/2) \r\n \r\nQuestion of equitable representation on and increase \r\nin the membership of the Security Council and \r\nrelated matters \r\n \r\n Mr. Christian (Ghana): I wish to express my \r\nsincere appreciation to the President of the Security \r\nCouncil for this month, Ambassador Natalegawa, \r\nPermanent Representative of Indonesia, for his \r\nintroduction yesterday morning of the annual report of \r\nthe Security Council for the period 1 August 2006 to \r\n31 July 2007 (A/62/2). \r\n Ghana associates itself with the statement \r\ndelivered yesterday afternoon by the representative of \r\nAngola, on behalf of the African Group, on the \r\nquestion of equitable representation on and increase in \r\nthe membership of the Security Council. \r\n During the period under review, the Council’s \r\nprogramme of work covered various issues relating to \r\nthe maintenance of international peace and security, \r\nincluding threats to peace and security, conflicts, \r\npeacekeeping operations and post-conflict peacebuilding. \r\nThe breadth and depth of the problems that had to be \r\ndealt with kept the Council busy throughout the year. \r\nAs stated in the report, the Council met in 224 formal \r\nmeetings, of which 184 were public, in addition to 22 \r\nmeetings with troop-contributing countries. It also held \r\n192 consultations of the whole, adopted 71 resolutions \r\nand 52 presidential statements, and issued 47 \r\nstatements to the press. \r\n We welcome the Council’s growing engagement \r\nand cooperation with the African Union (AU) in all \r\naspects of peacekeeping. That cooperation is now \r\nwidely acknowledged to be essential in resolving \r\neffectively the remaining conflicts on the African \r\ncontinent. In that connection, the visit undertaken by \r\nthe Security Council in June 2007 to a number of \r\nAfrican countries was very significant.  \r\n The extensive and fruitful discussions held with \r\nkey AU personalities — including the current \r\nChairman, President J. A. Kufuor of Ghana, and the \r\nChairperson of the AU Commission, President Alpha \r\nOumar Konaré — were cemented with an agreement \r\nfor the two bodies to meet yearly. Additionally, the \r\nCouncil is to explore how the United Nations could \r\nfurther assist the AU in its peacekeeping efforts, \r\nparticularly when it is acting under the Council’s \r\nmandate. \r\n We commend the Secretary-General for his \r\nefforts to resolve the Darfur crisis as well as to ensure \r\nthat the Comprehensive Peace Agreement is thoroughly \r\nand effectively implemented. The unanimous adoption \r\nof Security Council resolution 1769 (2007), \r\nauthorizing the establishment of the African Union-\r\nUnited Nations Hybrid Operation in Darfur, was an \r\nimportant development in the peace process and \r\nreflects a solid consensus between the AU and United \r\nNations on the way forward. \r\nA/62/PV.49  \r\n \r\n07-59599 2 \r\n \r\n The situations in Liberia, Sierra Leone and \r\nBurundi were also continuously reviewed by the \r\nCouncil. We remain hopeful that the international \r\ncommunity will continue to assist those sister African \r\ncountries in the arduous task of consolidating their \r\nhard-won peace. \r\n On the other hand, Somalia remains in turmoil, as \r\nthe President of the Council rightly stated. The scale of \r\nviolence, including factional fighting and the activities \r\nof extremist groups, continues to take a heavy toll on \r\nthe civilian population, and there seems to be no end in \r\nsight to the bloodshed and misery. In spite of its \r\ncourageous efforts, the African Union Mission to \r\nSomalia (AMISOM) is severely handicapped by \r\ninadequate funding and logistics, which have prevented \r\nit from deploying to its full capacity.  \r\n We reiterate our full support for the Council’s call \r\nfor a broad and inclusive political process in Somalia, \r\nas well as for international assistance to the AU, in \r\norder to pave the way for the transformation of \r\nAMISOM into a United Nations peacekeeping \r\noperation.  \r\n We commend the Congolese delegation, Chair of \r\nthe Ad Hoc Working Group on Conflict Prevention and \r\nResolution in Africa, for its initiative in preparing a \r\nworking paper for a seminar, scheduled for December \r\n2007, based on the implementation of Security Council \r\nresolution 1625 (2005). The recommendations that will \r\nemerge from the seminar should provide the basis for \r\nenhancing coordination and coherence among stakeholders. \r\n We also applaud the Council for dealing with \r\ncountry-specific issues as well as holding thematic \r\ndebates, since both types of debate are necessary for \r\nthe execution of the Council’s mandate. The thematic \r\ndebates provide occasions for in-depth consideration of \r\ntopical issues relating to the maintenance of peace and \r\nsecurity. It also gives non-members of the Council the \r\nopportunity to participate in those important meetings. \r\n The Council’s missions to Afghanistan, Kosovo, \r\nCôte d’Ivoire and the Democratic Republic of the \r\nCongo afforded members an opportunity to assess on-\r\nthe-spot factors militating against the resolution of the \r\ncrises and problems of those countries. The missions \r\nundoubtedly enhanced the knowledge and understanding of \r\nCouncil members and led to their better appreciation of \r\nthe situations in those countries. \r\n The Council continued its monthly consideration \r\nof the situation in the Middle East and the Palestinian \r\nquestion. It also discussed the question of Lebanon, the \r\nimplementation of resolutions 1701 (2006) and 1559 \r\n(2004), the International Independent Investigation \r\nCommission and the Special Tribunal for Lebanon. We \r\nbelieve that the Council should persist in its efforts to \r\nfind a peaceful and lasting solution to the Middle East \r\nproblem in all its aspects. We share the view that the \r\ncurrent situation in the region poses a great threat to \r\ninternational peace and security. \r\n We acknowledge the Council’s commitment to \r\nthe fight against terrorism in all its forms and \r\nmanifestations. Three of its subsidiary bodies — the \r\nCommittee established pursuant to resolution 1267 \r\n(1999), concerning Al-Qaida and the Taliban; the \r\nCounter-Terrorism Committee, established pursuant to \r\nresolution 1373 (2001); and the Committee established \r\npursuant to resolution 1540 (2004), on weapons of \r\nmass destruction and terrorism — have kept the \r\nCouncil well informed of their activities and have been \r\ntransparent; they offer a good example to other \r\nsubsidiary bodies of the Council. \r\n My delegation reiterates the need to enhance the \r\ncredibility of the Council through substantive reform \r\nguided by the principles of democracy, the sovereign \r\nequality of States and equitable geographical \r\nrepresentation.  \r\n A reformed Security Council should be \r\ntransparent in its activities and more responsive to the \r\ninterests of the general membership in matters deriving \r\nfrom its mandate under the Charter, the more so given \r\nthat all Member States of the United Nations are called \r\nupon — indeed, are obliged — to share the burden of \r\nthe maintenance of international peace and security \r\nthrough, inter alia, assessed contributions to the \r\npeacekeeping budget, the provision of troops for \r\nUnited Nations peacekeeping missions and the \r\nimplementation of resolutions adopted by the Security \r\nCouncil under Chapter VII of the Charter. \r\n Against that background, Ghana renews its \r\nsupport for the Ezulwini Consensus and the Sirte \r\nDeclaration, and reiterates Africa’s request for two \r\npermanent seats on the Security Council, with all the \r\nprivileges of permanent membership, in addition to \r\nfive non-permanent seats. Africa, the largest regional \r\ngroup in the Organization, is, paradoxically, the only \r\n A/62/PV.49\r\n \r\n3 07-59599 \r\n \r\nregion excluded from the category of permanent \r\nmembership. \r\n We commend the Open-ended Working Group on \r\nthe Question of Equitable Representation on and \r\nIncrease in the Membership of the Security Council \r\nand Other Matters Related to the Security Council for \r\nits work during the previous session, and welcome the \r\nGeneral Assembly’s decision to continue to address the \r\nquestion of reform during its sixty-second session. \r\n Finally, I congratulate the five new non-\r\npermanent members of the Security Council — \r\nBurkina Faso, Costa Rica, Croatia, the Libyan Arab \r\nJamahiriya and Viet Nam — on their election. I am \r\nconfident that the new members will work for a more \r\ntransparent Security Council, in line with the general \r\nreform of the United Nations, in order to make it more \r\neffective in meeting the challenges of the twenty-first \r\ncentury. \r\n Mr. Hackett (Barbados): At the outset, I thank \r\nAmbassador Natalegawa, Permanent Representative of \r\nIndonesia and current President of the Security \r\nCouncil, for his detailed introduction, yesterday \r\nmorning, of the report of the Security Council \r\n(A/62/2).  \r\n The report is largely factual, and not as analytical \r\nas many delegations have been requesting. I \r\nnevertheless commend the members of the Council for \r\nthe work they have undertaken during the reporting \r\nperiod, and express the hope that one aspect of the \r\nreform of the Council will be a change in the format of \r\nthe report to make it more analytical and lend itself to a \r\nmore interactive discussion between the Council and \r\nmembers of the General Assembly on its work. \r\n Although the work of the Council encompassed \r\nall regions of the world, once again the focus was \r\nlargely on African issues. My delegation thanks the \r\nmembers of the Council for all their efforts in seeking \r\nto bring peace and stability where there is conflict in \r\nthe African region. Given the strong interrelationship \r\nbetween peace, security and development, we believe \r\nthat peace and sustained stability constitute an essential \r\nplatform — a precondition, if you will — for further \r\nand sustained development progress in the countries of \r\nAfrica. \r\n Barbados also welcomes the attention that the \r\nCouncil has paid to the situation in Haiti and the \r\nsupport provided to the United Nations Stabilization \r\nMission in Haiti. \r\n My delegation would also like to make a number \r\nof points about agenda item 122, on the question of \r\nequitable representation on and increase in the \r\nmembership of the Security Council and related \r\nmatters. We commend the efforts of the President of \r\nthe General Assembly at its sixty-first session, Sheikha \r\nHaya Rashed Al-Khalifa, and her facilitators in guiding \r\nthe Open-ended Working Group on the Question of \r\nEquitable Representation on and Increase in the \r\nMembership of the Security Council and Other Matters \r\nrelated to the Security Council over the past session, as \r\nwell as for the work they have undertaken and the \r\nrecommendations that they have presented to us. \r\n The increasing intensity of the pace of activities \r\nand the volume and scope of the issues that come \r\nbefore the Council are further compelling arguments \r\nthat reform of that major body of the Organization is \r\nurgently needed. The world is not the same as when the \r\nOrganization was created, 62 years ago. We now have \r\nan Organization of 192 Member States with varying \r\nlevels of political and economic development and \r\ndiffering priority interests. \r\n The changing face of our world requires changes \r\nin the United Nations, that most important multilateral \r\nbody that seeks to respond to the varied global \r\nproblems and challenges in the interest of all Member \r\nStates. That is true, we believe, for all three pillars of \r\nactivity of the United Nations: development, peace and \r\nsecurity, and human rights. On the development side, \r\nwe have seen some initial reform, with the \r\nrevitalization of the Economic and Social Council. On \r\nhuman rights, we have had the creation of the Human \r\nRights Council.  \r\n However, there has been no change in the \r\nstructure and functioning of the Security Council, the \r\nprincipal organ of the United Nations that seeks to \r\npromote international peace and security and was the \r\nsubject of the broad United Nations reform agenda that \r\nemanated from the 2005 World Summit. Indeed, in the \r\n2005 World Summit Outcome (resolution 60/1) world \r\nleaders resolved to support early reform of the Security \r\nCouncil in order to make it more broadly \r\nrepresentative, efficient and transparent, and enhance \r\nits effectiveness and legitimacy. \r\n Barbados was a sponsor of draft resolution \r\nA/61/L.69/Rev.1 because we believed that, after 14 \r\nA/62/PV.49  \r\n \r\n07-59599 4 \r\n \r\nyears of informal discussions and consultations on the \r\nissue of Security Council reform, and with the mandate \r\nfrom the 2005 United Nations Summit, it was time for \r\nintergovernmental negotiations to begin. We further \r\nbelieve that the consultations to date have provided a \r\nnumber of useful ideas that can be the basis for those \r\nconsultations.  \r\n In that regard, Barbados believes that a reformed \r\nSecurity Council should have an increase in \r\nmembership in both the permanent and non-permanent \r\ncategories. We further believe that additional \r\npermanent members should come from both the \r\ndeveloped and developing worlds, and that the \r\narrangements for the increase in the number of non-\r\npermanent members should allow for greater \r\nrepresentation from small States and island States.  \r\n The use of the veto should be limited, with a \r\nmove towards its eventual abolition. A review \r\nmechanism after a reasonable period of time — we \r\nsuggest about 15 years — will also be essential. \r\n Achieving success in those negotiations will \r\nrequire a strong commitment by all Member States. \r\nYou, Mr. President, should determine, through an \r\nobjective and transparent process, the elements that \r\ncommand the widest support, so that they can serve as \r\nthe basis for those intergovernmental negotiations.  \r\n Together, we should seek to create a reformed \r\norgan with an expanded membership that better reflects \r\ncontemporary world realities, an organ that possesses a \r\nset of working methods that are formalized, clear and \r\ntransparent, and provide for greater accessibility to its \r\nwork by non-members. That, we believe, will help to \r\nincrease the legitimacy of the Security Council and \r\nmake it a more effective body that is responsive to the \r\nviews and needs of all Member States. \r\n In conclusion, let me thank you, Mr. President, \r\nfor your commitment to the reform of the Council. We \r\nlook forward to your starting the intergovernmental \r\nnegotiations in the very near future, as requested in the \r\ndraft resolution to which I referred, and to your taking \r\na leading role in the process — all with a view to a \r\nsuccessful conclusion during the sixty-second session. \r\n Mr. Wolfe (Jamaica): The Jamaican delegation \r\nwelcomes another opportunity to participate in a debate \r\non the question of equitable representation on and \r\nincrease in the membership of the Security Council and \r\nrelated matters. This is an important opportunity to \r\nbuild on the momentum generated earlier this year \r\nduring the sixty-first session towards meaningful \r\nprogress on the contentious issue of Security Council \r\nreform. \r\n My delegation also acknowledges, with deep \r\nappreciation, the efforts made by the President of the \r\nAssembly at its sixty-first session, Sheikha Haya \r\nRashed Al-Khalifa of Bahrain, who, in a committed, \r\ndedicated and transparent manner, successfully built on \r\nthe work of her predecessor in putting reform of the \r\nSecurity Council at the top of the Assembly’s agenda. \r\nLet me repeat again Jamaica’s commitment to working \r\ntogether to build upon the momentum under the \r\nprevious presidency towards meaningful progress on \r\nthe very contentious and rarely debated issue of \r\nSecurity Council reform. \r\n The Jamaican delegation reiterates its position \r\nwith regard to the reform of the Security Council. As I \r\nhave had occasion to state previously, it has been \r\nrecognized and generally acknowledged that the initial \r\npositions of many groups and some individual States \r\non the reform of the Security Council are not \r\nattainable.  \r\n The situation as it now stands, in my delegation’s \r\nestimation, is that all States need to show greater \r\nflexibility in order to curtail the continuous cycle of \r\nconsultations and routine placement of the issue on \r\nsuccessive agendas of the General Assembly that has \r\ncharacterized the debate on the reform of the Security \r\nCouncil over the past 10 to 14 years. The process needs \r\nto be advanced towards meaningful intergovernmental \r\nnegotiations. We therefore welcome the strides made in \r\nthat regard in the just-concluded sixty-first session. \r\n Jamaica supports the notion that any solution or \r\nformula found must have the support of more than just \r\na majority of States; it must be able to attract the \r\nwidest possible acceptance by Members of the United \r\nNations, namely, support by the required two thirds \r\nmajority of the General Assembly, including, \r\nobviously, ratification by the permanent Five, as \r\nstipulated by Article 108 of the Charter. \r\n Such a solution must also address the question of \r\naccess, on two counts: first, increased opportunity to \r\nserve on the Council, including representation by \r\ndeveloping countries; and, secondly, involvement \r\noutside it. In that regard, its working methods need to \r\nbe urgently and comprehensively overhauled as well. \r\n A/62/PV.49\r\n \r\n5 07-59599 \r\n \r\n While we may not achieve consensus on all the \r\nbroad elements, we must necessarily be cautious in \r\nproceeding with a partial approach that does not seek \r\nto address the most glaring inequities in the structure \r\nand operations of the Council. We are naturally \r\nconcerned that the transitional arrangement now \r\nproposed seeks to proceed along a path of expansion of \r\nthe non-permanent seats only, and that a decision on \r\nthe creation of new permanent seats would have to be \r\ndeferred until a later stage. In essence, this proposal \r\nseems to be adopting one option over another, and fails \r\nto take into account the support by a vast majority of \r\nStates for expansion in both categories.  \r\n Additionally, the proposal for the creation of new \r\nnon-permanent seats as well as an intermediate \r\ncategory requires, in the view of the Jamaican \r\ndelegation, the most careful and cautious examination. \r\nIn this regard, there are serious issues arising which \r\nrequire clarification, such as who would be eligible, for \r\nwhat duration and what would be the implication as \r\nregards the crowding out and overshadowing of other \r\nmembers in the non-permanent category. \r\n We should also keep at the forefront of our minds \r\nthat amendments to the Charter are not everyday \r\noccurrences, and that proposed amendments would \r\nhave to proceed on the basis of the broadest agreement \r\namong Member States, including members of the \r\npermanent five. Proposed amendments as envisaged \r\nunder Article 108 of the Charter should therefore not \r\nbe interim, but should be of a long-term duration. \r\n There are other contentious issues, such as the \r\nveto. The vast majority of Member States agree that the \r\nveto is anachronistic, obsolete and undemocratic, and \r\nshould therefore be abolished. Until such time, we \r\ncould agree to the other more readily achievable steps, \r\nsuch as ways of enhancing accountability for its use, \r\nlimitations of the scope of its application, and \r\nindividual or collective pledges to refrain from its use \r\nin certain instances. The permanent five, in our view, \r\nshould be encouraged to support reform in all its \r\naspects. \r\n We do not see much difficulty in reaching \r\nagreement on expansion in terms of the additional \r\nnumber of seats. Jamaica could agree to one or two \r\noptions that were suggested in the sixty-first session, \r\nwhile paying due regard to reconciling concerns to \r\nmake sure that the Council is both efficient and \r\nrepresentative. However, we must emphasize that this \r\napproach should ensure expansion in both categories. \r\n Working methods should go hand in hand with \r\nthe broad reform of the Council. However, as we wait \r\non full reform, action could be taken on some of the \r\nmore egregious deficiencies which impede access for \r\nnon-members of the Council. \r\n Finally, we all agree that the debate on Security \r\nCouncil reform has gone on for far too long. We are \r\nnot entirely sanguine that the current process of \r\nconsultations, or even the negotiations that are \r\ncurrently being called for, will find a way out of the \r\nimpasse by way of a political consensus. I may add that \r\nsome of the statements I heard in the Assembly \r\nyesterday give me cause for concern.  \r\n But there is no question as to the urgent need for \r\nthe intergovernmental negotiations to be allowed to \r\ncommence in earnest. It is clear to us that if positive \r\nstrides are to be made, we, the Member States, will \r\nhave to find the will and create the necessary resolve to \r\novercome the barriers that have retarded our every \r\nmove to march forward.  \r\n In the absence of consensus, let us resolve and, \r\nindeed, summon the political courage, during this \r\nsixty-second session, to put to the test a draft \r\nresolution that can garner the widest possible support \r\nwithin the General Assembly and reach the required \r\ntwo-thirds majority, as stipulated by Article 108 of the \r\nCharter and Rule 83 of the Rules of Procedure of the \r\nGeneral Assembly. \r\n Ms. Rodríguez de Ortiz (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): The delegation of the \r\nBolivarian Republic of Venezuela is grateful to the \r\nrepresentative of Indonesia for presenting the report of \r\nthe Security Council (A/62/2), on which we wish to \r\nmake a number of comments.  \r\n The report of the Security Council continues to \r\nbe merely descriptive, a chronological compendium of \r\nmeetings and documents, and does not enable us to \r\nassess the Council’s achievements and advances, or the \r\ndifficulties that it faces in its work. We reiterate the \r\nneed for the Council to present a broader and more \r\nanalytical report enabling us to understand how it dealt \r\nwith the various items on its agenda, as well as to see \r\nthe views expressed by Member States, the way in \r\nwhich decisions were taken, or why specific matters \r\nwere not considered. \r\nA/62/PV.49  \r\n \r\n07-59599 6 \r\n \r\n As the report indicates, the Council worked at an \r\nintense pace, with an increase in the volume and scope \r\nof the questions before it. Matters relating to Africa \r\nagain occupied a prominent place in its programme of \r\nwork, as did the situation in the Middle East, including \r\nthe question of Palestine. The fight against terrorism \r\nalso continued to be among its highest priorities.   \r\n Questions of peace and security are \r\ninterdependent and inseparable from those of \r\ndevelopment. Venezuela is convinced that the United \r\nNations must address the issue of conflicts in Africa in \r\nan integrated and coordinated fashion, taking into \r\naccount not simply the security dimension, but also \r\neconomic and social variables. International \r\ncooperation to tackle the economic and social problems \r\nof African countries should be sustained and \r\nunconditional, so that each State may set its priorities \r\nand so that the activities of the various authorities can \r\nyield positive results for the benefit of their citizens. \r\n Peacekeeping operations are a valuable means \r\nwhereby the United Nations assists in resolving \r\ninternational conflicts, but they all need to comply with \r\nthe principles of consent among the parties involved in \r\nconflict, impartiality in executing mandates and the use \r\nof force solely in self-defence. Peacekeeping \r\noperations should be conducted strictly in accordance \r\nwith the purposes and principles of the Charter, \r\nincluding unrestricted respect for State sovereignty, \r\nnon-intervention in the internal affairs of States and the \r\nself-determination of peoples.  \r\n The Bolivarian Republic of Venezuela strongly \r\nsupports the efforts to secure stable and lasting peace \r\nin the Middle East and the formula of a region where \r\ntwo States, Israel and Palestine, live side by side within \r\nsecure and recognized borders as the best way to \r\nachieve the goal of the establishment of an independent \r\nPalestinian State, thus enabling the Palestinian people \r\nto fully realize its legitimate and inalienable right to \r\nself-determination. In this regard, we believe that \r\ndirect negotiations between the parties are the ideal \r\nmeans for overcoming the situations of violence that \r\nconstantly affect the region, causing the loss of many \r\ninnocent lives.  \r\n The Venezuelan Government is resolute in \r\ncategorically condemning terrorism and rejecting any \r\nterrorist activity. It has reaffirmed its commitment in \r\nall international forums held on the subject of \r\ncombating this problem effectively. The measures and \r\nnorms involved in this policy are reflected in the \r\nvarious reports that we have submitted to the relevant \r\ncommittees of the Security Council as part of our \r\ncommitment to this struggle. \r\n In that regard, we take this opportunity to note \r\nonce again the extradition request that the Bolivarian \r\nRepublic of Venezuela has made to the Government of \r\nthe United States concerning the notorious \r\ninternational terrorist Luis Posada Carriles, currently at \r\nlarge in United States territory. We repeat our request \r\nthat the Counter-Terrorism Committee consider and \r\nverify compliance by the United States with its \r\nobligations in the struggle against terrorism pursuant to \r\nSecurity Council resolution 1373 (2001), in the \r\nspecific case of our request for the extradition of the \r\nterrorist Luis Posada Carriles. \r\n Venezuela supports the early reform of the \r\nSecurity Council as an essential part of the United \r\nNations reform process, in order to make it more \r\nrepresentative of the international community and \r\ncurrent geopolitical realities, thus giving it greater \r\nlegitimacy and democratic meaning. We again stress \r\nthe need for comprehensive reform, with expansion of \r\nthe Council’s membership in both categories, \r\nelimination of the veto and improvement of its working \r\nmethods. \r\n We support the idea that countries of the \r\ndeveloping world belonging to the regions of Africa, \r\nLatin America and the Caribbean and Asia, \r\nrespectively, should become permanent members. Such \r\nan arrangement would give tangible form to a \r\nlegitimate aspiration of peoples and countries that have \r\nbeen deprived and marginalized from exercising this \r\nresponsibility for more than 60 years. \r\n Our delegation believes that bringing new \r\npermanent members into the Council to represent the \r\ndeveloping world is the right response in order to \r\ncorrect the current imbalances or asymmetries of \r\npower within that body. That is perfectly compatible \r\nwith the general objective of encouraging the \r\nestablishment of a multipolar system.  \r\n We also advocate an increase in the number of \r\nnon-permanent members, bearing in mind the principle \r\nof equitable geographic distribution enshrined in the \r\nCharter. \r\n Reform of the Council should not be limited to \r\nexpansion of its membership; it should also address \r\n A/62/PV.49\r\n \r\n7 07-59599 \r\n \r\nother aspects, such as its agenda, working methods and \r\ndecision-making processes. The Council must promote \r\ngreater participation by non-member States in its work, \r\nimprove its accountability and enhance the \r\ntransparency of its work. Closed Council meetings \r\nshould be kept to the minimum necessary, and there \r\nshould be more public meetings and open debates so \r\nthat the opinions of non-member States may be heard. \r\nOpen debates should be real opportunities for the \r\nopinions and contributions of non-member States to be \r\ntaken into account. \r\n With regard to the agenda, the Council must \r\navoid addressing issues that could involve usurping the \r\ncompetence of other United Nations bodies; it should \r\nconcentrate on the problems that really concern threats \r\nto international peace and security. Moreover, the \r\nCouncil should invoke Chapter VII of the Charter only \r\nas a last resort, and should avoid having recourse to it \r\nto tackle issues that do not necessarily involve an \r\nimmediate threat to international peace and security. \r\n Sanctions are an exceptional measure, important \r\nin situations that might jeopardize international peace \r\nand security once diplomatic means and negotiations \r\nhave been exhausted. We are concerned that the \r\nCouncil has sometimes adopted sanctions hastily in \r\nsituations that do not necessarily represent genuine \r\nthreats to international peace and security, resorting too \r\nsoon to the provisions of Articles 41 and 42 of the \r\nCharter, before exhausting ways to settle disputes \r\npeacefully.  \r\n The indiscriminate use of sanctions can have a \r\nnegative effect on the populations of the countries \r\nconcerned, affecting their human rights, particularly in \r\nthe area of health and nutrition, and undermining the \r\nphysical integrity of women, children and the elderly. \r\nTherefore, the Council must avoid this harmful trend. \r\n Venezuela believes that in the process of \r\ndemocratizing the United Nations it is vital to \r\neliminate the right of the veto, because it is an \r\nanachronistic mechanism, contrary to the principle of \r\nthe sovereign equality of States enshrined in the \r\nCharter as a fundamental norm governing peaceful \r\ncoexistence among States. Recourse to it is a symbol of \r\npower belonging to a bygone age, and is contrary to \r\nmultilateralism and the international cooperation that \r\nshould prevail among Member States. Pending \r\nachievement of the ultimate objective of eliminating \r\nthe right of the veto, ways must be found to limit and \r\nreduce its use, including mechanisms whereby the veto \r\ncould be overridden.  \r\n The United Nations cannot continue to travel \r\nwith a road map based on the past. Reform of the \r\nSecurity Council should be comprehensive. We need to \r\nensure that the values of democracy and transparency \r\ngovern the Organization’s activities.  \r\n Our delegation regrets the limited progress made \r\nin the discussions of the Open-ended Working Group \r\non the Question of Equitable Representation on and \r\nIncrease in the Membership of the Security Council \r\nand Other Matters related to the Security Council. We \r\nreaffirm our readiness to continue to participate \r\nconstructively in the Working Group’s deliberations at \r\nthe sixty-second session, with a view to reaching \r\nagreements that will transform the Security Council in \r\na positive manner. \r\n Mr. Álvarez (Uruguay) (spoke in Spanish): With \r\nregard to agenda item 9, concerning the report that the \r\nSecurity Council must submit to the General Assembly, \r\nwe thank the Permanent Representative of Indonesia, \r\nPresident of the Security Council for this month, for \r\nintroducing document A/62/2. \r\n The report is clearly useful in many ways, in that \r\nit gives us an orderly compilation of the documentation \r\nissued by the Council in the period under \r\nconsideration. But it still has some of the \r\ncharacteristics that this delegation has criticized in the \r\npast, such as a total lack of analysis of the events and \r\nsituations reported on, resulting in a content that is \r\nalmost statistical or bibliographic.  \r\n We acknowledge an improvement in the section \r\ncovering the activities of the Council’s subsidiary \r\nbodies, and in that connection we highlight progress \r\nwith regard to sanctions and the procedures for listing \r\nand delisting persons and institutions by the competent \r\nbodies. While that is limited progress, on the whole it \r\ncontributes to the transparency required for the \r\neffective fulfilment of such a delicate task.  \r\n However, we note that there has been no major \r\nprogress in activities to improve the Council’s working \r\nmethods. Exchanges between the members of the \r\nSecurity Council and members of the General \r\nAssembly must be increased, particularly in the \r\nconsultations on reform of the Council, and on \r\nincreasing the number of its members, being held in \r\nA/62/PV.49  \r\n \r\n07-59599 8 \r\n \r\nthe Open-ended Working Group of the General \r\nAssembly. \r\n Uruguay reiterates that exchanging information \r\nand opinions between States is essential in any reform \r\nor improvement of the Council’s working methods. \r\nReform would involve, among other important issues, \r\nmore active participation by troop-contributing \r\ncountries in the decision-making of the Council on \r\nmodifying the mandates of operations to which they \r\ncontribute troops.  \r\n As our Foreign Minister stated on 2 October in \r\nthe general debate (see A/62/PV.14), Uruguay hopes \r\nthat in the current session we can, on the basis of \r\nconsensus, advance the process of reforming the \r\nSecurity Council. \r\n Uruguay supports the inclusion of Brazil as a \r\npermanent member, as well as India, Germany and \r\nJapan, and supports an increase in the number of non-\r\npermanent members. However, Uruguay maintains its \r\nopposition to extending the veto privilege to new \r\nmembers, whether directly or indirectly, by way of \r\nmoratoriums or any other type of mechanism that \r\nwould prolong such an extension. The inequalities \r\ngenerated by the veto privilege will not be corrected by \r\ncreating new members with that privilege.  \r\n This position of principle dates back to the very \r\ncreation of the Organization, when the delegation of \r\nUruguay maintained that there should be no \r\ndistinction, in the form of prerogatives or rights, \r\nbetween the Council’s members. \r\n Mr. Salam (Lebanon) (spoke in Arabic): \r\nReviewing the report on the work of the Security \r\nCouncil during the past year is an important occasion. \r\nWe thank the authors of the objective and clear report \r\nand congratulate the Indonesian presidency on its \r\ncomprehensive introduction of this year’s report \r\n(A/62/2).  \r\n The report notes that the Council held 224 \r\nofficial meetings and 192 consultation meetings, and \r\nadopted 71 resolutions, 52 presidential statements and \r\n47 press communiqués. There is no doubt that this \r\nincrease in the Council’s activity during the past year \r\nwas due to the increasing number of conflicts and \r\ncrises in various parts of the world, beginning with \r\nAfrica and continuing through the Middle East, Asia \r\nand Europe.  \r\n That alone indicates that the Security Council has \r\nplayed a greater role than before. It also indicates the \r\nimportance of our discussion today on developing the \r\nCouncil’s work and reforming the Council in order to \r\nenhance its effectiveness, with a view to preserving \r\ninternational peace and security and seeking respect for \r\nthe principles and provisions of international law. \r\n Lebanon has a long history with the Security \r\nCouncil. In 1978 the Council adopted resolution 425 \r\n(1978) in the wake of the first Israeli invasion of \r\nsouthern Lebanon. That was followed by a series of \r\nresolutions dealing with the extension of the mandate \r\nof the United Nations Interim Force in Lebanon, \r\ncalling for the withdrawal of all foreign armies from \r\nLebanon, and affirming its independence, sovereignty \r\nand territorial integrity and support for its legitimate \r\nauthority. Since 2004, when resolution 1559 (2004) \r\nwas adopted, Lebanon has been on the Council’s \r\nagenda in biannual reports which follow the \r\nimplementation of the resolution.  \r\n In 2005, after the crime of the assassination of the \r\nformer Lebanese Prime Minister, Rafik Hariri, and his \r\ncompanions, the Council responded to the just request \r\nfrom Lebanon to identify the instigators and \r\nperpetrators of that terrorist crime and adopted \r\nresolution 1595 (2005), by which it established the \r\nInternational Independent Investigation Commission. \r\nThat was followed by resolutions and statements that \r\ndealt responsibly with crimes targeting prominent \r\nintellectuals, politicians and free journalists, as well as \r\nother intimidation attempts targeting innocent civilians.  \r\n In addition, the Council took on the responsibility \r\nof the establishment of justice and adopted resolution \r\n1757 (2007), with which it began the process of \r\nestablishing a Special Tribunal for Lebanon of an \r\ninternational character. That was a clear message to the \r\ncriminals — wherever and whoever they might be — \r\nthat they would not enjoy impunity, and with it came \r\nthe hope that this would serve as a deterrent shield \r\nprotecting the future of Lebanon and the Lebanese \r\nfrom terrorists and terrorism so that my country, \r\nLebanon, will remain an Arab beacon of democracy \r\nand liberty. \r\n Israeli aggression once again targeted Lebanon in \r\nJuly 2006. Over a period of 34 days civilians suffered \r\nmurder and displacement, and villages and \r\ninfrastructure were affected by strikes and destruction. \r\nSouthern Lebanon was sown with millions of cluster \r\n A/62/PV.49\r\n \r\n9 07-59599 \r\n \r\nbombs, which continue to claim victims, especially \r\nchildren.  \r\n The Security Council accordingly unanimously \r\nadopted resolution 1701 (2006) on 11 August 2006. \r\nLebanon has committed itself to fully implementing its \r\nobligations under the resolution, especially in regard to \r\nsending the army to the south, while Israel continues to \r\nbreach Lebanese sovereignty by land and air, and \r\nrefuses to hand over maps for mines and cluster bombs \r\nleft behind, not to mention its failure to withdraw from \r\nLebanese territories. \r\n Lebanon cannot but fully appreciate the important \r\nsupport given by the Security Council to its right and \r\njust cause. But, while discussing the effectiveness of \r\nthe Security Council and how it may better maintain \r\ninternational peace and security, we must point out the \r\nrisks resulting from the long-overdue implementation — or \r\ncomplete lack of implementation — of numerous \r\nresolutions. This affects the credibility of the Council, \r\nwhich is considered in more than one instance to apply \r\na double standard to suit the balance of interests and \r\nobjectives of major Powers. \r\n Here I remind the Assembly that resolution 425 \r\n(1978), providing for Israel’s immediate withdrawal \r\nfrom the Lebanese territories, remained dormant for 22 \r\nyears before it was implemented, in substance, in 2000. \r\nIn fact, its full implementation still requires Israel’s \r\nwithdrawal from the Shaba Farms and the al-Ghajar \r\nvillage in the south. \r\n In this regard, I also remind the Assembly that 40 \r\nyears have elapsed since the adoption of resolution 242 \r\n(1967), providing for the withdrawal of Israel from all \r\nthe territories it occupied in 1967; this, while the \r\nPalestinian territories and the Syrian Golan remain \r\nunder occupation.  \r\n The question of reforming the Security Council \r\nhas been on the agenda of the General Assembly since \r\nit adopted, in 1993, resolution 48/26. That is nearly \r\n15 years ago. The question of equitable representation \r\non the Council and increase of its membership was \r\nalready inscribed on the agenda in 1979. \r\n The overwhelming majority of Member States \r\nagree on defining the many problems facing the \r\nCouncil and the need to modernize its structures and \r\nworking methods. But they are not in agreement on \r\neffective solutions, especially in regard to the right of \r\nthe exercise of the veto and the possibility of its \r\nrestriction. That being said, they have begun to \r\nacknowledge the need to expand the Council to reflect, \r\nfirst, the changes in the membership of the United \r\nNations, and, secondly, the geopolitical changes in the \r\ninternational arena. But what is more difficult is that \r\nnumerous desired reforms that are right and enjoy \r\nsupport require amendment to some provisions of the \r\nCharter.  \r\n In order to break the vicious cycle and not have \r\nto return to the Assembly to take up, once again, the \r\nsame discussion about the need for reform of the \r\nSecurity Council, we feel that we must immediately \r\nagree procedures that do not require a Charter \r\namendment, such as enhancing the mechanisms of the \r\nCouncil and developing its working methods. This \r\nwould not only secure transparency, allowing States to \r\naccess information and documents and know the \r\ncontent of the work of the Council’s committees, in \r\norder to enhance the principle of accountability, but \r\nwould also allow countries to be privy to consultations \r\nand have their delegations heard on matters concerning \r\nthem when decisions are made and resolutions are \r\npassed. We would thereby be taking a concrete first \r\nstep towards the most important reform, one to which \r\nwe aspire and which remains a goal from which we \r\nshould never retreat: a Security Council that is more \r\nrepresentative, democratic, effective and just. \r\n Mr. Sangqu (South Africa): We align ourselves \r\nwith the statement delivered by the Permanent \r\nRepresentative of Angola yesterday afternoon in his \r\ncapacity as Chairman of the Group of African States. \r\nWe also commend the President of the Security \r\nCouncil, the Permanent Representative of Indonesia, \r\nfor introducing the annual report of the Council \r\n(A/62/2). \r\n The annual report of the Security Council \r\nindicates the many areas all over the world, and \r\nparticularly in Africa, where the Council remains \r\nengaged in helping to resolve conflict. The Security \r\nCouncil continues to play an important role in Côte \r\nd’Ivoire, the Democratic Republic of the Congo, the \r\nSudan, Burundi and Timor-Leste. It has stimulated \r\nconstructive debate on important global issues, such as \r\nsecurity sector reform, the role of women in \r\npeacekeeping operations and the relationship between \r\nthe Council and regional organizations in terms of \r\nChapter VIII of the Charter. \r\nA/62/PV.49  \r\n \r\n07-59599 10 \r\n \r\n Mr. Soborun (Mauritius), Vice-President, took the \r\nChair. \r\n At the same time, we must also, most \r\nunfortunately, acknowledge that the Security Council \r\nhas not been successful in resolving some conflict \r\nsituations, or has failed to intervene at all in others. \r\nThe most serious threat to the credibility of the Council \r\nremains its inability, after 60 years, to play a \r\nmeaningful role on the issue of Palestine. \r\n It is our hope that the Council will stem the \r\nerosion of its credibility by transcending its divisions \r\nand the national interests of its members and uniformly \r\ndischarging its Charter-based mandate to maintain \r\ninternational peace and security. \r\n Membership of the Council confers a global \r\nresponsibility, in that all of its members are entrusted \r\nwith the task of helping to advance peace throughout \r\nthe world. South Africa does not accept a status quo \r\nwhere some issues on the Council’s agenda — such as \r\ncounter-terrorism, non-proliferation, Kosovo and \r\nWestern Sahara — are regarded as the preserve of \r\nsome countries, to the exclusion of others. \r\n On the vital issue of reform of the Security \r\nCouncil, let me reiterate my delegation’s continued \r\ncommitment to the African position. South Africa \r\nbelieves that meaningful reform should lead to the \r\nexpansion of the Council’s membership in both the \r\npermanent and non-permanent categories, in order to \r\nrender it more democratic, legitimate, representative \r\nand responsive. \r\n Our heads of State or Government resolved in the \r\nMillennium Declaration (resolution 55/2) and the 2005 \r\nWorld Summit Outcome to, inter alia, intensify their \r\nefforts to achieve a comprehensive reform of the \r\nSecurity Council in all its aspects as an essential \r\nelement of overall efforts to reform the United Nations \r\nin order to make it more broadly representative, \r\nefficient and transparent, and thus to further enhance \r\nits effectiveness and legitimacy and the implementation \r\nof its decisions. \r\n In that context, the General Assembly \r\nunanimously decided, in adopting on 17 September \r\n2007 the draft decision recommended by its Open-\r\nended Working Group, that  \r\n “the question of equitable representation on and \r\nincrease in the membership of the Security \r\nCouncil and other matters related to the Security \r\nCouncil should be considered during the sixty-\r\nsecond session of the General Assembly so that \r\nfurther concrete results may be achieved, \r\nincluding through intergovernmental negotiations, \r\nbuilding on the progress achieved so far, \r\nparticularly at the sixty-first session, as well as \r\nthe positions of and proposals made by Member \r\nStates”. (decision 61/561, para. d) \r\n To fulfil that long-outstanding mandate from our \r\nHeads of State and Government, my delegation joins \r\nothers in calling on the President of the General \r\nAssembly to urgently initiate intergovernmental \r\nnegotiations and determine, through an objective and \r\ntransparent method, the elements that command the \r\nwidest support, so that they can serve as the basis for \r\nsuch intergovernmental negotiations. \r\n South Africa stands ready to negotiate in that \r\nprocess, based on our principled position, while being \r\ncognizant that all Member States and groups will have \r\nto demonstrate greater flexibility, political will and \r\ncommitment if we are to collectively move the process \r\nof the reform of the Security Council forward.  \r\n We also call on the President of the General \r\nAssembly to periodically inform Member States about \r\nprogress in achieving concrete results on the \r\ncomprehensive reform of the Security Council. \r\n Mr. Mavroyiannis (Cyprus): I thank Ambassador \r\nNatalegawa, Permanent Representative of Indonesia \r\nand President of the Security Council for this month, \r\nfor his introduction yesterday morning of the report of \r\nthe Council (A/62/2). \r\n We appreciate the informative content of the \r\nreport, as well as the actual work done by the Council \r\nduring the reporting period. We consider, however, that \r\nthe format of the report should have been geared \r\ntowards facilitating the involvement of the wider \r\nmembership of the Organization in the work of the \r\nSecurity Council. We consider that the primary \r\nobjective of the report should be to associate the States \r\nthat are not members of the Council in its substantive \r\nwork, to assess the state of efforts in maintaining \r\ninternational peace and security, to evaluate the \r\ncontribution of the Council in that endeavour and to \r\ndecide how the General Assembly could make a \r\nconcrete contribution in this field. \r\n Without prejudice to the provisions of the \r\nCharter, the Council could interact more frequently and \r\n A/62/PV.49\r\n \r\n11 07-59599 \r\n \r\nsystematically with the General Assembly, taking \r\nadvantage of the Assembly’s universal participation, in \r\norder to outline developments regarding its work so as \r\nto attract input that is pertinent to ongoing discussions. \r\nWe consider that substantive input on the work of these \r\ntwo organs should be exchanged on a systematic basis \r\nand that expertise, lessons learned and intelligence \r\nshould be transferred from one to the other. \r\n Our goal is not to determine a hierarchical \r\nrelationship between the General Assembly and the \r\nSecurity Council. Rather than devoting a large part of \r\nour discussions to the respective competencies of the \r\ntwo organs by way of trying to define and defend each \r\none’s territory, it would be more productive to focus on \r\nthe consolidation of a mutually reinforcing relationship, of \r\nsynergy and cooperation, with a view to maximizing \r\nthe potential and effectiveness of the Organization as a \r\nwhole. \r\n Another key element that we feel is missing from \r\nthe report is the impact-assessment dimension — that \r\nis, whether and to what extent the Council’s \r\ninvolvement in a given situation has improved it. That \r\nkind of assessment could serve as a departure point for \r\nthe identification of Council practices that have proved \r\nconstructive, and of others that have not. \r\n I turn briefly to Security Council reform, and \r\nbegin by noting the strong recurring themes that have \r\ndominated our discussions in that field. While it is true \r\nthat many of the concerns of Member States with \r\nrespect to the current Council set-up and working \r\nmethods have not changed, we feel that the centre of \r\nour discussions has shifted and that that development \r\nmust be taken into account.  \r\n After the work done during the sixty-first session \r\nand the more focused parameters of discussion that \r\nhave emerged as a result of that work, we inevitably \r\nfind ourselves in a more advanced phase of discussion. \r\nThat new phase requires action, as opposed to the \r\nreiteration of positions.  \r\n Despite the specificities of the issue of Security \r\nCouncil reform, there is nothing that says that action \r\ncannot be successfully pursued with the means we have \r\nhad at our disposal thus far. We consider that the \r\nsuccess of a negotiation process hinges upon certain \r\nsimple elements: the appointment of a coordinator, the \r\npresentation of a text that will serve as a basis for \r\nnegotiation and a flexible methodology that will allow \r\nus to achieve results, rather than compel us to sacrifice \r\nsubstance for the sake of formalities. \r\n I do not believe that we are facing unsolvable \r\nriddles as to how to move forward. It seems that States \r\nare willing to negotiate in an effort to try to crystallize \r\nthe possible outcome of a reform process so that they \r\ncan assess their options and make appropriate \r\ndecisions. We take it for granted that all Member States \r\nare stakeholders in Security Council reform, because it \r\nis in the best interests of all that the Council functions \r\nas effectively as possible and enjoys the maximum \r\ndegree of legitimacy.  \r\n Derivatively, other elements of reform that \r\nconcern particular segments of the membership will be \r\naddressed through the satisfaction of the imperative \r\nobjectives I have outlined. Components of reform, like \r\naccountability, transparency, inclusiveness, participation \r\nand efficiency, cannot be divorced from the more \r\ngeneral context in which they would be best served, as \r\neach of them is a notion that is meaningful only once \r\ntested against and employed in the service of the cross-\r\ncutting notion of effectiveness. \r\n Reform is not an end in itself. It is pursued \r\nbecause the quasi-totality of the membership share the \r\nview that there is scope for improving the Council’s \r\neffectiveness, legitimacy and representativity, as well \r\nas the broader membership’s access to and association \r\nwith its work, with a view to enhancing its role as the \r\ninternational community’s instrument par excellence in \r\nthe service of maintaining and restoring international \r\npeace and security, in accordance with international \r\nlaw and the Charter. Only such improvements could \r\nserve as justification for Security Council reform, and \r\nwe should not lose sight of this teleological dimension.  \r\n We do not question the perspective of any of the \r\ncountries that seek enhanced participation, one way or \r\nanother, and we are all fully aware of the various \r\nproposals that have surfaced in recent years. It is not \r\nfeasible, however, in the face of the incompatibility of \r\nvocations, to have each one of those visions fully \r\naccomplished. \r\n At the same time, we cannot ignore either the \r\nmain representatives of the new geopolitical realities of \r\nour times or the need to afford a louder voice to \r\ncountries representing developing countries and \r\nemerging actors that have been insufficiently \r\naccounted for until now. Drawing on the specific \r\nmorphology of our own geographical region, I would \r\nA/62/PV.49  \r\n \r\n07-59599 12 \r\n \r\ngive the example of Egypt, a country with a \r\nmultifaceted role and identity in Africa, the \r\nMediterranean, the Non-Aligned Movement, the \r\nMiddle East, the Arab world and the developing world. \r\nThe same applies, of course, to other players from the \r\nknown configurations of stakeholders. \r\n However, despite the many concrete examples \r\nbefore us, we must not forget that everything is \r\nsubordinate to the quality of the reform, and that the \r\nlatter must be reached through the application of \r\nbroader considerations and not through the \r\nextrapolation of specific demands. At this juncture, and \r\nwithout prejudice to the formal position of any \r\nstakeholder, we believe that there is a limited, yet \r\nmeaningful, possibility of change if we focus on a \r\nmodest and pragmatic, but provisional, reform that will \r\nimprove the situation in the short and medium term, \r\nproviding valuable lessons in terms of best practices \r\nalong the way. Such a provisional arrangement should, \r\nof course, be revisited and reviewed after a \r\npredetermined period of time, so as not to pre-empt a \r\nmore definitive reform when respective positions and \r\nthe prevailing conditions might, hopefully, be more \r\nconducive to that. \r\n Sir John Sawers (United Kingdom): We are \r\ngrateful to the President of the General Assembly for \r\nconvening this debate. I thank the Permanent \r\nRepresentative of Indonesia for his comments on the \r\nreport of the Security Council (A/62/2), on behalf of all \r\nmembers of the Council. I also thank the Permanent \r\nMission of China for leading the work on the Council’s \r\nreport with the Secretariat.  \r\n On the second item on the agenda of this joint \r\ndebate, I welcome the opportunity to discuss reform of \r\nthe Security Council. The United Kingdom shares the \r\nambition expressed by previous speakers yesterday and \r\ntoday that we achieve concrete steps towards \r\nagreement on Security Council reform during the sixty-\r\nsecond session. \r\n As the British Foreign Secretary said in this Hall \r\nduring this year’s general debate (see A/62/PV.9), \r\ninternational institutions need to reflect the world \r\ntoday, and not the world as it was. Reform of the \r\nUnited Nations in all its aspects, including the Security \r\nCouncil, is pivotal to progress. The status quo on \r\nUnited Nations reform is neither sustainable nor \r\nsatisfactory. That includes the Security Council. \r\n The United Kingdom therefore welcomes the \r\nprospect of intergovernmental negotiations, as agreed \r\nby the Assembly in September. These would build on \r\ndevelopments realized under the stewardship of the \r\nformer President of the General Assembly. We look \r\nforward to a detailed proposal from the current \r\nPresident of the Assembly in the weeks ahead on the \r\nbasis for taking negotiations forward. \r\n On the substance of reform, the United Kingdom \r\nseeks a Security Council that is more representative of \r\ntoday’s world, yet no less effective or capable of taking \r\nthe tough decisions needed in the face of the many \r\nthreats to peace and international security that the \r\nCouncil deals with. To that end, we support permanent \r\nmembership for Germany, Japan, India and Brazil, and \r\npermanent representation from Africa. As my Prime \r\nMinister, Mr. Gordon Brown, said in a speech in \r\nLondon last night,  \r\n “Long-term, but now also interim, options must \r\nbe examined to reform a United Nations Security \r\nCouncil — whose permanent members do not \r\ninclude Japan, India, Brazil, Germany, or any \r\nAfrican country — to make the Council more \r\nrepresentative, more credible and more \r\neffective”. \r\n The United Kingdom is not wedded to a single \r\nmodel of Council reform. We believe the membership \r\nshould seek as much common ground as we can. That \r\nwill require some flexibility. We should be open to \r\nconsidering an interim solution if that would break the \r\ndeadlock. \r\n We must also continue to improve the Council’s \r\nworking methods, in particular to make our work more \r\nefficient and more inclusive. This is an issue in which \r\nall Member States have an interest, and Council \r\nmembers have particular responsibility. We support the \r\nreforms that the Council agreed in 2006, and we \r\nunderline the importance of their being more \r\nconsistently implemented. \r\n I conclude by reiterating the support of the \r\nUnited Kingdom for the Security Council reform \r\nprocess, and for the continuing leadership of the \r\nPresident of the General Assembly on this important \r\nissue. We hope to see progress in this session. \r\n Mr. Beck (Solomon Islands): Security Council \r\nreform was one of the issues most referred to during \r\nthe recent general debate. It has been with the \r\n A/62/PV.49\r\n \r\n13 07-59599 \r\n \r\nAssembly for the last 14 years, from the forty-eighth \r\nsession to the sixty-second. My delegation is \r\ncomforted by the current President’s commitment to \r\ntake concrete action on Security Council reform, \r\nhaving identified United Nations reform as one of his \r\nfive priority areas of focus during his term in office. \r\nSolomon Islands, in that regard, stands ready to \r\nsupport Mr. Kerim’s leadership in taking the matter to \r\nanother level. \r\n Before going further into the issue of Security \r\nCouncil reform, my delegation would like to thank \r\nIndonesia, in its capacity as President of the Security \r\nCouncil, for introducing the Council’s annual report \r\nand for convening the open debate on the role of \r\nregional and subregional organizations in the \r\nmaintenance of international peace and security last \r\nweek. \r\n Very briefly on the relationship between the \r\nSecurity Council and the regional and subregional \r\norganizations, as stated by my delegation during the \r\nSecurity Council’s open debate, our leaders called at \r\nthe 2005 Summit for a formal process between the \r\nSecurity Council and the regional and subregional \r\norganizations. That is important, given the fact that \r\nregional security mechanisms have gone farther into \r\ncountries than our multilateral system. We must \r\npreserve the centrality of the Security Council in the \r\nmaintenance of international peace and security. That is \r\nprovided for under Article 54 of our Charter, but \r\nunfortunately is hardly observed. \r\n Turning now to the reform of the Security \r\nCouncil, it is urgent to reform the Council. The \r\nCouncil is not only the principal organ of our \r\nmultilateral system, but also the only body that defines \r\nand determines what constitutes a threat to \r\ninternational peace. Let me put a human face on it. \r\nCountries can call for security attention on their \r\nspecific situation in this Assembly, but if they do not \r\nget support from our Council members, in particular \r\nthe permanent five, they will not receive attention. \r\nSolomon Islands went through a conflict situation, but \r\nreceived no support despite registering the matter a \r\ncouple of years back. It is therefore important to have a \r\nreformed Council that is more responsive to the \r\nrealities of today — a Council that structurally respond \r\nto the pain and suffering of those going through \r\nconflicts. \r\n It is in that connection that my delegation would \r\nlike to use this opportunity to propose ways and means \r\nof advancing the issue into an intergovernmental \r\nnegotiation phase. To begin with, allow me to make \r\nsome comments on some elements that the negotiation \r\nprocess must have. \r\n First, whatever negotiation model we adopt, it \r\nmust be result-oriented and exercised in an open, \r\ntransparent and all-inclusive manner.  \r\n Secondly, if we are to be successful, my \r\ndelegation hopes that all groups and members approach \r\nthe negotiation process with an open mind and \r\nflexibility. We must move beyond consultation, as \r\nsuggested by some delegations, lest we begin restating \r\nour respective positions. Special efforts must be made \r\nto work towards a tangible, realistic and viable \r\ncompromise that we can all live with. \r\n Thirdly, our process must conform to the General \r\nAssembly’s rules and procedures. My delegation makes \r\nspecial mention of that, as some delegations have \r\nproposed that the widest possible political agreement \r\nbe reached. Solomon Islands feels, in that regard, that a \r\ntwo-thirds majority should be sufficient in effecting \r\nany decisions of importance if we are serious about \r\nmaking any real progress. \r\n In taking the matter forward, Solomon Islands \r\nbelieves that we must build on the progress made Mr. \r\nKerim’s predecessor, Sheikha Haya Rashed Al-Khalifa, \r\nand on Japan’s work on the Security Council’s working \r\nmethods, amongst others, but we must also be \r\ninnovative in having the intergovernmental negotiation \r\nprocess be result-oriented. \r\n Solomon Islands wishes to propose that we could \r\nbegin negotiations by examining the elements picked \r\nup by the facilitators. After 14 years of extensive \r\nconsultations, my delegation feels that the time is now \r\nripe to see what elements we should begin negotiations \r\non. The various positions have been put forward by the \r\nvarious groups; those could be merged, where possible, \r\ninto one text where there are commonalities. There are \r\nproposals by the Group of Four in document \r\nA/59/L.69, the Uniting for Consensus group in \r\ndocument A/59/L.68, and the African Group in \r\ndocument A/59/L.67, as well as the S-5 submission on \r\nworking methods in document A/60/49. \r\nA/62/PV.49  \r\n \r\n07-59599 14 \r\n \r\n We could also complement that with a \r\nquestionnaire or a straw-poll process to be carried out \r\nby the President of the General Assembly in an effort \r\nto reach out to all members of the Assembly. Issues for \r\nnegotiation, in my delegation’s view, could be \r\nsummarized as follows: the enlargement of the Council \r\nin both permanent and non-permanent seats; the \r\nSecurity Council’s working methods; the right of veto; \r\nthe relationship between the General Assembly and the \r\nSecurity Council; the relationship between the Security \r\nCouncil and the regional and subregional institutions; \r\nand, of course, the review process. \r\n In conclusion, we have heard a number of \r\nproposals from various delegations to take us forward \r\ninto an intergovernmental negotiation process. \r\nSolomon Islands looks to Mr. Kerim’s leadership on \r\nthe matter and once again assures him of its support. It \r\nis also our fervent hope that the President of the \r\nGeneral Assembly may wish to consider having a \r\nperiodic reporting system to the Assembly so as to \r\nensure that the momentum he has started remains on \r\ntrack and is action-oriented. \r\n Mr. Lidén (Sweden): It is time for a new \r\nmomentum and a new effort to reform the Security \r\nCouncil and its composition, size and working \r\nmethods. We need a Council that better reflects today’s \r\nrealities, with working methods that are transparent \r\nand open. We need more general trust in the United \r\nNations system and a Security Council that offers a \r\nsense of inclusiveness and belonging to all of us, \r\nwhoever we are and wherever we live.  \r\n It should be obvious that the regions of Africa, \r\nAsia and Latin America have to be better represented, \r\nand that all countries should have a fair chance to serve \r\non the Council from time to time. For the United \r\nNations to be relevant on issues of security, we need a \r\nSecurity Council that not only enjoys the respect of \r\nMember States and their populations, but is also \r\nperceived as fair and legitimate. \r\n As new threats and challenges appear, the United \r\nNations has to adapt. We want to see a United Nations \r\nthat is relevant, legitimate, effective and capable of \r\ndealing with emerging threats to our common security. \r\nReform of the Security Council is, in our view, long \r\noverdue, and the consultations on that issue that we \r\nhave seen so far have not delivered any substantial \r\nresults. We now need to start result-oriented \r\nintergovernmental negotiations to bring the process \r\nforward. \r\n As previously stated, Sweden is open to the idea \r\nof an enlargement of the Security Council in both the \r\npermanent and non-permanent categories. However, we \r\nshould seek the broadest possible agreement. That is \r\nnecessary if the Council is to be perceived as \r\nlegitimate and to avoid new divisions and frustrations \r\nthat could harm our work in the United Nations for a \r\nlong time to come. \r\n We also wish to repeat that the Security Council \r\nmust be an effective body able to act swiftly when \r\nneeded. We therefore strongly believe that the veto \r\npower should not be extended. Instead, we would like \r\nto see a veto-free culture be promoted in the Council. \r\nIn our view, any reform should be the subject of a \r\nrecurrent and effective review mechanism. A decision \r\nto accept new permanent members on the Council \r\nshould, in our view, not be easy to change, but we \r\nshould avoid decisions which are irreversible for all \r\ntime to come. We also need to be able to open up to \r\nfurther changes in the future. As the world changes, the \r\nSecurity Council has to be able to change. \r\n If we are not ready to agree on such a more long-\r\nterm reform, one possibility could be to look at an \r\ninterim or transitional solution that could eventually \r\nlead to a more permanent arrangement. Moreover, as \r\nwe have stated before, we believe that the Security \r\nCouncil’s working methods should be made more open \r\nand transparent. We would like to see that issue \r\nadvanced further, even without immediate agreement \r\non the composition of the Council. \r\n As we enter the intergovernmental negotiations, \r\nwe all need to be creative, have an open mind and \r\nshow flexibility. For its part, Sweden is ready to \r\ndiscuss new ideas and will continue to engage actively \r\nin a constructive dialogue on how to reform the \r\nSecurity Council. \r\n Mr. Sareer (Maldives): At the outset, my \r\ndelegation would like to join previous speakers in \r\nexpressing our appreciation to the President of the \r\nSecurity Council, Ambassador Natalegawa, Permanent \r\nRepresentative of Indonesia, for his presentation of the \r\nannual report of the Council, covering the period from \r\n1 August 2006 to 31 July 2007 (A/62/2). We would \r\nalso like to thank the President of the General \r\nAssembly at its sixty-first session, Sheikha Haya \r\nRashed Al-Khalifa, for the exemplary leadership she \r\n A/62/PV.49\r\n \r\n15 07-59599 \r\n \r\ndemonstrated as the Chairperson of the Open-ended \r\nWorking Group on the reform of the Security Council \r\nduring the previous session. Our deep gratitude also \r\ngoes to the tedious work undertaken by the facilitators \r\nappointed by her to assist the process. \r\n Maldives remains convinced that the United \r\nNations is the only organization that is capable of \r\ncreating a more peaceful and prosperous world for \r\nhumanity. The principles enshrined in the Charter of \r\nthe United Nations are as relevant and valid today as \r\nthey were when formulated in 1946, but the challenges \r\nthat confront the Organization in this globalized world \r\nare surely not the same as when it was created six \r\ndecades ago.  \r\n Reforming and restructuring the Organization to \r\neffectively address those challenges, therefore, remains \r\na major hurdle to cross. While we acknowledge with \r\nsatisfaction the numerous reforms that have already \r\nbeen implemented over the past few years, it is \r\ndisappointing to note that the proposed reforms of the \r\nSecurity Council, the principal organ entrusted with the \r\nprimary task of maintaining international peace and \r\nsecurity, continue to elude us without any tangible \r\nresults. \r\n My delegation sincerely believes that reforming \r\nthe Security Council remains central and should \r\nbecome part and parcel of the entire United Nations \r\nreform process if the United Nations is to remain a \r\ncredible and effective Organization. The Council must \r\nbe reformed to reflect the geopolitical realities of the \r\nmodern world. While we recognize the difficulties we \r\nface, we sincerely believe that the reforms should be \r\ncomprehensive and include the expansion of its \r\nmembership in both the permanent and the non-\r\npermanent categories, the issue of veto, and its \r\ndecision-making process. Similarly, the issues relating \r\nto the working methods and their transparency, and the \r\nrelationship between the Council and the General \r\nAssembly are equally important areas that need to be \r\naddressed in a comprehensive manner. \r\n Maldives is convinced that any expansion of the \r\nSecurity Council should reflect the growth of United \r\nNations membership and its present cultural diversity. \r\nWe would like to see the process result in reform that \r\nwould make the Security Council more representative, \r\ndemocratic and transparent. We share the view that \r\nreforms of the Council should become an integral part \r\nof the United Nations reform process and that \r\nmaintaining the status quo is not acceptable. We value \r\nthe importance of the need to enhance Member States’ \r\naccess to the Council, both in terms of increasing their \r\nchances to serve as members and, while not members, \r\nto increase their involvement in the Council’s work. \r\nWe also welcome the Working Group’s \r\nrecommendation that any enlargement should address \r\nthe underrepresentation of developing countries as well \r\nas small States. \r\n Security priorities may vary from State to State. \r\nFor the Maldives and many other small, low-lying \r\nisland States in the world, peace and security are \r\nderived not only from the absence of war or conflicts. \r\nThe threats posed by global climate change and related \r\nconsequences have now become a threat that is linked \r\ndirectly to the sheer survival of some of those small \r\nStates. In our view, the issue of climate change is \r\nintrinsically an issue of international peace and \r\nsecurity that requires the urgent and paramount \r\nattention of all the organs of the Organization, \r\nincluding the Security Council.  \r\n In that regard, my delegation appreciates the \r\nhistoric step taken by the Security Council in \r\nconvening, on 17 April 2007, the first-ever debate \r\nexploring the potential impacts of climate change on \r\ninternational peace and security. Maldives consider that \r\nto be an important step in the right direction and we \r\nbelieve that close cooperation and coordination among \r\nall principal organs are indispensable in order to enable \r\nthe Organization to remain relevant and capable of \r\nmeeting such new and emerging threats and challenges. \r\n Before I conclude, allow me to reiterate our firm \r\nbelief that the lack of common ground on some of the \r\nmajor aspects of the Council reforms should not be \r\nused as an excuse for no action. Our decision to \r\nsupport the G-4 proposals is based primarily on our \r\nconviction that no action would be counterproductive \r\nto the Organization. We sincerely believe that we \r\nshould proceed with the enlargement of the \r\nmembership in both the permanent and non-permanent \r\ncategories, and include in that enlargement countries \r\nsuch as Japan, India and other Member States that have \r\nproved their commitment and capacity to serve as \r\npermanent members and would represent the wider \r\nmembership of the present-day United Nations. After \r\nall, the aim of the reform process is the enhancement of \r\nthe credibility, legitimacy and universal character of \r\nthe Organization. \r\nA/62/PV.49  \r\n \r\n07-59599 16 \r\n \r\n As a responsible member of the international \r\ncommunity, I assure the Assembly that the Maldives \r\nwill continue to play its role in upholding and \r\npromoting the objectives of the United Nations. \r\n Mrs. Aitimova (Kazakhstan): At the outset, I \r\nwould like to thank the Security Council and the \r\nSecretariat for the comprehensive report on the work of \r\nthe Council during the past year, and in particular \r\nAmbassador Marty Natalegawa of Indonesia, the \r\ncurrent President of the Council, for introducing the \r\nSecurity Council’s report (A/62/2). \r\n During the past year, the Security Council has \r\nmade a significant contribution to the maintenance of \r\ninternational peace and security, although not all that \r\nwas planned has been achieved so far. We hope that the \r\nCouncil will continue energetically considering the \r\nurgent issues on its agenda and find new approaches \r\nand ways to resolve them. \r\n We believe that some matters brought to the \r\nattention of the Security Council through \r\ncommunications of Member States, but not discussed \r\nat meetings of the Council during the period covered, \r\ncould be considered in the future, taking into account \r\ntheir importance and relevance to the activity of the \r\nCouncil in preserving peace and security. \r\n We highly appreciate the integrated measures of \r\nthe Organization to settle the situations in the Sudan, \r\nCôte d’Ivoire, Liberia, Burundi, the Democratic \r\nRepublic of the Congo, Haiti, Afghanistan, Kosovo, the \r\nMiddle East and other topical issues of world security. \r\n The lack of international consensus on the issue \r\nof non-proliferation has led to a dramatic weakening of \r\nthe collective security system. We believe that the \r\nCouncil should continue its focus on that issue and \r\nconsider new approaches to ensure real non-\r\nproliferation in a new environment. In that regard, \r\nKazakhstan proposes that the Treaty on the Non-\r\nProliferation of Nuclear Weapons be adapted to the \r\nnew realities. \r\n The United Nations continues to be at the \r\nforefront of the battle against international terrorism. \r\nMy delegation would like to express its appreciation to \r\nAmbassador Ricardo Alberto Arias of Panama, the \r\ncurrent Chairman of the Counter-Terrorism Committee \r\n(CTC), for his leadership in steering the activities of \r\nthe Committee. \r\n The United Nations Global Counter-Terrorism \r\nStrategy, adopted in September 2006 as resolution \r\n60/288, outlined the fact that a consistent and \r\ncomprehensive response to terrorism would be greatly \r\nenhanced by the involvement of civil society and the \r\nprivate sector. Hence, we call on the CTC to elaborate \r\nspecific and comprehensive recommendations for the \r\ndevelopment of partnerships among Government, the \r\nprivate sector and civil society in combating terrorism. \r\n Kazakhstan is fully committed to supporting the \r\nactivities of the Security Council Committee \r\nestablished pursuant to resolution 1267 (1999) \r\nconcerning Al-Qaida and the Taliban, and commends \r\nits work under the chairmanship of Ambassador Johan \r\nVerbeke. A wide range of issues related to \r\nstrengthening cooperation in combating terrorism in \r\nthe region of Central Asia were discussed during his \r\nvisit to Kazakhstan in October 2007. My Government \r\nwill continue to cooperate fully with the Committee \r\nand give all possible support to that important body. \r\n During the past year, there has been a surge in the \r\ndemand for United Nations conflict-prevention and \r\nmanagement, peacekeeping and peacebuilding. \r\nRecognizing the importance of gender mainstreaming \r\nin peacekeeping operations, we are particularly pleased \r\nwith the Council’s ongoing attention to the issue of \r\nwomen, peace and security. \r\n We recognize the need to develop close \r\ncooperation between the Security Council, Member \r\nStates and regional arrangements in the search for ways \r\nand means to ensure effective responses to emerging \r\ncomplex conflict situations when measures to keep \r\npeace and promote development often have to be taken \r\nsimultaneously. In that context, we appreciate the \r\nestablishment at Ashgabat, Turkmenistan, of the United \r\nNations Regional Centre for Preventive Diplomacy for \r\nCentral Asia, and express our readiness to closely \r\ncooperate with the Centre and our neighbours in order \r\nto strengthen regional capacities for conflict \r\nprevention. \r\n One of the urgent issues on the agenda of the \r\nUnited Nations is reform of the Security Council, \r\nwhich bears responsibility for the maintenance of \r\ninternational peace and security. We are convinced that \r\nthe momentum generated by the informal consultations \r\nin the Open-ended Working Group on Security Council \r\nreform during the sixty-first session should be \r\nmaintained, and we call on the President of the General \r\n A/62/PV.49\r\n \r\n17 07-59599 \r\n \r\nAssembly to continue those consultations during the \r\ncurrent session with a view to commencing \r\nintergovernmental negotiations on Security Council \r\nreform. We have to find an optimal solution; if we do \r\nnot, we will burden the next generation with that \r\ncomplicated issue. The time we have spent on this \r\nquestion is already equal to the age of a teenager. \r\n Kazakhstan understands that there is general \r\nagreement among Member States on the need to reform \r\nthe Security Council. The position of Kazakhstan on \r\nthat issue has been expressed on repeated occasions. \r\nWe share the perception of the urgency of a changed \r\nSecurity Council, which needs to be more \r\nrepresentative, more legitimate, more transparent and \r\nmore efficient. Kazakhstan holds the view that, in its \r\ncurrent form, the Security Council no longer reflects \r\nthe realities of our world. We believe that equitable \r\nrepresentation of Member States in the Security \r\nCouncil could strengthen its ability to effectively face \r\nthe challenges of the twenty-first century and to play \r\nits role in the settlement of crisis situations. \r\n The Council should be revitalized by the addition \r\nof new permanent and non-permanent members. We \r\nstand for the expansion of the Security Council on the \r\nbasis of equitable geographic representation and \r\nrespect for the sovereign equality of all Member States. \r\nAsia, Africa and Latin America should have a wider \r\nrepresentation in the Security Council and should be \r\ndirectly involved in the search for solutions to the \r\nimportant problems facing the international \r\ncommunity. \r\n Since becoming a Member of the United Nations \r\nin 1992, Kazakhstan has served in a number of \r\nimportant bodies of the Organization, but not in the \r\nSecurity Council. During the 15 years of its United \r\nNations membership, Kazakhstan has made an \r\nimportant contribution to international peace and \r\nsecurity, sustainable development and environmental \r\nagenda. The renunciation of nuclear weapons, the \r\nadoption of confidence-building measures in Asia, the \r\nfacilitation of integration processes in Eurasia, the \r\nadvancement of the interests of landlocked countries \r\nand the promotion of a dialogue between civilizations \r\nand religions represent just a sample of the steps taken \r\nby my country in the spirit of the principles and \r\npurposes of the United Nations Charter. \r\n We are confident of our capacity to contribute to \r\nthe work of the Council and announced 10 years ago \r\nour candidature for a non-permanent seat for the period \r\n2011-2012. It is our hope that the General Assembly \r\nwill support Kazakhstan’s candidacy during the \r\nelections in 2010. We look forward to working closely \r\nwith the Security Council and to participating actively \r\nin all its efforts to meet the global need for peace. \r\n Mr. Abdulatif (Libyan Arab Jamahiriya) (spoke \r\nin Arabic): At the outset, I should like to extend my \r\nthanks to the President of the Security Council, the \r\nPermanent Representative of Indonesia, who briefed us \r\non the Council’s activities during the sixtieth and the \r\nsixty-first sessions. \r\n I also wish to align myself with the statement \r\nmade by the representative of Angola on behalf of the \r\nAfrican Group. \r\n The 2005 World Summit Outcome Document \r\ncalled for tangible reform of the organs of the United \r\nNations to enable it to achieve the purposes and \r\nprinciples for which it was established. It stressed, in \r\nparticular, speedy reform of the Security Council in \r\norder to make it more broadly representative, efficient \r\nand transparent and thus to further enhance its \r\neffectiveness, its legitimacy and the implementation of \r\nits resolutions. \r\n Although some progress has been achieved in \r\nreforming several United Nations bodies, the issue of \r\nSecurity Council reform before the United Nations \r\nremains an intractable matter for the international \r\ncommunity. We still urgently need to address the issue \r\nof how to make the Security Council more balanced in \r\nterms of ensuring equitable regional representation, \r\nmembership, and improved working methods. That \r\nincludes an examination of the privilege of the veto \r\npower and preventing the Security Council’s \r\nencroachment on the competencies of other United \r\nNations organs. Those issues fundamentally touch the \r\nvery heart of the overall United Nations reform \r\nprocess. \r\n My country’s delegation appreciates the \r\nconsultations that occurred within the framework of the \r\nOpen-ended Working Group on the Question of \r\nEquitable Representation on and Increase in the \r\nMembership of the Security Council and Other Matters \r\nrelated to the Security Council. It also highly \r\nappreciates the strenuous efforts exerted personally by \r\nthe previous President of the General Assembly, \r\nSheikha Haya Rashed Al-Khalifa, and the facilitators \r\nappointed by her, and the resulting ideas and \r\nA/62/PV.49  \r\n \r\n07-59599 18 \r\n \r\nsuggestions. Those were included in the Working \r\nGroup report endorsed by the General Assembly on \r\n14 September 2007, and the most important among \r\nthose ideas and suggestions states that additional \r\npractical steps should be taken, including by means of \r\nintergovernmental negotiations. \r\n My country’s delegation wishes to underline the \r\nfact that the mandate of those negotiations, if held, \r\nmust have as a starting point the discussions that \r\noccurred during the General Assembly’s previous \r\nsession, in addition to the positions of the Member \r\nStates and the suggestions they have put forward. A \r\nrealistic evaluation of the consultations and \r\ndelegations’ differing points of view vis-à-vis Security \r\nCouncil reform all require us to consider steps that will \r\npush the ongoing endeavours forward and bring that \r\nprocess, which has extended for many years, to an end. \r\n Africa is the continent that has been most \r\nadversely affected by measures enacted after the \r\nSecond World War. Those include the establishment of \r\nthe Security Council, which was achieved in the \r\nabsence of most African countries, which were \r\nsuffering under colonialism and racism. Today, African \r\ncountries constitute more than a quarter of the States \r\nMembers of the United Nations. It is imperative that \r\nAfrica be treated with justice and that its rights be \r\nrecognized, thereby undoing the historical wrongs \r\ninflicted upon it and ending its marginalization by \r\ngranting it just and fair representation in the Security \r\nCouncil, including the permanent membership that \r\nother continents enjoy. \r\n My country’s delegation therefore underlines the \r\ncommon African position calling for Africa to be \r\ngranted two permanent seats on the Security Council, \r\nwith the right of veto, and five non-permanent seats. \r\nThat position emerged in the Ezulwini Consensus and \r\nwas reiterated at the fifth African Union summit \r\nconference held in Sirte on 4 and 5 July 2005, as well \r\nas at subsequent summits. \r\n With regard to improving the working methods of \r\nthe Security Council, my delegation underlines the fact \r\nthat any reform process of the Council, be it temporary \r\nor permanent, partial or complete, will be of no \r\nsignificance if the issue of the right of veto is not \r\naddressed. That right has been misused in so many \r\ncases at the expense of just causes and the rights of \r\nvulnerable peoples, thereby damaging the credibility of \r\nthe Security Council in particular and of the United \r\nNations in general. That fact alone justifies efforts to \r\nabrogate or at least limit that privilege. \r\n No reform process will be of any use if it does \r\nnot include reactivating the role of the General \r\nAssembly and preventing the Security Council from \r\nencroaching on the General Assembly’s mandate, as \r\ndefined in the Charter. It has become essential for the \r\nGeneral Assembly to take urgent action in that regard. \r\nWe also call for attention to be paid to the contents of \r\nthe Security Council’s reports. They do not provide a \r\nclear picture of what occurs in the Council or \r\ndemonstrate its commitment to abide by the General \r\nAssembly’s resolutions, especially in the light of the \r\nreports’ narrative aspects, which analyse considerations \r\non the basis of the decisions adopted and the positions \r\ntaken by countries, especially those of the permanent \r\nmembers. Similarly, attention must be given to the \r\nreasons that prevent the Council from taking strong \r\npositions on important issues related to international \r\npeace and security. \r\n We continue to hope that the efforts in the coming \r\nphase will result in an approach that addresses the deep \r\nand radical reform that the Council requires, and not in \r\napproaches that are unable to deliver the changes \r\nnecessary to the Security Council’s balance and \r\nperformance. The next phase will require serious \r\npolitical will and an objective and deep consideration \r\nof what is needed to achieve the desired balance in the \r\nSecurity Council. We wish to underline my \r\ndelegation’s full readiness to cooperate in dealing once \r\nagain with this important subject. \r\n Mr. Yousfi (Algeria) (spoke in French): May I \r\nfirst thank Ambassador Marty Natalegawa, Permanent \r\nRepresentative of Indonesia, for his presentation of the \r\nreport of the Security Council for the review period \r\nending on 31 July 2007. \r\n I also take this opportunity to congratulate the \r\nnew members elected to the Council — the Libyan \r\nArab Jamahiriya, Burkina Faso, Viet Nam, Croatia and \r\nCosta Rica. \r\n My delegation associates itself with the statement \r\nmade by Ambassador Gaspar Martins of Angola on \r\nbehalf of the African Group. \r\n We note once again that the Security Council’s \r\nreport continues to suffer from the same insufficiencies \r\nreferred to in considerations of previous reports, and \r\nthat there is clearly no desire on the Council’s part to \r\n A/62/PV.49\r\n \r\n19 07-59599 \r\n \r\ntake into consideration the observations and \r\nexpectations of Member States that wish to see \r\nimprovement in both the contents and presentation of \r\nthe report. My delegation wishes to point out in \r\nparticular that the Security Council continues to \r\ndisregard the General Assembly’s repeated requests to \r\nsubmit to it special reports pursuant to paragraph 1 of \r\nArticle 15 and paragraph 3 of Article 24 of the Charter, \r\njust as it ignores decisions adopted in Assembly \r\nresolutions on its revitalization, which are designed to \r\nimprove coordination and cooperation among the \r\nprincipal organs.  \r\n On reading the report, we note that the Council’s \r\nactivities continue to follow two tracks. On the one \r\nhand, the Council has an extremely busy agenda, as \r\ndemonstrated by the number of meetings held and \r\ndecisions adopted during the period under review. On \r\nthe other hand, there is clearly an ongoing impulse to \r\nexpand the Council’s field of competence, to the \r\ndetriment of the prerogatives of the other principal \r\norgans, in pursuit of an abusive and therefore disputed \r\ninterpretation of the concept of threats to international \r\npeace and security. The first trend is not necessarily \r\nproof of effectiveness, whereas the second gives rise to \r\nvalid concerns within the General Assembly in that it \r\ndemonstrates a determination to address new threats to \r\nour collective security in an elitist and non-democratic \r\nmanner. \r\n While my delegation is prepared to acknowledge \r\nthat there may be areas in which the General \r\nAssembly’s concerns in the face of the emergence of \r\nnew types of threats are shared by the Security \r\nCouncil, we would stress that the nature of such threats \r\nis the perfect validation of the expression of the co-\r\nresponsibility of all members of the international \r\ncommunity through a joint approach to such problems \r\namong the principal organs. In that regard, my \r\ndelegation deplores the Security Council’s ongoing and \r\nevident reluctance to address the idea of coordination, \r\nincluding where the Charter explicitly identifies an \r\narea as falling within the common purview of the \r\nGeneral Assembly and the Security Council, such as \r\nthe appointment of the Secretary-General.  \r\n At the sixty-first session, Member States adopted \r\nby consensus the recommendations of the Open-ended \r\nWorking Group on the Question of Equitable \r\nRepresentation on and Increase in the Membership of \r\nthe Security Council and Other Matters Related to the \r\nSecurity Council (decision 61/561), thereby extending \r\nthe Working Group’s mandate to the sixty-second \r\nsession and calling for an intergovernmental \r\nnegotiating process with a view to achieving tangible \r\nresults based on the report of the facilitators and the \r\npositions and proposals set forth by Member States. \r\nThose recommendations provide valuable guidelines \r\nfor both the framework and the contents of the \r\nnegotiations.  \r\n How, then, should we proceed in future? First, we \r\nbelieve that the common sense of the urgent need to \r\nmake the Security Council more representative and \r\ndemocratic should not be confused with haste to launch \r\nintergovernmental negotiations. From our perspective, \r\nthe rapid onset of negotiations is less important than \r\nmeeting the requirements necessary to their success.  \r\n Secondly, the negotiating framework should be \r\nopen-ended, transparent and inclusive. In our view, \r\nonly the framework of the Open-ended Working Group \r\ncan satisfy such requirements. At this stage, any other \r\nrestricted mechanism would fuel suspicions and should \r\nbe avoided. If negotiations are to be held and evolve in \r\na satisfactory manner, we trust in the leadership of the \r\nPresident of the General Assembly to iron out any \r\ntemporary difficulties. \r\n Thirdly, negotiations must begin on the basis of \r\nthe initial positions of every group and existing \r\nproposals. It would not be productive to require any \r\nState or group of States to abandon its initial position \r\nas a prerequisite to launching the negotiations. Any \r\nsolution — be it definitive, intermediate or \r\ntemporary — that might enjoy the broadest possible \r\nsupport within the General Assembly should constitute \r\nthe outcome of negotiations and not their point of \r\ndeparture. \r\n Fourthly, the time remaining before the \r\nconclusion of the sixty-second session is sufficient and \r\nreasonable for conducting calm negotiations, with no \r\nneed to impose any artificial deadline. \r\n Fifthly, among the preconditions for the \r\ncommencement of negotiations, we believe that \r\nMember States must make an unequivocal commitment \r\nto the President of the General Assembly not to \r\ndevelop any parallel process other than that involving \r\nthe submission of draft resolutions or the framework of \r\nrestricted negotiations. \r\n Sixthly, when negotiations begin, Algeria intends \r\nto play an active role therein on the basis of the \r\nA/62/PV.49  \r\n \r\n07-59599 20 \r\n \r\ncommon African position defined in the Ezulwini \r\nConsensus and confirmed at the African summit in \r\nSirte, and is convinced of the rightness and legitimacy \r\nof that position. \r\n Mrs. Asmadi (Indonesia): Let me begin by \r\nexpressing our gratitude to the President of the General \r\nAssembly for convening this very important joint \r\ndebate. \r\n My delegation’s deep appreciation also goes to \r\nhis predecessor, Ms. Haya Rashed Al-Khalifa, for her \r\nefforts in trying to bring Member States together on the \r\nvery difficult question of Security Council reform. We \r\nare confident that the work done will be carried \r\nforward effectively under Mr. Kerim’s able guidance. \r\n My delegation has spoken on the report of the \r\nSecurity Council on behalf of the Council. We would \r\nlike to focus now, in our national capacity, on certain \r\naspects pertaining to the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and related matters. \r\n The United Nations is at a critical juncture in its \r\nhistory. It would not be wrong to say that the world is \r\npassing through one of its most turbulent and uncertain \r\nperiods. Geopolitical upheavals, imbalanced situations \r\nin the economic and social fields, pockets of poverty, \r\nand climate change confront the global citizenry with \r\nmost serious questions. A judicious and equitable \r\nworld order would help us properly to tackle those and \r\nother challenges of collective concern. \r\n As highlighted by the Secretary-General, “[t]he \r\nquest for a more peaceful and secure world is one of \r\nthe main pillars of the work of the Organization” \r\n(A/61/1, para. 42). The Security Council, as the \r\nprincipal organ responsible for the maintenance of \r\ninternational peace and security, is required to be fully \r\nequipped to tackle the associated challenges of the \r\ntwenty-first century. It can do so effectively only if its \r\ncomposition and functioning respond to the realities of \r\ntoday and if it is duly mindful of the interests of \r\ndeveloping countries, in which the majority of the \r\nworld’s people reside.  \r\n The Council’s legitimacy is essential. It is a \r\nwhole that is greater than the sum of its parts. The \r\nCouncil represents the collective voice of Members \r\nand not just their individual interests. Its legitimacy \r\ncomes not only from the power that each State member \r\nof the Council possesses, but also from the legitimacy \r\nof the collective will and from Charter-based collective \r\nunderstandings of the widest possible membership. \r\n Rather, the Council will need to be restructured \r\nbased on the paradigm of the equality of all States, \r\nwhereby States are potentially selected from their \r\nrespected regions. Unless that is manifested through a \r\nfair reform of the Council, it will be difficult to achieve \r\nlegitimacy for that crucial organ.  \r\n The trust and respect of the peoples of the world \r\nare absolutely vital for the Council in the successful \r\nexercise of its mandate. With reform, future decisions \r\nof the Council should inspire a greater sense of \r\ncollectiveness. They should better reflect positions \r\nbased on the collective interests of States, rather than \r\non certain national interests of its members. In that \r\ncontext, a greater role for the regional approach may be \r\nan interesting idea to be further explored. \r\n Indonesia regards the comprehensive reform of \r\nthe Security Council’s membership and its working \r\nmethods as fundamental to bolstering the dynamic of \r\npeaceful inter-State relations, as well as an integral \r\nfeature of the broader United Nations reform process. \r\nWe are willing to consider different proposals on the \r\nCouncil’s reform so long as they are embedded in the \r\nprinciples of democracy, accountability and fairness, \r\nand lead to the strengthening of the representation of \r\nthe developing countries. We believe that the rich \r\ncivilizational diversity of our world should also be seen \r\nclearly in the constitution of the reformed Council. \r\n There needs to be a substantive change in the \r\nlong-standing key issues of categories of membership, \r\ncountry representation criteria, veto, transparency, \r\nworking methods and balanced relations with the other \r\nprincipal organs of the United Nations. \r\n Considerable good work was accomplished on \r\nthose issues at the previous session of the General \r\nAssembly. The Open-ended Working Group on Council \r\nreform and all the facilitators appointed by the \r\nPresident of the General Assembly did an exemplary \r\njob in difficult circumstances. We must maintain the \r\ngenerated momentum and build on the work done. \r\n In our view, the report contained in document \r\nA/61/47 presents a balanced reflection of the different \r\nopinions among the General Assembly’s membership. \r\nThe report lays down several concrete options. Those \r\nmay not be ideal for all of us; nonetheless, they \r\nprovide us with some forward-looking and workable \r\n A/62/PV.49\r\n \r\n21 07-59599 \r\n \r\nideas, given the present diversity in delegations’ \r\npositions.  \r\n We support the concept of an intermediary \r\napproach with a prior agreed review mechanism, as \r\ncontained in the report. That approach enjoys the most \r\nsupport among Members. However, we feel that there \r\nshould be further consultations on those critical matters \r\nto minimize differences. We need to garner the widest \r\npossible agreement, since a clear ownership of the \r\nCouncil’s reform is crucial to the subsequent steps that \r\nwould ultimately lead to amending the Charter. In that \r\nregard, the General Assembly, as the chief deliberative \r\nand decision-making organ of the United Nations, \r\nshould continue to act as the fulcrum of all our \r\nactivities to achieve Council reform. \r\n We hope that Member States will intensify their \r\nefforts to attain the much-needed reform. Indonesia \r\nreiterates its readiness to cooperate with delegations in \r\nworking to achieve a comprehensive and robust reform \r\nof the Council. \r\n Mr. Ali (Malaysia): My delegation is pleased to \r\nparticipate in this joint debate on agenda items 9 and \r\n122. \r\n I wish to express my sincere appreciation to the \r\nPresident of the Security Council for the month of \r\nNovember, Ambassador Marty Natalegawa of \r\nIndonesia, for presenting to the General Assembly the \r\nannual report of the Security Council for the period 1 \r\nAugust 2006 to 31 July 2007, as contained in document \r\nA/62/2. \r\n My delegation appreciates the vital contribution \r\nand pivotal role of the Security Council in the \r\nmaintenance of global peace and security. The \r\nconsideration of the annual report of the Security \r\nCouncil by the General Assembly is in keeping with \r\nArticles 15 and 24 of the Charter of the United \r\nNations, and provides an opportunity for the wider \r\nmembership of the Organization to assess the work and \r\nperformance of the Council, including its efficiency, \r\neffectiveness and relevance. The report also contributes \r\nto transparency in the work of the Council, which \r\nshould be the cornerstone of the working methods of \r\nthe Council. \r\n The report provides factual accounts of how the \r\nCouncil took action on various issues before it. While \r\nmy delegation welcomes that factual reporting, it lacks \r\nreal value in helping us to consider the actual work of \r\nthe Council in the maintenance of peace and security. \r\nWe are of the view that the report of the Council \r\nshould be more substantive and analytical. It should, \r\ninter alia, provide justification and rationales behind \r\nmajor actions taken by the Council. It is important for \r\nthe wider membership of the United Nations to be \r\napprised of the decisions of the Council on matters of \r\ninternational peace and security, as such decisions and \r\nactions also have an impact on Members. That would \r\nalso be in line with promoting greater transparency and \r\naccountability in the work of the Council. \r\n We are pleased to note that the Council addressed \r\na wide range of issues relating to peace and security \r\nduring the period under review, which reaffirms the \r\ntrend in recent years of an increase in the volume and \r\nscope of the activities of the Council. Over the period \r\nreported, we note also that the Council held a total of \r\n224 formal meetings, adopted 71 resolutions and issued \r\n52 presidential statements.  \r\n Conflicts and instability in Africa continue to be \r\nat the forefront of the Council’s agenda, though other \r\nissues also remained high on the agenda for the \r\nCouncil’s consideration. We commend the tireless \r\neffort of the Council in maintaining peace and security, \r\nparticularly in conflict-affected regions and areas. \r\nMalaysia reaffirms its commitment to working with the \r\nCouncil in that regard. \r\n The Malaysian delegation welcomes the \r\nCouncil’s continued consideration of the question of \r\nPalestine and the Middle East through its monthly \r\nbriefings, as well as in open debates. We see much \r\nvalue in that, especially since the question of Palestine \r\nremains the only issue that the Council has continued \r\nto grapple with for more than 40 years. Despite the \r\nCouncil’s monthly consideration of that matter, it has \r\nnot had a significant impact on the situation on the \r\nground. Violence continues unabated, while the deaths \r\nof civilians and the destruction of their homes and \r\ninfrastructure continue to mount, particularly on the \r\nPalestinian side.  \r\n While the Council is seen to be authoritative and \r\neffective on situations in other parts of the world, \r\nunfortunately the contrary could be said with regard to \r\nthe Palestinian issue. The report of the Security \r\nCouncil shows the lack of substantive action by the \r\nCouncil on that important matter. The Council must \r\nimprove and maintain its credibility by enforcing its \r\nauthority in that question, and must be seen to \r\nA/62/PV.49  \r\n \r\n07-59599 22 \r\n \r\ndischarge its responsibilities in maintaining peace and \r\nsecurity in the region. We are confident that the \r\nCouncil will resist any attempt by any parties to \r\ninfluence it to act contrary to that objective. \r\n The practice of holding open meetings of the \r\nCouncil provides an opportunity to the wider \r\nmembership of the United Nations to participate in the \r\nCouncil’s work. Malaysia also agrees that the holding \r\nof thematic discussions is useful to improving the \r\neffectiveness of the Council. We consider thematic \r\ndiscussions and open debates to be avenues for \r\nallowing Council members and the wider membership \r\nof the United Nations to offer views and suggestions \r\non issues directly related to the work of the Council. \r\nWe are confident that the contributions of non-\r\nmembers of the Security Council to those debates are \r\nuseful inputs to the Council.  \r\n While welcoming the convening of thematic \r\ndebates and given the increasing workload of the \r\nCouncil, we believe that the Council should be more \r\nselective and should focus on achieving concrete \r\nresults that would have an impact on the performance \r\nnot only of the Council itself, but also of the United \r\nNations at large. We are also of the view that the \r\noutcomes of thematic discussions in the Council should \r\nbe submitted as reports to the General Assembly, \r\nconsistent with Articles 15 and 24 of the Charter. \r\n Turning to agenda item 122, my delegation agrees \r\nwith the prevailing view that the United Nations, \r\nincluding the Security Council, needs to be reformed in \r\na comprehensive manner in terms of its working \r\nmethods and of expansion of its membership to make it \r\nmore legitimate, representative, democratic and \r\ntransparent. Our discussions at the previous session \r\nhave shown that there is great interest among Member \r\nStates in seeing the Council reformed in a \r\ncomprehensive manner. Any reform of the United \r\nNations would not be complete without the long-\r\noverdue reform of the Security Council. \r\n In that regard, we would like to thank Haya \r\nRashed Al-Khalifa, President of the General Assembly \r\nat its sixty-first session, for her efforts to reinvigorate \r\nthe debate on Council reform. The discussions we had \r\nlast session clearly showed an emerging consensus. \r\nThe only difference, however, appears to be in the \r\napproach. \r\n My delegation endorses a transitional approach, \r\nwhereby we would see some tangible results in our \r\ndeliberations. Such an approach, however, should not \r\ndistract us from the ultimate goal of comprehensive \r\nCouncil reform. We see much value in taking smaller \r\nsteps to reach our intended destination, rather than a \r\nrisky giant leap that would cause us to fall. A mid-term \r\nassessment or a review mechanism would be crucial \r\nfor us to assess our progress, as it would allow us to \r\nfurther improve and address any shortcomings. That, to \r\nmy delegation, also provides a safeguard for all of us, \r\nas it would keep the discussion on Council reform \r\ngoing. We must all bear in mind that reform is an \r\nongoing process and must not be seen as an endgame \r\nin itself. In that regard, we look forward to future \r\nnegotiations to be held at the intergovernmental level \r\nin an open, transparent and inclusive manner. \r\n Mr. Maema (Lesotho): At the outset, let me \r\nexpress my gratitude to the President of the Security \r\nCouncil for this month, Mr. Marty Natalegawa, \r\nPermanent Representative of Indonesia, for his \r\ninformative presentation of the annual report on the \r\nwork of the Security Council. \r\n The delegation of Lesotho aligns itself with the \r\nstatement delivered by the Permanent Representative \r\nof Angola on behalf of the African Group. \r\n My delegation has noted with great appreciation \r\nthe increase in the number of open and public debates \r\nheld by the Security Council during the reporting \r\nperiod. We see that as a positive measure that the \r\nCouncil took to improve its transparency as well as its \r\neffectiveness. However, such a measure does not \r\nrespond to the call that was made to the Council by \r\nworld leaders at the 2005 World Summit to enhance its \r\naccountability to the entire membership of the United \r\nNations. In our view, the effectiveness and \r\ntransparency of the Council would be enhanced by the \r\npresentation to the General Assembly of reports that \r\nare more informative, particularly with regard to \r\ndecisions taken by the Council. In addition, my \r\ndelegation maintains the view that, to enhance its \r\neffectiveness, the Security Council should maintain a \r\nclear focus only on those issues that fall within its \r\nmandate and avoid encroaching on those issues that \r\nfall within the mandates of the General Assembly and \r\nthe Economic and Social Council. \r\n The issue of the working methods of the Security \r\nCouncil is of great importance to my delegation. We \r\nappreciate the proposal made by the group of five \r\nsmall nations (S-5) in that regard. We recognize that it \r\n A/62/PV.49\r\n \r\n23 07-59599 \r\n \r\nseeks to ensure better access to the work of the Council \r\nfor those States that are not members, particularly \r\ndeveloping countries. Accordingly, my delegation \r\nremains convinced that the working methods are an \r\nessential and integral part of Security Council reform \r\nand as such should remain part of the reform package. \r\nWe assert that access to the work of the Council per se \r\nwould not address the issue of the legitimacy of the \r\ndecisions of the Council.  \r\n As the report of Security Council that is now \r\nunder consideration has highlighted, in the past year, as \r\nin previous years, the Security Council focused mostly \r\non Africa, and yet Africa’s representation in the \r\nSecurity Council does not even come close to \r\nreflecting the continent’s interests and perceptions. \r\nThat is the unacceptable status quo that the common \r\nAfrican Position, as contained in the Ezulwini \r\nConsensus and in the Sirte Declaration, seeks to \r\naddress. Indeed, as has been attested to by many, the \r\ncommon African Position is driven not by the interests \r\nof one country, but by a strong desire to empower a \r\nregion facing the most crises relating to international \r\npeace and security. \r\n Deliberations in the Open-ended Working Group \r\non the Question of Equitable Representation on and \r\nIncrease in the Membership of the Security Council \r\nand Other Matters related to the Security Council have \r\ncontinued for more than a decade without any concrete \r\nresults. We are grateful that, during the sixty-first \r\nsession, the President of the General Assembly, Haya \r\nRashed Al Khalifa, with her able leadership and skill, \r\nwas able to rekindle the process. Allow me at this \r\njuncture to commend the five facilitators and the two \r\nambassadors who assisted President Al Khalifa in \r\nconducting fruitful consultations that were able to \r\nstimulate active discussions on that important issue. \r\n As we move into the next phase, my delegation \r\nwishes to pledge its full support and cooperation to the \r\nPresident of the General Assembly. It is our fervent \r\nhope that the process will be inclusive, transparent and \r\nresults-oriented. We recall that, at the 2005 World \r\nSummit, the heads of State and Government stressed \r\nthe need for the urgent reform of the Council and for \r\nthe Council to be broadly representative and more \r\nlegitimate. \r\n Mr. Khazaee (Islamic Republic of Iran): At the \r\noutset, I wish to extend our appreciation to the \r\nPresident of the General Assembly for convening this \r\njoint debate and to thank the Permanent Representative \r\nof Indonesia, the President of the Security Council, for \r\npresenting the annual report of the Council to the \r\nGeneral Assembly today. \r\n The report at hand contains certain information \r\non the work of the Council, but falls short of referring \r\nto the cases in which the Council failed to take action \r\non situations that required its attention and \r\nintervention. We have noted that the format of the \r\npresent report is similar to that of last year and has yet \r\nto fully meet the expectations of the States members of \r\nthe General Assembly. \r\n Apart from a few steps taken in the past several \r\nyears, the working methods of the Council have not \r\nundergone major improvements, despite the fact that \r\nthe overwhelming majority of the Member States have \r\nbeen calling for genuine transparency and real changes \r\nin the Council’s working methods and decision-making \r\nprocesses for the past several decades. \r\n The failure of the Council to improve its image \r\nand credibility in the eyes of the general membership, \r\nas well as international public opinion, lies mostly in \r\nthe manner in which it functions. There have been \r\nplenty of instances when the Council has failed to \r\nhonour its responsibility as regards the rights of non-\r\nmembers. They include, among others, refusing to \r\nallow non-Council members to participate in \r\ndiscussions on matters affecting them, in total \r\ndisregard of Article 31 of the Charter; denying the right \r\nof the concerned countries to brief the Council on their \r\npositions on issues having a direct effect on their \r\nnational interest; pursuing a trend of selective \r\nnotification of meetings of the Council; failing to \r\nconvene daily briefings; and restricting the \r\nparticipation of the general membership in some open \r\ndebates. \r\n Moreover, disturbing trends, such as quick and \r\nunnecessary resort to Chapter VII of the Charter and \r\nthe threat or use of sanctions in cases in which no \r\naction has even been necessary, have all adversely \r\naffected the credibility and legitimacy of the Council. \r\nMore alarming are the various cases in which certain \r\npermanent members of the Council have attempted to \r\ndowngrade that body into a mere tool of their foreign \r\npolicy. \r\n Indeed, impartiality, transparency and fairness are \r\nkey premises on which the Security Council should \r\nbase its approach in discharging its Charter-mandated \r\nA/62/PV.49  \r\n \r\n07-59599 24 \r\n \r\nresponsibilities. Yet, missing from many of the \r\nCouncil’s approaches and decisions are exactly the \r\nsame essential and key factors. To increase the \r\ntransparency of its work and improve its working \r\nmethods, the Council should take into serious \r\nconsideration the relevant provisions of the Charter, as \r\nwell as the resolutions that clarify its relationship with \r\nthe General Assembly and other organs of the United \r\nNations. \r\n In recent years, we have witnessed the increasing \r\ntrend of the Council’s encroachment on the \r\nprerogatives of other main organs of the United \r\nNations, particularly those of the General Assembly \r\nand the Economic and Social Council and their \r\nsubsidiary bodies. Despite the rejection of that trend by \r\nthe great majority of Member States, we nevertheless \r\nsaw the Council enter a new and alarming phase, and \r\nattempts made to shift issues on the agenda of the \r\nGeneral Assembly or the Economic and Social Council \r\nto the Security Council, during the period under \r\nreview. For us, as for many other Member States, that \r\ntrend is unacceptable and such attempts should be \r\nchecked and reversed. \r\n Norm-setting and law-making by the Security \r\nCouncil are yet another increasing trend that runs \r\ncounter to the letter and spirit of the United Nations \r\nCharter. In accordance with the Charter, the General \r\nAssembly, as the chief deliberative, policy-making and \r\nrepresentative organ of the United Nations — and not \r\nthe Security Council — is primarily entrusted with the \r\ntask of the progressive development and codification of \r\ninternational law. \r\n Equally disturbing is the fact that, during the \r\nperiod under review, the Council has been, on the one \r\nhand, rendered incapacitated in certain cases where \r\naction has been really and urgently needed, such as the \r\nIsraeli atrocities against the  Palestinian, Lebanese and \r\nother peoples in the region, while, on the other, it has \r\nbeen pushed to take unwarranted and unlawful action \r\non issues that posed no threat to international peace \r\nand security and presented no reason for the Council to \r\nbe involved. \r\n The period under review is marked by the \r\ncontinued inaction of the Council with regard to the \r\nZionist regime’s crimes against the Palestinian people, \r\nand yet again another draft resolution in that regard \r\nwas vetoed by the United States. Furthermore, the \r\nCouncil was prevented from considering, let alone \r\ntaking any action on the acknowledgement by the \r\nIsraeli regime’s Prime Minister that his regime \r\npossesses nuclear weapons, while the said regime’s \r\nnuclear arsenal poses one of the most serious threats to \r\nregional and international peace and security, and the \r\ninternational community expected and continues to \r\nexpect the Council to take appropriate action in that \r\nregard. \r\n The Security Council also failed to address the \r\nabduction by the United States of five Iranian \r\nconsulate officers in Erbil, Iraq, although that was a \r\nflagrant violation of some of the most fundamental \r\nprovisions of international law. \r\n In the period under review, in a politically-\r\nmotivated move orchestrated by a few of its permanent \r\nmembers, the Security Council took unlawful, \r\nunnecessary and unjustifiable action in adopting \r\nresolutions against the Islamic Republic of Iran over its \r\npeaceful nuclear programme, which presents no threat \r\nto international peace and security. Indeed, the \r\nCouncil’s actions were taken against the Iranian nation \r\nonly because it has decided to exercise its inalienable \r\nright to peaceful uses of nuclear technology, as \r\nenshrined in the Treaty on the Non-Proliferation of \r\nNuclear Weapons. Such actions were taken despite \r\nIran’s full cooperation with the International Atomic \r\nEnergy Agency (IAEA) and the latter’s assertion that it \r\nhas not seen any indication of diversion in Iran’s \r\npeaceful nuclear programme. \r\n We are of the view that the Council’s actions on \r\nIran’s peaceful nuclear programme are unlawful and \r\nrun counter to the provisions of the United Nations \r\nCharter. They are unlawful because, first and foremost, \r\nIran’s nuclear programme is absolutely peaceful; it \r\ncannot be characterized as a threat to peace by any \r\nstretch of law, fact or logic and therefore does not fall \r\nwithin the Council’s purview. Moreover, In accordance \r\nwith article 24 of the Charter, the Council should act \r\non behalf of the United Nations Member States. \r\nHowever, with regard to Iran’s peaceful nuclear \r\nprogramme, not only has the Council not been acting \r\non behalf of the international community, but it has \r\nacted contrary to the positions of the overwhelming \r\nmajority of Member States, including the States \r\nmembers of the Non-Aligned Movement and the \r\nmember countries of the Organization of the Islamic \r\nConference, which have clearly supported Iran’s right \r\nto peaceful nuclear technology and emphasized that the \r\n A/62/PV.49\r\n \r\n25 07-59599 \r\n \r\nIAEA is the sole competent body to deal with such \r\nissues. \r\n Therefore, there is every reason to assert that \r\nIran’s peaceful nuclear programme does not fall within \r\nthe purview of the Security Council, and the referral of \r\nthat issue to the Security Council, as well as the \r\nCouncil’s subsequent actions in that regard, fail to \r\nmeet the minimum standards of legality. In fact, the \r\nright path for the issue goes through dialogue and \r\ntechnical elaboration within its proper and legal \r\ncontext, which is the framework of the IAEA. \r\n Before concluding, I wish to briefly address the \r\nissue of the reform of the Security Council. We express \r\nour appreciation to the President of the General \r\nAssembly at its sixty-first session and to the facilitators \r\nappointed by her for their tireless efforts to move the \r\nreform process and the work of the Working Group on \r\nthe reform of the Security Council forward. We will \r\ncontinue to actively support the efforts of the current \r\nPresident of the General Assembly in that respect at \r\nthis session, and hope that those efforts will lead to \r\nconcrete steps with regard to the long-awaited reform \r\nof the Security Council. \r\n Clearly, despite the extensive debates in the \r\nOpen-ended Working Group over the past 14 years, no \r\nsignificant progress has been made on the substantive \r\naspects of the Council’s reform, such as its size and \r\ncomposition, as well as the veto power. We concur with \r\nthe view that the composition of the Security Council \r\ndoes not represent the realities of the world today, and \r\nthat this issue should be thoroughly addressed and \r\nresolved in any meaningful reform of the United \r\nNations. In our view, a meaningful reform of the \r\nCouncil will be possible only by creating a situation in \r\nwhich the question of underrepresentation of \r\ndeveloping countries in the Council is seriously dealt \r\nwith and the question of representation for nearly 1.5 \r\nbillion Muslims is adequately and satisfactorily \r\naddressed. \r\n Undoubtedly to restore its credibility and to \r\nbecome more democratic, representative and \r\naccountable, the Security Council should undergo \r\nserious reforms in terms not only of the question of its \r\nmembership, but also in other crucial areas, such as its \r\nagenda, working methods and decision-making \r\nprocess. \r\n Mrs. Gallardo Hernández (El Salvador) (spoke \r\nin Spanish): El Salvador welcomes the initiative of the \r\nPresident of the General Assembly of convening this \r\nnew debate on agenda items 9, “Report of the Security \r\nCouncil”, and 122, “Question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and related matters”. \r\n The report of the Security Council, introduced by \r\nthe Permanent Representative of Indonesia, whom we \r\nthank, attests to the close relationship that should exist \r\nbetween the Council and the General Assembly, \r\npursuant to paragraph 1 of Article 15 and paragraph 3 \r\nof Article 24 of the United Nations Charter, which \r\nrequire the Council to submit reports for the \r\nAssembly’s consideration. \r\n In my delegation’s view, however, the submission \r\nof the report, while providing a valuable opportunity to \r\ncontinue promoting inter-organ dialogue and \r\ncooperation between the General Assembly and the \r\nSecurity Council, as well as the other principal organs \r\nof the Organization, highlights the need for the \r\nSecretariat to make a greater effort with respect to \r\ndrafting a report that has more analytical content that \r\nwould allow us to assess the Council’s activities. We \r\nbelieve that, within the framework of the relationships \r\nof the Security Council, we should not overlook the \r\nappropriate relationship that exists with the \r\nPeacebuilding Commission.  \r\n Despite the various positions expressed, my \r\ndelegation believes that the report of the Open-ended \r\nWorking Group on the Question of Equitable \r\nRepresentation on and Increase in the Membership of \r\nthe Security Council and Other Matters Related to the \r\nSecurity Council offers new prospects for a more \r\nsubstantive dialogue on that issue. Thus, to the extent \r\nthat flexibility exists among the various positions, we \r\nfeel that, with the help of the facilitators, it may be \r\npossible to embark on a process of intergovernmental \r\nnegotiations on Security Council reform. \r\n However, such negotiations must be based on a \r\ntext containing specific proposals, for there are still \r\nunresolved issues, such as categories of members, the \r\nquestion of the veto, the question of equitable \r\ngeographical representation and the Council’s working \r\nmethods. \r\nA/62/PV.49  \r\n \r\n07-59599 26 \r\n \r\n Throughout the process, El Salvador has \r\nadvocated more active participation in the enlargement \r\nof the category of permanent and non-permanent \r\nmembers. Likewise, the revision and updating of the \r\nCouncil’s working methods continues to be of \r\nimportance in the setting of Security Council reform, a \r\ntopic that embodies elements on which it should be \r\npossible to reach preliminary agreements. \r\n My country recognizes the impetus given to \r\nSecurity Council reform, which has enabled Member \r\nStates to consider innovative proposals, including the \r\ntransitory or intermediary approach, consisting of the \r\nquest for a compromise solution reflecting the current \r\ngeopolitical situation, and which would make it \r\npossible to overcome the stagnation that, as we all \r\nknow, is affecting this topic. \r\n In my delegation’s view, the presidency of the \r\nsixty-second session could play a significant role in \r\nconvening — and providing leadership in the short \r\nterm — an intergovernmental negotiating process on \r\nSecurity Council reform that would take into account \r\nthe progress made during the last session. In this \r\nregard, it is appropriate to reaffirm that speedy reform \r\nof the Security Council is an essential element in the \r\noverall endeavour to renew the United Nations so that \r\nit has broader representativity, is more efficient and \r\ntransparent and sees its legitimacy strengthened in the \r\nimplementation of its decisions. \r\n Clearly, the current situation of the international \r\nsystem, in particular the question of collective security, \r\nis no longer in keeping with the structures for the \r\npromotion and defence of international peace and \r\nsecurity erected in 1945. Therefore, as we have said \r\nbefore, a change in those structures is required so that \r\nthey may reflect more objectively the new balances of \r\npower and the regional and international geopolitical \r\nreality. \r\n In this regard, my delegation believes that more \r\nattention should be paid to the question of the veto, \r\ngiven its sui generis nature and the fact that it is in \r\nitself the main key to achieving substantial progress in \r\nother related areas. The same applies to the question of \r\ncategories of members, including an increase in the \r\nnumber of permanent and non-permanent members; the \r\nproposal to consider equitable geographical \r\nrepresentation; and possible regional representation.  \r\n El Salvador regards it as essential to increase the \r\nrepresentation of Latin America and the Caribbean on \r\nthe Security Council, and it has sympathy with \r\nconsideration being given to the just aspirations of \r\nAfrica in this respect. \r\n In conclusion, I repeat that El Salvador is \r\ncommitted to supporting this process, in which we \r\noffer our active participation, until the successful \r\nconclusion of the task, which we hope will be as soon \r\nas possible. \r\n Mr. Chidyausiku (Zimbabwe): My delegation \r\naligns itself with the statement made by Ambassador \r\nGaspar Martins of Angola on behalf of the African \r\nGroup. \r\n We thank Ambassador Natalegawa of Indonesia, \r\nPresident of the Security Council for November, for his \r\ninformative presentation on the work of the Security \r\nCouncil over the 12 months of the reporting period.  \r\n We also commend the efforts to move forward the \r\nSecurity Council reform process by the President of the \r\nGeneral Assembly at its sixty-first session, Haya \r\nRashed Al-Khalifa, and her facilitators in the Open-\r\nended Working Group. \r\n The report this year again has a format and \r\napproach very similar to the previous year’s. We call \r\nupon the Security Council to submit a more \r\ncomprehensive and analytical annual report to the \r\nGeneral Assembly, assessing the Council’s work. In \r\nthis regard, we again underscore the need for full \r\nrespect for the functions and powers of the principal \r\norgans of the United Nations, in particular the General \r\nAssembly. We are very much disturbed by the \r\nencroachment of the Security Council on the work of \r\nother principal organs of the United Nations and their \r\nsubsidiary bodies. \r\n Zimbabwe welcomes the opportunity to \r\nparticipate in this debate on the important question of \r\nequitable representation on and increase in the \r\nmembership of the Security Council and other matters \r\nrelated to the Security Council. The debate offers us a \r\ntimely opportunity not only to take stock of and \r\nmonitor our progress, but also to pronounce ourselves \r\non and exchange views that may very well facilitate \r\ngreater understanding of various positions in our \r\nefforts to move the process forward. Zimbabwe’s \r\nposition is guided by the African common position \r\nenunciated in the Ezulwini Consensus. \r\n My delegation is greatly encouraged by the \r\ngrowing acceptance of and agreement on the need for \r\n A/62/PV.49\r\n \r\n27 07-59599 \r\n \r\nexpansion in both the permanent and non-permanent \r\ncategories of the Council’s membership. An expanded \r\nCouncil will enjoy fresh perspectives in its \r\ndeliberations and broader alliances in its decision-\r\nmaking, which is, after all, the purpose of our exercise: \r\nto make the Council more representative, legitimate \r\nand credible. \r\n With regard to the way forward, Zimbabwe is of \r\nthe view that expansion in both categories is essential \r\nto meet the needs and views of a vast majority of \r\nMember States. It is also essential to maintain a \r\nbalanced ratio between the two categories of the \r\nCouncil’s membership. \r\n In this connection, Zimbabwe, like many other \r\nMember States, has constantly advocated \r\ncomprehensive reform of the Council. We have \r\nunderscored time and again the need for it to reflect the \r\ncurrent political realities, with special emphasis on \r\ngranting developing countries, in particular those in the \r\nAfrican continent, their long overdue deserved \r\nrepresentation in both categories of the Council. \r\n In this regard, I reiterate my country’s support for \r\nAfrica’s unwavering demand for two permanent seats, \r\nwith the same powers and prerogatives as those of the \r\ncurrent members, and five non-permanent seats in the \r\nexpanded Council. We feel that these are reasonable \r\ndemands, based on the principle of democratic \r\nrepresentativity on a proportional basis among regions. \r\n We are of the firm belief that United Nations \r\nreform without Security Council reform is incomplete. \r\nReform of the working methods of the Council alone is \r\nagain not enough, and structural reforms are therefore \r\nneeded to complete the process. A less skewed and \r\nmore balanced power structure in the Security Council, \r\ncoupled with more democratic global governance \r\ninstitutions, is what the international community needs \r\nto be able to deliver in the important areas of security \r\nand economic and social development. \r\n It is important that the interests of all countries \r\nand regions on this sensitive issue be seriously taken \r\ninto account. In this regard, transparency and \r\nconsensus must remain the custodians of our mutual \r\ntrust and confidence on this issue. \r\n For its part, Zimbabwe is ready to work together \r\nwith other members in order to achieve comprehensive \r\nreform of the Security Council. \r\n Mr. Olhaye (Djibouti): My delegation is pleased \r\nto participate in this joint debate on agenda items 9 and \r\n122, relating to the report of the Security Council and \r\nthe question of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters. \r\n Djibouti aligns itself with the statements made by \r\nthe representative of Angola on behalf of the African \r\nGroup and by the representative of Cuba on behalf of \r\nthe Non-Aligned Movement.  \r\n At the outset, I express our gratitude to the \r\nCouncil and the Secretariat for their commendable \r\nefforts in the preparation of this year’s report, which, \r\nas in previous years, portrays an array of issues \r\nconsidered and decisions taken, as well as their \r\nintensity and variety. Over the last decade, the \r\ntransparency of the Council’s work has been on the \r\nrise, and the Council needs to be encouraged to do \r\nmore; the wider membership still finds the consultation \r\nprocess quite sketchy.  \r\n The holding once a month of thematic debates on \r\na variety of topics, ranging from global and gender \r\nissues to regional issues, has been found useful, as \r\nsuch debates enable members of the Council to \r\nexchange views with the wider membership of the \r\nUnited Nations and relevant organizations. It needs to \r\nbe stressed, however, that this exercise, though \r\ncommendable, may sometimes stray into areas that are \r\nwithin the purview or responsibility of other United \r\nNations bodies. The Council must resist the temptation \r\nto encroach upon the mandates of other United Nations \r\norgans.  \r\n The question of equitable representation on and \r\nincrease in the membership of the Security Council \r\nseems only to rise in gravity with each passing day. \r\nThe pace at which significant developments occur \r\naround the globe today is often unnerving, particularly \r\nwhen seen against the snail’s pace of evolution in the \r\ninternational governance mechanisms — the Security \r\nCouncil, the World Bank and the International \r\nMonetary Fund, to mention just the key ones.  \r\n Conflicts within States remain a prime danger, \r\ngiven the number of people and resources involved, \r\nand the impact such conflicts have on States in a \r\nregion. There is a legitimate concern as well about \r\nwhat former Secretary-General Kofi Annan described \r\nas focusing so much on hard threats, forgetting the soft \r\nthreats, which can equally be disruptive — such as the \r\nA/62/PV.49  \r\n \r\n07-59599 28 \r\n \r\nfight against poverty, the HIV epidemic, environmental \r\ndegradation, inequality and the desperation some \r\npeople live under. \r\n If the world is to act collectively against the \r\nprevailing dangers and threats, perhaps the only viable \r\nmechanism available to nations, and one which confers \r\nlegitimacy, is the United Nations. When action is to be \r\ntaken in conflict situations that pose threats to \r\ninternational peace and security, the Security Council \r\nis expected to respond promptly, adequately and in a \r\nnon-discriminatory and non-selective manner.  \r\n In this respect, the Security Council as \r\nconstituted today is not a representative body; rather, it \r\ncontinues in the shadow of the Second World War. \r\nThere has been little or no change in its structure or \r\npower base, particularly on such issues as permanent \r\nmembership or veto privileges, since its inception. \r\nSurely, there is an urgent need for an inclusive, \r\ntransparent and democratic Council that takes seriously \r\ninto consideration the interests of both developed and \r\ndeveloping States. The membership and composition of \r\nthe Council must reflect today’s global political and \r\neconomic realities if it is to slow the erosion of \r\nlegitimacy it suffers, given the vast numbers of \r\nexcluded peoples, States and regions.  \r\n Security Council reform is currently stalemated, \r\nnot because of one country, one group or one region, \r\nbut because of the growing hardening of positions by \r\nall. Briefly, the positions of major interest groups are \r\nas follows. \r\n We all know about the unyielding stance of the \r\nfive permanent members on the issue of the veto, and \r\nto a lesser extent on the composition and size of the \r\nCouncil. In conformity with the Ezulwini Consensus \r\nand the Sirte Declaration, Africa is asking for not fewer \r\nthan two permanent seats, with all the prerogatives and \r\nprivileges of permanent membership, including the \r\nright of veto, in addition to five non-permanent seats.  \r\n On the other hand, the countries of the Group of \r\nFour — Brazil, Germany, India and Japan — propose \r\nto postpone the extension of veto privileges to new \r\npermanent members, and instead suggest revisiting this \r\nissue at a later date, perhaps after a decade or so, \r\nthrough a review process.  \r\n The Uniting for Consensus group is categorical \r\non the increase of permanent seats, as advocated by \r\nothers, and has proposed variations and options, but \r\nrigorously advocates increasing the non-permanent \r\ncategory for the time being, in the absence of \r\nagreement on the permanent category.  \r\n It was against the backdrop of these ever-\r\nwidening divergences that, thanks to the remarkable \r\npersistence of the President at the sixty-first Session, \r\nwide-ranging consultations on all aspects of Council \r\nreform were undertaken through facilitators whose \r\nbold, analytical and creative variety of options, \r\napproaches and formulations attempted to breathe new \r\nlife into the negotiations. Throughout the entire \r\nprocess, the facilitators intensified efforts to achieve \r\nsubstantive breakthroughs on all the five themes under \r\ndiscussion: size of an enlarged Council; categories of \r\nmembership; question of regional representation; \r\nquestion of the veto; and the Council’s working \r\nmethods. The President mandated the facilitators to \r\nconduct open, transparent and inclusive consultations, \r\nwith a view to making the most accurate assessment \r\npossible of the state of play on Security Council \r\nreform.  \r\n At the outset, we all agreed that maintaining the \r\nstatus quo was unacceptable, regardless of the theme. \r\nWe further felt that flexibility on all themes by all \r\nmembers was the key to achieving tangible results. It \r\nwas also underscored that during this exercise we \r\nshould always bear in mind that any enlargement of the \r\nCouncil should address the under-representation of \r\ndeveloping countries as well as of small States.  \r\n So, over the course of the following several \r\nmonths in 2007, the facilitators engaged in \r\ncomprehensive and far-reaching consultations on all \r\nthemes and all aspects of Council reform. The most \r\ninteresting idea the facilitators proposed related to the \r\nnotion of a transitional approach, whereby issues not \r\nagreed upon could be deferred to a review process at a \r\npredetermined date, while Member States would \r\ncontinue to retain their initial positions. This so-called \r\nintermediary arrangement may sound fine when taken \r\nat face value, but in reality it suffers from an \r\noversimplification of the prevailing profound \r\ndifferences.  \r\n In place of achieving concrete progress now, \r\nthrough hard choices and compromises, the proposal is \r\nto consider a mandatory review as a solution to our \r\nstalemate. In effect, this means that whatever cannot be \r\nnegotiated today will be deferred to the review, and \r\nnone of the stakeholders will have to give up their \r\n A/62/PV.49\r\n \r\n29 07-59599 \r\n \r\noriginal positions. Let us heed the well-tested saying, \r\n“Do not put off until tomorrow what you can do \r\ntoday”. \r\n Our colleagues who succeed us tomorrow will \r\ngrapple with the review process only to discover that \r\nwe had indeed abdicated our responsibilities to deal \r\neffectively with the crucial issues at the right time. We \r\ntherefore fully support the continuation of negotiations \r\nat this session, building upon the work done in \r\nprevious sessions, in particular the last one, with a \r\nview to achieving progress on all aspects of Security \r\nCouncil reform, as an integral part of the United \r\nNations reform process. \r\n Finally, our goal remains that of a safe world in \r\nwhich conflict is prevented before it erupts and causes \r\nincalculable destruction and loss of life. Many regions \r\nin the world, including the Horn of Africa, are beset by  \r\n \r\nconflict and suffer from neglect and inattention. Some \r\nof the wars have lasted a long time, thus creating a \r\ngeneration of armed, uneducated and hopeless youth. \r\nThe result has been State failures, endemic poverty, \r\nviolence, instability, social disintegration and the \r\ncollapse of governance. Such dysfunctional States also \r\npose other threats, as potential breeding grounds of \r\nlawlessness and terrorism, and other kinds of crimes. \r\n Obviously, the Council needs to demonstrate \r\ngreater sensitivity towards poor countries embroiled in \r\nbrutal conflicts. Those States require urgent attention \r\nin peacemaking and peacekeeping considerations. \r\nClosely related to this topic are post-conflict \r\npeacebuilding commitments, which so far remain \r\nfragile, with mixed results. \r\nThe meeting rose at 1 p.m. \r\n \r\n"