" United Nations  A/62/PV.21\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n21st plenary meeting \r\nMonday, 8 October 2007, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-53408 (E) \r\n*0753408* \r\nPresident: Mr. Ehouzou . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Benin) \r\n \r\n \r\n In the absence of the President, Mr. Ehouzou \r\n(Benin), Vice-President, took the Chair.  \r\n \r\n The meeting was called to order at 3.05 p.m. \r\n \r\n \r\nAgenda item 109 (continued) \r\n \r\nReport of the Secretary-General on the work of the \r\nOrganization (A/62/1) \r\n \r\n Mr. Rachkov (Belarus) (spoke in Russian): The \r\nBelarusian delegation has carefully studied the report \r\nof the Secretary-General on the work of the \r\nOrganization (A/62/1). \r\n We have noticed the intention of the new \r\nSecretary-General to energize the work of the \r\nOrganization in addressing international issues of \r\ncurrent importance. The Secretary-General has tabled \r\nfor consideration by Member States well-thought and \r\nbalanced proposals aimed at increasing the \r\neffectiveness of the United Nations.  \r\n We also welcome the noticeable improvement of \r\ninteraction between the Secretary-General and the \r\nPresident of the General Assembly, which contributes \r\nto extending cooperation between the Secretariat and \r\nthe General Assembly.  \r\n The main conclusion that we can draw from this \r\nreport is the need to concentrate the efforts and \r\nresources of the international community on achieving \r\nthe Millennium Development Goals. We share the \r\nconcern of the Secretary-General that a number of \r\ncountries and regions are significantly behind in their \r\ncampaign to achieve the development indicators.  \r\n No country in sub-Saharan Africa is receiving the \r\npromised resources in order to implement a national \r\ndevelopment strategy aimed at achieving the goals set \r\nforth in the Millennium Declaration. In view of the \r\nvery pertinent remark made by the Secretary-General \r\nthat this aid remains too unpredictable and too project-\r\ndriven, we call upon the donors to fulfil their \r\nobligations. We join the appeal of the Secretary-\r\nGeneral that every donor should provide recipient \r\ncountries with timelines for increases in aid, so that \r\nthose countries can properly plan their national budgets \r\nin a timely fashion. \r\n We note the efforts undertaken by the Secretary-\r\nGeneral jointly with the Presidents of General \r\nAssembly at its sixty-first and sixty-second sessions to \r\nmake the problem of climate change one of the key \r\npriorities for the Organization. We support the view \r\nthat overcoming the consequences of climate change \r\nwill contribute to achieving the Millennium \r\nDevelopment Goals by 2015. In this connection, the \r\ndeveloping countries and countries with economies in \r\ntransition should get assistance in solving the problem \r\nof obtaining sufficient energy in the face of the frenetic \r\ntrading and demand for it.  \r\n As the Belarus delegation pointed out during the \r\ngeneral debate, it is now up to the United Nations to \r\nwork out practical arrangements for the transfer and \r\ndistribution of technologies of alternative and \r\nrenewable energy sources on a global scale. This is the \r\nmajor prerequisite for achieving the MDGs. Such \r\npractical measures should include the methods of \r\ndealing with the obvious problem of the concentration \r\nA/62/PV.21  \r\n \r\n07-53408 2 \r\n \r\nof these technologies in the hands of a rather small \r\ngroup of States. Otherwise, tomorrow, the pricing for \r\nthese technologies will emulate today’s exorbitant \r\nprices for traditional energy resources. \r\n We have noticed a special interest of the \r\nSecretary-General to revitalize the question of the \r\ninternational disarmament agenda. The Belarus \r\ndelegation fully supports the conclusion of the report \r\nthat Member States should take the initial steps to \r\novercome the deadlock that has characterized the major \r\nforums and instruments in recent years. Deadlock in \r\ndisarmament matters has now entered a dangerous \r\nstage. Implementation of one of the most important \r\ntreaties of today’s world — the Treaty on the  \r\nNon-Proliferation of Nuclear Weapons — poses the \r\nbiggest concern. Instead of being a basis for \r\npartnership, the treaty has become the source of \r\ngrowing confrontation between developing and \r\ndeveloped countries and between both nuclear-\r\nweapons-free and nuclear-weapon States.  \r\n The time has come for nuclear-weapon States to \r\ndemonstrate their readiness to take results-oriented \r\npractical steps towards nuclear disarmament. Seeking a \r\nnew balance between nuclear disarmament and nuclear \r\nnon-proliferation obligations would help to create an \r\nenvironment conducive for progress in other \r\ndisarmament areas, including conventional arms \r\ncontrol. \r\n As we mark the sixtieth anniversary of the \r\nUniversal Declaration of Human Rights in 2008, there \r\nis the need to concentrate efforts on finding the ways to \r\nsolve pressing, but not politically motivated human \r\nrights issues, on the basis of dialogue, not \r\nconfrontation. This has been called upon in resolution \r\n61/166, namely, the promotion of equitable and \r\nmutually respectful dialogue on human rights, adopted \r\nat the sixty-first session of the General Assembly. We \r\nwould like to invite the Secretary-General to pay \r\nattention in his next report on the work of the \r\nOrganization, to the very relevant aspect of the human \r\nrights issue, which, unfortunately, is not reflected in \r\nthis report — human trafficking.  \r\n General Assembly resolution 61/180 on \r\nimproving the coordination of efforts against \r\ntrafficking in persons, called for the formation of a \r\nglobal partnership against trafficking of persons and \r\nother contemporary forms of slavery. This resolution \r\nrequests that the Secretary-General create an inter-\r\nagency group on the coordination of the efforts \r\nbetween the institutions of the United Nations, \r\nGovernments and the non-governmental sector in this \r\nfield.  \r\n In our opinion, a United Nations plan or strategy \r\non fighting human trafficking should be the next step \r\nin the creation of a global partnership. Let us determine \r\nthe optimal format for this cooperation through the \r\nthematic debate of the General Assembly during the \r\ncurrent session. We invite the Secretary-General to \r\ncontribute to the organization of such debates and to \r\nparticipate in them. \r\n In touching now upon one of the report’s \r\nconclusions, we would like to emphasize that there is \r\nnot only the need to fully implement previous \r\nresolutions on the revitalization of the General \r\nAssembly, but also to work out at this session of the \r\nAssembly the various measures aimed at restoring a \r\nbalance of responsibility between the General \r\nAssembly and the Security Council as enshrined in the \r\nUnited Nations Charter. According to the United \r\nNations Charter, the General Assembly must play an \r\nimportant part in making decisions on questions \r\nrelating to the maintenance of international peace and \r\nsecurity. \r\n The Belarus delegation believes that it would no \r\nlonger be acceptable to adopt a procedural resolution \r\non revitalizing the role and authority of the General \r\nAssembly and strengthening its performance, on the \r\norder of resolution 61/292. The next General Assembly \r\nresolution on the revitalization of the body should be \r\nsubstantial, real and relevant to the needs. Our \r\ndelegation will join those who will not allow the work \r\non the revitalization of the General Assembly to be \r\nimpeded in any way. \r\n Mr. Liu Zhenmin (China) (spoke in Chinese): \r\nThe Chinese delegation would like to thank the \r\nSecretary-General, Mr. Ban Ki-moon, for his report on \r\nthe work of the United Nations, which gave an \r\noverview of the work of the Organization from all \r\nperspectives over the past year and of the current and \r\nfuture tasks and challenges facing the Organization. \r\nThis is the first report submitted by Mr. Ban Ki-moon \r\nsince he took office and it gives us a sense of his \r\ndetermination to build a stronger United Nations for a \r\nbetter world. Here, I would like to take this opportunity \r\nto express our thanks and appreciation to him for his \r\ndiligent and outstanding work since he took office. \r\n A/62/PV.21\r\n \r\n3 07-53408 \r\n \r\n As the Secretary-General points out in his report, \r\nthe Member States and the peoples of the world are \r\nasking the United Nations to do more, in more spheres \r\nof activity, in more locations and in more challenging \r\ncircumstances than at any point in the Organization’s \r\nhistory. \r\n The world today is undergoing profound changes, \r\nbringing us unprecedented challenges and \r\nopportunities. In the face of mounting global threats \r\nand challenges, the international community has come \r\nto a consensus that we must seek solutions together and \r\nthrough multilateral cooperation via the United \r\nNations. This has been confirmed, once again, by the \r\ngeneral debate, which we have just concluded.  \r\n Universal development and common prosperity \r\nhave been the aspiration of humankind. The \r\nMillennium Development Goals (MDGs) and other \r\ninternationally agreed development goals are the \r\ncommon framework we have set for ourselves. We are \r\nnow about halfway to the deadline for these goals, \r\nhowever, we have yet to cover half of our journey. The \r\nworld is faced with arduous tasks to achieve the MDGs \r\nby 2015, and Africa in particular faces tremendous \r\nchallenges. It is essential for the United Nations to take \r\naction with a sense of urgency and without delay, \r\nespecially to better meet the special needs of Africa. \r\nWe appreciate the Secretary-General’s initiative to set \r\nup the Millennium Development Goals Africa Steering \r\nGroup. In the meantime, we support the establishment \r\nof specific mechanisms to objectively assess progress \r\nin both the developed and developing countries in \r\nhonouring their respective commitments.  \r\n Climate change has become the challenge of our \r\ntime that calls for urgent responses within the \r\nframework of the United Nations. \r\n Climate change is an environmental issue. \r\nUltimately, however, it is a development issue, because \r\nit is caused by the development process and can be \r\naddressed only through sustainable development in all \r\ncountries. We welcome the success of the high-level \r\nevent on climate change, convened by the Secretary-\r\nGeneral, and we hope that the Bali conference slated \r\nfor the end of this year will have a positive outcome. In \r\naddressing the problem of climate change, it is in all \r\nour interests to help developing countries improve their \r\ncapacity to respond and to provide them with useful \r\nand affordable technology for clean development.  \r\n The United Nations plays an important role in \r\nconflict prevention, peacekeeping and post-conflict \r\npeacebuilding. We support a greater role for the \r\nOrganization in the maintenance of international peace \r\nand security, and we welcome the Secretariat’s efforts \r\nto better position itself for challenges through renewal. \r\nThe Secretary-General’s further strengthening of the \r\nOrganization’s mediation support capacity can help the \r\nUnited Nations bring its unique advantages into play. \r\n Nevertheless, integrated actions and rapid force \r\nexpansion raise the bar with respect to planning, \r\nmanaging and providing logistical support to \r\npeacekeeping missions. We welcome the progress \r\nmade in that regard by the Peacebuilding Commission \r\nover the past year. We hope that, during the next stage \r\nof its work, the Commission will bring tangible \r\nchanges to the countries concerned, on the basis of \r\nrespect for their sovereignty and their actual needs. \r\n The United Nations Global Counter-Terrorism \r\nStrategy, adopted last year, is a milestone document in \r\nthe area of international cooperation against terrorism. \r\nIt should be implemented as soon as possible so that \r\nour shared resolve to combat terrorism will be \r\ntranslated into capacity to do so.  \r\n The situation in the Middle East has represented \r\nthe greatest test for the United Nations. Resolving that \r\ndispute through political negotiations and peaceful \r\ncoexistence between the State of Israel and all Arab \r\ncountries, including an independent Palestine, based on \r\nall relevant United Nations resolutions and the \r\nprinciple of land for peace, is the only viable way to \r\nachieve a comprehensive, just and lasting solution to \r\nthe problem. It is our hope that leadership on the part \r\nof Israel and Palestine will maintain the momentum for \r\ndialogue and that all parties will join together in \r\npreparing for a resumption of the peace process in the \r\nMiddle East. The United Nations should play a greater \r\nrole with regard to the Middle East question.  \r\n The crisis in Darfur, Sudan, also tests the \r\nsolidarity of the international community. As the \r\nSecretary-General indicates in his report, that crisis has \r\ncomplicated and deep roots and requires efforts in the \r\nsecurity, political, humanitarian, economic and social \r\nareas if a lasting solution is to be found. We look \r\nforward to positive results from the Tripoli \r\nnegotiations, under the joint guidance of the United \r\nNations and the African Union. We hope that all parties \r\nA/62/PV.21  \r\n \r\n07-53408 4 \r\n \r\nwill strive to create favourable conditions for such an \r\noutcome. \r\n In addition, the future status of Kosovo is testing \r\nthe wisdom of the international community. We hope \r\nthat Serbia and Kosovo’s provisional institutions of \r\nself-government will gradually expand the areas of \r\ntheir agreement through patient negotiations aimed at \r\nreaching a solution that is acceptable to both sides. In \r\nthat regard, it is undesirable either to set deadlines or \r\nto impose anything from the outside. \r\n The world is currently facing both challenges and \r\nopportunities in the area of security. Here, the United \r\nNations should continue to work at the forefront by \r\nreactivating the multilateral arms-control and \r\ndisarmament agenda and by improving the authority, \r\neffectiveness and universality of the international non-\r\nproliferation regime, particularly the Treaty on the \r\nNon-Proliferation of Nuclear Weapons.  \r\n Addressing the proliferation issue through \r\npolitical and diplomatic means is the best option that is \r\nin our common interest. While we oppose all forms of \r\nnuclear-weapons proliferation, we believe that  \r\nnon-proliferation efforts must not be diverted from our \r\ngoal of maintaining international peace and stability. \r\nThe right of all countries to the peaceful use of nuclear \r\nenergy should be respected and guaranteed if the \r\nrelevant international obligations are honoured. \r\n The United Nations must keep abreast of the \r\ntimes. Accordingly, it needs to take action to reform \r\nitself. If we are to make progress, we must build on the \r\nresults already achieved, while seeking the broadest \r\npossible consensus through democratic consultations. \r\nWe must follow up on all reform decisions taken at the \r\n2005 World Summit, according priority to development \r\nreform, to which the United Nations must increase its \r\ncontribution. China is prepared to work with all parties \r\nto ensure that the reform process becomes a process of \r\nconsultative dialogue and solidarity.  \r\n Revitalization of the General Assembly and \r\nreform of the Security Council are important \r\ncomponents of United Nations reform. We expect that, \r\nthrough reform, both bodies will enhance their role as \r\nthe principal United Nations organs by increasing their \r\nefficiency and improving the division of labour \r\nbetween them. Greater priority should be accorded to \r\nthe role of developing countries in both bodies. \r\n The Human Rights Council has finalized its \r\nworking methods and procedures, thus paving the way \r\nfor its normal functioning. We hope that the General \r\nAssembly will support and endorse those results, which \r\nwere difficult to achieve. It is only by working on the \r\nbasis of mutual respect, impartiality, objectivity and \r\nnon-selectivity that the Human Rights Council can play \r\na constructive role in promoting international dialogue \r\nand cooperation in the area of human rights.  \r\n We support reform of the Secretariat to improve \r\nits efficiency and cost savings, to enhance internal \r\noversight and accountability and to give the Secretary-\r\nGeneral a broader mandate and greater flexibility. It is \r\nessential that we listen to the views of all sides so as to \r\nensure guidance and monitoring by the United Nations \r\nmembership. \r\n Upholding multilateralism and promoting \r\nmultilateral cooperation within the United Nations is \r\nnot an option, but rather an imperative for all countries. \r\nWe are prepared to work with all other countries \r\nthroughout the world to build a strong United Nations \r\nand a harmonious world that enjoys lasting peace and \r\nshared prosperity.  \r\n Mrs. Aitimova (Kazakhstan): At the outset, I \r\nwould like to pay tribute to the Secretary-General for \r\nhis comprehensive report on the work of the \r\nOrganization, which covers the multifaceted activities \r\nof all United Nations institutions. \r\n Indeed, this has been one of the most challenging \r\nyears in United Nations history. The Secretary-General \r\nand the Organization have taken bold and practical \r\nsteps in several important areas, namely, security, \r\npeacekeeping, development, preventing climate \r\nchange, promoting interreligious and intercultural \r\ndialogue and institutional reforms. We are encouraged \r\nby the firm conviction of the Secretary-General that the \r\nUnited Nations must not shrink from the challenges \r\nand many pressing needs in the world today, and we \r\nare strongly convinced that they can best be addressed \r\ncollectively, through the world’s only truly universal \r\ninstrument, the United Nations. \r\n At the 2005 World Summit, all Governments \r\ncommitted themselves to implementing comprehensive \r\nnational development strategies to achieve the \r\nMillennium Development Goals (MDGs). It is obvious \r\nthat the MDGs can be achieved only through the active \r\nengagement of the entire international community and \r\non the basis of partnership and cooperation. We fully \r\n A/62/PV.21\r\n \r\n5 07-53408 \r\n \r\nshare the Secretary-General’s opinion that we need to \r\nnarrow the gap between aspiration and achievement, \r\nand we commend his firm decision to make the Goals a \r\ncentral priority for the Organization. \r\n Kazakhstan is committed to its obligations to \r\nreach the MDGs and is steadily implementing a long-\r\nterm development strategy called “Kazakhstan-2030”. \r\nThis year we celebrate the tenth anniversary of the \r\nadoption of an important document for our country, \r\nwhich determined the main direction of social and \r\neconomic development of Kazakhstan for the long \r\nterm. After 10 years of implementing the strategy, \r\nKazakhstan has successfully completed the transfer \r\nstage and now is steadily entering into a new \r\ndevelopment stage. The Government’s major task in \r\neconomic policy consists in enabling the country to \r\njoin the top 50 most competitive world economies \r\nwithin the coming decade. \r\n The conservation of our planet’s climate is a \r\nproblem affecting the interests of all mankind and of \r\nevery nation. We share the view of the Secretary-\r\nGeneral that overcoming climate change will \r\ncontribute to the achievement of the MDGs, in addition \r\nto the wider sustainable development goals agreed at \r\nthe World Summit in 2005. \r\n Kazakhstan is taking concrete measures to tackle \r\nenvironmental problems at the national and regional \r\nlevels. We are working on establishing a Eurasia water \r\ncentre — a major scientific and production association \r\nthat would develop breakthrough technologies in water \r\nmanagement and tackle the environmental problems of \r\nwatersheds in the region. In addition, a solar centre for \r\nrenewable resources and sources of energy — the first \r\nin Central Asia — is to be established. \r\n Kazakhstan is fully aware of its share of \r\nresponsibility for ensuring global energy balance and \r\nsecurity. To promote further diversification of energy \r\ndelivery to consumers and to provide assurances to \r\nenergy producers, Kazakhstan proposes to adopt a \r\nEuro-Asian tax on the stability of energy delivery.  \r\n A global solution to climate change will require a \r\nglobal response, and we attach great importance to \r\ninternational discussions on a post-Kyoto regime. \r\nKazakhstan welcomes and fully supports the process of \r\nnegotiations that are to continue in Bali at the \r\nthirteenth Conference of the Parties to the United \r\nNations Framework Convention on Climate Change \r\nlater this year. \r\n International peacekeeping operations under the \r\nauspices of the United Nations remain the most \r\nefficient tool for preventing and settling crises and \r\nensuring global and regional stability. Kazakhstan \r\nfirmly supports United Nations peacekeeping activities \r\nand efforts to strengthen the Organization’s \r\npeacekeeping capacity. \r\n With regard to Asia, we must mention the \r\nestablishment of a continental arrangement for \r\npreventive diplomacy. It was made possible, thanks to \r\nan initiative of Kazakhstan, through the convening of \r\nthe Conference on Interaction and Confidence-building \r\nMeasures in Asia (CICA), as proposed by the President \r\nof Kazakhstan during the forty-seventh session of the \r\nGeneral Assembly in 1992. Today, the CICA process \r\nbrings together 18 States and a number of observer \r\nStates and international organizations. Time has proven \r\nthe relevance of the CICA process, within which a \r\npolitical dialogue among Asian States is gaining \r\nmomentum. \r\n We also appreciate the establishment in Ashgabat \r\nof a United Nations Regional Centre for Preventive \r\nDiplomacy for Central Asia, and express our readiness \r\nto closely cooperate with the Centre and our \r\nneighbours in order to strengthen regional capacities \r\nfor conflict prevention. \r\n The threat of terrorism to international peace, \r\nsecurity and development remains a pressing issue for \r\nthe international community. We support the efforts of \r\nthe international community aimed at developing \r\npractical measures to strengthen security mechanisms \r\nand improve legal instruments to enhance coordination \r\nin anti-terrorism cooperation. Kazakhstan attaches \r\ngreat importance to establishing an international legal \r\nbasis for an efficient and quick response to terror \r\nattacks and their timely prevention. To this end, we \r\nencourage the Secretary-General to take measures to \r\nfacilitate the finalizing of a comprehensive convention \r\non international terrorism as soon as possible. \r\n Kazakhstan attaches importance to the \r\nstrengthening of regional and subregional cooperation \r\nto combat terrorism and the role of regional \r\norganizations and forums to eliminate this threat. To \r\nthis end, Kazakhstan highly appreciates the efforts of \r\nsuch international bodies as the Shanghai Cooperation \r\nOrganization, CICA and the Collective Security Treaty \r\nOrganization, which make a significant contribution to \r\nA/62/PV.21  \r\n \r\n07-53408 6 \r\n \r\nthe actions of the international community aimed \r\nagainst international terrorism. \r\n Kazakhstan shares the high expectations of the \r\nSecretary-General regarding the ability of the \r\nConference on Disarmament to make a breakthrough in \r\nmultilateral disarmament diplomacy, solving long-\r\nstanding disagreements over its programme of work. \r\nWe consider that preserving that forum is the \r\nresponsibility of the entire international community. \r\nKazakhstan is of the opinion that the conclusion of a \r\nfissile material cut-off treaty is essential for nuclear \r\ndisarmament and the prevention of the proliferation of \r\nnuclear weapons. We believe that the start of \r\nnegotiations on such a treaty will be a significant step \r\ntowards nuclear disarmament and non-proliferation. \r\n History chose that man should make his first \r\nflight into space from the territory of Kazakhstan, and \r\nwe are strongly convinced that space, as the common \r\nheritage of humankind, should be used only for \r\npeaceful purposes. Therefore, we support the initiative \r\nof the Russian Federation and China to elaborate a \r\nlegally binding instrument on the prevention of an \r\narms race in outer space and on the threat or use of \r\nforce against space objects. \r\n We believe it is important to increase \r\ncoordination and cooperation between United Nations \r\nbodies, other international organizations and \r\nGovernments at the national level in order to prevent \r\nand overcome the consequences of natural disasters \r\nand to save many people’s lives. In that regard, we \r\nattach particular importance to the establishment by the \r\nOffice for the Coordination of Humanitarian Affairs of \r\na Central Asian disaster response coordination centre in \r\nKazakhstan. \r\n In general, the delegation of Kazakhstan \r\nwelcomes the report of the Secretary-General on the \r\nwork of the Organization. However, given that the \r\nissue of gender mainstreaming and equality and the \r\nempowerment of women are gaining increased \r\nattention and importance in the international agenda, \r\nwe would like to see more details, comprehensive \r\ninformation and analysis devoted to this issue in the \r\nfuture efforts of the Secretary-General. \r\n In conclusion, I would like to stress that our \r\neventual success in attaining our objectives in the field \r\nof security, development and human rights will be \r\nassured only through close coordination and support \r\nfrom all members of the international community. \r\nKazakhstan will responsibly and actively participate in \r\nall major United Nations activities. \r\n Mr. Kim Hyun Chong (Republic of Korea): \r\nAllow me to begin by thanking the Secretary-General \r\nfor his first annual report, which provides a \r\ncomprehensive overview of the Organization’s \r\nachievements and its challenges and which points the \r\nway forward on the broad array of global issues that \r\nconstitute the work of the United Nations.  \r\n Globalization is creating an increasingly complex \r\nweb of interrelations that connects all people. That \r\ninterconnectedness creates both risks and \r\nopportunities. As the world’s sole universal \r\norganization, only the United Nations can muster the \r\nauthority and legitimacy to tackle the most pressing \r\nchallenges and embrace the broadest opportunities. \r\n As the Secretary-General reminds us in his \r\nreport, enhancing our ability to deliver results \r\nconsistently and effectively will require the full \r\ncommitment of our Member States, as well as reform \r\nand reorientation of the Organization. My delegation \r\nbelieves that the United Nations can do more and must \r\ndo better. It must become more efficient and more \r\neffective, adapting to the changing circumstances of \r\nour times. \r\n The Republic of Korea has long been an advocate \r\nof reforming the United Nations, which we see as an \r\nongoing process. We are pleased that the Secretary-\r\nGeneral has vigorously pursued the reform of this \r\nOrganization since he took office. We fully support the \r\nSecretary-General’s important initiatives to promote \r\nthe efficiency, effectiveness and accountability of the \r\nSecretariat. His leadership by example in changing the \r\nworking culture of the Secretariat is particularly \r\nappreciated, and we would like to see such change \r\ncontinue in the years to come. \r\n As the Secretary-General reiterated in his report, \r\nthe three pillars of the United Nations — peace and \r\nsecurity, development and human rights — are \r\ninterdependent and mutually reinforcing. \r\n In the area of peace and security, my delegation \r\nfully shares the Secretary-General’s view on the \r\nimportance of conflict prevention and post-conflict \r\npeacebuilding. We agree that there can be no \r\ndevelopment without peace and no peace without \r\ndevelopment. In operational terms, recognizing that \r\ninterdependence means finding ways to cross parochial \r\n A/62/PV.21\r\n \r\n7 07-53408 \r\n \r\nboundaries at an institutional level. Today’s most \r\nsignificant global challenges do not fit neatly into \r\ncategories; in responding to them, the United Nations \r\nmust find the flexibility to address their many facets \r\ncomprehensively. \r\n We see the establishment of the Peacebuilding \r\nCommission as an essential achievement of the United \r\nNations reform process and an exemplary step towards \r\na more coherent integration of the work of the United \r\nNations. It is no simple task to transform the fragile \r\npeace of post-conflict situations into durable peace, \r\nsecurity and development. The Commission provides a \r\nmuch-needed instrument for coordinating the efforts of \r\nall parties involved in peacebuilding, and we are \r\nhopeful that it can play a meaningful role in preventing \r\nthe re-emergence of conflict and in moving war-torn \r\nsocieties from uncertainty to prosperity. \r\n Terrorism is another example of a challenge that \r\nrequires a coordinated response from a variety of \r\nactors. The Republic of Korea strongly condemns \r\nterrorism in all its forms, and we remain fully \r\ncommitted to international efforts to combat it. We \r\nsupport the Secretary-General’s effort to build capacity \r\nin that area and to bring together diverse elements \r\nwithin the United Nations system. We call upon the \r\nGeneral Assembly to make every effort to reach an \r\nagreement on a comprehensive convention on \r\ninternational terrorism at an early date. \r\n The proliferation of weapons of mass destruction, \r\nparticularly nuclear weapons, is a challenge that must \r\nnot go unanswered. Among the proliferation challenges \r\nfacing the international community, the nuclear issue \r\nof the Democratic People’s Republic of Korea requires \r\nour immediate attention. As the Secretary-General \r\npointed out in his report, the Six-Party Talks have \r\nproduced positive developments in 2007, taking \r\nimportant steps towards denuclearization. In particular, \r\nat the recent round of the Six-Party Talks, held in \r\nBeijing in September, an agreement was reached on the \r\ndisabling of the three nuclear facilities of the \r\nDemocratic People’s Republic of Korea at Yongbyon \r\nby the end of this year. \r\n We have also seen significant progress in  \r\ninter-Korean relations. The historic summit meeting \r\nheld in Pyongyang last week between President Roh \r\nMoo-hyun and Chairman Kim Jong Il culminated in the \r\nDeclaration on the Advancement of South-North \r\nKorean Relations, Peace and Prosperity, signed on \r\n4 October 2007. That document lays the foundation for \r\ngreater inter-Korean cooperation and peace and \r\nsecurity on the Korean Peninsula and in Northeast \r\nAsia. The two leaders also agreed to further high-level \r\ndiscussions that will ease tension and build mutual \r\ntrust, with the eventual goal of achieving permanent \r\npeace and prosperity on the Korean Peninsula. \r\n The issue of development remains high on the \r\nagenda of the General Assembly. The Millennium \r\nDevelopment Goals (MDGs) have become the shared \r\nframework for development, agreed by our leaders in \r\n2000 as a roadmap to a better world by 2015. The year \r\n2007 marks the halfway point towards their delivery \r\ndate. Notwithstanding the progress achieved in some \r\nareas of the world towards the MDGs, much more must \r\nbe done in the area of implementation. It is essential \r\nthat we assess the current situation and renew our \r\ncommitment. We must use the year ahead to revitalize \r\nand redouble our efforts. \r\n The Republic of Korea remains firmly committed \r\nto enhancing its official development assistance. By \r\n2015, we will increase our official development \r\nassistance threefold from current levels. We have also \r\njoined the air ticket solidarity levy initiative, an \r\ninnovative source of financing for development. At the \r\nsame time, drawing lessons from our own history of \r\ndevelopment, we place emphasis not only on \r\nincreasing the scale of our aid, but also on sharing our \r\nexperience with developing countries. \r\n An issue closely related to development is the \r\ndaunting challenge of climate change. We welcome the \r\nnew focus in this year’s report on climate change, \r\nwhich must be urgently addressed by the international \r\ncommunity. There is a growing consensus that climate \r\nchange is placing serious constraints on worldwide \r\ndevelopment capacity. I hope that the political will \r\nshown by the leaders of more than 150 nations at the \r\ngathering on 24 September leads to the adoption of a \r\nroadmap to a post-2012 regime of realistic, tangible \r\nsolutions to these pressing global concerns. \r\n Turning to human rights, it is vital that the \r\nHuman Rights Council live up to the high expectations \r\nthat surrounded its creation. We must keep its working \r\nmethods flexible enough to enable the Council to make \r\nreal progress in the promotion of human rights. As an \r\ninaugural member of the Council, the Republic of \r\nKorea is fully committed to human rights and to the \r\nA/62/PV.21  \r\n \r\n07-53408 8 \r\n \r\ndevelopment of the Council into an important body for \r\npromoting them. \r\n Before concluding, I would like to make a remark \r\non Security Council reform. The Republic of Korea \r\nsupports a reformed Security Council that is more \r\nrepresentative, accountable, transparent and efficient. \r\nGiven the enormous implications of Security Council \r\nreform for the future of the United Nations, my \r\ndelegation has long held the view that any proposal on \r\nCouncil reform should garner the general agreement of \r\nwell above the legally required two-thirds majority of \r\nthe membership. To move towards such an agreement, \r\nmy delegation believes that discussion should continue, \r\nbuilding upon the progress made during the Assembly’s \r\nsixty-first session. \r\n The Secretary-General has taken the helm of this \r\nOrganization at a time when the Member States and the \r\npeoples of the world are asking the United Nations to \r\ndo more than at any point in the Organization’s history. \r\nOur demands and expectations should be high, and we \r\nshould give the Secretary-General the support and \r\nflexibility he needs to lead this Organization \r\neffectively in carrying out the mandates we set for it. \r\nThe Republic of Korea remains fully committed to a \r\nstrong, effective United Nations that can make our \r\nworld safer, more secure, more prosperous and more \r\npeaceful. \r\n Mr. Chávez (Peru) (spoke in Spanish): While we \r\ncelebrate amazing technological advances, the \r\nglobalization of economic forces and communications \r\nand the values of democracy and human rights, we also \r\nsee that energy insecurity, climate change, growing \r\ninequality and poverty, armed conflict, genocide, \r\nhumanitarian crises, cross-border crime and terrorism \r\npresent a challenge to international security and are \r\ncreating a changing and increasingly complex situation \r\nto which Member States and international \r\norganizations must adapt. \r\n For that reason, in the discussion today of the \r\nreport of the Secretary-General on the work of the \r\nOrganization, Peru reiterates its conviction that \r\nrenewed and strengthened multilateralism does not just \r\nmean avoiding the scourge of war. We must also create \r\nan international alliance for development and social \r\njustice. We therefore call for a preservation of the goals \r\nand purposes of the United Nations and, at the same \r\ntime, an adaptation of its instruments, mechanisms and \r\nmeans of action.  \r\n Member States should continue with our \r\nmultilateral efforts to reform the United Nations with \r\nrealistic expectations and in a spirit of compromise. \r\nThree reform processes in our Organization require a \r\nrealistic and constructive harmonization of our \r\npositions if we want to be successful: system-wide \r\ncoherence, the reform of the Secretariat and the reform \r\nof the Security Council. Those reforms must be \r\nconcluded with satisfactory agreements that will \r\nstrengthen United Nations bodies and the effectiveness \r\nof the decisions that they adopt. \r\n There can be no peace and security without \r\ndevelopment, democracy and respect for human rights. \r\nThe fight against poverty and inequality continues, \r\ntherefore, to be the most pressing challenge in a \r\ngrowing number of States and for millions of human \r\nbeings. In order to deal with it, international \r\ncooperation for development must strengthen the \r\nproductive capacities of States to bring about inclusive \r\nproductive policies, access to education and innovative \r\ntechnology and the strengthening of institutions and aid \r\nto vulnerable populations.  \r\n Unfortunately, the goal set for the developed \r\ncountries of reserving 0.7 per cent of their gross \r\ndomestic product to fund development is only being \r\nmet by a limited number of them. That is particularly \r\nworrisome because it moves us away from the \r\nMillennium Development Goals. The Organization and \r\nthe international system must serve as catalysts for — \r\nand complement — national development endeavours, \r\nand must therefore provide adequate financing to that \r\nend.  \r\n As was agreed at the Millennium Summit, we \r\nmust promote a world alliance for development. In that \r\nregard, we agreed on a financial and trade system that \r\nwould be more open and based on foreseeable and \r\nnon-discriminatory standards. By sharing the benefits \r\nof globalization, our countries will be able to ensure \r\nour populations’ participation in the system’s benefits, \r\nwith specific improvements in their daily living \r\nconditions. That will enrich the concept of citizenship \r\nand will lead to the consolidation of democracy.  \r\n Our development and stability are being \r\nthreatened by climate change and global warming \r\ncaused by gases that are a product of human activity. \r\nFor that reason, ecologically sustainable development \r\nmust be promoted, with shared but differentiated \r\nresponsibilities, which will be expressed through \r\n A/62/PV.21\r\n \r\n9 07-53408 \r\n \r\nbinding multilateral agreements for all States on all \r\naspects of this problem area, such as emissions \r\nreductions, funding and technology, among others.  \r\n On the other hand, the United Nations must \r\ngenerate national, regional and international capacities \r\nas much as possible, in order to deal with the growing \r\ndegree and increasing frequency of the devastation \r\nwreaked by natural disasters. Humanitarian assistance \r\ndemands have put to the test the ability of the United \r\nNations to deal with those catastrophes, and the \r\nOrganization’s response has been remarkable. Peru, a \r\ncountry that is vulnerable to such disasters, encourages \r\ncontinued efforts to strengthen the mechanisms of the \r\nOffice for the Coordination of Humanitarian Affairs \r\nand the Central Emergency Fund.  \r\n Current international realities present us with \r\nmany challenges to the global system for the promotion \r\nand protection of human rights and the respect of \r\nfundamental freedoms, at a time when millions of \r\npeople live in such poverty that it endangers their basic \r\nrights, affecting their human dignity. The new Human \r\nRights Council and its various components should \r\ntherefore rise to those challenges and be effective, \r\nabove all, in protecting human rights and, in particular, \r\nin responding to the complaints and statements of \r\nvictims. \r\n In order for our Organization to be more effective \r\nin maintaining peace and security, we must increase its \r\ncapacity to prevent and resolve conflicts. In that \r\nregard, we must deepen our strategic alliance with \r\nvarious regional organizations and arrangements, as we \r\nhave done with the European Union, the African \r\nUnion, the North Atlantic Treaty Organization, the \r\nCommonwealth of Independent States, the \r\nOrganization for Security and Cooperation in Europe, \r\nthe Organization of American States and the Arab \r\nLeague, among others. We would likewise encourage \r\nthe Secretary-General to continue strengthening and \r\nusing his capacity for mediation and his good offices.  \r\n The report before us today reminds us that \r\nconflicts continue to be a priority matter for our \r\nOrganization. The establishment of peacekeeping \r\noperations, which are increasingly multidimensional \r\nand with more robust mandates, has required an \r\nadministrative and operational adaptation of the \r\nDepartment of Peacekeeping Operations. That is \r\nsomething that Peru has supported, with the conviction \r\nthat the Organization must have at its disposal a \r\nmultilateral rapid reaction force to be able to deal with \r\nemergencies with the urgency they require. Likewise, \r\nwe must also remember that conflicts require, as a \r\nmatter of priority, humanitarian assistance, which goes \r\nhand in hand with peacekeeping operations, ensures \r\nthat human rights and international humanitarian law \r\nare respected and prevents impunity. Those are the \r\nmechanisms by which, in specific and effective ways, \r\nthe United Nations can re-establish a peaceful situation \r\nand protect civilians. That is why we need to pay \r\nattention to the efficiency and adaptability of both of \r\nthose instruments with regard to the multifaceted \r\nconflicts that threaten today’s global peace and \r\nsecurity.  \r\n Post-conflict management is also increasing in \r\nimportance, and that effort must be led by the society \r\nand State concerned, with the support of international \r\ncooperation. In that respect, it is encouraging that the \r\nreport describes the initial activities of the \r\nPeacebuilding Commission and the Fund and Support \r\nOffice created for that purpose. We are sure that the \r\nwork of the Commission will strengthen national and \r\ninternational coordination for reconstruction in the \r\ncountries on its agenda. \r\n Our Organization must also continue to be an \r\narea in which we promote cooperation against \r\nterrorism, the implementation of adequate legislation \r\nand a strengthening of police and intelligence \r\ncapacities in that effort. It is also important that we \r\ncontinue to advance in the implementation of the \r\nUnited Nations Global Counter-Terrorism Strategy and \r\nadopt a global convention against terrorism.  \r\n Peru also proposes that we breathe new life into \r\nthe specialized bodies and forums in order to combat \r\nillicit drug trafficking. Shared responsibility in that \r\narea, particularly in the light of the cross-border nature \r\nof drug trafficking, means that we need alliances that \r\nare based on balanced political dialogue, so that \r\ninternational cooperation and action address every \r\naspect of that cross-border phenomenon and are \r\ncommensurate with the urgency and magnitude of the \r\nproblem.  \r\n The United Nations and the specialized agencies \r\nmust continue to deal with disarmament, \r\nnon-proliferation and the peaceful use of nuclear \r\nenergy. We must strengthen and expand the multilateral \r\ncommitments undertaken in that area, in order to stop \r\nand reverse the threats and instability that are a product \r\nA/62/PV.21  \r\n \r\n07-53408 10 \r\n \r\nof the resurgence of the arms race in various parts of \r\nthe world.  \r\n We must also continue to strengthen multilateral \r\naction to deal with issues such as landmines and illegal \r\ntrafficking in small arms and light weapons, to support \r\ninitiatives such as those relating to cluster bombs, and \r\nto continue strengthening the United Nations as the \r\nideal forum for deepening our cooperation and \r\nestablishing binding rules. \r\n In conclusion, I would like to reiterate that the \r\ninternational system must go beyond inter-State \r\nrelationships and include non-governmental organizations, \r\nmultinational and local companies, trade unions and \r\nother members of civil society. In the United Nations, \r\nwe must keep all doors and windows open, so as to \r\nbring those actors on board as sources of information \r\nand experience and use their contributions in the \r\npreparation of our decisions and their implementation. \r\nThe United Nations must take on a more inclusive \r\nform, in harmony with the increasingly globalized and \r\ninterdependent world in which we must live.  \r\n Mr. Malmierca Díaz (Cuba) (spoke in Spanish): \r\nOn behalf of the delegation of Cuba, I would like to \r\nthank the Secretary-General for the presentation of his \r\nannual report, the first of his mandate. As pointedly \r\nmentioned in the report, it comes at a time when the \r\nMember States and the peoples of the world are asking \r\nthe United Nations to do more in more spheres of \r\nactivity, in more locations and in more difficult \r\ncircumstances than at any point in the history of the \r\nOrganization. The world is going through a critical \r\neconomic and social period, characterized by tension, \r\nan increase in hunger and poverty, a surge in armed \r\nconflicts, the degradation of the environment and the \r\nspread of diseases, such as AIDS, which threaten the \r\nvery existence of several countries. The current gap \r\nbetween the rich and the poor has reached shameful \r\nlevels. \r\n Development must be a high priority on the \r\nagenda of the United Nations. Cuba welcomes the \r\ndecision of the Secretary-General, which he reiterated \r\nin his report, to make the Millennium Development \r\nGoals one of the immediate priorities of his mandate. \r\nSeven years ago, the Millennium Declaration \r\ncommitted us to work towards very modest and \r\ninadequate goals. Despite that, today, halfway through \r\nthe period allotted for meeting those goals, the \r\nundeniable reality is that we are not any closer to \r\nachieving the Goals or the decisions of the major \r\nUnited Nations conferences held during the last \r\ndecade. Poverty has not decreased and inequality is \r\nincreasing, both among countries and within them. If \r\nthe current pace continues, the goal of reducing by half \r\nthe number of hungry people in the world by 2015 will \r\nonly be met in 2050, and even then, there will still be \r\nmore than 400 million hungry people on the face of the \r\nearth. \r\n What is so sad about all of this is that the world \r\nhas the technological and human resources and \r\ncapacity necessary to meet the Millennium \r\nDevelopment Goals. The cancellation of foreign debt, \r\nwhich our countries have already paid several times \r\nover and which still continues to grow, will allow us to \r\ndevote more than $400 billion to development. An \r\nadditional $300 billion would be available if we were \r\nto eliminate the agricultural subsidies of developed \r\ncountries, which caused the Doha Round in the World \r\nTrade Organization to fail.  \r\n If they fulfilled their commitment of devoting \r\n0.7 of gross domestic product to official development \r\nassistance, instead of the barely 0.3 per cent they now \r\nprovide, it would represent more than an additional \r\n$141 billion. With only 10 per cent of the trillion \r\ndollars that are used for military expenditures today, \r\nthe Millennium Development Goals, for which only \r\n$150 billion are required, could be achieved.  \r\n Aside from being utterly unjust, the current \r\ninternational economic system is absolutely \r\nunsustainable. An economic system that destroys the \r\nenvironment cannot be sustained. Sixty per cent of the \r\nworld’s ecosystems are being degraded or used in an \r\nunsustainable manner. Massive consumer waste in \r\nindustrialized countries jeopardizes the survival of the \r\nhuman race. Phenomena such as global warming, the \r\ndanger of rising sea levels, the indiscriminate logging \r\nof forests, the attempt to use food as fuel to be \r\nsquandered in American and European cars, the \r\ndepletion of fossil fuels and the irrational use of water \r\nresources, among other things, pose dire threats to life. \r\nThe Secretary-General is quite right to say in his report \r\nthat climate change and the way that we address it will \r\ndefine our generation, our era and, ultimately, our \r\nlegacy to the world. We must act, and act quickly, and \r\nthe developed countries responsible for 76 per cent of \r\ngreenhouse gas emissions have the moral obligation \r\nand the principle historical responsibility to do so. We \r\nhave common yet differentiated responsibilities.  \r\n A/62/PV.21\r\n \r\n11 07-53408 \r\n \r\n Today more than ever before, we need the United \r\nNations. We uphold the need for both its existence and \r\nits in-depth reform and democratization. But that must \r\nbe accomplished with full respect for its Charter and \r\nnot by rewriting it or distorting its purposes or \r\nprinciples. The main challenge that we face is to \r\nreform the United Nations so that it serves the interests \r\nof all nations equally. We cannot allow the reform to \r\nfounder and our Organization to become an instrument \r\nfor the interests and whims of a few rich and powerful \r\ncountries.  \r\n We reject the attempts to implement concepts that \r\nare not clearly defined, such as the responsibility to \r\nprotect, since such concepts can be easily manipulated \r\nto undermine the sacred principles of sovereignty, \r\nterritorial integrity and non-interference in the internal \r\naffairs of States. The current international order, which \r\nis unjust and deeply unequal, cannot be succeeded by \r\none that is more primitive and based on a \r\nreinterpretation of the Charter and international law.  \r\n We must strengthen the leading role of the \r\nGeneral Assembly, the only United Nations organ in \r\nwhich there is no place for hegemonies, in which we \r\nall have a voice and a vote, and in which the obsolete \r\nright to veto does not exist.  \r\n We urgently need a reformed Security Council, \r\nwhich acts within the mandate given to it by the \r\nCharter, without encroaching, as it is increasingly \r\ndoing, on the functions and prerogatives of other \r\nbodies of the system. The Security Council in its \r\ncurrent form does not reflect the reality of today’s \r\nworld, nor does it represent the interests of the Member \r\nStates. It does not act on behalf of the Member States, \r\nwhich, according to the Charter, it answers to. It is \r\nneither democratic nor equitable nor representative. It \r\nis therefore unacceptable that the reform of the Council \r\nbe further ignored. There will not be a true reform of \r\nthis Organization without a real reform of the Security \r\nCouncil.  \r\n In the promotion of better United Nations \r\nsystem-wide coherence, the principle that operational \r\nactivities must answer first and foremost to the national \r\nstrategies and development priorities of each country \r\nmust prevail. The United Nations development \r\nagencies in the field cannot engage in activities that are \r\nnot directly linked to economic and social \r\ndevelopment, let alone promote conditionality in their \r\nwork. It is essential that the developing countries’ \r\nviews and priorities prevail in that process as its basic \r\nelements, and that cooperative notions and approaches \r\nthat have nothing to do with the development goals set \r\nby the Organization do not. \r\n The political manipulation of human rights, \r\nselectivity, partiality and double standards in the \r\nimposition of sectarian patterns must cease. We have \r\nthe sacred duty to protect and promote all human rights \r\nand fundamental freedoms for all against the attempt to \r\nmutilate, rewrite or reinterpret them, or to adjust them \r\nto the unipolar order and hegemonic interests of some.  \r\n The new Human Rights Council must embody, in \r\nits practice, the principle that human rights are \r\nuniversal, indivisible and interdependent. Cuba will \r\noppose any attempt to make the new organ an \r\ninquisition tribunal against the countries of the South, \r\nensuring impunity for the flagrant, massive and \r\nsystematic violations of human rights committed by the \r\nmost powerful. \r\n We welcome the fact that the report includes a \r\nsection referring to the special needs of Africa, a \r\ncontinent which is part and parcel of the Cuban \r\npeople’s roots and identity. Africa continues to be \r\nmarginalized and at the utmost disadvantage in \r\ninternational economic relations. It is simply \r\nunacceptable that the current situation should continue, \r\nwith Africa, having 11 per cent of the world population \r\nand the largest natural reserves of the world, \r\ncontributing 1 per cent of the world gross domestic \r\nproduct and with its participation in international trade \r\nbeing scarcely 2 per cent. The African peoples need no \r\nalms; Africa needs resources and concrete actions.  \r\n I would like to conclude, as we always do, with a \r\nnote of hope and optimism. We have very serious \r\nchallenges ahead, but working together, our \r\npossibilities for advancement are infinite. As the \r\nSecretary-General states in the conclusion of his report, \r\nwe need to reduce the gap between rhetoric and reality. \r\nThe world needs the United Nations more than ever.  \r\n Mr. Butagira (Uganda): The Ugandan delegation \r\nwould like to thank the Secretary-General for his \r\ncomprehensive report (A/62/1), and in particular for \r\nhis references to tables that show our performance in \r\nrealization of Millennium Development Goals \r\n(MDGs). The picture revealed by these tables shows \r\nthat we have a long way to go in achieving the MDGs. \r\nBecause of time constraints, I will be brief in my \r\ncontribution and simply mention a few areas.  \r\nA/62/PV.21  \r\n \r\n07-53408 12 \r\n \r\n I commend the Secretary-General for making the \r\nachievement of the MDGs a central priority for his \r\nterm in office and, in this regard, emphasizing the \r\nspecial needs of Africa. We appreciate United \r\nKingdom’s initiative in proposing a high-level session \r\ndevoted to the MDGs next year at the United Nations.  \r\n There is no doubt at all in my mind that the \r\nimplementation of the commitments already made at \r\ndifferent international forums will go a long way \r\ntowards achieving the MDGs. The list of these \r\npromises is long-ranging, from Monterrey Consensus \r\nof 2002 to the promises by the Group of 8 at \r\nGleneagles and more recently in Germany. While most \r\nof those who have made pledges are serious about \r\nfulfilling their promises, it is our hope that making \r\npromises will not turn into a fashionable industry. It is \r\nbetter not to make promises, with their timelines, if \r\nthey are not going to be fulfilled.  \r\n Uganda is on course in its attempt to meet the \r\nMillennium Development Goals. We have \r\naccomplished universal primary education and have \r\nnow started on universal secondary education. Poverty \r\nlevels have been reduced to 38 per cent and safe water \r\ncoverage is over 70 per cent for urban areas and 60 per \r\ncent for rural areas. We have played a leading role in \r\nthe fight against HIV/AIDS. With more assistance, we \r\nare sure that we will accomplish most of the goals by \r\n2015. \r\n As regards the special needs for Africa, the \r\nelimination of poverty should be the focus. In many \r\nparts of Africa, women with their babies strapped to \r\ntheir backs walk long distances to fetch water and \r\nfirewood for their domestic needs. Much valuable time \r\nis wasted in this effort. They come home tired and in \r\nneed of rest. Instead of getting rest they spend most of \r\nthe night fending off marauding mosquitoes. To make \r\nthings worse, the water they fetch is very often \r\ncontaminated. Many people travel long distances on \r\nfoot to reach health centres, and rural electrification is \r\njust a dream. How then should these basic problems be \r\naddressed? We should move away from rhetoric and \r\nlamentations, and towards action. Let us implement, \r\nfor instance, the quick-impact initiatives as agreed \r\nupon at 2005 World Summit.  \r\n I would like now to comment on the Office of the \r\nSpecial Adviser on Africa in relation to the special \r\nneeds for Africa. This office was created mainly to deal \r\nwith the New Partnership for Africa’s Development \r\n(NEPAD). However, the special needs for Africa go \r\nbeyond the narrow mandate of NEPAD and cut across \r\nother institutional mandates. Thus there is a need to \r\ndevise an institutional architecture, including NEPAD, \r\nthat would adequately address the special needs of \r\nAfrica. The status quo is definitely not acceptable \r\nwhere it means the overlapping of functions, the \r\nscattering of limited resources and inefficiency.  \r\n My delegation therefore calls on the \r\nSecretary-General, after the necessary consultations \r\nwith all relevant stakeholders, to come out with an \r\nappropriate institutional architecture that would at the \r\nsame time retain suitable cohabitation with the Office \r\nof the Special Adviser on Africa.  \r\n With regard to peacekeeping operations in Africa, \r\nI had the occasion to tell the Security Council some \r\ntime back to go beyond its traditional approach of not \r\ndeploying peacekeepers where, in their view, there is \r\nno peace to keep. I repeat my call that Security Council \r\nshould, in certain circumstances, not only do \r\npeacekeeping, but undertake peacemaking as well.  \r\n Finally, I turn to climate change. My delegation \r\ncommends the Secretary-General for spotlighting the \r\nchallenges of climate change by organizing a \r\nhigh-level event on climate change at United Nations \r\non the eve of the General Assembly. Climate change \r\naffects us all and we should work together to respond \r\nto the challenges. My delegation regards climate \r\nchange not only as an environmental issue, but a \r\ndevelopmental issue as well. For this reason, my \r\nGovernment is considering mainstreaming the issues of \r\nclimate change into poverty-reduction strategies. We \r\nlook forward to a successful outcome of the Bali \r\nconference. \r\n Mr. Takasu (Japan): I would like to join the other \r\ndelegates in congratulating His Excellency Mr. Kerim \r\non his assumption of the presidency.  \r\n In the twenty-first century, the United Nations \r\nneeds to respond swiftly to emerging challenges in the \r\nworld. The expectations of the citizens of the world for \r\nthe United Nations are higher than ever. I commend the \r\nSecretary-General’s determination to reform the United \r\nNations Secretariat to become a more efficient and \r\ndynamic organization.  \r\n Climate change affects everybody on the planet. \r\nThe United Nations is best placed to search for an \r\ninternational arrangement acceptable to all stakeholders. \r\n A/62/PV.21\r\n \r\n13 07-53408 \r\n \r\nI highly commend the valuable initiative of the \r\nSecretary-General in organizing the high-level meeting \r\non climate change on 24 September. It greatly \r\ncontributed to forging broad political momentum for \r\njoint international action.  \r\n Japan has proposed a long-term vision for \r\ndeveloping innovative technologies and for building a \r\nlow-carbon society. Japan has also called for an \r\ninternational framework beyond 2012 that includes all \r\nmajor emitters of greenhouse gases. Japan is \r\ndetermined to take a leadership role on the \r\nclimate-change issue through hosting the Group \r\nof 8 Hokkaido Toyako Summit next July.  \r\n Another priority area for Japan is African \r\ndevelopment. For Africa to become a vibrant continent, \r\na continent of hope and opportunity, conflict must be \r\nprevented and resolved, and peace must be \r\nconsolidated. Economic growth must be enhanced and \r\nsustained. Secondly, human security needs to be \r\nensured though the achievement of the Millennium \r\nDevelopment Goals and the consolidation of peace and \r\ndemocratic governance. Thirdly, the issues of the \r\nenvironment and climate change must be addressed. \r\n Japan will host the fourth Tokyo International \r\nConference on African Development (TICAD IV) next \r\nMay in Yokohama. Under the theme of Vibrant Africa, \r\nwe consider it of utmost importance that through \r\nAfrican ownership and a true partnership with \r\ninternational actors, the peace and prosperity of Africa \r\nshould be achieved. South-South cooperation between \r\nAsia and Africa remains a key feature in the TICAD \r\nprocess. \r\n The crisis in Darfur requires the highest attention \r\nof the international community. The strong personal \r\nengagement of the Secretary-General is highly \r\ncommendable. Japan welcomes the establishment of \r\nthe United Nations-African Union mission in Darfur, \r\nand looks forward to its early deployment and to \r\nprogress in the political process. Japan will strengthen \r\nits contribution for the consolidation of peace and \r\nstability in Africa. \r\n Japan has cooperated for consolidating peace and \r\nassisting post-conflict recovery in many parts of the \r\nworld, including the West Balkans, Iraq, Afghanistan, \r\nTimor-Leste, Sierra Leone, Burundi, Nepal and other \r\nplaces. To build peace, it is essential that the \r\ninternational community ensure a seamless, integrated \r\neffort to fulfil tasks ranging from resolving conflicts \r\nand providing humanitarian assistance to helping \r\nrecovery and reconstruction. Serving as Chair of the \r\nPeacebuilding Commission this year, Japan is resolved \r\nto contribute to such international efforts and to make \r\nthe Commission a forum to bring all actors together to \r\nmarshal resources and support. \r\n Japan attaches the utmost importance to human \r\nsecurity, as one of the pillars of its foreign policy. We \r\nwould like to see that the human-centred perspective is \r\nreflected in the broad areas of United Nations \r\nactivities. Human dignity and human rights must be \r\nuniversally respected and safeguarded. We sincerely \r\nhope for an early resolution of the abduction issue. \r\n It is extremely regrettable that the authorities of \r\nMyanmar used force against peaceful demonstrators, \r\nwhich brought about casualties, including the death of \r\na Japanese citizen. Japan calls on the Government of \r\nMyanmar to refrain from the use of oppressive force. \r\nWe hope that the Government of Myanmar will engage \r\nin national dialogue, without preconditions, to achieve \r\nnational reconciliation and promote democratization, \r\nwhile sincerely taking into account the wishes \r\nexpressed by the people in order to fundamentally and \r\npeacefully resolve the situation. \r\n Japan supports the good offices effort made by \r\nthe Secretary-General and his Special Adviser, \r\nMr. Gambari, in close cooperation with other interested \r\ncountries, particularly those of the Association of \r\nSoutheast Asian Nations (ASEAN) and the countries in \r\nthe region, to promote national reconciliation and \r\ndemocratization in that country. \r\n The proliferation of weapons of mass destruction \r\nand their means of delivery is another challenge that \r\nrequires the undivided attention of humankind. From \r\nthat point of view, we welcome the adoption by the \r\nSecurity Council of a series of consensus resolutions \r\non the Democratic People’s Republic of Korea and Iran \r\nand its remaining seized of those cases. \r\n Nuclear disarmament should garner no less \r\nattention. As the only country that has suffered nuclear \r\ndevastation, Japan will submit another draft resolution \r\nat this session of the General Assembly to lay out \r\nconcrete measures towards the total elimination of \r\nnuclear weapons. \r\n Counter-terrorism is another important area of \r\ninternational cooperation which is of high priority. \r\nJapan welcomes the adoption of Security Council \r\nA/62/PV.21  \r\n \r\n07-53408 14 \r\n \r\nresolution 1776 (2007). The Japanese Government will \r\nmake every effort to continue our refuelling activities \r\nin the Indian Ocean as a responsible member of the \r\ninternational community. \r\n Japan also supports the United Nations Global \r\nCounter-Terrorism Strategy (resolution 60/288). To \r\nstrengthen the legal framework to counter terrorism, I \r\ncall upon every State to exercise utmost flexibility for \r\nan early conclusion of the negotiations on a draft \r\ncomprehensive convention on international terrorism. \r\n Japan believes that for the Security Council to \r\nlive up to its expected responsibilities, we need to \r\nmake it more representative and effective. I renew \r\nJapan’s determination to pursue early reform of the \r\nSecurity Council through an expansion in both the \r\npermanent and non-permanent membership. No reform \r\nof the United Nations will ever be completed without \r\nthe reform of the Security Council. All Member States \r\nmust work together so that we can achieve concrete \r\nresults during this session through intergovernmental \r\nnegotiations. \r\n We need to enhance the capacity of the United \r\nNations to deal with new challenges and to deliver \r\nmore. Japan will constructively engage in efforts to \r\nstrengthen the ability of the United Nations to maintain \r\ninternational peace and security. Japan also supports \r\nthe ongoing endeavours to enable the United Nations \r\nsystem to work more coherently and effectively in the \r\nareas of development, humanitarian assistance, the \r\nenvironment and human rights. We also need to \r\nachieve concrete progress in modernizing management \r\nand programmes. \r\n Let me conclude my remarks by renewing Japan’s \r\nunwavering commitment to making a more effective, \r\nbetter functioning United Nations under the able \r\nleadership of the Secretary-General. \r\n Mr. Sen (India): It is indeed a great pleasure to \r\nspeak at a meeting presided over by you, Sir. I would \r\nalso like to congratulate the Secretary-General on his \r\nfirst report on the work of the Organization (A/62/1). \r\nThe report, in clear and concise prose, at least lays out \r\ncomprehensively the different issues that confront this \r\nbody. It says that the Millennium Development Goals \r\n(MDGs) are achievable. It is marked by a certain \r\noptimism. But let me begin with the statistical annex. \r\nThe statistical annex actually tells a grim story, \r\nespecially if one looks at it in a disaggregated manner.  \r\n Regarding those who are still living on under a \r\ndollar a day, we find that while there is some \r\nimprovement in some areas, for instance in Asia, the \r\nposition is otherwise either much grimmer — the \r\nposition is either static or there is only a marginal \r\nimprovement, and in fact in the Commonwealth of \r\nIndependent States and in transition economies of \r\nSouth-Eastern Europe, the percentage has actually \r\nincreased. Again, if we look at the poorest quintile of \r\nthe population that is living in poverty and look at its \r\nshare of national consumption, we find again that there \r\nis a deterioration almost across the board.  \r\n If one looks at the population that is below the \r\nminimum dietary energy consumption, again, while \r\nthere is mostly a position that is static or of marginal \r\nimprovement, there is also a deterioration in certain \r\nareas. And if we look at maternal mortality ratios, the \r\nratio in sub-Saharan Africa is 920 maternal deaths per \r\n100,000 live births, compared to a ratio of only 14 in \r\nthe developed countries. That is a huge gap. If one \r\nlooks at the incidence of tuberculosis, there is an \r\nimprovement in Latin America and the Caribbean, and \r\nthere is an improvement in Asia. But the figures for \r\nsub-Saharan Africa and the Commonwealth of \r\nIndependent States — that is the former Soviet States — \r\nshow that the incidence of tuberculosis has actually \r\ndoubled.  \r\n Similarly, in the case of access to drinking water, \r\nthe position is static or one of marginal improvement. \r\nIf one looks at market access, then indeed the figures \r\ndo not tell the whole story. For instance, instead of \r\nboth duty- and quota-free access, only duty-free access \r\nis considered. If one looks at duty-free access figures \r\nfor least developed countries — leaving aside oil and \r\narms — then in fact one finds that market access for \r\nleast developed countries remains static. \r\n The same is true of tariffs on agricultural goods \r\nand textiles, namely, that statistics mask more than \r\nthey actually reveal. The point is not just what tariffs \r\nthere are on textiles or agricultural goods. The point, \r\nfirst, is what the tariffs are relative to those that \r\ndeveloped countries charge each other, and one finds \r\nthat the tariffs paid to developed countries by \r\ndeveloping countries are almost three times as high. In \r\nthe case of the United States, for instance, one would \r\nbe surprised to learn that Angola pays as much as \r\nBelgium, to give just one example. \r\n A/62/PV.21\r\n \r\n15 07-53408 \r\n \r\n Similarly, since the Uruguay Round the annual \r\nloss to sub-Saharan Africa has been $1.2 billion, \r\nwhereas the gain to developed countries from trade had \r\nbeen $350 billion, according to many economists’ \r\ncalculations. If one calculates the loss incurred by \r\ndeveloping countries as a result of trade, one finds that \r\ntheir actual loss is three times what they receive in \r\ndevelopment aid. Even in the case of agricultural \r\nsubsidies, the question is not one of tariffs on \r\nagricultural goods from developing countries, but \r\nrather what comparatively would be the potential for \r\nexports from developing countries if there were no \r\nagricultural subsidies. That would be the basis for \r\ncomparison because, according to many economists’ \r\ncalculations, developed countries’ agricultural \r\nsubsidies in fact exceed the income of the whole of \r\nsub-Saharan Africa. In dollar terms, even the subsidy \r\nfor a European cow is $2 per day. Perhaps as a result of \r\nall the luxuries, all those cows go mad.  \r\n The question, therefore, is how we are to bridge \r\nthis gap and move towards the achievement of the \r\nMillennium Development Goals (MDGs), and, above \r\nall, what the United Nations can do. I think that is the \r\nmost interesting question of all: to examine what in \r\npractice the United Nations as a body could do. \r\n Of course, the Secretary-General has also — \r\ncorrectly — brought in the issue of climate change and \r\nits adverse impact on the achievement of the \r\nMillennium Development Goals. Clearly, there is an \r\nongoing adverse impact that will only accelerate \r\nbecause of the degradation of pastures, land and \r\nforests; as well as the fact that children will be taken \r\nout of universal primary education to look after the \r\nailing and the elderly, to earn income and to fetch \r\nwater. \r\n There will also be an impact vis-à-vis gender — \r\nbecause, as we all know, women are far more \r\ndependent on the environment, particularly in \r\ndeveloping countries. The Permanent Representative of \r\nUganda evoked a very moving image of women with \r\nbabies tied to their backs trekking miles to look for \r\nwater, which ultimately turned out to be contaminated. \r\nClearly, it is not those women who are responsible for \r\nclimate change. Climate change is not created by the \r\npoor, it is created by those who run four air \r\nconditioners and drive two or three sport utility \r\nvehicles. Climate change is the creation of the rich. \r\nBut, ultimately, it acts with disproportionate intensity \r\non the poor — in terms of storms, the destruction of \r\nhabitation and vector diseases.  \r\n The Secretary-General has, quite correctly, \r\nmentioned the commitments that were made: \r\ncommitments as to official development assistance \r\n(ODA) of 0.7 per cent and commitments at Gleneagles \r\nregarding aid levels rising by $50 billion by 2010. \r\nUnfortunately, the report (A/62/1) does not mention \r\nwhat the delivery on those commitments has been. \r\nActually, if one looks at the figures on delivery, one \r\nfinds that instead of 0.7 per cent the average ODA is \r\n0.35 per cent, or half. As for the $50 billion, it has been \r\ncalculated that by 2010 there will be a shortfall of more \r\nthan 50 per cent — in the order of $30 billion. From \r\nwhere, then, is the extra money going to come for, let \r\nus say, climate change adaptation? Even if one looks at \r\nthe composition of aid from countries that have met the \r\n0.7 per cent target — there are about eight, and we \r\nsalute them — much of the additionality is for debt and \r\ndisaster relief, not economic development.  \r\n The Secretary-General’s report also states that \r\nunless we halt AIDS we cannot really win the fight for \r\neconomic development — or words to that effect, as \r\nfar as I remember. The report also goes on to say that \r\nAfrica is a special case and that in Africa deprivation, \r\npoverty, disease and civil conflict are preventing \r\neconomic development and the achievement of the \r\nMDGs. But surely the opposite is equally, if not more, \r\ntrue: namely, that we are not able to halt AIDS, \r\ndeprivation, disease and civil conflict precisely \r\nbecause there is no economic development in Africa. In \r\nother words, the truth could be the opposite.  \r\n This serves to show that while the MDGs have \r\ncertainly framed the global debate in very potent terms — \r\nand there is no doubt that they constitute a quantifiable \r\nvision of human dignity — they are not enough. The \r\nMDGs are ultimately palliatives. While one certainly \r\nneeds palliatives when in acute pain, if the disease is \r\nnot tackled the pain will surely recur. One therefore \r\ncannot really replace development economics with \r\npalliative economics completely. Nor can one leave \r\ndevelopment economics to the Bretton Woods \r\ninstitutions, which are hardly practising it these days.  \r\n I therefore think one also has to look at the fact \r\nthat, as several economists such as Erik Reinert and \r\nothers have said, in the absence of development \r\neconomics, the MDGs will be in danger of becoming a \r\nkind of welfare colonialism. Instead of the type of \r\nA/62/PV.21  \r\n \r\n07-53408 16 \r\n \r\neconomic development that made developed countries \r\ntruly developed, Africa is given the antiquated \r\nstructures of export, mostly of raw material resources. \r\nInstead of the economic development that made the \r\ndeveloped world free of malaria, Africa is given \r\nmosquito nets. Instead of the economic development \r\nthat enables the debt to be serviced, Africa is given \r\ndebt cancellation. In short, instead of the equivalent of \r\nthe Marshall Plan, which industrialized Europe, it is \r\ngiven the equivalent of the Morgenthau plan, which \r\nwould have de-industrialized Germany. Fortunately for \r\nEurope, immediately after the Second World War, the \r\nMorgenthau plan was abandoned in favour of the \r\nMarshall Plan. \r\n What can the United Nations do? I think the \r\nanswer is quite clear if one looks also at various \r\nconflicts. In Sierra Leone, for instance, there have been \r\nsuccessful elections, because the Peacebuilding \r\nCommission turned its attention to Sierra Leone. \r\nThroughout all the bloody conflicts in that country and \r\nelsewhere, between 70 and 80 per cent of the time \r\nthose countries had been under a programme of the \r\nInternational Monetary Fund (IMF). Unless we have \r\nthe political will to have a reformed Economic and \r\nSocial Council actually carry out — as Joseph Stiglitz \r\nand so many other economists have advocated — a \r\nperiodic audit of the two Bretton Woods institutions, \r\nthe IMF and the World Bank, we will not be able to \r\nchange the fundamental paradigm that comes from \r\nthem. In addition, the Economic and Social Council \r\nneeds to have the will to be at the centre of debt \r\nrestructuring, which has also been suggested by \r\neconomists. The IMF clearly cannot be at the centre, \r\nbecause it is itself a creditor, and therefore has a vested \r\ninterest. The IMF concentrates on inflation, because \r\nthat is of interest to the financial markets. But the \r\nInternational Labour Organization (ILO) deals with \r\nemployment, which is what the Economic and Social \r\nCouncil is mandated to address.  \r\n It might be objected that the Economic and Social \r\nCouncil does not really have enough technical \r\nexpertise. But we find that an enormous number of \r\nposts are being established for all kinds of things that \r\nare not of interest to developing countries — to such an \r\nextent that even the Advisory Committee on \r\nAdministrative and Budgetary Questions is quite \r\nshocked. Surely, expertise can be recruited, and a body \r\nof experts can be established that can provide adequate \r\nsupport to the Economic and Social Council to carry \r\nout some of those functions. \r\n In addition, in various ways, that is something we \r\nwould expect in looking at the financial system today. \r\nFlowing from the kind of paradigm I have outlined, it \r\nis quite normal that the World Bank’s World \r\nDevelopment Report and Global Economic Prospects \r\nReport would say that the net transfer of financial \r\nresources is actually from the developing to the \r\ndeveloped world. In 2005 that figure was half a trillion \r\ndollars; by 2006 it had reached $650 billion — it had \r\nexceeded half a trillion dollars. Even if one includes in \r\nthe figure the accumulation of reserves — and one \r\ncertainly can — the picture is not altered, because \r\nreserves are invested in low-yielding treasury bonds \r\nand assets in a depreciating currency — again, in the \r\ndeveloped world.  \r\n Therefore, on the one hand, we have a very \r\npeculiar inversion of the resource flow. On the other, \r\nwe have today on the front page of The Financial \r\nTimes the outgoing head of the IMF saying that the \r\nresult of the current financial crisis is that the \r\nshockwaves are going to continue, with far more \r\nwidespread and acute effects, that we have not seen \r\nanything yet. This is the most pathetic confession of \r\nthe failure of the IMF in terms of surveillance, advice \r\nand regulation that one could ever conceive of. It is \r\nbecause we have an economy that finally has taken the \r\nshape of what John Maynard Keynes once referred to \r\nas the casino economy — an economy based on \r\ngambling where there are arcane financial instruments \r\nsuch as derivatives and where distribution is \r\ndetermined by the roulette wheel; hence the enormous \r\nproblems. In that regard, there is also quite clearly a \r\ncase for the United Nations to do what I outlined \r\nearlier, namely, to play a key role in establishing a \r\nfinancial system that leads to predictable financial \r\nflows.  \r\n For the developing world to achieve the MDGs, it \r\nis not enough to have financial flows. There must also \r\nbe market access. The Secretary-General’s report \r\ncertainly lays out all that needs to be done in the Doha \r\nRound; but how to go about it? It does not say what the \r\nUnited Nations should do to actually accomplish those \r\nthings. \r\n True, negotiations are taking place in the World \r\nTrade Organization (WTO). Things there are in quite a \r\nbad way, because, as we all know, the developed \r\n A/62/PV.21\r\n \r\n17 07-53408 \r\n \r\ncountries are not even saying: we will protect our \r\nagriculture and you protect your industry. They are \r\nsaying: we will continue to protect our agriculture with \r\nsubsidies and you should not protect your industry. In \r\nfact, the developmental round continues to be a \r\nmarket-access round. It is sometimes forgotten that it \r\nwas developing countries that really did a lot in terms \r\nof reducing their tariffs, from the Uruguay Round \r\nonward. They also contributed a lot in terms of \r\nsubstantially increasing world trade. There are many \r\ndeveloped countries that are now shooting from the \r\ntrenches and posing as “demandeurs”, when in fact \r\nthey have not reduced their tariffs by a single \r\npercentage point since the Uruguay Round.  \r\n As for the application of the Swiss linear formula \r\nand coefficients, the small and vulnerable economies \r\n(SVEs) — and surely here at the United Nations most \r\ncountries have small and vulnerable economies — \r\nwould have to reduce their tariffs by 50 per cent more \r\nthan in the developed countries. In other words, what is \r\nlinear to the Swiss is life-threatening to the SVEs. \r\nQuite clearly, therefore, there is a case for the United \r\nNations to take a role in this area and to make its \r\nposition known to Geneva, perhaps via the President of \r\nthe General Assembly or through some other means.  \r\n The same is true of the intellectual property rights \r\n(IPR) regime vis-à-vis climate change. Some \r\ndeveloped countries are proposing that we should go \r\nfor draconian targets, which may actually prolong \r\nunsustainable patterns of production and consumption \r\nfor a while. But one cannot do that for very long, \r\nbecause those patterns are unsustainable. It is therefore \r\nultimately critical that there be a flow of technology \r\nand resources. But the current IPR regime is expressly \r\ndesigned to prevent the flow of technology through the \r\ncreation of monopolies. How can one have a flow of \r\ntechnology unless, let us say, the United Nations itself \r\nthinks in terms of appointing a commission of  \r\nexperts — which, again, has been recommended by \r\nmany economists, including Stiglitz and others — that \r\ncan look at how the rewards to innovators can be \r\nbalanced against the interests of humankind? \r\n On many such issues I think it is not sufficient for \r\nus simply to talk in general terms or take a view as a \r\nmatter of theory or debate. Otherwise we will simply \r\nhave more reports, rather than changing reality. We \r\nwill have words, rather than action. We will have text, \r\nrather than any kind of context.  \r\n Time is very short and I do not want to take up \r\ntoo much of the Assembly’s time, so I should now like \r\nto refer briefly to peace and security. I think that a lot \r\nof good has been done in that regard, but a lot more \r\nneeds to be done. Nepal is mentioned as a success story \r\nin the report; and so it is, up to a point. But it is also \r\nvery important for the United Nations not to try to \r\nexpand or prolong the mandate, without the express \r\ndesire of the Government of Nepal. There must be \r\nownership on the part of the country itself. It is \r\nimportant for the Secretariat to adhere to its mandate, \r\nwhich essentially entails arms management and the \r\nholding of timely elections. That is the best way to \r\ntackle the problem. \r\n With regard to peacekeeping itself, it is true, as \r\nthe report says, that the peacekeeping budget has \r\nincreased hugely. We have done something with regard \r\nto the restructuring of the Department of Peacekeeping \r\nOperations (DPKO). But because of the management \r\nchallenges, I think that it is very important that \r\nMember States take an interest and next year actually \r\nreview very carefully the result of the restructuring. It \r\nis important that management challenges are seen to \r\nhave been successfully overcome.  \r\n In the case of the United Nations Interim Force in \r\nLebanon (UNIFIL), we have the special Strategic \r\nMilitary Cell, which was established on a purely ad \r\nhoc basis on the ground that UNIFIL was a complex \r\noperation. But other operations are equally complex: \r\nDarfur might turn out to be an even more complex \r\noperation. What are we therefore going to do? When \r\nwe look at the actual facts in the report and elsewhere, \r\nwe find that the Office of the Military Adviser — \r\nwhich used to be the Military Liaison Office — has \r\nbeen bypassed in the augmentation of resources. The \r\nlessons of the special Military Cell have not really \r\nbeen integrated. We are not really moving from the ad \r\nhoc to something that is systematic, permanent and \r\nenduring. That is quite apart from the fact that the \r\nnumber of staff officers in UNIFIL exceeds the number \r\nof staff officers with which Field Marshal Montgomery \r\nran the entire African campaign. I say that simply to \r\nshow that it is even more important to have some kind \r\nof systematic approach, which does not seem to be the \r\ncase at present. \r\n I think one of the speakers in this debate \r\nmentioned a number of antonyms: war and peace — \r\nshades of Leo Tolstoy; coercion and cooperation; and \r\nterrorism and tolerance. The point is that tolerance may \r\nA/62/PV.21  \r\n \r\n07-53408 18 \r\n \r\nalso turn out to be tolerance of terrorism. I think the \r\nreal antonym for terrorism is counter-terrorism. In that \r\nconnection, it is very important that in fashioning a \r\ncounter-terrorism strategy we should ensure that it is \r\nbased on the legal instrumentalities that exist and that \r\ncan be expanded if necessary. The importance of a \r\ncomprehensive convention on international terrorism is \r\nan obvious case in point in that regard.  \r\n With regard to disarmament, I think we all agree \r\nthat for most of us disarmament is key. Disarmament \r\nhas to be advanced in such a manner that it actually \r\nsubsumes both arms control and non-proliferation, \r\nalthough non-proliferation, and in particular the  \r\nnon-proliferation of weapons of mass destruction to \r\nnon-State actors and others, remains a matter of grave \r\nconcern. We hope to introduce a proposal, in the \r\ncontext of the current situation, that carries forward \r\nRajiv Ghandi’s vision of a nuclear-weapon-free and \r\nnon-violent world.  \r\n With regard to human rights, I do not want to \r\ntake up much time. In the context of system-wide \r\ncoherence, the linkages between the Office of the High \r\nCommissioner for Human Rights and other United \r\nNations bodies should be consistent with resolution \r\n48/141, which established the post of High \r\nCommissioner for Human Rights.  \r\n With regard to system-wide coherence, we \r\nshould, as the report states, struggle to deliver as one. \r\nThis struggle of delivering as one should become \r\nreality, based on the fact that the struggle may not be \r\nthe best slogan, but the current reality may be even \r\nworse. There is a case to be made for a certain \r\nindependence in the mandates of agencies, for \r\ndecentralization and pluralism, but that is something I \r\nthink the Member States will have to discuss. In any \r\ncase, I do not think that in the funds and agencies, we \r\nshould sidestep this and try to implement something \r\nthrough the back door without proper discussion in the \r\nGeneral Assembly and among Member States and \r\nthrough intergovernmental negotiations.  \r\n And finally, on the question of the reform of the \r\nUnited Nations and the revitalization of the General \r\nAssembly, I congratulate the former co-chairs, who \r\ntried hard and did a good job and who were moving in \r\nthe direction of taking important political decisions. I \r\ndo not think the General Assembly can be revitalized \r\nthrough some kind of peripheral, purely mechanical or \r\ninstitutional process, simply dealing with the agenda or \r\nhow we count words. It has to be truly revitalized by \r\ntaking important political decisions. Some of the \r\npossibilities have been outlined during previous \r\nattempts to revitalize it. Without such decisions, I do \r\nnot think you can create a stable structure within which \r\nthe Security Council can count on the wide support of \r\nthe General Assembly.  \r\n With regards to the Security Council itself, the \r\nreport offers an intermediate approach as a \r\ncompromise, but this intermediate approach has to \r\ncome at the end of the negotiations. It really cannot \r\ncome before the negotiations and it cannot shape or \r\nprejudge those negotiations. The Open-ended Working \r\nGroup report is quite clear that there have to be \r\nintergovernmental negotiations, which have to produce \r\nconcrete results in this session, building on what was \r\nachieved at the sixty-first session and on the positions \r\nand proposals of Member States.  \r\n India and many other Member States from the \r\ndeveloping world tabled a resolution on 11 September \r\nand we have argued for a process of intergovernmental \r\nnegotiations that would start quickly and have certain \r\nelements as their basis. We outlined some of these \r\nelements, especially the expansion of permanent and \r\nnon-permanent seats on the Council, a comprehensive \r\nreform of working methods, and increased \r\nrepresentative of developing countries, including small \r\nand island States, as well as of some developed \r\ncountries in the context of current world realities. We \r\nare also grateful to the many world leaders who have \r\nspoken forcefully for comprehensive reform of the \r\nUnited Nations, particularly the expansion of both \r\npermanent and non-permanent categories of members. \r\n Mr. Le Luong Minh (Viet Nam): On behalf of \r\nthe Viet Nam delegation, I would like to congratulate \r\nyou on your election as President of the General \r\nAssembly at its sixty-second session. I am confident \r\nthat under your able leadership this session will meet \r\nwith success. I thank the Secretary-General for his \r\nannual report on the work of the Organization, which \r\ndealt with a wide range of important issues, from \r\ndevelopment, peace and security, human rights, rule of \r\nlaw, humanitarian affairs to United Nations reform.  \r\n Seven years have elapsed since the adoption of \r\nthe Millennium Development Goals (MDGs). We note, \r\nwith satisfaction that, as the Secretary-General reports, \r\nprogress continues to be made in many areas, \r\nespecially in poverty reduction. We do, however, share \r\n A/62/PV.21\r\n \r\n19 07-53408 \r\n \r\nhis concern that progress has been uneven and that the \r\nongoing levels of human deprivation remain \r\nstaggering. It is alarming, at this halfway point, that \r\nseveral countries are not on track for meeting even a \r\nsingle MDG.  \r\n The 2005 World Summit reaffirms that \r\ndevelopment is a goal within itself and, in its \r\neconomic, social and environmental aspects, \r\nconstitutes a key element of the overarching \r\nframework of United Nations activities. We cannot \r\nagree more with the Secretary-General when he says \r\nthat achieving the MDGs will benefit all  \r\nstakeholders — from those caring about and working \r\nto improve the livelihood of millions of people still \r\nliving in poverty to those trying to save the lives of \r\nmillions of children, from those joining hands to \r\nreduce the risk of war and maintain peace in fragile \r\ncountries to those who, recently, have been trying to \r\nconvince the world public of the need and the urgency \r\nto save our planet. \r\n Based on our own experience, I completely share \r\nthe Secretary-General’s remark that progress on the \r\nMDGs is a national priority only where of efforts to \r\nachieve them are led and managed nationally. National \r\nownership is the key factor determining the success of \r\ndevelopment activities at the country level. In this \r\nconnection, we welcome the Secretary-General’s \r\nassurance that the United Nations sets a priority on the \r\nstrengthening of national capacities.  \r\n The Secretary-General highlights three important \r\ndimensions of United Nations activities related to the \r\nimplementation of the MDGs, namely, HIV/AIDS, the \r\nspecial needs of Africa and climate change. Like \r\nfighting the HIV/AIDS epidemic and supporting \r\nAfrica’s development, which for years now have \r\nalways been high on the United Nations agenda, the \r\nstruggle to mitigate and adapt to climate change and to \r\nachieve the MDG on environmental sustainability \r\ndeserves Member States’ continued backing and, most \r\nof all, their unity. Viet Nam pledges to enhance its \r\nparticipation in our common endeavours in these \r\ndomains.  \r\n The past year offered mixed opportunities and \r\nchallenges for international peace and security. The \r\nestablishment of the African Union-United Nations \r\nHybrid Operation in Darfur is expected to strengthen \r\nthe local peacemaking process and, ultimately, end this \r\nprolonged crisis. Peacebuilding efforts have also led to \r\ninitial steps towards building sustainable peace in \r\nBurundi and Sierra Leone, consolidating socio-\r\neconomic reconstruction in Nepal and Timor-Leste and \r\npositive developments on the Korean peninsula. \r\n However, armed conflicts and tension continue to \r\nescalate in the Middle East, South Asia, the Balkans \r\nand Africa and have devastating consequences on the \r\nlives of millions of innocent civilians. Peacekeeping \r\noperations are placing unprecedented burdens on the \r\nUnited Nations, given the Organization’s strained \r\nresources. At the same time that we are making \r\nsubstantial progress in implementing the disarmament \r\nagenda, the threat of terrorism to international peace, \r\nsecurity and development remains a lingering concern. \r\n Viet Nam supports the conclusion of the \r\nSecretary-General that struggling peace operations \r\nmust figure prominently in the work of the United \r\nNations, that we must take steps to overcome the \r\ndeadlock at the major disarmament forums and that we \r\nmust move expeditiously to implement the global \r\ncounter-terrorism strategy adopted by the General \r\nAssembly in 2006. \r\n The crucial role of the United Nations in the \r\nmaintenance of international peace and security must \r\nbe reaffirmed and further strengthened. Viet Nam \r\ncommends and supports the recent steps taken by the \r\nSecretary-General to improve the management of the \r\nOrganization in the areas of peacekeeping operations \r\nand disarmament. \r\n Turning to human rights and humanitarian affairs, \r\nif the inauguration of the Human Rights Council in \r\n2006 was an important landmark, the Council’s \r\nadoption in June 2007 of a package of reforms gives us \r\nhope in our efforts to depoliticize the most important \r\nUnited Nations human rights body. Much remains to be \r\ndone in that connection. Viet Nam will continue to join \r\nthe efforts of Member States to promote and protect \r\nhuman rights, keeping in mind the principles of \r\nobjectivity, non-selectivity and respect for national \r\nsovereignty.  \r\n More than ever, natural disasters are seriously \r\naffecting the lives of hundreds of millions of people on \r\nEarth. In fact, while I am speaking here tens of \r\nmillions of people in our region, including my country, \r\nare suffering from the consequences of the worst \r\nflooding in decades. The report of the Secretary-\r\nGeneral states that since mid-2006, weather-related \r\ndisasters accounted for 85 per cent of all reported \r\nA/62/PV.21  \r\n \r\n07-53408 20 \r\n \r\ndisasters, costing almost 19,000 lives and causing \r\neconomic damage totalling nearly $30 billion. We \r\nwelcome the Secretary-General’s commitment that the \r\nUnited Nations and its humanitarian partners will assist \r\nGovernments in preparing for, and responding to, the \r\nchallenges. Viet Nam is ready to extend our full \r\ncooperation.  \r\n In order to fulfil its noble mandate in a vastly \r\nchanged world, the United Nations needs to be \r\nstrengthened. The success of the United Nations reform \r\nprocess is crucial in bringing about a stronger \r\nOrganization with a more authoritative General \r\nAssembly, a more effective Economic and Social \r\nCouncil, a more transparent and expanded Security \r\nCouncil and a more efficient Secretariat. While noting \r\nthat little progress has been achieved in that \r\nconnection, we pledge to continue to work with the \r\nSecretary-General and other Member States to ensure \r\nthe success of the reform process.  \r\n As one of the countries implementing a “One \r\nUnited Nations” pilot programme, we hope to continue \r\nto receive support from the Secretariat and Member \r\nStates to ensure success in one of the most courageous \r\nexperiments in the field of operational activities at the \r\ncountry level. \r\n In another area, my delegation is encouraged by \r\nthe Secretary-General’s intention to strengthen \r\ncooperation with regional organizations. The \r\nAssociation of Southeast Asian Nations (ASEAN), the \r\nregional organization of which my country is a \r\nmember, has been very active, with the recent signing \r\nof a memorandum of understanding on cooperation \r\nbetween ASEAN and the United Nations.  \r\n In that regard, we appreciate the Secretary-\r\nGeneral’s recent decision to dispatch his Special Envoy \r\nto Myanmar to assist in the process of national \r\nreconciliation through dialogue. As a country of the \r\nregion, Viet Nam follows developments in Myanmar \r\nclosely and with concern. We expect the parties \r\nconcerned in that country to exercise restraint and \r\nengage dialogue aimed at peacefully resolving their \r\ndifferences and speedily stabilizing the situation \r\nthrough the implementation of the seven-point road \r\nmap. We expect the United Nations to continue to \r\ncooperate with ASEAN in assisting Myanmar to \r\novercome the current situation and restore stability, in \r\nthe long-term interests of Myanmar and the region. \r\n In conclusion, as we debate the present Secretary-\r\nGeneral’s first annual report of the on the work of the \r\nOrganization, let me assure him that Viet Nam will \r\nalways be with him in his efforts to uphold the solemn \r\nduty of the United Nations to pursue the aims \r\nenshrined in the Charter. \r\n Mr. Hill (Australia): The debate on this agenda \r\nitem is an important occasion each year. It gives us, the \r\nStates Members of the United Nations, a chance to \r\nreview the work of the Organization against the \r\nbackground of the Secretary-General’s report. On \r\nbehalf of Australia, I want to thank the Secretary-\r\nGeneral for his report (A/62/1) and to congratulate him \r\non the start he has made in his very important office. \r\nWe agree with him that more is expected of the United \r\nNations than at any time in the history of the \r\nOrganization, and that the issues are diverse and \r\ncomplex. It is heartening that, in this globalized world, \r\nMember States are recognizing the importance and \r\nvalue of multilateral diplomacy. It is also a credit to the \r\nOrganization, and in particular to its professional staff, \r\nled by the Secretary-General, that it is the body to \r\nwhich Member States so often look to for help in \r\naddressing many of the world’s contemporary \r\nchallenges — whether issues of peace and security, \r\ndevelopment, humanitarian matters, human rights, \r\ndemocracy and governance or, in fact, issues in so \r\nmany other areas. \r\n But that reinforces the importance of Member \r\nStates meeting their responsibility to provide the \r\nappropriate mandates, adequate funding and political \r\nsupport to the Organization in its work. We, the \r\nMember States, have less credibility in demanding a \r\nmore focused work programme and greater efficiency \r\nand effectiveness in the delivery of programmes if we \r\nare not prepared to take the lead. In that regard, despite \r\ncommitted facilitators, we did not do so well last year \r\nin the area of mandate review and system-wide \r\ncoherence. In fact, the Secretary-General and the Chief \r\nExecutives Board might be said to be ahead of Member \r\nStates on reform. In sponsoring on-the-ground pilot \r\nprogrammes, the Organization is certainly ahead in \r\nendeavouring to deliver as one, which has obvious \r\nefficiency gains. And the Secretariat at least tried to \r\nprompt reform on better gender architecture. Of course, \r\nthe important thing is that as our workload increases, \r\nwe as an Organization are going to have to become \r\nmore efficient if we are to meet the important \r\nresponsibilities entrusted to us.  \r\n A/62/PV.21\r\n \r\n21 07-53408 \r\n \r\n That leads me to the issue of money. The \r\nSecretary-General makes a telling point when he \r\nreminds us that the cost of the massively expanded \r\nUnited Nations peacekeeping effort is just one half of \r\n1 per cent of global military expenditures. \r\nNevertheless, the rapidly increasing bill is going to put \r\npressure on the capacity of Member States to pay. Even \r\nsome of the organizational reforms — which we think \r\nare necessary — in the areas of human resources, \r\ninformation and communication technologies, \r\nprocurement, internal justice and meeting contemporary \r\nstandards of accountability and transparency are \r\nexpensive. The refurbishment of capital assets, which \r\nis long overdue, adds more pressure. \r\n Having given the Organization credit for efforts \r\ntowards improved efficiency in delivery of programmes, \r\nit still seems to me, in these circumstances, that Member \r\nStates should request the Organization to do more in \r\nfinding savings. Those of us familiar with ministerial \r\nresponsibility in national Governments are well \r\nfamiliar with requirements to offer up savings before \r\nbidding for new programmes. While it is not easy, it is \r\na healthy discipline, and one that the United Nations \r\nmight adopt — or might have to adopt. We always \r\nmeet our share of financial responsibility and pay on \r\ntime. But even in Australia, I think it is going to be \r\nimportant that we show that the United Nations is \r\nmaking real efforts to contain costs.  \r\n Also relevant to the issue of costs and the \r\ncapacity of the United Nations to deliver quality \r\nprogrammes is the issue of priority. The United \r\nNations might be clearly in favour, but it is not going \r\nto be possible for it to do everything asked of it. Hard \r\nchoices are going to have to be made. More so than \r\never, the effort is going to have to be shared with \r\nregional organizations and with bilateral partners, \r\nwhether Governments or civil society. \r\n Not only should we prioritize our workload, but \r\nalso we should realistically assess who can best deliver \r\nthe desired outcome and should seek to share the \r\nresponsibility. Some might see that as defeatist; we \r\nwould see it as a healthy development in international \r\naffairs, actually adding more mass to address the many \r\nmajor challenges we face.  \r\n In that regard, we commend the Secretary-\r\nGeneral for focusing on big issues and those that \r\ngenuinely demand mobilization of the global \r\ncommunity. We commend efforts to build the capacity \r\nof other players who can contribute to better outcomes. \r\nIn fact, the emphasis in this year’s report on turning \r\ngoals and aspirations into outcomes is commendable in \r\nitself. It is something I referred to this time last year \r\n(see A/61/PV.24). Through so many commitments, we \r\nhave given hope. It is now important to achieve results \r\nthat translate words into better lives for individuals.  \r\n In Australia’s national statement in the General \r\nAssembly last week (see A/62/PV.15), I said that the \r\nalleviation of poverty is the most basic responsibility \r\nof humanity. In today’s world of extraordinary marvels, \r\nit should not be so difficult to rid the world of extreme \r\npoverty. In fact, most of us know what is necessary. \r\nSome have shown how to do it. It is interesting that I \r\nfollow my colleague from Viet Nam, a country that is \r\nshowing how to do it.  \r\n A little less finger-pointing and a bit more \r\ngenuine partnership would be a good start. In accepting \r\nthe importance of good governance, in being prepared \r\nto transfer technology, in welcoming capital investment \r\nwith the security it demands, in supporting health and \r\neducation programmes and in opening markets with the \r\nopportunity for trade, huge progress can be made. Yes, \r\nthe Millennium Development Goals are important, but \r\nthey are indicators. What is really important is getting \r\nthere; we know what is necessary to build more \r\nprosperous, just and hopeful societies. \r\n In that regard, we also commend the Secretary-\r\nGeneral’s focus on democracy. Having Governments \r\ngenuinely responsible to the people does not solve all \r\nproblems, but it is a good start. We in Australia have \r\nfor a long time been encouraging the growth of \r\ndemocracy and good governance as critical to a more \r\npeaceful, secure and just world. The picture is \r\namazingly difficult, compared to that which existed \r\neven 10 years ago. Despite obvious disappointments \r\nfrom time to time, the trend is heartening.  \r\n Finally, I want to refer to two areas that receive \r\nmention in the Secretary-General’s report and that I \r\nthink deserve ongoing attention, and they are related. \r\nThe first is the responsibility to protect. I know that my \r\nviews and those of my country differ from those of \r\nsome others who have spoken today. But the 2005 \r\nSummit acceptance of the principle that with \r\nsovereignty comes responsibility and the abuse by or \r\nfailure of Governments to protect their own citizens \r\nfrom gross abuse leads to a responsibility of others to \r\ntake action was, in our view, a historic moment in the \r\nA/62/PV.21  \r\n \r\n07-53408 22 \r\n \r\nquest for a more civilized world. The difficulty of its \r\nimplementation should not deter us in our responsibility \r\nto protect, and we should work hard on implementation. \r\nThe veil of sovereignty must not, for example, shield \r\ngenocide.  \r\n Secondly, some States on a downward spiral need \r\nhelp when they might not know it or welcome it. That \r\nthe United Nations has the capacity to hold out the \r\nhand of advice and support is, we believe, very \r\nimportant. Thus, while we have supported the \r\nincreased peacekeeping and subsequent peacebuilding \r\nrole — or, for those less concerned about niceties, \r\nnation-building role — we also support the increased \r\nfocus on the Secretary-General’s good offices role and \r\nthe supporting capacity in mediation and preventive \r\ndiplomacy of the Department of Political Affairs.  \r\n In the short time available, I can only obviously \r\ntouch on a few issues from within the Secretary-\r\nGeneral’s report, but I think these illustrate the \r\nimportance of the challenges ahead and the fact that \r\nwith determination and goodwill we can move from \r\naspiration to achievement.  \r\n In closing, on behalf of Australia, I want to thank \r\nthe Secretary-General, the staff of the United Nations \r\nand all those who serve on peacekeeping, humanitarian \r\nand other missions, whether as professionals or as \r\nvolunteers. They are a force for good and we greatly \r\nappreciate their commitment. \r\n Mr. Mahiga (United Republic of Tanzania): The \r\ndelegation of the United Republic of Tanzania \r\nwelcomes Mr. Ban Ki-moon’s first report as Secretary-\r\nGeneral on the work of the Organization, contained in \r\ndocument A/62/1, presented during the sixty-second \r\nsession of the General Assembly. The report is wide in \r\nscope, profound in analysis, with a consistent vision of \r\ntranslating multilateralism into practical, attainable \r\ngoals. It is indeed an all-encompassing report. At the \r\nvery outset, we want to pledge our support for and \r\npartnership with the Secretary-General in \r\nimplementing this programme. We hope that our \r\nobservations and comments will contribute to the \r\nrealization of his vision.  \r\n On the development agenda, the report \r\nunderscores the intricate and indispensable link \r\nbetween development, on the one hand, and peace and \r\nsecurity, on the other, within States and among States \r\nand between the developing world and the developed \r\nworld. The achievement of the Millennium \r\nDevelopment Goals (MDGs) and other internationally \r\nagreed goals provides a moral and practical framework \r\nfor international cooperation in combating poverty, \r\naddressing other forms of human deprivation and \r\nsaving the environment to make the world prosperous, \r\npeaceful and habitable. \r\n At the halfway point in achieving the Goals, \r\nsub-Saharan Africa is lagging in overall performance. \r\nBut several countries have proved capable of attaining \r\nsome of the Goals, given the right combination of \r\nresources, leadership and correct strategies. We must \r\nchannel resources where they are most required. We \r\nwelcome the Secretary-General’s initiative to launch \r\nthe Millennium Development Goals Africa Steering \r\nGroup to mobilize additional resources, as well as the \r\nannouncement by the General Assembly President of \r\nthe convening of a special session of the Assembly \r\nnext year to catalyse world commitments to the timely \r\nachievement of the Millennium Goals.  \r\n There are some worrying trends on the way to \r\nachieving the MDGs which ought to be addressed. \r\nFirst, there is the need to sustain the political \r\ncommitment to achieving the goals. There are \r\nindications that promised resources are declining. That \r\ntrend could reverse the little progress so far achieved \r\nby some countries. The resource flow ought to be \r\nsustained. The promise of doubling resources and of \r\nmeeting the target for development assistance of \r\n0.7 per cent of gross domestic product are on the far \r\nside of the time scale, between 2010 and 2015, which \r\nis going to be too late to make a significant difference.  \r\n Secondly, several African countries need to \r\nimprove capacities for developing their respective \r\nnational strategies as they strive to implement the \r\nGoals. The United Nations has provided support, but \r\nthe pace needs to be accelerated by augmenting the \r\nresources for development. The resources devoted by \r\nthe United Nations to development, especially human \r\nresources, are relatively fewer compared to those \r\nresources allocated to other activities, such as \r\npeacekeeping and human rights. \r\n It should also be noted that, inasmuch as the \r\ntime-bound MDGs serve to focus attention and \r\nresources on specific development targets, we should \r\nnot exclude other essential long-term aspects of \r\ndevelopment, such as investment in physical \r\ninfrastructure and other productive investments to \r\nsupport and permit public investment aimed at \r\n A/62/PV.21\r\n \r\n23 07-53408 \r\n \r\nachievement of the MDGs. We should also heed the \r\ndanger that the little progress made on MDGs will be \r\nreversed, owing to the diversion of resources to remedy \r\nor mitigate the adverse consequences of climate \r\nchange. The challenge of climate change requires \r\nadditional resources. \r\n We commend the timely initiatives of the \r\nSecretary-General to sensitize the world and galvanize \r\npolitical will for urgent action to deal with global \r\nwarming and climate change. The challenge is one of \r\nthose issues that can best be addressed by a global \r\nresponse led by the United Nations. The world needs a \r\nnew global agreement that goes beyond 2012, when the \r\nKyoto Protocol expires. As we prepare for the Bali \r\nconference to negotiate a new agreement that may take \r\nyears to implement and to produce results, we should \r\nput remedial mechanisms in place to address the \r\nimmediate adverse consequences, which are already \r\nevident. \r\n In Africa, we are witnessing, in Darfur, the links \r\nbetween environmental degradation and conflict. \r\nSeveral countries are experiencing extreme climate \r\nchanges, which have brought frequent severe droughts \r\nand unexpected food shortages and have affected \r\nhydropower supplies. Unprecedented floods have \r\nwreaked havoc and destruction on agriculture, land and \r\ninfrastructure. National capabilities to cope with those \r\nnatural disasters have proved inadequate. We \r\nappreciate the humanitarian response that has followed \r\nsuch disasters, but it has often been too little and too \r\nlate.  \r\n We call upon the Secretary-General and the \r\ninternational community to position disaster response \r\nrisk-reduction mechanisms in various parts of the \r\ncontinent to predict and cope with climate-change-\r\ninduced disasters. The United Nations should also \r\nwork out ways and means to help countries in disaster-\r\nprone regions to develop national preparedness \r\ncapacities to deal with the impact of climate change. \r\n The special needs of Africa, ranging from conflict \r\nresolution and peacebuilding to development needs, are \r\nadequately reflected in the report of the Secretary-\r\nGeneral. The United Nations system has endeavoured \r\nto mainstream the special needs of Africa into the \r\nactivities and programmes of its agencies, funds and \r\nprogrammes — including the implementation of the \r\nNew Partnership for Africa’s Development (NEPAD) — \r\nespecially at the field level. We hope that delivery will \r\nbe more efficient and effective as we move towards \r\ngreater coherence and coordination among various \r\nUnited Nations entities. \r\n Coordinated response and delivery in the field \r\nwith regard to United Nations programmes for Africa \r\ndemand similar coordination and synergy at the \r\nHeadquarters level. The Office of the Special Adviser \r\non Africa is the appropriate and logical nerve centre to \r\nadvise and assist the Secretary-General in monitoring \r\nand evaluating the multitude of mandated activities on \r\nAfrica being undertaken in the field by various \r\nagencies, funds and programmes. We welcome and \r\nencourage the efforts of the Secretary-General to give \r\ndue regard to strengthening the Office and the profile \r\nof the Special Adviser on Africa in a manner that will \r\ngive him effective and efficient oversight over \r\nactivities to meet Africa’s special needs.  \r\n The Secretary-General has come at a time when \r\nthe United Nations is involved, and expected to assume \r\nunprecedented responsibilities, in the area of \r\nmaintaining international peace and security. We \r\ncommend the bold and decisive measures taken by the \r\nSecretary-General and the Security Council in the area \r\nof conflict prevention and peacemaking in Africa — \r\nwith new initiatives in Chad and the Central African \r\nRepublic — and to reinvigorate the peace process in \r\nDarfur. We encourage the Department of Political \r\nAffairs to dedicate more resources to its Mediation \r\nSupport Unit and to explore more ways in which to \r\nwork with regional, subregional and civil society \r\ninitiatives on conflict prevention. \r\n In the area of peacekeeping and peacebuilding, \r\nwe encourage the search for more innovative ways to \r\nstrengthen cooperation between the United Nations and \r\nregional organizations under Chapter VIII of the \r\nCharter. The idea of a hybrid force between the African \r\nUnion and the United Nations is one such innovative \r\narrangement. There have been other forms of \r\ncooperation and coordination between the United \r\nNations Security Council and the African Union Peace \r\nand Security Council in the area of conflict resolution \r\nand management, but there are still many gaps that \r\nneed to be filled and opportunities that have not been \r\ntaken advantage of. We are looking forward to the \r\nreport of the Secretary-General, requested by the \r\nSecurity Council, on specific proposals as to how the \r\nUnited Nations can better support regional \r\norganizations under Chapter VIII of the Charter. \r\nA/62/PV.21  \r\n \r\n07-53408 24 \r\n \r\n We would have liked to comment on every aspect \r\nof the report, but time does not permit this. In \r\nconclusion, we want to assure the Secretary-General \r\nand the General Assembly that Tanzania will continue \r\nto participate fully in the deliberations of this body and \r\nto render our unqualified support to the Secretary-\r\nGeneral. \r\n Mr. Ali (Malaysia): I wish to express the \r\nappreciation of the Malaysian delegation to the \r\nSecretary-General for his first annual report on the \r\nwork of the Organization, contained in document \r\nA/62/1. The issues and challenges that the world is \r\nfacing today place a greater demand on the \r\nOrganization to fulfil its mandate as outlined in the \r\nCharter. Therefore, it is imperative that we, the \r\nMember States, ensure that that mandate is carried out \r\neffectively. \r\n My delegation also wishes to commend the \r\nSecretary-General for his initiative to ensure that the \r\nUnited Nations continues to play a central role in the \r\nmultilateral decision-making process, in the \r\nmaintenance of international peace and security and in \r\nthe promotion of international cooperation. In that \r\nregard, we note the core task that the Secretary-General \r\nset out — making the Organization, including the \r\nSecretariat, more effective — in his introductory \r\nstatement to the Assembly, made earlier this session \r\n(see A/62/PV.4). \r\n The Secretary-General’s report states that, \r\nhalfway through the implementation of the Millennium \r\nDevelopment Goals (MDGs), progress is uneven. On \r\nthe other hand, he also states that the Goals are \r\nachievable if existing commitments are met. Looking \r\nforward, however, we believe that there is greater \r\ncause for disquiet than for optimism. That belief is \r\nbased on the following reasons. \r\n First, the marginal concept in orthodox economic \r\ntheory holds that, in the initial stages, gains are \r\nrelatively larger, and progress is therefore more rapid. \r\nHowever, the data in the report show that progress \r\nachieved on various MDG targets, even in the initial \r\nstages, is too small relative to the targets to be met. For \r\nexample, in terms of the target “Halve, between 1990 \r\nand 2015, the proportion of people who suffer from \r\nhunger”, the prevalence of underweight children under \r\n5 years of age fell from 33 to 27 per cent in developing \r\nregions during the period 1990-2005. That is only a \r\n6 per cent reduction within a 15-year timespan, \r\ncompared to an overall target of 16.5 per cent within a \r\ntotal timespan of 25 years. \r\n Secondly, the data on the prevalence of \r\nunderweight children under 5 years of age is also \r\ninteresting, as it shows that there are immense \r\nstructural and political obstacles that need to be \r\novercome. It indicates that, even when the level of \r\nglobal food production is at an all-time high, the \r\nhuman family as a whole is unable to feed its most \r\nvulnerable members. \r\n Thirdly, this lack of progress is occurring at a \r\ntime when the global economy has uninterruptedly \r\nexpanded for the past half decade. \r\n Fourthly, despite the announcement that has been \r\nmade, there is significant room to doubt that existing \r\ncommitments will be implemented in time to achieve \r\nthe MDG targets. Given the immense scale of the \r\nproblems, we are gratified that the Secretary-General \r\nhas made the achievement of the MDGs one of his top \r\npriorities. In commending the Secretary-General, we \r\nwould also like to point out that what the United \r\nNations needs to do now is to ensure that the current \r\ndevelopmental system works better, rather than merely \r\nestablish new steering groups and bodies. \r\n That said, Malaysia will support the Secretary-\r\nGeneral in any way we can. In that regard, Malaysia’s \r\nUnited Nations Development Programme (UNDP) \r\ncountry programme document envisages a higher level \r\nof cooperation with the United Nations in our South-\r\nSouth cooperation activities. It is for that reason that \r\nwe are very closely monitoring developments related to \r\nthe Triennial Comprehensive Policy Review and \r\nUNDP’s strategic plan, as both will have great bearing \r\non United Nations involvement in South-South \r\ncooperation activities. Malaysia also remains \r\ncommitted to expanding our South-South cooperation \r\nprogramme, which we are re-tailoring so that the \r\nprogrammes and initiatives offered better meet the \r\nneeds of the countries involved.  \r\n My delegation is concerned at the pace of \r\nbuilding a sustainable response to HIV/AIDS over the \r\nlonger term. We note the work of Joint United Nations \r\nProgramme on HIV/AIDS in assisting countries and \r\nhelping them to set national targets, develop national \r\ncapacity to design and implement AIDS plans, ensure \r\nthe best use of resources and encourage the \r\ninvolvement of civil society and the private sector in \r\nthis regard. In some way, all that has contributed to the \r\n A/62/PV.21\r\n \r\n25 07-53408 \r\n \r\nefforts to achieve the MDG of checking the spread of \r\nHIV/AIDS by 2015. However, the HIV pandemic is \r\nstill spreading steadily, and now affects every country \r\nin the world. Each year more people die of HIV/AIDS, \r\nand the number of people living with HIV continues to \r\nrise. That is despite the fact that we have developed \r\nmeans to check its spread. Apart from our efforts thus \r\nfar to address this problem, my delegation is of the \r\nview that more attention should be given to educating \r\npeople about the disease. Education is the key to \r\nachieving the MDG targets on HIV/AIDS.  \r\n With regard to climate change, my delegation \r\nconcurs with the Secretary-General that we are now \r\nwitnessing unprecedented momentum in efforts to \r\nmitigate and adapt to climate change. We are now more \r\naware of the gravity and urgency of the situation. We \r\nmust ensure the success of the thirteenth Conference of \r\nthe Parties to the United Nations Framework \r\nConvention on Climate Change, which is scheduled to \r\nbe held in Bali in December of this year. For the \r\nConference to be successful, the principle of common \r\nbut differentiated responsibilities must prevail. We \r\nmust recognize the fact that the poorest countries of the \r\nworld have the least capacity to adapt and should \r\ntherefore be apportioned the least responsibility in \r\nmitigating the impact of climate change. Furthermore, \r\nongoing national and regional initiatives to deal with \r\nclimate change must not compete with, but should \r\ninstead complement, the negotiations conducted within \r\nthe United Nations framework. \r\n A post-2012 agreement needs to be built upon the \r\narchitecture and other fundamentals of the Kyoto \r\nProtocol. For example, there should be an absolute \r\nemissions reduction target for developed countries, \r\nexpanded mechanisms that facilitate contributions from \r\ndeveloping countries and special provisions for the \r\nleast developed countries and small island developing \r\nStates. We know that climate change has implications \r\nnot only for the environment but also for the global \r\neconomy. That is an important additional reason why \r\nthe principle of differentiated responsibilities must \r\napply, so that developing countries can maintain their \r\ncapacities for sustainable development.  \r\n Peace and security is one of the main pillars of \r\nthe United Nations. We support the central role of the \r\nUnited Nations in the maintenance of international \r\npeace and security, as well as the promotion of a more \r\nequitable international political and economic order. \r\nThe United Nations must continue to shoulder its \r\nresponsibilities in the maintenance of international \r\npeace and security. We take note of the efforts of the \r\nSecretary-General to equip the United Nations to be \r\nable to face the increasing and demanding challenges \r\nin that area. \r\n Malaysia commends the efforts of the United \r\nNations to improve the effectiveness and efficiency of \r\nits peacekeeping operations. In order to ensure the \r\ncontinued effectiveness of peacekeeping operations, we \r\nare of the view that the Department of Peacekeeping \r\nOperations should be strengthened and adequately \r\nstaffed, taking into account the principle of equitable \r\ngeographical representation. The United Nations \r\nshould also provide the necessary training for \r\npeacekeepers to meet the specific needs and varying \r\nnature of peacekeeping operations in order to ensure \r\ntheir overall success. \r\n The future development of massive hybrid \r\npeacekeeping operations in the Sudan, Chad and the \r\nCentral African Republic opens up a new dimension of \r\na future framework of cooperation between regional \r\norganizations and the United Nations in handling peace \r\nand security issues. We will closely monitor the \r\neffectiveness of that cooperation, which could lay the \r\nfoundations for future peacekeeping operations. \r\n The key to peace in the Middle East rests on a \r\njust settlement of the Palestinian issue. In that \r\nconnection, Malaysia supports the role of the United \r\nNations to promote a comprehensive and peaceful \r\nsettlement and the realization of a two-State solution. \r\nReal peace can be achieved only if the legitimate rights \r\nof Palestinians are recognized and protected. The \r\nUnited Nations must play the role of an honest broker \r\nand a protector of all the rights of the Palestinian \r\npeople. \r\n Malaysia concurs with the Secretary-General’s \r\nview that the failure and deadlock that has \r\ncharacterized the major forums and instruments in the \r\nareas of disarmament, arms control and  \r\nnon-proliferation for the past few years have \r\nunderlined the clear need to revitalize the international \r\ndisarmament agenda through coordinated efforts, in \r\nwhich the United Nations should play a more effective \r\nrole. Malaysia reaffirms the important role of the \r\nOffice for Disarmament Affairs in engaging with \r\nMember States, intergovernmental organizations and \r\ncivil society. It should promote universal participation \r\nin multilateral treaties. \r\nA/62/PV.21  \r\n \r\n07-53408 26 \r\n \r\n My delegation notes that this year we \r\ncommemorated the tenth anniversary of the entry into \r\nforce of the Chemical Weapons Convention. Malaysia \r\nhopes that more countries will become parties to the \r\nConvention, as well as to other instruments relating to \r\ndisarmament and non-proliferation of weapons of mass \r\ndestruction, in particular the Treaty on the  \r\nNon-Proliferation of Nuclear Weapons (NPT). The \r\naccession of India, Pakistan and Israel to the NPT, and \r\nthe observance by nuclear-weapon States of their \r\nobligations under the NPT, would strengthen the \r\nnuclear disarmament regime.  \r\n The advisory opinion of the International Court \r\nof Justice (ICJ) on the legality of the threat or use of \r\nnuclear weapons, which was issued on 8 July 1996, \r\nunderlined that there exists an obligation to pursue in \r\ngood faith and to bring to a conclusion negotiations \r\nleading to nuclear disarmament in all its aspects, under \r\nstrict and effective international control. To date, there \r\nare no indications on the part of nuclear-weapon States \r\nthat they will carry out this obligation. Our goal should \r\nbe to achieve general and complete disarmament \r\nthrough the multilateral process, of which the primary \r\nconcern should be nuclear disarmament. \r\n My delegation commends the efforts of the \r\nUnited Nations humanitarian system in strengthening \r\nthe United Nations humanitarian response to crisis. We \r\nrecognize that, since 2006, the Central Emergency \r\nResponse Fund has marked a significant step forward \r\nin improving the speed and predictability of funding \r\nfor humanitarian crises. However, to further improve \r\nthe humanitarian response of the United Nations, my \r\ndelegation is of the view that the United Nations policy \r\nguidance on humanitarian response should be further \r\nstrengthened to help the international community deal \r\npromptly with emergencies and natural disasters \r\nwhenever and wherever they occur. The international \r\ncommunity should be able to work collaboratively to \r\nprovide effective mechanisms to mitigate the impact of \r\nnatural and human-induced disaster and serve as a joint \r\nresponse to disasters and emergencies through \r\nconsidered global, regional and national efforts.  \r\n It should also intensify its cooperation to \r\nstrengthen efforts towards developing a worldwide \r\nearly warning system for natural and human-induced \r\ndisasters through, among other things, a multimodal \r\napproach, taking into consideration the internationally \r\nagreed framework on the strategy for disaster reduction \r\nand the operationalization of regional standby \r\narrangements for disaster relief and emergency \r\nresponse. Cooperation should be intensified in the \r\nareas of emergency relief, rehabilitation and \r\nreconstruction, and prevention and mitigation in the \r\naftermath of disaster. More important, the capacity of \r\ndisaster-prone countries to handle disaster must be \r\nimproved and strengthened.  \r\n We welcome the Secretary-General’s efforts to \r\nfurther strengthen a system of accountability, \r\ntransparency and efficiency of the Organization. We \r\nlook forward to receiving further reports relating to \r\nthese areas in the coming months. Taking into account \r\nthe process under way and previous experiences as \r\nwell as the efficiency resulting from the current rules \r\nand regulations, we firmly believe that reform is the \r\ncollective agenda of all Member States that must be \r\ndealt with in a realistic manner. All decisions and \r\nmandates of the General Assembly should continue to \r\nbe honoured and respected throughout the process. To \r\nmake the United Nations a more efficient and effective \r\norganization, collective views of Member States are \r\ndeemed important to ensure predictable resources and \r\ntimely implementation of all mandated programmes \r\nand activities. The Secretary-General and the \r\nSecretariat should avoid duplication of resources and \r\nshould avoid embarking upon proposals that would be \r\ndetrimental to the work of the Organization. \r\n Our hope for a better, more prosperous and \r\npeaceful world remains with the United Nations. For \r\nthe past six decades, the United Nations has struggled \r\nto maintain its role as envisaged in the Charter in spite \r\nof the imperfections, shortcomings and constraints \r\nimposed upon it by none other than Member States \r\nthemselves. The United Nations is the beacon for \r\nmultilateralism that needs to keep burning. It needs to \r\nbe reformed and restructured according to the times \r\nand in keeping with current and future challenges. At \r\nthis session the General Assembly, under the guidance \r\nof its President, should set the pace for the hard work \r\nahead that is required. \r\n Mr. Sangqu (South Africa): Let me begin by \r\ncongratulating the Secretary-General on his first annual \r\nreport on the work of the Organization. In his report, \r\nthe Secretary-General notes that  \r\n“the Member States and the peoples of the world \r\nare asking the United Nations to do more — in \r\nmore spheres of activity, in more locations, in \r\nmore challenging circumstances — than at any \r\n A/62/PV.21\r\n \r\n27 07-53408 \r\n \r\npoint in the Organization’s history” (A/62/1, \r\npara. 1). \r\n This demand by the peoples of the world is \r\nevidence of their faith in this Organization, in \r\nmultilateralism, and in the Organization’s ability to live \r\nup to its Charter creed, which is  \r\n“to save succeeding generations from the scourge \r\nof war, … to reaffirm faith in fundamental human \r\nrights, in the dignity and worth of the human \r\nperson, in the equal rights of men and women and \r\nof nations large and small, to establish conditions \r\nunder which justice and respect for the \r\nobligations arising from treaties and other sources \r\nof international law can be maintained, and to \r\npromote social progress and better standards of \r\nlife in larger freedom”. \r\n We concur with the Secretary-General that in \r\norder to deliver results consistently and effectively we \r\nshall need the commitment of Member States, as well \r\nas reform and reorientation of the Organization. It is \r\nfor that reason that my delegation, together with the \r\ndelegations of Sweden, Thailand and Chile, set up the \r\nFour Nations Initiative in order to generate, with the \r\nassistance of the entire membership of the \r\nOrganization, a Member State perspective on the \r\nUnited Nations management reforms necessary for the \r\nOrganization to better meet the challenges before it. \r\nWe have presented to the President of the General \r\nAssembly and to the Secretary-General our report on \r\nmanagement reform and trust that it will be found \r\nuseful as we proceed with our efforts to reform the \r\nOrganization. \r\n The report of the High-level Panel on System-\r\nwide Coherence (A/61/583) and the report of the \r\nSecretary General (A/61/836) on its recommendations, \r\nincluding on reports from the States that are pilot \r\nprojects for the “delivering-as-one” principle, are \r\nhelpful in our ongoing engagement on the issue, and \r\nmy delegation supports all efforts at arriving at \r\nconsensus regarding the aspect of system-wide \r\ncoherence. \r\n The reform of the United Nations cannot be \r\nlimited to the reform of the Secretariat if the \r\nOrganization is to tackle the challenges before it. That \r\nreform must also entail reform of the Security Council. \r\nIt is for that reason that my delegation, together with \r\nother delegations, has insisted upon entering into \r\nresult-oriented intergovernmental negotiations on the \r\nissue of Security Council reform. My delegation is of \r\nthe view that the Security Council should be expanded \r\nin both the permanent and non-permanent categories \r\nand that Africa deserves two seats in the permanent \r\ncategory consistent with the African common position \r\nas set forth in the consensus. \r\n We agree with the Secretary-General that our \r\npriority should be “delivering results on the promise of \r\nthe Millennium Development Goals” (A/62/1, para. 6). \r\nPoverty and underdevelopment remain the biggest \r\nthreats to the progress that has been achieved in \r\nattempting to save succeeding generations from the \r\nscourge of war. We are now halfway towards the target \r\nset for the achievement of the Millennium \r\nDevelopment Goals (MDGs) and still some developed \r\nnations continue to consistently refuse to fulfil their \r\ncommitments that would help to improve the lives of \r\nthe poor.  \r\n We have not implemented the Monterrey \r\nConsensus on Financing for Development, thus making \r\nit difficult for the majority of developing countries, \r\nespecially those in Africa, to achieve the MDGs. We \r\nmust, as States Members of the United Nations, \r\nimplement the policies and strategies aimed at the \r\nachievement of sustainable development. It is \r\nimportant that international institutions, such as the \r\nBretton Woods institutions and the World Trade \r\nOrganization, embark on the implementation of all the \r\ncommitments that the international community has \r\nmade so that the developed countries become true \r\nglobal partners for development with the developing \r\ncountries and follow through upon their commitments \r\nto provide official development assistance and not hide \r\nbehind conditionalities. \r\n In the United Nations Millennium Declaration, \r\nthe peoples of the world said, “We will spare no effort \r\nto free our fellow men, women and children from the \r\nabject and dehumanizing conditions of extreme \r\npoverty…” (resolution 55/2, para. 11).  \r\n My delegation believes and sincerely hopes that \r\nwe have neither forgotten nor abandoned that lofty \r\ncommitment, nor abandoned our fellow men, women \r\nand children.  \r\n We commend the Secretary-General for making \r\nclimate change a key priority for the Organization, \r\nparticularly in the light of the fact that overcoming \r\nclimate change will contribute to the achievement of \r\nthe MDGs. My delegation, however, wishes to recall \r\nA/62/PV.21  \r\n \r\n07-53408 28 \r\n \r\nthe many programmes and declarations — with clear \r\nimplementation targets aimed at addressing the \r\nchallenges of climate change, poverty and \r\nunderdevelopment — that have already been agreed to \r\nby the international community. The efforts of the \r\nUnited Nations should therefore be invested primarily \r\nin ensuring the implementation of those programmes, \r\ndeclarations and agreements, among them the Earth \r\nSummit, held at Rio de Janeiro; the Johannesburg Plan \r\nof Implementation; and the Monterrey Consensus, the \r\nagreement of the International Conference on \r\nFinancing for Development, which included donor \r\ncommitments to meet the official development \r\nassistance target of 0.7 per cent of gross domestic \r\nproduct, debt cancellation for the least developed \r\ncountries and the provision of access to the markets of \r\nthe developed world for goods and services from the \r\ndeveloping world.  \r\n It is evident from the Secretary-General’s report \r\nthat, if we fail to seize now the opportunity to address \r\nmajor diseases such as tuberculosis, malaria and \r\nHIV/AIDS, the MDGs will not be achieved. In that \r\nregard, my delegation welcomes the adoption, at the \r\nHigh-level Meeting on AIDS, held on 2 June 2006, of \r\nthe Political Declaration on HIV/AIDS (resolution \r\n60/262), which declared the goal of moving towards \r\nuniversal access to HIV prevention programmes, \r\ntreatment, care and support by 2010. In fulfilling that \r\ncommitment, South Africa recently adopted a \r\ncomprehensive strategic plan for 2007-2011 to deal \r\nwith HIV/AIDS and sexually transmitted infections. \r\nThe strategic plan represents South Africa’s \r\nmultisectoral response to the challenge of HIV \r\ninfection and to the wide-ranging impacts of AIDS. \r\n We are equally aware that, in addition to poverty \r\nand underdevelopment, there are other challenges that \r\nwe must meet through the Organization. The Secretary-\r\nGeneral has mentioned his efforts to help address the \r\nhuman rights problem and the humanitarian situation in \r\nDarfur, Sudan. We commend him for those efforts and \r\nencourage him to remain engaged in finding a solution \r\nto the Darfur crisis. My delegation associates itself \r\nwith the Secretary-General’s plea that we must act now \r\nto put an end to the suffering of the people of Darfur \r\nby bringing together all our resources to establish \r\nsecurity, to facilitate a durable political solution, to \r\nbring an end to impunity and to meet the people’s \r\nmonumental humanitarian needs. It is for that reason \r\nthat we have committed our own men and women to \r\nthe African Mission in the Sudan and that we are \r\ncommitted to providing personnel to the African \r\nUnion-United Nations Hybrid Operation in Darfur.  \r\n The violent conflicts in the Democratic Republic \r\nof the Congo, Somalia, Palestine, Israel, Iraq and \r\nAfghanistan and the repression and human rights \r\nviolations in Myanmar are of grave concern to us. \r\nAnother unresolved problem is the issue of  \r\nself-determination for the people of Western Sahara, \r\nwho continue to cry out for a solution and to look to \r\nthe Organization to provide one. It is therefore \r\nimportant that the United Nations continue to extol the \r\nrule of law as its fundamental principle, to urge States \r\nto respect human rights and to endorse the peaceful \r\nsettlement of disputes. No number of peacekeepers in \r\nany territory can ensure durable peace unless and until \r\njustice based on law prevails. It is for that reason that \r\nwe support the ongoing cooperation between the \r\nUnited Nations and the International Criminal Court. \r\n In conclusion, the faith of the peoples of the \r\nworld has been invested in the Organization. The poor \r\nof the world ask themselves: where is the resolve that \r\nhelped to rebuild European countries after the Second \r\nWorld War? Where is the resolve that helped to put \r\nAsian countries on their path to development? This \r\ngeneration, unlike any before it, has the means to \r\ndefeat poverty and underdevelopment. Let it now \r\nmanifest the will to do so by implementing the \r\ndecisions and commitments that it has made before the \r\nOrganization. \r\n Mr. Bodini (San Marino): I wish to congratulate \r\nthe Secretary-General on his comprehensive report on \r\nthe work of the Organization (A/62/1). For two weeks, \r\nour heads of State, prime ministers and ministers for \r\nforeign affairs spoke about the many challenges \r\nconfronting all of us and expressed their visions and \r\nsolutions with regard to world affairs. Now, they have \r\nleft us all alone in this great Hall to carry out their \r\npolicies.  \r\n If we are to succeed, it is incumbent upon us to \r\nmake the United Nations in its entirety a more efficient \r\nand productive place. In fact, how can we respond to \r\nthe world’s many and increasing challenges if we \r\ncannot even revitalize the very core of the United \r\nNations, the General Assembly? How credible is our \r\ncollective ability to resolve world crises if we are \r\nunable, after so many years, to reform the Security \r\nCouncil itself? How can we ask our Secretary-General, \r\n A/62/PV.21\r\n \r\n29 07-53408 \r\n \r\nwhom we appointed by acclamation, to perform his \r\nduties if we continue to micromanage the Secretariat’s \r\naffairs through the Fifth Committee?  \r\n San Marino, like many other countries, does not \r\npossess weapons of mass destruction. We do not even \r\npossess a small army. Our only hope and defence is a \r\nstrong, efficient and credible United Nations. Under \r\nthe leadership of the President of the General \r\nAssembly and the Secretary-General, we want to move  \r\nforward, without delay, in changing the way in which \r\nwe do business and make decisions in this Hall. We \r\nmust expand the Security Council to make more \r\nrepresentative. We must enable our Secretary-General \r\nto respond in a timely and efficient way to the many \r\nworld threats confronting us so that the United Nations \r\ncan fulfil the expectations of our Governments and our \r\npeoples.  \r\n  The meeting rose at 6 p.m. \r\n \r\n"