" United Nations  A/62/PV.39\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n39th plenary meeting \r\nTuesday, 30 October 2007, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-57118 (E) \r\n*0757118* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The Former Yugoslav Republic of Macedonia) \r\n \r\n \r\nThe meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda item 43 \r\n \r\nReport of the Economic and Social Council \r\n \r\n  Report of the Economic and Social Council \r\n(A/62/3)  \r\n \r\n  Report of the Secretary-General (A/62/283) \r\n \r\n  Note by the Secretary-General (A/62/277) \r\n \r\n The President: The General Assembly will now \r\nconsider agenda item 43, entitled “Report of the \r\nEconomic and Social Council”. \r\n In connection with this item, I would like to \r\nrecall to the members of the General Assembly that, \r\npursuant to Assembly resolution 58/316 of 1 July 2004, \r\nthe Assembly, on the recommendation of the General \r\nCommittee, decided at its 3rd plenary meeting, on \r\n21 September 2007, to consider agenda item 43 in its \r\nentirety in plenary, on the understanding that the \r\nadministrative, programme and budgetary aspects \r\nshould be dealt with by the Fifth Committee. \r\n At the same meeting, the Assembly took note of \r\nthe clarification that, in implementing resolution \r\n58/316 to consider item 43 in its entirety in the plenary, \r\nthe relevant parts of chapter I of the report that are \r\nunder agenda items already allocated to the Main \r\nCommittees will be considered by the Committee \r\nconcerned for final action by the General Assembly. \r\n I give the floor to the President of the Economic \r\nand Social Council, Mr. Dalius Čekuolis, to introduce \r\nthe report of the Economic and Social Council. \r\n Mr. Čekuolis (Lithuania), President of the \r\nEconomic and Social Council: I have the honour to \r\nintroduce the 2007 report of the Economic and Social \r\nCouncil. \r\n This year’s substantive session was an important \r\nlandmark in the work of the Council. It laid the \r\nfoundation for a renewed Economic and Social \r\nCouncil. By implementing the vision of the 2005 \r\nWorld Summit, this session opened new avenues for \r\nthe future of the Council, particularly the annual \r\nministerial review and the launch of the biennial \r\nDevelopment Cooperation Forum. \r\n I would like to briefly highlight some of the key \r\noutcomes of this session and then focus on some future \r\nsteps. \r\n This year’s special high-level meeting of the \r\nCouncil with the Bretton Woods institutions, World \r\nTrade Organization and United Nations Conference on \r\nTrade and Development (UNCTAD) initiated \r\npreparations for the Follow-up of the International \r\nConference on Financing for Development to Review \r\nthe Implementation of the Monterrey Consensus, to be \r\nheld in Doha, in the second half of 2008. That meeting \r\nrepresents the centrepiece of our dialogue on the global \r\npartnership for development. \r\n The first annual ministerial review exceeded all \r\nexpectations. It provided focus and concrete content to \r\nthe discussion of policies and means required to \r\nimprove and accelerate implementation of Millennium \r\nDevelopment Goals 1 and 8, the eradication of poverty \r\nand hunger through the global partnership for \r\ndevelopment. I hope the Assembly will draw upon the \r\nA/62/PV.39  \r\n \r\n07-57118 2 \r\n \r\nwork of the Council for its specific meeting focused on \r\ndevelopment, as decided in Assembly resolution \r\n60/265. \r\n The high point of the review was, in my view, the \r\nnational voluntary presentations by the ministers of six \r\ndeveloping countries — Bangladesh, Barbados, \r\nCambodia, Cape Verde, Ethiopia and Ghana — which \r\nbecame an occasion for peer review, knowledge \r\nsharing and information exchange. From them, five key \r\npolicy messages emerged. First, national development \r\nstrategies are working, but not at the pace required. We \r\nneed to accelerate and scale-up the implementation \r\nprocess. Secondly, the global partnership should be \r\nmade more effective in all its dimensions. Thirdly, the \r\nglobal economic environment should be made \r\npro-development and pro-poor. Fourthly, monitoring \r\nthe implementation of commitments and accountability \r\nshould be strengthened. Finally, emerging threats that \r\nhamper efforts to realize these goals, such as climate \r\nchange and desertification, should be addressed \r\nurgently. \r\n The high number of countries that have \r\nvolunteered to be reviewed by the Council next year, \r\nincluding many developed countries, highlights the \r\nCouncil’s role as a convener and the central forum for \r\nreviewing global development goals. Next year’s \r\npresentations should be a further step forward as the \r\nCouncil will be undertaking a review of countries at \r\ndifferent stages of development and different \r\nperspectives. \r\n We also had a very stimulating dialogue at the \r\nlaunch of the biennial Development Cooperation \r\nForum, a unique global platform in which all actors \r\nengaged in a dialogue on key policy issues affecting \r\ndevelopment cooperation, which included issues such \r\nas the quantity, quality and impact of aid and aid \r\ncoordination. The task of the 2008 Forum will be to \r\noffer strong analysis and provide guidance on how \r\ndevelopment cooperation can best support the \r\ninternationally agreed development goals. \r\n The ministerial declaration, adopted by \r\nconsensus, sends an important message that the \r\ninternational community is united in dealing with the \r\nobstacles and challenges in the realization of the \r\nMillennium Development Goals, particularly Goal 1. \r\n The practical dimension of partnerships was \r\nillustrated at the first-ever Innovation Fair, where a \r\ndozen United Nations system entities, several \r\nnon-governmental organizations and private sector \r\nentities showcased their products and projects for the \r\nreduction of hunger, malnutrition and poverty. \r\nInnovation Fairs are expected to serve as the hub for \r\npromoting and catalysing tangible, multi-stakeholder \r\npartnerships for implementing the United Nations \r\ndevelopment agenda. \r\n The deliberations on the theme of strengthening \r\nefforts at all levels to promote pro-poor sustained \r\neconomic growth, including through equitable \r\nmacroeconomic policies, highlighted five key policy \r\nmessages. First, the link between economic growth and \r\npoverty reduction is complex and there is a need for \r\nfurther study, including on their relation to equity. \r\nSecondly, there is a need for broad-based \r\nmacroeconomic policies, which should be formulated \r\nin the framework of a national development strategy. \r\nThirdly, some national policies have spill-over effects \r\non other countries, while external conditions affect \r\nnational economies. Fourthly, there is a need to \r\nincrease the voice and participation of developing \r\ncountries in international decision-making. Finally, \r\ninternational regimes that had been developed without \r\nmuch participation by developing countries need to be \r\nreviewed and reassessed. \r\n The Council’s coordination segment showed that \r\nthe 2006 ministerial declaration has mobilized the \r\nUnited Nations system and Governments in making \r\nemployment and decent work a central objective of \r\ntheir policies and activities. That augurs well for \r\nstrengthening linkages between the high-level and \r\ncoordination segments of the Council in order to \r\ntranslate its normative work into practical \r\nimplementation. During the humanitarian affairs \r\nsegment, the Council gave guidance on how to \r\nstrengthen the coordination of the humanitarian system \r\nof the United Nations. It highlighted the need for the \r\ncapacity-building of national, local and regional \r\norganizations; broader partnerships among \r\nhumanitarian organizations; and the need to improve \r\nhumanitarian stand-by capacities, including with the \r\nprivate sector.  \r\n Many proposed that the Economic and Social \r\nCouncil should become a more active body by \r\nconvening ad hoc meetings on humanitarian \r\nemergencies. I believe that this collective thinking \r\nshould be put into action in line with General \r\nAssembly resolution 61/16. \r\n A/62/PV.39\r\n \r\n3 07-57118 \r\n \r\n The Council’s work on the operational activities \r\nfor development was of special significance. A number \r\nof themes emerged in the discussions on the Triennial \r\nComprehensive Policy Review, which have informed \r\nthe Assembly’s debates over the past days. These \r\ninclude the importance of national ownership and \r\nleadership of United Nations operational activities; the \r\nneed for increased, more stable and predictable core \r\nand non-core resources; the significance of support by \r\nthe United Nations system in countries in transition \r\nfrom relief to development; and better coordination \r\nwith peacebuilding efforts. Also, the need for greater \r\ncoordination and coherence of the United Nations \r\nsystem at the country level was highlighted. \r\n In the general segment, the Council focused on, \r\namong other issues, consolidating and coordinating the \r\nwork of its subsidiary bodies. The Council’s role in this \r\narea is becoming all the more important as we proceed \r\nto implement the United Nations development agenda \r\nin a unified and effective way. \r\n Many other outcomes of the Council are of key \r\nrelevance to the work of the Assembly, such as those \r\non human rights, social development and gender \r\nmainstreaming, to mention only a few. They will, I am \r\nsure, help the Second and Third Committees in their \r\nwork. \r\n Allow me to share with you what I see as the next \r\nissues for the Council where we need to mobilize our \r\nefforts to achieve the goals of the 2005 World Summit \r\nOutcome (General Assembly resolution 60/1). The \r\n2005 World Summit rightly highlighted the linkages \r\nbetween peace, development and human rights and the \r\nneed for multidimensional strategies. Nine out of the \r\nten countries with the lowest human development \r\nindicators have experienced conflict at some point \r\nsince 1990. Those countries are clearly very far from \r\nachieving the targets and goals set out in the United \r\nNations development agenda. \r\n The new role assigned to the Economic and \r\nSocial Council to conduct annual ministerial reviews \r\nwill, hopefully, strengthen its capacity to contribute to \r\nthe area of peacebuilding. That will give the Council \r\nthe opportunity to continually assess how conflict is \r\naffecting the implementation of the development \r\nagenda and to review and share lessons learned on how \r\ndevelopment strategies can help forestall violent \r\nconflict. The biennial high-level Development \r\nCooperation Forum can also provide a unique \r\nopportunity for the Council to examine how \r\ndevelopment cooperation can best support countries \r\nseeking to emerge from conflict. \r\n The agreement to extend the Council’s Ad Hoc \r\nAdvisory Groups on Guinea-Bissau and Haiti is a clear \r\nrecognition of the useful contribution that the Council \r\ncan make to the long-term development of such \r\ncountries. The lessons learned from those Groups could \r\ncontribute to enriching the work of the Peacebuilding \r\nCommission. I will work with members of the \r\nCouncil’s Bureau in further strengthening the ties \r\nbetween the relevant bodies. \r\n The Council has unique Charter-based tasks \r\naimed at promoting stronger, coordinated responses \r\nfrom the United Nations system and other partners to \r\nhumanitarian crises. It can also help to ensure equal \r\nfocus on investing in mitigation and investing in \r\ndevelopment processes, which reduces the \r\nvulnerability of those most at risk. The Council was \r\nasked by the 2005 World Summit to play a role in \r\nmonitoring a coherent international response. In recent \r\nyears, it has undertaken that role by convening \r\nemergency sessions aimed at strengthening the \r\ncoordination of the emergency humanitarian system of \r\nthe United Nations. I believe that the time has come to \r\nadopt a regular practice for turning to the Council \r\nwhenever major humanitarian emergencies occur. That \r\nwould be a step towards the implementation of its \r\nmandate to address such situations. \r\n In conclusion, a more substantive and interactive \r\nrelationship is developing between the Assembly and \r\nthe Council that should help in providing practical \r\norientation to the international community in the \r\nfollow-up to the 2005 World Summit Outcome. My \r\nexperience as President of the Economic and Social \r\nCouncil has shown me the potential of the Council in \r\nmeeting many of the core concerns of the international \r\ncommunity. The convening power and the spirit of \r\nengagement that have been the hallmark of United \r\nNations conferences are captured in the Economic and \r\nSocial Council. That inclusive spirit of United Nations \r\ninternational conferences permeated this year’s session \r\nof the Council. \r\n It is now a time of great change. New forms of \r\ninternational cooperation are emerging and new \r\ninstitutional arrangements are being put in place as part \r\nof the efforts to eradicate poverty, protect people from \r\ndisasters and protect our environment and especially to \r\nA/62/PV.39  \r\n \r\n07-57118 4 \r\n \r\naddress climate change. It is also a time of high \r\nexpectations: despite important gains in the standard of \r\nliving, there remain tremendous challenges including \r\npoverty and hunger, especially in Africa. We must get \r\ndevelopment right for the world’s peoples. \r\n Mr. Mahmood (Pakistan): I have the honour to \r\nmake this statement on behalf of the Group of 77 and \r\nChina on the item entitled, “Report of the Economic \r\nand Social Council” and the item entitled, “Integrated \r\nand coordinated implementation of and follow-up to \r\nthe outcomes of the major United Nations conferences \r\nand summits in the economic, social and related \r\nfields”. \r\n The 2007 substantive session of the Economic \r\nand Social Council was special and in some ways \r\nhistoric, because we embarked on the \r\noperationalization of the new responsibilities assigned \r\nto the Council by the leaders at the 2005 World \r\nSummit. Those responsibilities were elaborated in \r\nGeneral Assembly resolution 61/16. \r\n For the Group of 77 and China this was a \r\nwelcome and important step towards revitalizing and \r\nfurther strengthening the Economic and Social \r\nCouncil, with a view to allowing it to perform the \r\ncentral role on economic and social issues envisaged \r\nfor it under the United Nations Charter. \r\n During the substantive session, we were happy to \r\nsee the thematic discussion of the high-level segment \r\ndevelop complementarity with the newly acquired \r\nfunctions of the Economic and Social Council: the \r\nannual ministerial review and the Development \r\nCooperation Forum. We were able to articulate our \r\nviews and vision on strengthening efforts at all levels \r\nto promote pro-poor sustained economic growth, \r\nincluding through equitable macroeconomic policies. \r\n The Group of 77 and China is also reasonably \r\nsatisfied with the convening of the first annual \r\nministerial review and the successful launch of the \r\nDevelopment Cooperation Forum during the 2007 \r\nSession. Nonetheless, we believe that the first annual \r\nministerial review was a somewhat one-sided event, \r\nwith only developing countries making their voluntary \r\nnational presentations. We would like to take the \r\nopportunity to reiterate our call for substantive and \r\nequal participation on the part of developed partners in \r\nfuture sessions of the annual ministerial review. It \r\nwould help to know how far their policies are in \r\nconformity with the guidelines for aid effectiveness, as \r\nwell as how they see the implementation of the \r\ncommitments undertaken under the internationally \r\nagreed development goals including the Millennium \r\nDevelopment Goals. \r\n It is our hope that the annual ministerial review \r\nwill look honestly at the status of implementation by \r\nboth developed and the developing countries and will \r\ncome to conclusions that will invigorate the process of \r\nimplementation of the commitments undertaken under \r\nthe Millennium Development Goals and the \r\ninternationally agreed development goals and that it \r\nwill advance the development agenda in a \r\ncomprehensive and universal manner, so that we can \r\neradicate poverty. \r\n We are also glad that, consistent with paragraph 8 \r\nof resolution 61/16, we have been able to decide on the \r\nannual ministerial review themes for 2007 and 2008, \r\nfocusing on the implementation of agreed development \r\ngoals and commitments. The Group of 77 and China is \r\nof the firm view that the purpose of the annual \r\nministerial review, in addition to reviewing the status \r\nof implementation of various commitments, should be \r\nto identify the gaps, shortcomings and successes, both \r\nat the national level and at the level of our \r\ndevelopment partners, and to further develop policy \r\nrecommendations to advance the implementation \r\nprocess. We hope that future ministerial declarations \r\nissued by the Economic and Social Council after \r\nannual ministerial reviews will contain both an \r\nassessment as well as recommendations for action. In \r\nthis regard, the adoption of the ministerial declaration \r\nby consensus at the first session of the reinvigorated \r\nEconomic and Social Council was also auspicious and \r\nbodes well for our future work. \r\n The Group of 77 and China looks forward to the \r\nsubstantive launch of the Development Cooperation \r\nForum in 2008. We see the Development Cooperation \r\nForum as an outstanding opportunity to enhance global \r\npartnership for development as set out in the \r\nMillennium Declaration, the Monterrey Consensus and \r\nthe Johannesburg Plan of Implementation. \r\n In our view, the overall purpose of the \r\nDevelopment Cooperation Forum should be to ensure, \r\nfirst, that development cooperation is responsive to the \r\nneeds of the developing countries, as set out in their \r\nnational development plans and strategies, and to the \r\ninternationally agreed development goals and the \r\nMillennium Development Goals; secondly, that the \r\n A/62/PV.39\r\n \r\n5 07-57118 \r\n \r\nquality and quantity of development financing is \r\nadequate and appropriate to the needs of the recipient \r\ncountries; thirdly, that development cooperation \r\nachieves the desired objectives and results; and \r\nfourthly, that such cooperation is pursued in a \r\ncoordinated and coherent manner at the national, \r\nregional and global levels. \r\n The effectiveness and relevance of the \r\nDevelopment Cooperation Forum will depend to a \r\nlarge extent on the ability to monitor implementation. \r\nAs in the case of the annual ministerial review, we \r\nwould advocate the development of agreed criteria and \r\nbenchmarks to measure the implementation, \r\neffectiveness and results of development cooperation. \r\n The Group of 77 and China has consistently \r\ncalled for effective monitoring of the implementation \r\nof the Millennium Development Goals and the \r\ninternationally agreed development goals. We believe \r\nthat, while there are some indicators to measure \r\nprogress achieved with regard to the first seven MDGs, \r\nspecific benchmarks and targets should be developed to \r\nmeasure the implementation of MDG 8, as well as the \r\ninternationally agreed development goals. We call on \r\nthe United Nations — especially the Department of \r\nEconomic and Social Affairs, the United Nations \r\nConference on Trade and Development, the United \r\nNations Development Programme, as well as the \r\nInternational Monetary Fund, World Bank and the \r\nWorld Trade Organization, to contribute to the \r\nelaboration of this type of specific benchmarks to \r\nfacilitate the monitoring of the implementation of \r\nMDG 8 and other internationally agreed development \r\ngoals. \r\n Mr. Al Bayati (Iraq), Vice-President, took the \r\nChair. \r\n The resolution entitled “Follow-up to the \r\ndevelopment outcome of the 2005 World Summit, \r\nincluding the Millennium Development Goals and \r\nother internationally agreed development goals” \r\n(resolution 60/265) reaffirmed that the United Nations \r\nis the central, fully inclusive, global, multilateral, \r\ninternational and representative organization \r\nresponsible for development policies, review and \r\nprogress, and for the integrated and coordinated \r\nimplementation of and follow-up to the outcomes of \r\nthe United Nations major conferences and summits in \r\nthe economic, social and related fields. \r\n The United Nations system must, therefore, in \r\naccordance with resolution 60/265, strengthen the \r\nexisting mechanisms and, where appropriate, establish \r\neffective mechanisms to monitor, review and follow-up \r\non the implementation of the outcomes of all the major \r\nUnited Nations conferences and summits in the social, \r\neconomic and related fields as a matter of priority. \r\n We also look forward during this session to the \r\nconvening of a specific meeting of the General \r\nAssembly, pursuant to resolution 60/265, focused on \r\ndevelopment, covering, inter alia, an assessment of \r\nprogress made over the previous year. \r\n In conclusion, let me reiterate the importance of \r\nthe United Nations playing a central role in the \r\npromotion of international cooperation for \r\ndevelopment. The United Nations should undertake \r\nregular periodic review and assessment of international \r\neconomic and development policies, including those of \r\nthe Bretton Woods institutions, and their impact on \r\ndevelopment. In this regard, we request the Secretary-\r\nGeneral to undertake an analysis of the resources \r\nneeded to exercise the mandates, as outlined in \r\ndecisions taken in General Assembly resolutions \r\n60/265 and 61/16. \r\n Mr. Lobo de Mesquita (Portugal): I have the \r\nhonour to speak on behalf of the European Union. The \r\ncandidate countries Croatia and the former Yugoslav \r\nRepublic of Macedonia, the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania, Bosnia and Herzegovina, \r\nMontenegro and Serbia, as well as Ukraine, Moldova \r\nand Georgia align themselves with this statement. \r\n The European Union welcomes this opportunity \r\nto discuss the report of the Economic and Social \r\nCouncil and the work of the Council in 2007 (A/62/3). \r\nIndeed, this year has been an historic one for the \r\nEconomic and Social Council, with the holding of the \r\nfirst annual ministerial review and Development \r\nCooperation Forum, giving life to the reforms \r\ninstituted by our heads of State and Government during \r\nthe 2005 World Summit. \r\n These new modalities ensure that the Economic \r\nand Social Council will remain the central mechanism \r\nfor the follow-up of the outcomes of the major United \r\nNations conferences and summits, including the \r\nMillennium Development Goals (MDGs) and other \r\ninternationally agreed development goals. Indeed, the \r\nannual ministerial review and the Development \r\nA/62/PV.39  \r\n \r\n07-57118 6 \r\n \r\nCooperation Forum will serve as a vehicle to step up \r\nefforts to put the international community on track to \r\nmeeting the Millennium Development Goals by 2015 \r\nand to reinforce the Council’s coordinating role in the \r\neconomic, social, environmental and related fields. \r\n The decision by the Council to focus the first \r\nannual ministerial review on the theme of \r\n“Strengthening efforts to eradicate poverty and hunger, \r\nincluding through the global partnership for \r\ndevelopment” was appropriate, channelling thereby the \r\nefforts of the high-level segment of the Economic and \r\nSocial Council around MDG 1.  \r\n As the objective of this meeting is to provide a \r\nglobal high-level forum where a systematic review of \r\nprogress is made in the implementation of the United \r\nNations development agenda, including offering a \r\nplatform for an exchange of lessons learned and \r\nsuccessful practices and approaches, the European \r\nUnion remains committed to continue focusing these \r\nefforts on the MDGs on an individual or clustered \r\nbasis, so as to keep them under systematic and \r\nsubstantive review, thereby increasing the attention \r\ngiven to these critical development areas. \r\n With its new functional architecture and potential \r\nto advance implementation by promoting synergies and \r\nlinkages, the annual ministerial review started already \r\nthis year to present itself as a high-level, well-attended \r\nforum aimed at looking more deeply at strategic issues \r\nof the international development agenda and associated \r\npolicy responses. In this regard, the organization of the \r\ninformal high-level roundtables that dealt with climate \r\nchange and its complex linkages with poverty \r\neradication and sustainable development, \r\ndesertification and public health, deserve very positive \r\nmention. \r\n The European Union strongly believes that the \r\nUnited Nations must be at the centre of global efforts \r\nto tackle climate change. It therefore strongly \r\nadvocates constructive dialogue and encourages \r\nconsideration of these issues in all appropriate forums, \r\nas long as these efforts remain linked to the United \r\nNations process. \r\n The EU is pleased that the Council, during its \r\nresumed substantive session, adopted a two-year \r\nprogramme of work for the annual ministerial review, \r\nfollowing the recommendation of General Assembly \r\nresolution 61/16 on the strengthening of the work of \r\nthe Economic and Social Council. This programme of \r\nwork for the high-level segment will provide a solid \r\nwork plan that will aid in raising the profile of the \r\nwork of the Council and provide the predictability \r\nnecessary for the subsidiary bodies of the Council and \r\nother relevant actors to best contribute to its \r\ndeliberations in a timely manner. \r\n The Economic and Social Council should not act \r\nalone, but should build on the work done by its \r\nsubsidiary machinery and benefit from outside \r\ncontributions, be they from the wider international \r\ncommunity or from civil society. The European Union \r\nis of the view that, to maintain the predictability \r\nrequired to ensure the best level of preparation for and \r\nparticipation in the annual ministerial review, the \r\nCouncil must ensure that themes for future sessions are \r\nadopted, preferably, two years in advance of their \r\norganization. \r\n The European Union fully expects that the \r\nDevelopment Cooperation Forum will become an \r\nimportant part of the international discussion on the \r\ndevelopment cooperation agenda and the global \r\npartnership for development, as well as a crucial \r\nmechanism to emphasize the Council’s role as the \r\npolicy coordination body of the United Nations system \r\nfor economic, social and environmental matters. The \r\nForum could be an important coordination and \r\ncooperation mechanism in the context of the existence \r\nof an array of multilateral and bilateral players, a \r\ngrowing number of new donor countries and an \r\nincreasing number of special-purpose global funds, \r\nadded to the growing role of non-governmental \r\norganizations (NGOs) and the private sector in \r\ndevelopment cooperation. The very fact that the Forum \r\nis open to participation by all stakeholders, including \r\nUnited Nations organizations, international financial \r\nand trade institutions, regional organizations, civil \r\nsociety and private sector representatives, strengthens \r\nthe European Union’s conviction about the utility of \r\nsuch a Forum.  \r\n Regarding the agenda of the Development \r\nCooperation Forum, the European Union considers it \r\nimportant that the Forum also address issues such as \r\naid architecture, the implementation of the Paris \r\nDeclaration on Aid Effectiveness and the role of new \r\nand emerging donors. This dialogue should also \r\ncontribute to ensuring that important principles \r\nrelevant to development cooperation, such as the \r\nprinciple of national ownership and leadership, are \r\nfully taken into account by all stakeholders. The EU \r\n A/62/PV.39\r\n \r\n7 07-57118 \r\n \r\nlooks forward to the shaping of an agenda for next \r\nyear’s Development Cooperation Forum that raises the \r\nadded value of this new modality and does not \r\nduplicate work done by others. \r\n Permit me now to make a few points regarding \r\nthe other segments of the substantive session of the \r\nCouncil. By focusing its discussions and interaction on \r\nthe theme of the role of the United Nations system in \r\npromoting full employment and decent work, following \r\nup on the 2006 ministerial declaration, the coordination \r\nsegment this year allowed for a thorough assessment of \r\nUnited Nations system-wide endeavours to revive the \r\ngoals of employment and decent work for all as \r\nessential elements for all international and national \r\npolicies, in the context of the MDGs, poverty reduction \r\nstrategies and other policy frameworks. Work and \r\nemployment are really key elements in the context of \r\nsustainable development, in all of its three dimensions, \r\nconnecting the economic dimension of people’s lives \r\nwith the social and the environmental dimensions. In \r\nthis sense, decent work cannot merely be seen as a \r\nsource of income, but also perceived as a condition for \r\npeople to live a self-determined life and to participate \r\nfully as citizens in their communities and their entire \r\nnatural environment. \r\n As regards the humanitarian segment of the \r\nsubstantive session, dedicated to the strengthening of \r\nthe coordination of United Nations humanitarian \r\nassistance through enhancing the effectiveness of \r\nneeds-based humanitarian assistance, we were very \r\npleased with the discussions surrounding not only \r\naspects of assistance and continued humanitarian \r\nreform in the larger sense, but also the debate on \r\nimportant issues such as the use of military assets in \r\nnatural disaster relief and needs-based humanitarian \r\nfinancing. The EU looks forward, and is committed, to \r\nworking with others during this General Assembly in \r\norder to continue the dialogue and make further \r\ncontributions in the context of the humanitarian agenda \r\nfor the benefit of people in need. \r\n The operational activities segment provided a \r\nplatform for extensive discussions on the upcoming \r\ntriennial comprehensive policy review of the United \r\nNations system’s operational activities for development \r\nthat will serve as an important basis for General \r\nAssembly consideration and orientation of reforms in \r\nthis critical area of the United Nations. The EU \r\nwelcomes the 2007 triennial comprehensive policy \r\nreview as a unique tool to further advance current \r\nreforms to improve the effectiveness of United Nations \r\noperational activities and their responsiveness to \r\ndeveloping countries’ needs and national priorities and \r\nthe achievement of the MDGs and the internationally \r\nagreed development goals. \r\n The general segment of the substantive session \r\nwas rather successful this year, having managed to \r\nresolve a majority of the issues before it. Indeed, a \r\nmajority of the remaining issues were dealt with during \r\nthe recent resumed substantive session of the Council. \r\nWithout disregarding other equally important items \r\nbefore the Council in its resumed session, the EU \r\nwould like to recall the adoption of a non-legally \r\nbinding instrument on all types of forests and the \r\nadoption of a multi-year programme of work for the \r\nperiod of 2007-2015 for the United Nations Forum on \r\nForests, considering their particular importance in the \r\ncontext of international forest policy and cooperation \r\naround the shared global objectives on forests. The EU \r\nis of the view that the organization of a special public \r\nevent, coinciding with the adoption of the non-legally \r\nbinding instrument on all types of forests by the \r\nGeneral Assembly, would not only increase public \r\nawareness of this landmark instrument, but would also \r\nfurther contribute to strengthening political \r\ncommitment and action at all levels around the shared \r\nglobal objectives on forests. \r\n The Council, through its annual spring meeting \r\nwith the Bretton Woods institutions, the World Trade \r\nOrganization and the United Nations Conference on \r\nTrade and Development, will have an important role in \r\nthe run-up to the 2008 Follow-up International \r\nConference on Financing for Development to Review \r\nthe Implementation of the Monterrey Consensus, to be \r\nheld in Doha in 2008. It can play that role by selecting \r\ncarefully and in a timely manner the themes to be \r\nconsidered at the spring meeting, with a view to the \r\nCouncil President’s summary providing a substantive \r\nand concrete contribution to the deliberations of the \r\nDoha Conference later that year. \r\n The European Union is committed to completing \r\nthe mandate of strengthening the Council, as mandated \r\nby paragraphs 155 and 156 of the 2005 World Summit \r\nOutcome (resolution 60/1). Indeed, the adoption of \r\nresolution 61/16 and the subsequent organization of the \r\nannual ministerial review and the launching of the \r\nDevelopment Cooperation Forum have been concrete \r\nsteps towards two of the three aspects of this \r\nstrengthening. In this context, the European Union is \r\nA/62/PV.39  \r\n \r\n07-57118 8 \r\n \r\nlooking forward to the discussions held on the \r\nadaptation of work of the Council, including its \r\norganization of work, agenda and current methods of \r\nwork, as the third pillar of this strengthening, as per \r\nCouncil decision 2006/206. One critical issue that will \r\nneed to be discussed in that exercise will be the \r\nstructure of the high-level segment and the balance \r\nbetween the sessions to be held in New York and \r\nGeneva. We look forward to discussions on these \r\nimportant issues in December.  \r\n Before closing, the European Union takes this \r\nopportunity to thank the Bureau of the Economic and \r\nSocial Council for its efforts ensuring the success of its \r\nprevious and recently resumed substantive sessions. \r\nWe also extend our congratulations to the Secretariat \r\nfor all of its hard work, including the new Economic \r\nand Social Council website, which has proved to be an \r\nextremely useful tool. \r\n Mr. Voto-Bernales (Peru) (spoke in Spanish): \r\nMy delegation associates itself with what was said by \r\ndelegation of Pakistan on behalf of the Group of 77 \r\nand China.  \r\n One year has gone by since the approval of \r\nresolution A/61/16 concerning the strengthening of the \r\nEconomic and Social Council, which establishes, inter \r\nalia, two elements that my country considers \r\nfundamental to improving the work of the Council — \r\nsubstantive annual reviews at the ministerial level, and \r\nthe Development Cooperation Forum.  \r\n In this respect, we welcome with great pleasure \r\nthe first annual ministerial review, which took place in \r\nGeneva in July of this year and which focused on the \r\ntheme of strengthening efforts to eradicate poverty and \r\nhunger, including through the global partnership for \r\ndevelopment.  \r\n In this respect, we wish to point out certain \r\nconcepts that we deem fundamental and which have \r\nbeen defined in the ministerial declaration: first, the \r\ndetermination to strengthen the work to eradicate the \r\nscourges of poverty and hunger, and to ensure that the \r\ngreatest priority be given to this objective in national \r\ndevelopment strategies and international cooperation \r\nfor development; secondly, the commitment to promote \r\nsustained economic growth in the developing countries \r\nand the recognition that the national activities in this \r\narea must be supplemented in a conducive international \r\ncontext; and thirdly, the recognition of poverty and \r\ninequality constitute a problem for all countries, \r\nirrespective of their level of development. \r\nFurthermore, poverty continues to be a huge problem \r\nin middle-income countries, and it is necessary to \r\nsupport relevant initiatives to alleviate it.  \r\n In this regard, the fight against poverty and \r\ninequity is currently our most formidable challenge, as \r\nwell as the driving principle behind the national and \r\nforeign policy of Peru. Based on the belief that human \r\ndignity and well-being are the focus of its efforts and \r\nthat economic indicators must be based on the well-\r\nbeing of our population without distinction, the \r\nPeruvian Government has refocused its social policy to \r\nfocus on economic inclusion, access to education and \r\ntechnological innovations, as well as nationwide \r\ninstitutional development and support for the \r\npopulation.  \r\n Furthermore, to comply with the Millennium \r\nDevelopment Goals, Peru firmly aims to reduce the \r\npresent level of poverty from 50 per cent to 30 per cent \r\nby the year 2011. Chronic malnutrition will be reduced \r\nfrom 25 per cent to 16 per cent, and drinking water \r\nservices and electricity will be extended to 90 per cent \r\nof Peru’s citizens. In addition, we have planned to \r\neradicate illiteracy, reduce informal employment from \r\n53 per cent to 35 per cent, create 1.5 million jobs and \r\nreduce the external debt from 24 per cent to 13 per cent \r\nof the gross domestic product.  \r\n My country also welcomes the start-up last July \r\nin Geneva of the Development Cooperation Forum. In \r\nfact, as the President of the Economic and Social \r\nCouncil said during the launching of the Forum, this \r\nconstitutes a fundamental stage in the implementation \r\nof the global partnership for development. For the first \r\ntime, questions of international cooperation will be \r\nreviewed by the Economic and Social Council in order \r\nto strengthen the impact of cooperation for \r\ndevelopment.  \r\n In this respect, we believe that the Forum should \r\nbe strengthened by the results of meetings like the third \r\nHigh-level Dialogue on Financing for Development, \r\nwhich took place only one week ago in this Assembly. \r\nThe important concepts and different approaches \r\nmentioned here must serve as guidelines for the work \r\nof the Forum. In this respect, my country wishes to \r\nexpress its will and commitment to participate actively \r\nin Forum discussions.  \r\n The other element that we wish to emphasize in \r\nthe report of the Council (A/62/3) has to do with the \r\n A/62/PV.39\r\n \r\n9 07-57118 \r\n \r\nreport of the United Nations Forum on Forests on its \r\nseventh session, which the Forum adopted by \r\nconsensus, but the decision to adopt the report was \r\ndeferred by the Council at its Geneva meeting. Peru \r\nattaches great importance to the work of this Forum \r\nand, therefore, reiterates the urgency of the Council’s \r\nadopting the report.  \r\n To conclude, Peru will continue to promote \r\ndialogue and agreement between the peoples of the \r\nworld as being fundamental values to which they are \r\ncommitted. For that reason and in this belief, Peru has \r\nsubmitted its candidacy to become a member of the \r\nEconomic and Social Council during the 2009 to 2011 \r\nperiod, for which we request the support of all \r\ncountries in the elections that will be held in 2008.  \r\n Mr. Maksimychev (Russian Federation) (spoke \r\nin Russian): First of all, the Russian delegation would \r\nlike to thank the President of the Economic and Social \r\nCouncil for the very detailed and informative \r\npresentation of the Council’s report (A/62/3), and \r\nwould also like to express some words of thanks to the \r\nSecretariat for their selfless work in supporting the \r\nCouncil.  \r\n I would like to take this opportunity to reiterate \r\nthat the Russian Federation has constantly favoured \r\nstrengthening the role of the Economic and Social \r\nCouncil as the leading coordinating body within the \r\nUnited Nations system working to elaborate effective \r\nmultilateral approaches to resolving urgent problems of \r\nsocio-economic development and implementing the \r\ndecisions of the most important forums of the United \r\nNations on development matters. We highly commend \r\nthe results of the substantive session of the Economic \r\nand Social Council for 2007. For the first time it was \r\nheld in its renewed and strengthened format, which \r\nbecame a historic event from the point of the view of \r\nthe Council’s mastering the new functions that were \r\ngiven to it by the World Summit in 2005.  \r\n We also commend the first annual ministerial \r\nreview, which we believe became the highlight of the \r\nsession. We favour the further development of the \r\npractice of the holding, as part of the annual ministerial \r\nreviews, of voluntary national presentations, which \r\nwould be devoted to reviewing the progress of \r\ncountries in achieving international development goals. \r\nWe consider the annual ministerial review to be an \r\neffective mechanism for monitoring the \r\nimplementation of and follow-up to the major United \r\nNations conferences and summits, as provided by the \r\nrelevant decisions of the Organization. We believe that \r\non the whole. the annual ministerial review has enabled \r\nthe Council to more effectively carry out its mandate of \r\ncoordinating international cooperation within the \r\nframework of the global development agenda. \r\n Of equal importance is the launching of the \r\nDevelopment Cooperation Forum, which we believe \r\nwill serve as a key platform for dialogue among \r\nvarious parties interested in considering the \r\neffectiveness of promoting development.  \r\n As the session demonstrated, its traditional \r\nsegments — the coordination, operational activities, \r\nhumanitarian affairs and general segments — continue \r\nto be relevant. The need to further strengthen the \r\nCouncil as the principal body ensuring coordination in \r\nthe economic, social, humanitarian and environmental \r\nfields within the entire United Nations system has \r\nreaffirmed the importance of the session’s coordination \r\nsegment, which provides a forum for a practical, \r\nfocused consideration of matters related to the work of \r\nthe Council’s auxiliary bodies. We are pleased that the \r\noperational activities segment has maintained its lead \r\nrole in the discussion and formulation of guidelines \r\nconcerning operational matters. We also welcome the \r\nfact that the fundamental principles guiding this area of \r\nthe work of the Organization were reaffirmed during \r\nthe segment.   \r\n The outcome of the humanitarian segment \r\nindicates that the role of the Council in developing the \r\noverall discussion within the United Nations on issues \r\nrelated to humanitarian aid has been strengthened. \r\nMoreover, the significance of the Council, as the \r\nOrganization’s basic working forum for the \r\nconsideration of humanitarian issues, has been \r\nreaffirmed.  \r\n Given the complexity and variety of the items on \r\nthe Council’s agenda, the general segment also \r\ncontinues to be relevant. We believe it to be essential if \r\nthe Council is to effectively carry out its functions of \r\nassigning tasks and monitoring the work of its \r\nauxiliary bodies in development-related matters.  \r\n We are convinced that the main outcome of the \r\nsession has been to reaffirm the role of the Economic \r\nand Social Council as the principal United Nations \r\norgan providing for the implementation of the \r\ninternationally agreed development goals, including \r\nthe Millennium Development Goals, and as a platform \r\nA/62/PV.39  \r\n \r\n07-57118 10 \r\n \r\nfor the formulation of political decisions and concrete \r\npractical recommendations on international cooperation \r\nin the social, economic, humanitarian and environmental \r\nfields.  \r\n It is clear that the reform of the Economic and \r\nSocial Council, which has enhanced the Council’s \r\nstatus within the United Nations system, has now been \r\nsuccessfully completed. That important body will now \r\nbe able to focus more effectively on finding agreed \r\nsolutions to current development-related problems. We \r\nalso realize that, as the situation evolves in the field of \r\ninternational development, the Council, given its new \r\nfunctions, may occasionally have to revisit the issue of \r\nrefining its working methods. \r\n For our part, we should like to assure the General \r\nAssembly that the Russian Federation intends to \r\ncontinue to play an active role in the work of the \r\nEconomic and Social Council by promoting optimum \r\ndecision-making that takes the approaches of all \r\ninterested parties equally into account. \r\n Mrs. Mills (Jamaica): Jamaica welcomes the \r\nopportunity to speak on agenda item 43, on the report \r\nof the Economic and Social Council for 2007 (A/62/3). \r\nWe are particularly pleased to do so following the \r\nsuccessful convening this summer of the annual \r\nministerial review and the launch of the Development \r\nCooperation Forum. We expect that this will signal a \r\nnew phase in our discussions on issues regarding \r\ninternational cooperation for development and the role \r\nof the United Nations in advancing the development \r\nagenda. We wish to recognize and commend the efforts \r\nof the Permanent Representative of Lithuania, \r\nPresident of the Council for 2007, and the rest of his \r\nBureau in guiding the work of the Council since the \r\nstart of the year.  \r\n In addition to the statement made by the \r\nrepresentative of Pakistan on behalf of the Group of 77 \r\nand China, with which my delegation wishes to \r\nassociate itself, I wish to make the following comments \r\non some of the issues that my delegation believes \r\nshould be borne in mind. \r\n Since the start of the year, the Council has \r\nembarked on several key initiatives of particular \r\nimportance to my delegation. The discussions during \r\nthe high-level segment of the substantive session, as \r\nwell as those within the context of the Council’s \r\nspecial high-level meeting with the Bretton Woods \r\ninstitutions, the World Trade Organization and the \r\nUnited Nations Conference on Trade and Development, \r\nare especially noteworthy.  \r\n We also welcome the focus in the coordination \r\nsegment on promoting full and productive employment \r\nand decent work for all, as well as the discussions in \r\nthe operational activities segment, which will no doubt \r\nbe instrumental in the General Assembly’s ongoing \r\ndeliberations on the Triennial Comprehensive Policy \r\nReview of operational activities aimed at development \r\nof the United Nations system.  \r\n In addition, we welcome the deliberations held in \r\nthe context of the provision of humanitarian assistance \r\nto affected countries and the many issues covered as \r\npart of the Council’s work during the general segment. \r\nWe think that they add currency and value to the wider \r\ndebate on the issues on the development agenda and \r\nthat they are integral to forging consensus on how best \r\nto advance the implementation of commitments made \r\nto promote social and economic development. That is \r\nsignificant, given that we are at risk of failing to attain \r\nmany of the internationally agreed development goals, \r\nincluding the Millennium Development Goals, and \r\ngiven the ever-increasing inequality within and among \r\ncountries. \r\n Against that background, we see merit in \r\nenhancing the impact of the Council’s deliberations. \r\nThat is essential for two reasons. The first is in the \r\ncontext of restoring the imbalance that currently \r\npersists with respect to the effective participation of \r\ndeveloping countries in global economic decision-\r\nmaking. We remain concerned that calls for good \r\ngovernance at the national level are not reinforced \r\nwhen it comes to the requirements of good governance, \r\ntransparency and accountability at the global level. \r\n The second reason stems from the need to fully \r\nimplement the development agenda. In that regard, we \r\nhave very high expectations of the work to be \r\nundertaken by the Council, particularly the \r\nDevelopment Cooperation Forum (DCF). We believe \r\nthat the DCF can be a forum for genuine dialogue \r\namong Member States — both developed and \r\ndeveloping countries — to identify concrete proposals \r\nthat can give much-needed impetus to the advancement \r\nof the global partnership for development. \r\n In the same vein, we believe that the annual \r\nspring meeting can be strengthened to better enhance \r\nthe level of cooperation and coordination between the \r\nUnited Nations, the Bretton Woods institutions and the \r\n A/62/PV.39\r\n \r\n11 07-57118 \r\n \r\nWorld Trade Organization, without prejudice to their \r\nrespective governance structures. It is our hope that we \r\nwill be able to work together to attain that broader \r\nobjective. In that regard, the current duration and \r\noutcome of the spring meeting — which is now \r\nconfined to one-day meetings and presidential \r\nsummaries — might have to be re-examined. \r\n The work of the Economic and Social Council in \r\npromoting policy dialogue and in coordinating the \r\nwork of the United Nations in the follow-up and \r\nimplementation of the outcomes of major United \r\nNations conferences and summits remains \r\nindispensable. It is central to the overall leadership role \r\nof the United Nations in promoting the development \r\nagenda. For that reason, we attach great importance to \r\nensuring that the Council is adequately equipped and \r\nresourced to effectively discharge that responsibility. It \r\nis therefore our expectation — particularly in the light \r\nof the new functions that the Council will have to \r\nassume pursuant to General Assembly resolution \r\n61/16 — that this issue will be given special attention \r\nby the General Assembly. Consideration should also be \r\ngiven to ensuring that the Council has greater \r\nflexibility so that it can take action on development \r\nissues as they arise. \r\n My delegation also expects that the Economic \r\nand Social Council will continue to expand its \r\ncollaboration with other organs — especially the \r\nSecurity Council — and with bodies such as the \r\nPeacebuilding Commission to ensure its participation \r\nin the consideration of the economic and social \r\ndimensions of conflict situations. That is central to \r\nensuring the rebuilding and strengthening of the \r\neconomic foundations for stability and overall \r\ndevelopment. \r\n Mr. Hannesson (Iceland): I would like to begin \r\nby thanking my dear friend and colleague, Ambassador \r\nDalius Čekuolis of Lithuania, the President of the \r\nEconomic and Social Council, for presenting the 2007 \r\nreport of the Economic and Social Council, which \r\nprovides a very good overview of the work of the \r\nCouncil. I would also like to, on a personal note, thank \r\nhim for our close cooperation in the Bureau of the \r\nEconomic and Social Council during the past two \r\nyears. \r\n I would first like to say a few words about this \r\nyear’s substantive session of the Economic and Social \r\nCouncil. The themes for the annual ministerial review \r\nand the thematic discussion of the high-level segment \r\nthis year were well chosen for this first session of the \r\nreformed Economic and Social Council. Both themes \r\nfocused on the eradication of poverty, which is \r\ncertainly at the heart of the global partnership for \r\ndevelopment. I am particularly pleased with how \r\nsuccessfully the link was made between sustained \r\neconomic growth and the eradication of poverty in the \r\ndiscussions on both themes. \r\n I would like to draw your special attention to the \r\nimportance of promoting gender equality in our efforts \r\nto eradicate poverty. By empowering women and \r\nensuring equal opportunity, countries can achieve great \r\ngains. There is, however, a long way to go. Women are \r\nstill much more likely than men to be poor, \r\nmalnourished and illiterate. They usually have less \r\naccess than men to employment and they are far less \r\nlikely than men to be politically active. Women’s \r\nempowerment should be at the centre of any \r\ndevelopment strategy and ensuring gender equality is \r\nvital for pro-poor sustained economic growth and the \r\neradication of poverty. \r\n I will not elaborate on other segments of the \r\nEconomic and Social Council. I would, however, like \r\nto highlight the decisions dealing with the Ad Hoc \r\nAdvisory Groups on countries emerging from conflict, \r\nwhere we have once again established the primary \r\nimportance of the Economic and Social Council in the \r\narea of long-term sustainable development in post-\r\nconflict situations. Further continuation of the Groups \r\non Haiti and Guinea-Bissau is an indication of this \r\nimportance. \r\n We can be fairly satisfied with the overall \r\noutcome of this year’s substantive session, which \r\nmarked a milestone in the life of the Economic and \r\nSocial Council by making the annual ministerial \r\nreview a success and by launching the biennial \r\nDevelopment Cooperation Forum (DCF). I would now \r\nlike to turn to the future role of the Economic and \r\nSocial Council, which is facing new challenges with its \r\nnew functions. \r\n The Council will hold its first substantive session \r\nof the DCF next year. The universal and political \r\nlegitimacy of the Forum — involving all Member \r\nStates of the United Nations and a broad range of \r\nstakeholders engaged in development cooperation — \r\nmakes it an ideal forum for providing global oversight \r\nof aid commitments and aid quality.  \r\nA/62/PV.39  \r\n \r\n07-57118 12 \r\n \r\n The findings and recommendations of the 2008 \r\nDCF should also become a reference point for the \r\ndiscussions taking place in next year’s Follow-up \r\nInternational Conference on Financing for \r\nDevelopment to Review the Implementation of the \r\nMonterrey Consensus in Doha, as well as in the Accra \r\nHigh-Level Forum on Aid Effectiveness. For the DCF \r\nto add value to these important intergovernmental \r\nprocesses, it is imperative that the analytical \r\npreparations and the consultative process be focused. It \r\nis now more important than ever that we avoid overlap \r\nand duplication of work. \r\n Another challenge for the Economic and Social \r\nCouncil is the outcome of the Secretary-General’s \r\nHigh-level Panel on United Nations System-wide \r\nCoherence. Coordination remains central to the \r\nEconomic and Social Council functions, and I am sure \r\nthat the outcome of the follow-up to the Panel’s report \r\nwill strengthen the work of the Council in that area. \r\n As I have had the honour to serve as a Vice-\r\nPresident of the Council for two years, the Economic \r\nand Social Council has become closer to my heart than \r\nbefore. I am, therefore, proud of this year’s session of a \r\nreformed and stronger Economic and Social Council. \r\nWe should, however, not become complacent. Reform \r\nis not over. It is in our hands to make sure that the DCF \r\nwill become a real forum for development cooperation. \r\nA successful Council meeting here in New York next \r\nyear will be critical, as well as inspirational, for a \r\nstronger Economic and Social Council in the future. \r\n Mr. Dapkiunas (Belarus) (spoke in Russian): The \r\nBelarus delegation is pleased to note the positive \r\nchanges that are occurring in the work of the Economic \r\nand Social Council. The organizational and deliberative \r\ninnovations of this year cannot fail to promote a more \r\nfocused and fruitful consideration of the problems on \r\nthe agenda of the Council. The exchange of views in \r\nthe high-level segment on key issues of international \r\nsocio-economic development, the analysis of global \r\ntrends for sustainable development and efforts to \r\neradicate poverty as well as the process of meeting the \r\nMillennium Development Goals (MDGs) have become \r\neven more focused and authoritative.  \r\n In this connection, we would like to refer to the \r\nresponsible and purposeful work of the Economic and \r\nSocial Council carried out by the Bureau of the \r\nCouncil and its President, Mr. Čekuolis. We welcome \r\nthe approaches agreed to at the ministerial session of \r\nthe Council, where an integrated mechanism to ensure \r\ninternational assistance to needy countries was \r\nelaborated. We sincerely hope that this will serve as a \r\npractical guide for Member States regarding, first and \r\nforemost, the facilitation of access on the part of \r\ndeveloping and transitional economy countries to the \r\nmarkets of developed countries. \r\n Belarus wholeheartedly supports continuing the \r\npractice of inviting the leaders of the Bretton Woods \r\ninstitutions and the World Trade Organization to \r\nmeetings of the high-level segment of the Council. \r\nThis approach, we believe, makes it more effectively \r\npossible to combine the efforts of the specialized \r\nagencies and the operational funds and programmes to \r\nelaborate financial mechanisms for averting and \r\novercoming crises in countries with developing \r\nmarkets. \r\n The economic situation of the world is, on the \r\nwhole, favourable to achieving the MDGs. However, \r\nwe know many of the targets are far from having been \r\nmet. In this connection, we believe that the Economic \r\nand Social Council needs to make additional efforts to \r\nadapt the instruments for achieving these goals to the \r\nconditions prevailing in the developing and transitional \r\neconomy countries. More energetic encouragement \r\nshould be given to economic growth in these countries \r\nand to promoting the adoption and enhancing of the \r\neffectiveness of the implementation of national \r\nstrategies to combat poverty, hunger, sickness and to \r\nenhance financial stability. \r\n Belarus is convinced that there is a need to \r\nstrengthen the work of the Economic and Social \r\nCouncil aimed at providing targeted support to the \r\nefforts of countries with transitional economies. We \r\nshould recall that it is precisely this group of countries \r\nthat forms an important reserve for expanding the \r\nglobal donor group for development purposes. In \r\nparticular, it is important to more actively provide \r\ntechnical assistance that will help to expand the \r\neconomies of countries with transitional economies, so \r\nthey can elaborate their own economic policies and \r\nstrategies in the field of development. \r\n Mr. Petranto (Indonesia): I am speaking on \r\nbehalf of Ambassador Natalegawa.  \r\n Let me first of all thank the Secretary-General for \r\nhis report on the integrated and coordinated \r\nimplementation of the outcomes of and follow-up to \r\nmajor United Nations conferences and summits \r\n A/62/PV.39\r\n \r\n13 07-57118 \r\n \r\n(A/62/89), and the Economic and Social Council for its \r\nreport for 2007 (A/62/3).  \r\n I also wish to align Indonesia’s statement with the \r\nrepresentative of Pakistan, who spoke on behalf of the \r\nGroup of 77 and China. \r\n The major United Nations conferences and \r\nsummits in the economic and social fields have been \r\ninstrumental in shaping a broad development vision \r\nand defining commonly agreed objectives. Considering \r\ntheir close association, one sector’s outcome will \r\nsurely have an impact on another. For this reason, it is \r\nvital to ensure a synergistic follow-up of the various \r\nconferences and summits at the institutional level. \r\n We appreciate the efforts undertaken within the \r\nUnited Nations system to enhance the coherence \r\namong the various conference follow-up processes. \r\nOne of the most important developments in that \r\nconnection was the strengthening of the Economic and \r\nSocial Council through resolution 61/16 last year. This \r\nyear, we welcome its operationalization, including the \r\nannual ministerial review during the Council’s high-\r\nlevel segment in Geneva, and next year in the \r\nDevelopment Cooperation Forum. \r\n From my delegation’s perspective, these new \r\nmechanisms better equip the Council to perform its \r\ncore functions envisaged in the Charter, as well as to \r\noversee system-wide coordination. My delegation \r\nbelieves that no effort should be spared in making full \r\nuse of the annual ministerial review as a powerful new \r\ntool to advance implementation of the internationally \r\nagreed development goals in the economic and social \r\nfields. \r\n Furthermore, much is being anticipated with the \r\nlaunch of the biennial High-level Development \r\nCooperation Forum next year. Many developing \r\ncountries hope that the Forum will help to accelerate \r\nthe commitments set out in the Millennium \r\nDeclaration, the Monterrey Consensus and the \r\nJohannesburg Plan of Implementation. Additionally, \r\nthe Economic and Social Council’s spring meetings \r\nwith the Bretton Woods institutions, the World Trade \r\nOrganization and the United Nations Conference on \r\nTrade and Development, held over the last few years, \r\nhave set into motion an interactive and constructive \r\nmultilateral dialogue that has helped to enhance the \r\nvoice of developing countries within those \r\ninternational financial institutions. \r\n While acknowledging the positive developments \r\nat the global level, integrated and coordinated follow-\r\nup must be translated into progress at the country level. \r\nNational development and poverty reduction strategies \r\nmust be met with the support of the United Nations. \r\nLikewise, the Bretton Woods institutions and the World \r\nTrade Organization should also work more closely with \r\nthe United Nations to match regional and country \r\npriorities. \r\n Let me conclude by saying how important the \r\nnext seven years will be. This year, we reached the \r\nhalfway mark to the Millennium Development Goals \r\n(MDGs) 2015 deadline. In view of next year’s 2008 \r\nReview Conference of the Monterrey Consensus, let us \r\nmake full use of the current developments in the \r\nEconomic and Social Council to accelerate progress \r\nand ensure that the world is not off track in achieving \r\nthe MDGs. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on this item. \r\n The Assembly has thus concluded this stage of its \r\nconsideration of agenda item 43. \r\n \r\nAgenda item 48  \r\n \r\nIntegrated and coordinated implementation  \r\nof and follow-up to the outcomes of the major  \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields  \r\n \r\n  Report of the Secretary-General (A/62/89) \r\n \r\n Mr. Shervani (India): We welcome the \r\nopportunity to express our views on the agenda item \r\nentitled “Integrated and coordinated implementation of \r\nand follow-up to the outcomes of the major United \r\nNations conferences and summits in the economic, \r\nsocial and related fields”, particularly on the crucial \r\nrole of the Economic and Social Council in this regard. \r\nWe thank the Secretary-General for his report on this \r\nissue. \r\n We agree with the Secretary-General that over the \r\nlast 15 years, the major United Nations conferences \r\nand summits have together resulted in the emergence \r\nof a comprehensive shared vision of development. \r\nFurther, as the report notes, the 2005 World Summit \r\nembraced a broader concept of internationally agreed \r\ndevelopment goals, not just limited to the Millennium \r\nDevelopment Goals (MDGs), which can be reached \r\nthrough the implementation of the broader set of \r\nA/62/PV.39  \r\n \r\n07-57118 14 \r\n \r\ncommitments undertaken at the major United Nations \r\nconferences and summits. We also welcome the \r\nrecognition in the report of the critical role played by \r\nthe Economic and Social Council in fostering a \r\ncomprehensive development agenda of the United \r\nNations through an integrated and coordinated \r\nimplementation of the commitments. \r\n In this regard, we welcome the strengthening of \r\nthe Economic and Social Council last year and the \r\nincorporation of new elements in its functioning. Of \r\nthese, the annual ministerial review has already been \r\ninstituted. We believe that this annual event must have \r\na special focus on evaluating the implementation of the \r\nglobal partnership for development and cannot remain \r\nlimited to assessing national efforts made at achieving \r\nthe MDGs.  \r\n The Development Cooperation Forum has an \r\nimportant role to play in overseeing trends in \r\ninternational development cooperation. The objective \r\nmust be to ensure that such cooperation is aimed at \r\nassisting developing countries in implementing their \r\nnational development strategies, rather than imposing \r\nadditional aid conditionalities. \r\n We are happy that the Economic and Social \r\nCouncil has finalized a two-year programme of work \r\nfor 2008 and 2009 in respect of the annual ministerial \r\nreview. We believe that this programme will provide \r\nthe necessary lead time to the various entities of the \r\nUnited Nations system to focus their efforts on the \r\nimportant themes chosen by the Council. However, it is \r\nalso important for the Council to analyse and discuss \r\ntopical and emerging issues and not be constrained by \r\nthe previously agreed programme of work. In this \r\nregard, we emphasize the importance of the thematic \r\ndebate in the high-level segment of the Council’s \r\nsubstantive session and urge the early finalization of \r\nthe theme for the 2008 session. \r\n We believe that the key element of the Economic \r\nand Social Council’s activities regarding the \r\ndevelopment agenda relates to its acknowledged role as \r\na principal body for coordination, policy review, policy \r\ndialogue and recommendations on issues of economic \r\nand social development. In this regard, we underline \r\nthe importance of the new mandate given to the \r\nCouncil last year for undertaking a regular and periodic \r\nreview and assessment of international economic and \r\ndevelopment policies and their impact on development. \r\n International economic, financial and trade \r\npolicies play a crucial role vis-à-vis the development \r\nefforts of developing countries. Unfortunately, current \r\ninstitutional structures do not effectively take on board \r\nthe concerns and perspectives of developing countries \r\nin the formulation and implementation of policies, \r\neven though developing countries are most affected by \r\nsuch policies. Some of the telling indicators of the need \r\nfor urgent and fundamental reform of the international \r\nfinancial and economic architecture are the large \r\nprecautionary accretion of reserves by developing \r\ncountries as a result of conditionality-based lending by \r\nthe Bretton Woods institutions; the continuing burden \r\nof conditionalities, even after the modification of the \r\nstructural adjustment by the Bretton Woods \r\ninstitutions; the current fragilities — if not crisis — of \r\nthe financial system; the history of inappropriate \r\nadvice from the Bretton Woods institutions, such as \r\nduring the Asian financial crisis; the declining \r\nrelevance and effectiveness of those institutions in \r\nfinancing for development; the continuing problems \r\nrelating to external debt and debt sustainability; and \r\nthe negative trends in the flow of official development \r\nassistance, which remains crucial in assisting \r\ndevelopment efforts. Such reform must enhance the \r\nvoice and participation of developing countries in the \r\ndecision-making and norm-setting process. The United \r\nNations, given its unique role and legitimacy, must \r\noversee that process through the Economic and Social \r\nCouncil. \r\n The strengthened mandate of the Economic and \r\nSocial Council and the need for the United Nations to \r\nplay a central role in reviewing international economic, \r\nfinancial and trade policies — including a periodic \r\nreview of the policies of the Bretton Woods \r\ninstitutions — from a development perspective will \r\nremain on paper unless backed up with adequate \r\ntechnical resources and expertise. We call for the \r\nUnited Nations system, particularly the secretariat of \r\nthe Economic and Social Council, to be strengthened \r\nand provided with adequate resources and expertise so \r\nas to assist in the effective discharge of those activities.  \r\n We also need to consider innovative mechanisms, \r\nsuch as an international debt commission and a \r\ncommittee of experts overseen by the United Nations, \r\nto assist in accelerating the development mandate of \r\nthe Agreement on Trade-Related Aspects of Intellectual \r\nProperty Rights. The latter is particularly critical, given \r\nits impact on issues that affect mankind, including \r\n A/62/PV.39\r\n \r\n15 07-57118 \r\n \r\npublic health and the benefit-sharing use of genetic \r\nresources and affordable environment-friendly \r\ntechnologies, which are crucial for addressing climate \r\nchange. \r\n In conclusion, we would like to reaffirm the \r\nimportance of keeping the development agenda at the \r\nheart of United Nations efforts and of the integrated \r\nand coordinated implementation of commitments made \r\nat the major United Nations conferences and summits, \r\nthrough the Economic and Social Council. \r\n The President: The Assembly has thus concluded \r\nthis stage of its consideration of agenda item 48. \r\n \r\nAgenda item 49 (continued) \r\n \r\nCulture of peace \r\n \r\n  Report of the Secretary-General (A/62/337) \r\n \r\n  Note by the Secretary-General (A/62/97) \r\n \r\n  Draft resolution (A/62/L.6) \r\n \r\n The President: Members will recall that the \r\nAssembly held the High-level Dialogue on \r\nInterreligious and Intercultural Understanding and \r\nCooperation for Peace under this agenda item at its \r\n17th, 18th and 19th plenary meetings, on 4 and \r\n5 October 2007. \r\n In connection with this item, the Assembly has \r\nbefore it a note by the Secretary-General transmitting \r\nthe report of the Director-General of UNESCO, \r\ncirculated in document A/62/97.  \r\n I now give the floor to the representative of \r\nBangladesh to introduce draft resolution A/62/L.6. \r\n Ms. Jahan (Bangladesh): I welcome this \r\nopportunity to participate in the debate on the agenda \r\nitem entitled “Culture of peace” and also to introduce a \r\ndraft resolution under that item.  \r\n A little while ago, we were honouring the \r\nmemory of Sri Chinmoy in Conference Room 4. \r\nSri Chinmoy dedicated 37 years of service to the \r\nUnited Nations and its extended global family in \r\npromoting the cause of global peace, harmony and \r\ntolerance. It is a unique coincidence that now we are \r\ndeliberating here on the culture of peace — a theme \r\nthat epitomizes the very essence of the efforts to save \r\nhumanity from the scourges of war and conflict and to \r\npromote peace and harmony. \r\n The culture of peace is a set of principles and \r\nconduct for a way of living designed to renounce \r\nviolence and to prevent the eruption of conflicts. It also \r\nfocuses on the underlying causes of conflicts. It \r\nestablishes areas of strength and weakness, so that both \r\nGovernments and non-governmental organizations can \r\ndevelop policies that will encourage a culture of peace. \r\nIt attempts to solve problems through dialogue and \r\nnegotiations between individuals, States and groups. \r\n The proliferation of ethnic, religious and civil \r\nconflicts emphasizes the need for a global transition \r\nfrom a culture of war to a culture of peace. A culture of \r\npeace can facilitate the emergence of universally \r\nshared values in a world where war and conflict \r\ncontinue to run rampant and international terrorism \r\nthreatens the safety and security of humanity. It has \r\nenormous power to create a world order in which amity \r\nwould supplant atrocity, harmony would overcome \r\nhatred and tolerance would replace prejudice. \r\n Bangladesh enjoys a track record of religious \r\nfreedom, harmony and tolerance. Our country has been \r\nat the forefront of initiatives that promote greater \r\ntolerance and understanding among peoples. That, in \r\nour view, is achievable through dialogue and \r\ncooperation.  \r\n Bangladesh was born out of a bloody conflict. We \r\ntherefore see great value in the principles of tolerance, \r\nrespect for diversity, democracy and understanding. \r\nThose ideals were endorsed by the United Nations \r\nmembership in the Declaration and Programme of \r\nAction on a Culture of Peace in 1999 (resolution \r\n53/243). Bangladesh was privileged to steer that \r\nprocess. \r\n Bangladesh believes that lasting peace is \r\ninconceivable without poverty alleviation and \r\nsustainable development. In the pursuit of sustained \r\npeace, we have pressed our indigenous intellectual \r\nresources into the service of development. Ideas such \r\nas microcredit and non-formal education have wrought \r\na profound societal transformation by unleashing the \r\nentrepreneurial skills of women. Our national \r\nexperience shows that gender mainstreaming and the \r\nempowerment of women are categorical imperatives \r\nfor development, social stability and peace.  \r\n The awarding of the 2006 Nobel Peace Prize to \r\nthe microcredit pioneer Professor Yunus of Grameen \r\nBank clearly demonstrates the link between poverty \r\nA/62/PV.39  \r\n \r\n07-57118 16 \r\n \r\nalleviation, women’s empowerment and peace. We \r\nstand ready to share our best practices with others. \r\n Bangladesh has also sought to play an important \r\nrole in the maintenance of international peace and \r\nsecurity. Our commitment to United Nations \r\npeacekeeping remains unflinching. Bangladesh has \r\nlong been among the top troop contributors.  \r\n As a member of the Peacebuilding Commission, \r\nBangladesh is also increasingly engaged, with \r\npeacebuilding responsibilities, in strife-torn parts of the \r\nworld. We are convinced that the promotion of a \r\nculture of peace can play a significant role in \r\nsustaining peace and development. We underscore the \r\nimportance of integrating the culture of peace into the \r\noperational activities of the Peacebuilding Commission. \r\n We are already in the seventh year of the Decade. \r\nAt this juncture, we wish to express our gratitude to all \r\nactors who have contributed to its promotion. \r\nAppreciation is particularly owed to the United Nations \r\nand the bodies within the Organization and beyond that \r\nhave made significant contributions to facilitating the \r\nprocess. We are particularly thankful to \r\nnon-governmental organizations and civil society. \r\n We believe that, in order to attain the set goals, \r\nthis is the time for everyone to focus more on the \r\nimplementation phase. We should start assessing the \r\nprogress and obstacles experienced in our efforts to \r\npromote a culture of peace. The elements of a culture \r\nof peace may vary from nation to nation as each \r\nsociety has its own cultural uniqueness and diversity. \r\nWe need to relate these country and society-specific \r\nvariables to our envisioned culture of peace and \r\nidentify areas of strengths and weaknesses. This would \r\nenable us to measure the extent to which a State \r\npossesses a culture of peace. It would, in turn, help us \r\nto set goals and ascertain progress towards creating \r\npeaceful societies. Such an assessment would provide \r\nobjective standards and set a benchmark that nations \r\nwould strive to attain. \r\n Against this backdrop, I now have the honour to \r\nintroduce a draft resolution entitled “International \r\nDecade for a Culture of Peace and Non-Violence for \r\nthe Children of the World, 2001-2010”, A/62/L.6. \r\n The draft contains some technical updates vis-à-\r\nvis the previous year’s resolution. \r\n First, the fourteenth preambular paragraph \r\nwelcomes the designation of 2 October as International \r\nDay of Non-Violence, and the fifteenth welcomes the \r\nSecretary-General’s appointment of a High \r\nRepresentative for the Alliance of Civilizations. \r\nOperative paragraph 14 expresses appreciation for the \r\nparticipation of Member States in the High-level \r\nDialogue on interreligious and intercultural \r\ncooperation for the promotion of tolerance, \r\nunderstanding and universal respect on matters of \r\nfreedom of religion or belief and cultural diversity, \r\nheld on 4 and 5 October 2007. \r\n I would like to recall that at the General \r\nAssembly last year this resolution received a record \r\n114 sponsors. This year the list of sponsors remains \r\nopen. Existing sponsors are listed in the draft \r\nresolution. I have the honour to read out the names of \r\nthe following additional sponsors: Algeria, Angola, \r\nBelarus, Bhutan, Bolivia, Botswana, Burundi, \r\nCambodia, Cape Verde, Central African Republic, \r\nChina, Colombia, Congo, Costa Rica, Côte d’Ivoire, \r\nDemocratic Republic of the Congo, Dominica, Gabon, \r\nGrenada, Guatemala, Guinea, Honduras, Jamaica, \r\nKazakhstan, Kuwait, Morocco, Nepal, Panama, \r\nPhilippines, Russian Federation, Senegal, South Africa, \r\nSri Lanka, Syria, Tajikistan, Thailand, Turkey, \r\nTurkmenistan, Viet Nam, Yemen and Zambia. \r\n We are hopeful that in the course of the coming \r\ndays many other delegations will accord similar \r\nsupport to our initiative by becoming sponsors of the \r\ndraft resolution in a demonstration of global solidarity \r\nin our endeavours to achieve this noble goal. \r\n The Acting President: I now give the floor to the \r\nrepresentative of Portugal, who will speak on behalf of \r\nthe European Union. \r\n Mr. Godinho (Portugal): I have the honour to \r\nspeak on behalf of the European Union. The candidate \r\ncountries Turkey, Croatia and the former Yugoslav \r\nRepublic of Macedonia, the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania, Bosnia and Herzegovina, \r\nMontenegro and Serbia, as well as Ukraine, Moldova, \r\nArmenia and Georgia, align themselves with this \r\ndeclaration. \r\n It has now been eight years since this Assembly \r\nadopted the Declaration and Programme of Action on a \r\nCulture of Peace. The fact that we have just \r\ncommemorated for the first time an International Day \r\nof Non-Violence, on the birth anniversary of Mahatma \r\nGandhi, demonstrates how actual and important the \r\n A/62/PV.39\r\n \r\n17 07-57118 \r\n \r\nquest for instituting a culture of peace and non-violence \r\nremains in our time. \r\n We would like to thank the Secretary-General for \r\ntransmitting the report of the Director General of \r\nUNESCO on the annual progress of the International \r\nDecade for a Culture of Peace and Non-Violence for \r\nthe Children of the World (2001-2010), which presents \r\nan overview of the activities carried out by UNESCO, \r\nas the lead agency for the Decade, with the \r\nparticipation of other United Nations entities, \r\nGovernments and civil society actors. We would like to \r\ncommend UNESCO for the work carried out so far, and \r\nin particular for the efforts to effectively coordinate \r\nand engage a very large number of bodies and \r\norganizations within and outside the United Nations \r\nsystem. \r\n The European Union (EU) is convinced of the \r\nprimary importance of education in promoting a \r\nculture of peace. It is by investing our efforts in the \r\nyoungest members of our society, and also in education \r\nthrough life, that we can best mainstream the principles \r\nof peace, tolerance and the protection and promotion of \r\nhuman rights. \r\n Education empowers every citizen of every \r\ncountry in the world by giving him the tools to \r\nparticipate more actively in his community and to \r\nshape and improve his future. It also offers the best \r\nopportunity for teaching respect and tolerance towards \r\ncultural diversity and for combating discrimination on \r\nany grounds. It is undeniable that education plays a \r\nvery important role in changing mindsets and \r\nbehavioural patterns. It should be used even more to \r\nfoster a culture of peace. \r\n Human rights education is particularly relevant in \r\nthis context. As we approach the sixtieth anniversary of \r\nthe Universal Declaration of Human Rights, it is of \r\ngrave concern that universal and effective recognition \r\nand observance of the rights and freedoms proclaimed \r\nin it remain to be realized. Being aware of one’s own \r\nhuman rights is an important contribution to ensure the \r\nlong overdue full implementation of the Universal \r\nDeclaration. That is why the European Union \r\nwelcomes the Human Rights Council’s recently \r\nadopted first phase of implementation of the World \r\nProgramme for Human Rights Education, and we hope \r\nthat we can all join efforts in supporting this and other \r\ninitiatives to achieve our goal. In this regard, we very \r\nmuch look forward to the regional European meeting \r\non the World Programme for Human Rights Education \r\nthat is to be organized next week by the Council of \r\nEurope, in cooperation with the Office of the United \r\nNations High Commissioner for Human Rights, \r\nUNESCO and the Organization for Security and \r\nCooperation in Europe’s Office for Democratic \r\nInstitutions and Human Rights. \r\n Gender mainstreaming and action to ensure \r\nequality between women and men are also very \r\nimportant aspects in promoting a culture of peace. We \r\nwelcome the role played by UNESCO in supporting the \r\nimplementation of Security Council resolution 1325 \r\n(2000) on women, peace and security. We also \r\nwelcome the increasing emphasis on the need to \r\neliminate all forms of discrimination and violence \r\nagainst women and in particular young girls, as \r\ndemonstrated by the focus of the fifty-first session of \r\nthe Commission on the Status of Women.  \r\n As for the International Decade for a Culture of \r\nPeace and Non-violence for the Children of the World, \r\nwe are initiating the first year of implementation of the \r\nrecommendations on the United Nations Study on \r\nViolence Against Children, which has been a strong \r\ncatalyst for change. The European Union hopes that at \r\nthis session the Assembly will seize the opportunity of \r\nthe present situation to agree on the establishment of a \r\nhigh-level mechanism to promote the further \r\nimplementation of those recommendations. \r\n An essential aspect of promoting a culture of \r\npeace, recognized by the Programme of Action on that \r\nsubject, is the work to advance understanding, \r\ntolerance and solidarity by promoting dialogue among \r\ncivilizations, cultures and peoples. \r\n We thank the Secretary-General for his report on \r\ninterreligious and intercultural dialogue, understanding \r\nand cooperation for peace (A/62/337), which highlights \r\nactivities carried out by key United Nations entities \r\ninvolved in the field. As the European Union has stated \r\nin the Assembly’s recent High-level Dialogue on \r\ninterreligious and intercultural understanding and \r\ncooperation for peace, \r\n  “The importance of intercivilizational \r\nunderstanding is strongly reflected in European \r\nUnion policy and action. The EU is active in \r\npromoting intercultural and interreligious \r\nunderstanding, both within Europe and with \r\ninternational partners”. (A/62/PV.17, p. 24) \r\n The EU fully supports the Alliance of \r\nCivilizations initiative aimed at improving \r\nunderstanding and cooperative relations among nations \r\nand peoples, across cultures and religions and, in the \r\nA/62/PV.39  \r\n \r\n07-57118 18 \r\n \r\nprocess, helping to counter the forces that fuel \r\npolarization and extremism. \r\n The European Union welcomes the appointment \r\nby the Secretary-General of former President Jorge \r\nSampaio as High Representative for the Alliance and \r\nappreciate that the action-oriented implementation plan \r\nhe developed is already being implemented by the \r\nAlliance, in partnership with Governments, \r\ninternational and regional organizations, civil society \r\ngroups, foundations and the private sector. We look \r\nforward to the first international forum of the Alliance, \r\nto be held in Spain in January 2008, and the further \r\ncontribution of this initiative to our common goals. \r\n Mr. Al Khalifa (Kuwait) (spoke in Arabic): The \r\nState of Kuwait welcomes all the efforts that are being \r\nmade in the area of strengthening the culture of peace \r\nby Member States of the United Nations, as well as the \r\nmajor role the General Assembly is assuming in this \r\nrespect. Here, we would like to recall the efforts \r\nundertaken by UNESCO for its contribution to the \r\ndevelopment of a favourable environment for the \r\nculture of peace to thrive in the world. We express our \r\ngratitude to all the States that supported Kuwait’s \r\ncandidature for membership in the Executive Council \r\nof UNESCO during the recent elections in Paris. I also \r\nwish to affirm my country’s continued support for \r\nUNESCO by all means and in all its areas of work. \r\n Kuwait believes that people are not born with a \r\nmentality of strife and hatred, but rather that political \r\nstrife and conflicts for personal interests are the main \r\nsources that feed the mind with the culture of violence. \r\nSince it is the responsibility of States and international \r\norganizations to raise awareness about the vital \r\nimportance of rejecting violence, it is imperative to \r\ntake into consideration the vital and central role of the \r\nmedia and educational institutions in creating a \r\ngeneration free of thoughts of violence and hatred and \r\nin contributing effectively to spreading the culture of \r\npeace. \r\n We all recognize that our world is composed of \r\npeoples, cultures and religions that share many \r\nprinciples yet differ on others. Here, I wish to stress \r\nthe utmost importance of interreligious and \r\nintercultural dialogue in enhancing the mutual respect \r\nand acceptance of various cultures, and the importance \r\nof considering cultural diversity as a source of \r\nenrichment for human civilization. In this respect, my \r\ncountry commends the High-level Dialogue on \r\ninterreligious and intercultural understanding and \r\ncooperation for peace, called for by the Secretary-\r\nGeneral at the General Assembly, earlier this month, as \r\nwell as the outcome of that Dialogue. \r\n Instigating hatred and fanaticism only breeds \r\nmore of the same and sets back the efforts for peace \r\nand constructive interreligious and intercultural \r\ndialogue. Here, my delegation condemns the campaign \r\nagainst Islam in which some American universities are \r\ncurrently taking part. We warn of the consequences of \r\nsuch behaviour and call for unity against the \r\nmanipulation of universities for racial purposes. \r\n Respect for and acceptance of different cultures \r\nand religions, as well as fostering dialogue among \r\nthem, will generate thoughts of peace within societies, \r\nwhile provocations through offences to religions and \r\ncultures, blaspheming their symbols and accusing them \r\nof encouraging terrorist practices, will only generate \r\nhatred, rancour and a desire for revenge. Revival of \r\nracial feuds, religious strife and incitement to hatred \r\nrepresents a serious threat to our aspirations in \r\nspreading the ideas of peace and love. It requires firm \r\nopposition from our international Organization. \r\n In this regard, we affirm what was stated in \r\nGeneral Assembly resolution 61/221, regarding the \r\npromotion of interreligious and intercultural dialogue, \r\nunderstanding and cooperation for peace, which was \r\nendorsed by my Government, particularly as it relates \r\nto combating all forms of fanaticism and \r\ndiscrimination on the basis of religion or belief, in \r\naddition to the importance of respecting religious and \r\ncultural diversity and that of international cooperation \r\nin this regard. \r\n Here I would like to highlight the efforts \r\nundertaken by the State of Kuwait to project the true \r\nmeaning and tolerance of Islam by spreading the \r\nmoderate middle ground of Islam. The Kuwaiti Council \r\nof Ministers established a special committee to \r\npromote our Islamic moderate middle ground. This \r\ncommittee held several international meetings outside \r\nof Kuwait, the most recent of which was in Washington \r\nlast November. Some Muslim scholars participated in \r\nthat meeting, discussing the true meaning of the \r\nIslamic faith and the promotion of the culture of peace \r\nin the context of Islam and its religious tolerance. \r\n Development is the real way to achieve peace. On \r\nthis basis, my country affirms that the best means to \r\nspread the culture of peace is the joint work in support \r\n A/62/PV.39\r\n \r\n19 07-57118 \r\n \r\nof the goals of sustainable development in order to \r\navoid the causes of conflicts. \r\n Half the States emerging from conflict risk \r\nregression into conflict. Furthermore, the root causes \r\nof conflict will remain a threat to peace unless \r\nsolutions to them are found. I would like to emphasize \r\nthe importance of supporting efforts of peacebuilding \r\nin helping countries emerging from conflict. In this \r\ncontext, my country commends the efforts by the \r\nPeacebuilding Commission and we will continue to \r\nsupport it, having contributed $500,000 to the \r\nPeacebuilding Fund. \r\n In closing, my country’s delegation wishes to \r\nreaffirm that respect for human rights, the application \r\nof equality and providing equal opportunities for all \r\nsegments of society and freedom of expression form \r\nthe basic pillars for the culture of peace. It is not \r\npossible to consolidate a culture of peace if people \r\nsuffer from the lack of those rights. My country calls \r\nupon all States to adhere to these principles in order to \r\ncreate a world where future generations can progress \r\nand live in prosperity and well-being. \r\n Mr. Shinyo (Japan): I would like to express my \r\npleasure at the success of the High-level Dialogue that \r\nwas held at the beginning of this month. It made clear \r\nonce again that people of different races, religions, and \r\ncultures can coexist peacefully, both within and beyond \r\nnational borders. It also provided participants with a \r\nvaluable opportunity to hear about the important efforts \r\nthat are being made in this area by the private sector. \r\n The statements made at the High-level Dialogue, \r\nboth by delegations and by representatives of the \r\nprivate sector, gave us food for thought about what we \r\nneed to do if we are to create a culture of peace. While \r\nunfortunately there may be something in human nature \r\nthat leads people to discriminate against, exclude, or \r\nattack those who have different religions or cultural \r\nbackgrounds, such differences do not have to lead to \r\nconflict, as many speakers have pointed out. On the \r\nother hand, all too often the response to people who are \r\ndifferent is hostility, which, combined with politics, \r\ncan lead people to take up arms and sometimes \r\nembrace terrorism. \r\n As some delegations pointed out, it is wrong for \r\nany of us to think we have unique access to the truth. \r\nWe must avoid imposing our beliefs on others or \r\nexercising our rights without giving due consideration \r\nto their views. \r\n In adopting its Constitution, Japan renounced war \r\nand the use or threat of use of force as a means of \r\nresolving international conflicts. In keeping with that \r\ncommitment, in the sixty years that have passed since \r\nthe conclusion of the Second World War, Japan has \r\nstrived to prevent the development of a political basis \r\nfor conflict, and even strives to eliminate it. And Japan \r\nalso works to avoid the generation of the kind of \r\nhostility that would make a culture of peace \r\nimpossible. \r\n To this end, for example, Japan has hosted the \r\nWorld Civilization Forum and the Seminar for Inter-\r\nCivilizational Dialogue with the Islamic World, \r\ndispatched an exchange and dialogue mission to the \r\nMiddle East and invited people involved with Islamic \r\nboarding schools to visit our country. We also support \r\nthe conferences on the Dialogue Among Civilizations \r\nled by UNESCO and, in addition, have become a \r\nmember of the Group of Friends of the Alliance of \r\nCivilization. \r\n Education has an important role to play in \r\npreventing the generation of hostility and hatred. It \r\nmust be impressed on everyone in the world that there \r\nare many religions and cultures and that tolerance is \r\ntherefore essential if international peace and security \r\nare to be realized and human rights and fundamental \r\nfreedoms secured. \r\n The cooperation of the mass media is also \r\nessential. So it is important to continue to convene the \r\nInternational Media Seminar on Peace in the Middle \r\nEast, in accordance with the relevant General \r\nAssembly resolutions. The seminar was held in Tokyo \r\nlast June. \r\n It is likewise crucial to continue to engage in \r\ninterreligious and intercultural dialogue at all levels, \r\nincluding the national and regional levels. Needless to \r\nsay, the cooperation of the private sector here, as in so \r\nmany other areas, is needed. \r\n Advocating and actually creating a culture of \r\npeace are two different matters. If a culture of peace is \r\never to be realized, we will need adequate social \r\ncapital. Thus, we need to foster democracy and human \r\nrights and legal standards such as those set forth in \r\nJapan’s Constitution. At the same time, it is necessary \r\nto improve human capital, as, by doing so, we foster \r\npersonal independence and the dignity of the individual \r\nthrough education and ethical treatment. We believe \r\nA/62/PV.39  \r\n \r\n07-57118 20 \r\n \r\nthat those two kinds of capital complement each other \r\nand help to create a culture of peace. \r\n I would like to talk now about human security. \r\nHuman security is what a society achieves by \r\nprotecting and empowering every individual, ensuring \r\nthat each one is free from fear and want. The goal of \r\nhuman security has much in common with the goal of a \r\nculture of peace, namely, the satisfaction of human \r\nrights and fundamental freedoms. In this sense, human \r\nsecurity improves and enriches human capital. We are \r\ntherefore convinced that in order to build a culture of \r\npeace, human security is important. \r\n To help bring about a functioning culture of \r\npeace, Japan provides support of various kinds to \r\ndeveloping countries. Recently, for example, it has \r\nbeen making a particularly great effort to achieve and \r\nmaintain post-conflict peace, an interest that is also \r\nreflected in Japan’s chairing the Peacebuilding \r\nCommission. \r\n Turning to another area, since at least 1993, when \r\nit hosted the first Tokyo International Conference on \r\nAfrican Development, Japan has devoted considerable \r\nenergy to the development of Africa. At the fourth \r\nconference, which will be held in Yokohama in May of \r\nnext year, one of the principal themes to be discussed \r\nwill be establishing peace through human security. We \r\nintend to do everything in our power to work with the \r\nnations of Africa to help construct a culture of peace. \r\n Finally, to promote peace in the Middle East, \r\nJapan has been promoting the framework of what we \r\ncall a “Corridor for Peace and Prosperity”. Under this \r\nframework, an agro-industrial park would be \r\nestablished in the West Bank with a distribution centre \r\nto be built to receive and transport goods. Our aim is to \r\nbring the parties together, here and in all of the places \r\nin the world where there is now conflict, by creating \r\neconomic prosperity and, once again, a culture of \r\npeace. \r\n Mr. Davide (Philippines): “Peace is one of \r\nhumanity’s most precious needs. It is also the United \r\nNations’ highest calling”. Those are the opening words \r\nof the message of Mr. Ban Ki-moon, Secretary-General \r\nof the United Nations, on 21 September 2007, the \r\nInternational Day of Peace. These words of wisdom \r\nserve most fittingly as a guide to our debate today on \r\nagenda item 49 entitled “Culture of peace”. The \r\nSecretary-General concluded his message with an \r\nadmonition: \r\n  “On this International Day, let us promise to \r\nmake peace not just a priority, but a passion. Let \r\nus pledge to do more, wherever we are, in \r\nwhatever way we can, to make every day a day of \r\npeace”. \r\nThose words must inspire us to look for or explore \r\nevery possible avenue or initiative at the international, \r\nregional and national levels to promote and preserve \r\npeace so as to make every day a day of peace in all \r\nparts of the world. Complementary initiatives for peace \r\nshould therefore be encouraged and allowed to \r\nblossom. \r\n The General Assembly’s High-level Dialogue on \r\nInterreligious and Intercultural Understanding and \r\nCooperation for Peace, held on 4 and 5 October 2007, \r\nwas the first in the history of the United Nations. It has \r\ntaken the United Nations more than 60 years to \r\nrecognize the potential and power of interfaith and \r\nintercultural collaboration to contribute immensely to \r\nthe attainment of the lofty goals and vision of the \r\nUnited Nations, which was formed out of the horrible \r\nexperience of war. \r\n On the eve of the High-level Dialogue, the \r\nSecretary-General issued a report (А/62/337) \r\nannouncing the much-awaited designation of the Office \r\nfor Economic and Social Council Support and \r\nCoordination in the Department of Economic and \r\nSocial Affairs as the focal unit in the Secretariat \r\nmandated to deal with intergovernmental and United \r\nNations system-wide processes on interreligious and \r\nintercultural dialogue and cooperation for peace, in \r\naccordance with resolution 61/221. \r\n In addition to the recently concluded High-level \r\nDialogue on Interreligious and Intercultural \r\nUnderstanding and Cooperation for Peace, two related \r\ndevelopments occurred this year at the regional level. \r\nFirst, 15 countries of Asia and the Pacific region held \r\ntheir third Asia-Pacific Interfaith Dialogue conference \r\nin Waitangi, New Zealand, in May and adopted a \r\nDeclaration affirming, among other things, the \r\nimportance of interfaith dialogue and cooperation in \r\nthe promotion of regional peace and security, social \r\nand economic development and human dignity. \r\nSecondly, 43 countries of Europe and Asia converged \r\nin Nanjing, China, in June to participate in the third \r\nAsia-Europe Meeting (ASEM) Interfaith Dialogue \r\nforum, which adopted the Nanjing Statement on \r\nInterfaith Dialogue. It underscored the ASEM leaders’ \r\n A/62/PV.39\r\n \r\n21 07-57118 \r\n \r\nrecognition of the importance of interfaith dialogue in \r\nbuilding harmony and understanding within the \r\ninternational community. \r\n In other regions, countries and communities, \r\ninterfaith dialogue and cooperation are being carried \r\nout at both the governmental and non-governmental \r\nlevels as an option that complements existing \r\nmechanisms and processes aimed at achieving enduring \r\npeace, sustained development and enhanced human \r\ndignity, which are the three pillars of the United \r\nNations. \r\n It is incumbent upon the United Nations, as the \r\nhighest Organization made up of representatives of all \r\nnations, to provide a multilateral framework or set of \r\nprinciples for cooperation at the regional and national \r\nlevels, lest we end up in an endless cycle of debates or \r\nrhetorical discourse or in a fruitless search for an \r\nelusive peace. \r\n Interfaith dialogues and cooperation for peace \r\nhave recorded successes around the world. The World \r\nConference on Religion and Peace initiated national \r\ninterreligious councils that supported the de-escalation \r\nand settlement of conflicts in Bosnia and Herzegovina, \r\nKosovo, Sierra Leone, Liberia and other conflict-\r\nstricken countries. In Cambodia, the Buddhist monk \r\nMaha Chosnanda initiated and inspired a peace and \r\nreconciliation movement following the Khmer Rouge \r\nreign of terror. The Christian Council of Churches in \r\nMadagascar was instrumental in the peaceful \r\noverthrow of the totalitarian regime there in the early \r\n1990s. \r\n In Mozambique, the lay Catholic movement \r\nSant’Egidio became involved in mediation efforts at \r\nthe peak of the 1989 civil war, resulting in the signing \r\nof a comprehensive peace agreement. Sant’Egidio also \r\nplayed constructive roles in Albania, Kosovo, Lebanon \r\nand other countries of Latin America and Africa. In \r\nSouth Africa, religious leaders typified by Desmond \r\nTutu helped bring that country from apartheid to \r\ndemocracy. In Benin, Archbishop Isidore de Souza \r\nhelped ensure the country’s transition from dictatorship \r\nto democracy in the late 1980s. In Iraq, the Shia cleric \r\nGrand Ayatollah Ali al-Sistani is well known for his \r\nposition against kidnapping and violence. The Quakers, \r\none of the historic peace churches, effectively mediated \r\nbetween parties in Nigeria, Uganda and other \r\ncountries. \r\n There have certainly been other cases in other \r\ncountries where interfaith cooperation has resulted in \r\neffective peacemaking. In my own country, the \r\nPhilippines, the late Archbishop Cardinal Sin led the \r\npeaceful People Power revolution in 1986, which \r\ntoppled the dictatorship without any blood being \r\nspilled in the streets. Our Bishops-Ulama Conference, \r\nthe first of its kind in the world, is our Government’s \r\npartner in pursuing the peace process in southern \r\nPhilippines. Our National Committee on Interfaith \r\nCooperation oversees the implementation of our \r\nnational plan of action on interfaith cooperation. With \r\nregard to civil society, the Philippine Interfaith \r\nCommission is actively involved in promoting not only \r\npeaceful coexistence, but also the sustained \r\ndevelopment of communities.  \r\n Equally as important as peacemaking — a \r\nremedial measure to alleviate or end the scourge of \r\nconflict — is conflict prevention. It is also in this field \r\nthat interfaith cooperation should be carried out, in \r\nparticular by focusing interfaith energies on \r\ndevelopment. Interfaith dialogue and cooperation \r\nshould be a partnership between Governments and civil \r\nsociety. It should set aside theological or doctrinal \r\nissues and focus instead on shared concerns such as \r\nhealth, education, employment, humanitarian \r\nassistance and other development-related problems. \r\n In conclusion, my delegation invites input from \r\nlike-minded delegations to flesh out the concepts that I \r\nhave mentioned for possible inclusion in the draft \r\nresolution on the promotion of interreligious and \r\nintercultural dialogue, understanding and cooperation \r\nfor peace that the Philippines and Pakistan are \r\ncurrently formulating to update resolution 61/221 and \r\nthat we will submit early next month. \r\n Mr. Elbakly (Egypt) (spoke in Arabic): The \r\nGeneral Assembly is meeting today to reaffirm the \r\ninternational community’s commitment to \r\nstrengthening the culture of peace and universal respect \r\nfor human rights and fundamental freedoms for all, \r\nwithout any distinctions as to race, gender, language or \r\nreligion. This meeting follows the High-level Dialogue \r\non Interreligious and Intercultural Understanding and \r\nCooperation for Peace, held earlier this month. The \r\nDialogue reaffirmed the conviction that respect for the \r\ncultural diversity is a point of departure for launching a \r\nconstructive international dialogue that permits mutual \r\nunderstanding and underscores the commitment to \r\nfostering a spirit of tolerance, disseminating knowledge \r\nA/62/PV.39  \r\n \r\n07-57118 22 \r\n \r\nand correcting misconceptions, particularly among \r\nyoung people, in the belief that humanity cannot make \r\nfurther progress without communication between \r\nsocieties, however different and diverse their cultural \r\nand intellectual backgrounds may be. \r\n Given the many international initiatives to \r\naddress this issue, it has become essential to redouble \r\nour efforts to coordinate them. That includes \r\nsupporting the activities of the High Representative of \r\nthe Secretary-General for the Alliance of Civilizations \r\nThat includes supporting the activities of the High \r\nRepresentative of the Secretary-General for the \r\nAlliance of Civilizations and the work of the \r\nSecretariat Office designated as a focal point to liaise \r\nwith relevant entities of the United Nations system. In \r\nthe forefront is UNESCO, which places the spreading \r\nof a culture of peace at the top of its priorities, and \r\nwhich is playing a major role in encouraging \r\ncooperation between Governments and the relevant \r\nUnited Nations agencies, programmes and funds. We \r\nhope that efforts to spread a culture of peace and to \r\ninstil the ideals of tolerance and peaceful coexistence \r\nwill continue throughout and beyond the International \r\nDecade for a Culture of Peace and Non-Violence for \r\nthe Children of the World. \r\n One of the major phenomena accompanying \r\nglobalization is the migration of men and women, with \r\ntheir diverse thoughts and beliefs, from one society to \r\nanother. This has contributed to the emergence in the \r\nWest of a growing interest in understanding other \r\ncultures, especially the Islamic culture. But, this \r\ninterest unfortunately focuses on the negative rather \r\nthan the positive, even though Islamic civilization’s \r\ngreat contributions to the cultural and intellectual \r\nenrichment and advancement of the West attest to those \r\npositive aspects. As a result, some Western nations \r\nhave taken a confrontational approach in dealing with \r\nIslamic culture, including by ridiculing its symbols and \r\nvalues on the pretext of exercising freedom of opinion \r\nand expression. That is combined with attempts to \r\nassociate Islam with extremism, violence and \r\nterrorism. Moreover, the media sometimes portray \r\nIslam in a negative light, igniting hatred and blocking \r\nthe spread of a the culture of peace. \r\n Undoubtedly, the most perilous challenge to \r\ninternational peace and security is the proliferation of \r\nviolence and the use of force as a means of expression. \r\nThis is largely due to the inability of the international \r\ncommunity, particularly the United Nations, to settle \r\nchronic political and economic problems. This failure \r\nbreeds feelings of injustice, oppression and double \r\nstandards, which impede the spread of the culture of \r\npeace. They are provoked by the attempts of some to \r\nimpose their narrow views on promoting democracy, \r\npolitical reform and respect for human rights and \r\nfundamental freedoms based on the illusion that their \r\nvalues, culture and justice systems are superior to \r\nothers. \r\n Peace is not merely a philosophy or a principle. It \r\nis a way of life and a code of civilized behaviour for \r\nthe good of mankind. The advancement of our common \r\npurpose — to spread a culture of peace and the ideals \r\nof tolerance and peaceful coexistence — obliges us to \r\nconfront the attempts of some to impose cultural \r\nhegemony in order to advance their narrow political \r\ngoals and interests. It necessitates unified action to face \r\nmalicious allegations that portray cultural differences \r\nbetween societies as catalysts for conflict. It also \r\nrequires us to promote respect for the rights of \r\nmigrants in receiving societies on an equal footing with \r\nother citizens and without discrimination or racism. \r\n Concurrently, we have to redouble our efforts \r\nwithin the United Nations system to resolve such \r\nproblems and to assist developing countries in realizing \r\ntheir peoples’ legitimate aspirations to sustainable \r\ndevelopment and prosperity within an international \r\nframework characterized by democracy and equality. \r\nThis in turn requires us to consolidate our efforts in the \r\nvarious areas of disarmament, ranging from nuclear \r\nweapons to small arms and other conventional \r\nweapons. In this regard, the United Nations must \r\ndevelop the ability to deal with the roots of conflict, \r\nmainly by broadening cooperation between all relevant \r\nUnited Nations bodies, agencies, funds and \r\nprogrammes on the one hand and regional and \r\nsubregional organizations on the other. \r\n In our view, the cooperation we desire between \r\ninternational and regional systems can offer an \r\neffective early warning mechanism and a way to \r\nbuttress the preventive diplomacy efforts for which \r\nformer Secretary-General Boutros Boutros-Ghali \r\ncalled, including in his 1992 Agenda for Peace \r\n(A/47/277). That is the same philosophy upon which \r\nthe Secretary-General’s recent initiative to enhance the \r\nwork of the Organization in the field of preventive \r\ndiplomacy rests. This entails that we concentrate on \r\nnarrowing the gap between North and South without \r\nattaching conditionalities that overburden the \r\n A/62/PV.39\r\n \r\n23 07-57118 \r\n \r\ndeveloping countries or link the imposition of certain \r\nsocial or cultural concepts to development assistance. \r\n We have to work side by side to rectify the \r\nbalance of power among the principal organs of the \r\nUnited Nations in a manner that supports the role of \r\nthe General Assembly as the Organization’s most \r\ndemocratic and representative organ. We must also \r\nstrengthen the role of the Peacebuilding Commission in \r\napproaching peacebuilding from an integrated and \r\nmultidimensional perspective in order to smooth the \r\ntransition from peacekeeping to peacebuilding, and \r\nencourage the Commission to continue its efforts to \r\nspread a culture of peace in societies emerging from \r\nconflict. \r\n It is equally imperative that we support the work \r\nof the Human Rights Council without politicization, \r\nselectivity or double standards. We must adopt \r\ndecisions ensuring respect for human rights and \r\nfundamental freedoms in our campaign against \r\nterrorism, while concentrating on efforts to combat the \r\nroots of this despicable phenomenon and to eliminate \r\nviolence and extremism. It is only through deepening \r\ndialogue, mutual understanding and education, and \r\nwithin the framework of partnership and cooperation \r\nwith non-governmental organizations, the private \r\nsector and the whole spectrum of civil society that we \r\ncan contribute to building a culture of peace in the \r\nminds of people. \r\n As we celebrate, on 10 December 2007, the \r\nsixtieth anniversary of the Universal Declaration of \r\nHuman Rights, we must remain steadfast in our \r\ncommitment to the lofty principles that we established \r\ntogether 60 years ago. The first of these is that the \r\nrecognition of the inherent dignity and of the equal and \r\ninalienable rights of all members of the human family \r\nis the foundation of freedom, justice and peace in the \r\nworld. This can be achieved only through the spread of \r\na culture of peace.  \r\n Mrs. Aitimova (Kazakhstan): At the outset, I \r\nwould like to commend the Secretary-General for his \r\nreport on interreligious and intercultural dialogue, \r\nunderstanding and cooperation for peace (A/62/337), \r\nwhich highlights the activities carried out by the key \r\nUnited Nations entities involved in the field of \r\ninterreligious and intercultural dialogue.  \r\n I would also like to commend the United Nations \r\nEducational, Scientific and Cultural Organization \r\n(UNESCO) for its recent comprehensive report, \r\ncontained in document A/62/97, which reflects a broad \r\nrange of activities carried out by the United Nations \r\nsystem, international institutions and civil society in \r\nimplementing various programmes and initiatives to \r\npromote and implement the Programme of Action on a \r\nCulture of Peace.  \r\n The outcome document (resolution 60/1) adopted \r\nat the 2005 World Summit called on countries to take \r\naction to promote a culture of peace and dialogue \r\namong civilizations at the local, national, regional and \r\ninternational levels. Kazakhstan acclaims the \r\nsignificant work of the United Nations and its agencies \r\nin addressing challenges and seeking ways forward in \r\norder to find policies, structures and programmes that \r\ncan foster a culture of peace.  \r\n We welcome the outcomes of the informal \r\nthematic debate of the General Assembly on \r\n“Civilizations and the challenge for peace: obstacles \r\nand opportunities” and the High-level Dialogue on \r\nInterreligious and Intercultural Dialogue, \r\nUnderstanding and Cooperation for Peace, which were \r\nheld this year.  \r\n Implementation of the Programme of Action on a \r\nCulture of Peace has a crucial role in achieving the \r\ngoals of the International Decade for a Culture of \r\nPeace and Non-violence for the Children of the World. \r\n We believe that education is one of the basic \r\nrequirements for promoting tolerance and a culture of \r\npeace. Preventing intolerance and conflict can be \r\nachieved through tireless efforts in day-to-day \r\nactivities and by taking timely, concrete actions at all \r\nlevels. In that context, we commend UNESCO for its \r\nleading role in fostering the use of information and \r\ncommunication technologies to promote peace \r\neducation on issues related to non-violence, tolerance \r\nand mutual understanding. \r\n We believe that developing textbooks that teach \r\ncultural and religious tolerance while ensuring access \r\nto communication and information technologies are the \r\nmost important preconditions for fostering tolerance \r\nand a culture of peace. The media also has an \r\nimportant role to play in supporting the global \r\ncampaign for a culture of peace. \r\n We share the vision of the need for fostering a \r\nculture of tolerance. Respect for cultures, traditions, \r\ncustoms and religious sentiments of other nations is an \r\nimportant condition for peace, mutual understanding \r\nA/62/PV.39  \r\n \r\n07-57118 24 \r\n \r\nand friendship among peoples and countries. The \r\nprinciple of tolerance in Kazakhstan is not only a norm \r\nof political culture, but also one of the key principles \r\nof the State, which we decisively support and \r\nstrengthen. We created our own model for preserving \r\nand strengthening interethnic and inter-religious \r\nconcord. The centuries-old culture of harmonious \r\ncoexistence of the Kazakh people with representatives \r\nof other religions and cultures is a norm and a natural \r\npattern of behaviour of our people. The Government of \r\nKazakhstan’s policy to preserve and promote a climate \r\nof tolerance and accord in society constitutes an \r\nintegral part of international efforts to foster the culture \r\nof peace and tolerance.  \r\n Interfaith dialogue is an integral part of efforts to \r\npromote the culture of peace and dialogue among \r\ncivilizations. In Kazakhstan, we are convinced that the \r\nefforts to strengthen peace and security increasingly \r\ndepend on the pursuit of dialogue and interaction \r\namong peoples of different faiths, cultures and \r\ntraditions. We strongly believe that people of faith can \r\nhelp bridge the chasms of ignorance, fear and \r\nmisunderstanding and set an example of interfaith \r\ndialogue and cooperation. \r\n On 12 and 13 September 2006, the Second \r\nCongress of World and Traditional Religions took \r\nplace in Astana. The Congress adopted a declaration to \r\nenhance the role and responsibility of religious leaders \r\nin the strengthening of international security. The \r\nCongress has become Kazakhstan’s contribution to \r\nglobal dialogue among religions. Here I would like to \r\nreiterate the initiative of the President of Kazakhstan to \r\nhold the Third Congress of religious leaders in 2009 \r\nunder the auspices of the United Nations. We also \r\nexpress hope that our proposal to declare one of the \r\nupcoming years as an international year of dialogue \r\namong religions and cultures will be supported by \r\nUnited Nations Member States. \r\n Kazakhstan appreciates the efforts of the \r\nSecretary-General and United Nations Member States \r\nto make positive contributions to a culture of peace and \r\nstands ready to collaborate with the international \r\ncommunity in implementing the Programme of Action \r\non a Culture of Peace. \r\n Mr. Tugio (Indonesia): We are thankful to the \r\nDirector-General of UNESCO for preparing the report \r\non the implementation of resolution 61/45 as \r\ntransmitted by the Secretary-General in document \r\nA/62/97 of 28 June 2007. My delegation wishes to \r\nfurther express our appreciation to UNESCO and other \r\ninstitutions of the United Nations system for their \r\nnumerous initiatives in the last few years to promote a \r\nculture of peace. The report before us fully affirms the \r\nactive involvement of Governments, non-governmental \r\norganizations, academic institutions, as well as the \r\nmedia, in the promotion of a culture of peace and \r\nnon-violence for the children of the world. \r\n In this era of globalization and interdependence, \r\neconomic, social and cultural issues contribute \r\nsignificantly to peace and security. This is why efforts \r\nto promote a culture of peace represent an important \r\nresponse to increased interaction among all cultures \r\nand civilizations. \r\n Indonesia attaches great importance to the \r\nvarious United Nations initiatives for strengthening \r\nfreedom, justice, tolerance, cooperation and respect for \r\nthe diversity of cultures and religions, because all these \r\nare important elements for building a strong foundation \r\nfor international peace and security. We therefore note \r\nwith satisfaction the growing worldwide interest in \r\ninterreligious and intercultural dialogue and \r\ncooperation for the promotion of peace, development \r\nand human dignity. \r\n Major international events that have taken place \r\nacross the region this year reflect our concerted efforts \r\nto meet that noble objective. Such events include the \r\nSecond Forum on Interfaith Dialogue for Peace, \r\nDevelopment and Human Dignity, which was held in \r\nWaitangi, New Zealand, in May; the Third Interfaith \r\nDialogue of the Asia-Europe Meeting, in Nanjing, \r\nChina, in June; the second Global Inter-media \r\nDialogue, held in Norway in June, and the Ministerial \r\nMeeting on Human Rights and Cultural Diversity of \r\nthe Non-Aligned Movement, held in Tehran in \r\nSeptember. We also welcome the appointment by the \r\nSecretary-General of the High Representative for the \r\nAlliance of Civilizations. These and other similar \r\ninitiatives can serve as instruments for promoting \r\npeace, tolerance and mutual understanding among \r\npeoples of different cultural and religious backgrounds. \r\n As a heterogeneous country itself, Indonesia is a \r\nfirm believer in the merit of dialogue and the culture of \r\npeace. This is why we have been very active in \r\nsponsoring dialogue on interfaith cooperation at the \r\nregional, interregional and global levels. Furthermore, the \r\nGovernment supports the efforts of non-governmental \r\n A/62/PV.39\r\n \r\n25 07-57118 \r\n \r\nactors working in various areas to promote \r\ninterreligious harmony. \r\n In a country of great diversity and size, we \r\ncelebrate diversity as a blessing. Our centuries-old \r\ntraditions of musyawarah and mufakat — which stand \r\nfor consultation and consensus, respectively — have \r\nbeen our way of dealing with pluralism and making it \r\nbenefit everyone. \r\n Indonesia also fully recognizes the modern tools \r\nof education in promoting harmony in diversity. With \r\nthat tool, we seek to sensitize younger generations to \r\nthe similarities in all religions and cultures, rather than \r\nthe differences that may otherwise be used as an \r\nexcuse for acrimony. In that regard, my delegation \r\nsupports the recommendations in the UNESCO report, \r\nparticularly the need for Member States to increase \r\nefforts at developing curricula, textbooks and activities \r\nthat teach cultural and religious tolerance. \r\n We also attach great importance to the role of the \r\nmedia in nurturing social harmony and my delegation \r\nsupports the recommendation in the report for Member \r\nStates to encourage the media to support at the \r\ninternational and national levels the global campaign \r\nfor a culture of peace as well as dialogue among \r\ncivilizations, cultures and people. \r\n The delegation of Indonesia believes in the \r\ncontinued potential of such a global campaign, be it of \r\nan interreligious, intercultural or intercivilizational \r\nnature. We should applaud practical actions such as \r\ntranslating the shared values of peace, compassion and \r\ntolerance through the fields of education, culture, \r\nmedia, religion and society. These open up \r\nopportunities for us to work towards harmony and \r\ntolerance in interpersonal as well as inter-State \r\nrelationships. It is in that context that my delegation \r\nlooks forward to the eventual adoption, by consensus, \r\nof the draft resolution contained in document A/62/L.6.  \r\n The Acting President: I now call on the observer \r\nof the Observer State of the Holy See. \r\n Archbishop Migliore (Holy See): This \r\nOrganization was born out of the ashes of a world war \r\nunique in its untold outrages against the dignity of the \r\nhuman person. It is therefore fitting that the opening \r\nlines of the Charter enshrine the immediate link \r\nbetween peace and the respect for fundamental human \r\nrights.  \r\n Achievements in the field of human rights, \r\nexemplified by the core international human rights \r\ntreaties, indicate that the inseparability between peace \r\nand respect for the rights and dignity of the person is \r\nnow accepted as self-evident, universal and \r\ninalienable. The recognition of the existence of \r\nfundamental human rights necessarily presupposes a \r\nuniversal and transcendent truth about man that is not \r\nonly prior to all human activity, but also determines it. \r\n At the interpersonal level, human dignity requires \r\nthat we treat all as equal to ourselves. The golden rule \r\nof doing unto others as you want others to do unto you \r\ncarries the same principle of fundamental equality, \r\nwhich precedes and transcends all characteristics that \r\ndistinguish us one from the other, be they race, culture \r\nor religion.  \r\n At the international level, this common dignity \r\nalso determines the just measure of national interests. \r\nThey interrelate and may never be considered absolute. \r\nIn order to promote and defend them, it is not only \r\nnever right to harm the legitimate interests of other \r\nStates, but there is also an obligation to help promote \r\nand defend the common good of all people. Thus, \r\nrespect for human dignity is the deepest ethical \r\nfoundation in our search for peace and in the \r\nconstruction of international relations that correspond \r\nto the requirements of our common humanity. \r\nForgetting or partially and selectively accepting this \r\ncore principle is at the origin of conflicts, of \r\nenvironmental degradation and of social and economic \r\ninjustices.  \r\n Human rights are grounded in the objective \r\nrequirements of nature bestowed upon man. In this \r\ncontext, laws contrary to human dignity may never be \r\npassed, and progress in every field should not be \r\nmeasured by what is possible, but by its compatibility \r\nwith human dignity. Respect for the right to life at \r\nevery stage, from conception to natural death, firmly \r\nestablishes the principle that life is not at anyone’s \r\ndisposal. Our capacity to distinguish between what we \r\ncan dispose of and what we cannot is most challenged \r\nwhen it comes to protecting life in its most vulnerable \r\nphases. This is the rule with which to measure respect \r\nfor human dignity.  \r\n It is in this continuum of the respect for life that \r\nthe abolition of the death penalty should be seen. It is \r\nalso within this framework that, even in the midst of \r\nwar, all must respect international humanitarian law. \r\nA/62/PV.39  \r\n \r\n07-57118 26 \r\n \r\nWhen, despite every effort, war does break out, the \r\nessential principles of humanity must be safeguarded, \r\nand norms of conduct must be established to limit the \r\ndamage as much as possible and minimize the \r\nsuffering of civilians and of all the victims of conflicts. \r\n In the same manner that the right to life cannot be \r\ndisposed of at will, the right to religious freedom \r\ncannot be subject to human caprice. In this regard, the \r\ndifficulties that many followers of various religions \r\nstill frequently encounter in freely exercising their \r\nright to religious freedom is a disturbing symptom of a \r\nlack of peace. Not only are they prevented from \r\npublicly exercising this right, but they are actually \r\npersecuted and subjected to violence in some places. A \r\nfundamental human right is violated, with serious \r\nrepercussions for peaceful coexistence, when a State \r\nimposes a single religion upon everyone, prohibiting \r\nall others, or when a secular system denigrates \r\nreligious beliefs and denies public space to religion. \r\n On their part, religions are called on to work for \r\npeace and to foster reconciliation among peoples.  \r\n \r\nFaced with a world lacerated by conflict, religions \r\nmust never become a vehicle of hatred, and can never \r\njustify evil and violence while invoking the name of \r\nGod. \r\n The Charter calls on this Organization to exercise \r\nleadership in the promotion of human rights. In doing \r\nso, it must not lose sight of the principle that these \r\nrights are held to be true, not because a decision-\r\nmaking body says so, but because they flow from the \r\ninalienable dignity of every human person. \r\n The Acting President: We have heard the last \r\nspeaker on the debate on this item. Before concluding, \r\nI would like to inform members that, at the request of \r\nthe sponsors, action on draft resolution A/62/L.6 will \r\nbe taken at a later date to be announced.  \r\n The Assembly has thus concluded this stage of its \r\nconsideration of agenda item 49. \r\nThe meeting rose at 5.45 p.m. \r\n \r\n"