" United Nations  A/62/PV.10\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n10th plenary meeting \r\nFriday, 28 September 2007, 9 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-52115 (E) \r\n*0752115* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia)\r\n \r\n \r\n  The meeting was called to order at 9.10 a.m. \r\n \r\n \r\nAddress by Mr. Emile Lahoud, President of the \r\nLebanese Republic \r\n \r\n The President: The Assembly will now hear an \r\naddress by the President of the Lebanese Republic. \r\n Mr. Emile Lahoud, President of the Lebanese \r\nRepublic, was escorted into the General Assembly \r\nHall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Mr. Emile Lahoud, President of the Lebanese \r\nRepublic, and to invite him to address the Assembly. \r\n President Lahoud: Allow me to congratulate \r\nyou, Mr. President on your election as President of \r\nGeneral Assembly at its sixty-second session. I wish \r\nyou every success. I would also like to offer my \r\ngratitude to your predecessor, Sheikha Haya Al-Khalifa \r\nfor the outstanding job she has performed as the first \r\nArab woman to ever preside over this austere body. \r\nFinally, I would like to thank His Excellency \r\nSecretary-General Ban Ki-moon for all his efforts on \r\nbehalf of world peace and security. \r\n A year ago, I spoke from this podium about \r\nIsrael’s brutalities against my country and its atrocious \r\n33-day war. I had hoped then that those tragic events \r\nthat we had bitterly lived and suffered through in \r\nLebanon would pave the way for activating the Middle \r\nEast process based on the Arab Peace Initiative that \r\nwas endorsed at the Beirut Arab Summit in 2002. \r\n Regrettably, nothing thrives in our region more \r\nthan violence and grudges, and nothing deafens more \r\nthan the sound of war, while all calls to stimulate the \r\npeace process find no response. It is against that \r\ngloomy background and with a mix of anticipation and \r\nreservation that we await the results of the Middle East \r\npeace conference that is to be held in the near future. \r\nIn that respect, I would like to reaffirm certain realities \r\nthat cannot be ignored in any settlement, because I \r\nbelieve that unless we learn from our past mistakes, we \r\nwill not be able to take full advantage of present \r\nopportunities. \r\n First, for any settlement to the Middle East crisis \r\nto succeed, it must be lasting, just and global. \r\nSecondly, a viable solution must call for the \r\nimplementation of all United Nations resolutions that \r\npertain to the withdrawal of Israel from all occupied \r\nArab territories. Thirdly, paramount to all Arab rights \r\nis the right of return of the Palestinian refugees in \r\naccordance with resolution 194 (III) and the rejection \r\nof all calls for their resettlement in their temporary host \r\ncountries. \r\n The resettlement of the Palestinians is contrary to \r\nthe expressed will of world legitimacy as embodied in \r\nthe General Assembly. Moreover, and more specifically \r\nin Lebanon, it would dangerously alter the delicate \r\nbalance of Lebanon’s existence as a nation based on \r\ndiversity and the coexistence of a large number of its \r\nsects, which have lived side by side in harmony and \r\nenjoyed mutual respect. \r\nA/62/PV.10  \r\n \r\n07-52115 2 \r\n \r\n In this regard, Lebanon fully rejects efforts to \r\nempty the Beirut Arab Peace Initiative of 2002 of its \r\ncontents, namely by excluding the right of return for \r\nPalestinians. The Initiative, we believe, contains a \r\nrealistic and global solution to the Middle East \r\nconflict, and its implementation could bring about \r\nstability and security for all parties. \r\n A year ago, the Security Council adopted resolution \r\n1701 (2006), which put an end to Israel’s aggression \r\nagainst Lebanon. We were quick to abide by that \r\nresolution. Our armed forces have closely cooperated \r\nwith the units of the United Nations Interim Force in \r\nLebanon, as stipulated in their mission statements and as \r\nrecounted in the reports of the Secretary-General on the \r\nimplementation of resolution 1701 (2006). \r\n Today, as I stand here again to reiterate \r\nLebanon’s commitment to implementing that \r\nresolution, I wonder why we are still in the phase of \r\nthe cessation of hostilities and have not yet moved into \r\nthe ceasefire phase, as called for in the resolution. That \r\nmatter remains suspect to many Lebanese, especially \r\nsince Israel continues, up to this very moment, to \r\nviolate our land, sea and skies. So far, there have been \r\nover 500 breaches since the adoption of the resolution. \r\nI call upon the world community to remain vigilant \r\nregarding any malicious intentions harboured by Israel \r\nagainst Lebanon, as that could lead to another \r\nconflagration in the region. \r\n Despite the fact that the Lebanese recall with \r\npain, agony and distress last year’s destructive and \r\nhostile war against their country, they are proud of \r\ntheir national resistance and their army, who were able \r\nto jointly claim a historic victory over one of the \r\nworld’s strongest military arsenals, which had violated \r\nall international and ethical norms and wanted to \r\nterminate Lebanon’s role as a nation characterized by \r\ncoexistence among all its religious sects. \r\n With regard to securing the full implementation \r\nof resolution 1701 (2006), we in Lebanon believe that \r\nthat will only happen when our nation regains its \r\noccupied Sheba’a farms, the Kfar Shouba Hills and \r\nsome northern parts of the village of Ghajar; when we \r\nsecure the release of Lebanese prisoners held in Israeli \r\njails; when Lebanon’s legitimate rights to its water \r\nresources are restored; and when Lebanon is given \r\nmaps of the landmines and the sites of cluster bombs. \r\n In this regard, we welcome efforts made by the \r\nUnited Nations in terms of studying documents and \r\nmaps related to the Sheba’a farms, and we express our \r\nrelief over the progress made so far in verifying their \r\nLebanese identity. We look forward to practical \r\nmeasures that would end Israeli occupation and hand \r\nover those territories and water rights to Lebanon. \r\n The United Nations has always shown Lebanon \r\nspecial concern, and such concern is clearly manifested \r\nin all United Nations resolutions on Lebanon. The \r\nLebanese, who reiterate their commitment to the \r\nimplementation of those resolutions, wish to see those \r\nresolutions implemented in a fair manner and on a real \r\nand constant basis. As you know by now, the Special \r\nTribunal for Lebanon, which was established to try the \r\nassassins of former Prime Minister Rafiq Hariri, had \r\nbeen a controversial issue with regard to the \r\ncircumstances of its establishment. We referred to that \r\nin detail in our letters to the Secretary-General and \r\nasked that copies be handed over to all Security \r\nCouncil Member States and other copies be kept as \r\nreference documents at the United Nations. \r\n We did this in the belief that international justice \r\nshould be reinforced. Since the very first moment of \r\nthe heinous crime of the assassination of former Prime \r\nMinister Hariri, we have attempted to seek the whole \r\ntruth, and I was probably the first to ask the then \r\nSecretary-General, Kofi Annan, to set up an impartial \r\ninternational investigation commission. \r\n I believe the best way now to enable all to \r\novercome the controversy caused by the international \r\ntribunal would be to hold an impartial, transparent and \r\njust hearing that seeks to determine the whole truth. \r\nOnly then would the Lebanese be assured that the \r\ntribunal is just. \r\n Lebanon is about to hold democratic presidential \r\nelections in which the Lebanese will make their choice \r\nin a free and responsible manner. Unfortunately, there \r\nhave been attempts by international parties to intervene \r\nin Lebanon’s domestic affairs in a way that contradicts \r\ninternational norms. Such interference could instigate \r\nhatred and increase tensions on the Lebanese scene, \r\nwhich might have negative repercussions not only on \r\nupcoming presidential elections but also on the safety \r\nof the Lebanese. \r\n Lebanon welcomes all foreign assistance and \r\npays tribute to those countries that have stood by it in \r\nthe wake of last July’s destructive Israeli war. Lebanon \r\nhopes, however, that any foreign assistance to Lebanon \r\nis made to all the Lebanese people, without any \r\n A/62/PV.10\r\n \r\n3 07-52115 \r\n \r\ndiscrimination, in order to stop possible divisions \r\namong them. Foreign aid to Lebanon should be made \r\nas a gesture of support to the restoration of Lebanon’s \r\nsovereignty and the unity of the Lebanese people. \r\n That is why we urge the international community, \r\nthrough its commitment to the Charter of the United \r\nNations, to stop foreign intervention in the domestic \r\naffairs of Member States. Consecutive events in \r\nLebanon have shown that the Lebanese are capable of \r\nmaking their own decisions and their own choices and \r\ncan live side by side and interact peacefully within \r\ninstitutional framework established by their civic \r\nbodies and protected by their security institutions, \r\nnamely their national army. \r\n Since we are referring to the national army, we \r\nshould highlight the heroic confrontations of the army \r\nwith an extremely dangerous terrorist organization in \r\nthe past three months, an organization equipped with \r\nupdated weapons and believing in destructive \r\nobjectives that targeted Lebanon and many other States \r\nin the region. The costly price paid by our national \r\narmy in terms of human losses and injuries aimed at \r\nreinstating Lebanon’s national goals of confronting and \r\nfighting terrorism. Lebanon has and will always be a \r\nnation that supports peace and justice and promotes \r\ndemocratic values. However, to enable Lebanon to \r\nconfront and curb terrorism, real assistance should be \r\ngiven to its national army in order to accomplish its \r\nnational and security goals. \r\n In a world that witnesses the daily bloodshed \r\nknown as “the conflict of civilizations”, and in a world \r\nthat is sharply and deeply divided between East and \r\nWest, I find myself addressing the international \r\ncommunity as a man of experience. From here, I urge \r\nthe world community not to allow Lebanon to fall, \r\nbecause the falling apart of Lebanon would mean a \r\ncollapse of moderation and a victory for those who \r\nfavour the use of force. Lebanon remains a unique \r\nmessage to the world, a country where religions and \r\ncultures interact peacefully, so that we can live \r\ntogether, as noted by His Holiness the late Pope John \r\nPaul II. \r\n As a citizen of Lebanon, a small country that has \r\nsurvived against all odds, I urge you not to retreat in \r\nthe face of adversity and to support what is right and \r\njust. A last glimpse of a burning Middle East, where \r\nthe flames devour the meek and the mighty, should \r\nallow you to reflect upon the choices ahead, lest it \r\nbecome too late. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the President of the \r\nLebanese Republic for the statement he has just made. \r\n Mr. Emile Lahoud, President of the Lebanese \r\nRepublic, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Kessai Note, President of the \r\nRepublic of the Marshall Islands \r\n \r\n The President: The Assembly will now hear an \r\naddress by the President of the Republic of the \r\nMarshall Islands. \r\n Mr. Kessai Note, President of the Republic of the \r\nMarshall Islands, was escorted into the General \r\nAssembly Hall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Mr. Kessai Note, President of the Republic of \r\nthe Marshall Islands, and to invite him to address the \r\nAssembly. \r\n President Note: I bring warm greetings of \r\n“iakwe” from the people of the Republic of the \r\nMarshall Islands, on whose behalf I have the honour to \r\naddress the General Assembly at its sixty-second \r\nsession. \r\n I wish to convey our congratulations to you, \r\nMr. President, on your election in the presidency of the \r\nAssembly at this session. I am confident that, under \r\nyour able leadership, consensus on crucial issues will \r\nbe achieved, benefiting the entire membership, \r\nparticularly the often-forgotten remote small island \r\nStates of the Pacific. My commendation also goes to \r\nyour predecessor for her successful stewardship of the \r\nwork of the Assembly at its sixty-first session. \r\n Allow me to also congratulate you, \r\nMr. Secretary-General, for your election as the eighth \r\nSecretary-General of this Organization. Steering the \r\nUnited Nations in today’s interwoven world of \r\ncomplex trials and tribulations remains ever more \r\nchallenging, and I wish to express my country’s \r\nconfidence in your stewardship and to commend you \r\nfor your current efforts in taking a range of measures to \r\nstrengthen the capacity of the United Nations. \r\nA/62/PV.10  \r\n \r\n07-52115 4 \r\n \r\n For the past 62 years, we have come to this \r\nAssembly to express various issues and concerns dear \r\nto our heart, as they affect the daily lives of our \r\ncitizens. Education, health and the environment are \r\namong the issues at the top of my country’s priorities, \r\nbut these issues are nothing if we, the community of \r\nnations, fail to attempt to avert the forthcoming \r\necological disaster.  \r\n My people are concerned with — or rather \r\nterrified by — with the issue of our very survival. Will \r\nwe even exist 50 years from today? If we are to exist at \r\nall, we must put a stop to the rising tide of destruction \r\nunleashed by global warming. Our future — or \r\nperhaps, our absence of future — depends on the \r\ndecisive actions of this Assembly. I find no pride in \r\nhaving coined the term “ecological refugee”. It is my \r\ndeepest hope that no one, and certainly no one in the \r\nMarshall Islands, will have to bear that name. \r\n Since my election more than seven years ago, \r\neducating the world about the threat my people face as \r\na result of sea-level rise and global warming has been \r\none of my Government’s priorities. In addressing the \r\nissue of climate change, actions and real progress are \r\nneeded. In saying this, I am proud to announce the new \r\nalliance that my Government established earlier this \r\nyear with the local government of Martin Luther King \r\nJr. County, in Washington State in the United States, \r\naimed at confronting the threat posed by global \r\nwarming. \r\n The unwavering faith I have in this Organization \r\nis the reason why I am standing at this podium today \r\non behalf of my people. On our shoulders, as leaders, \r\nlies the responsibility entrusted to us, to keep not only \r\nthe peace to live in harmony and with dignity, but to \r\npreserve our environment to ensure the very survival of \r\nour children for generations to come. \r\n I commend the Secretary-General for convening a \r\nhigh-level meeting on climate change this week. I am \r\nalso hopeful that we, as leaders, will come up with the \r\nnecessary agreements on the United Nations \r\nFramework Convention on Climate Change in \r\nDecember. While we are committed to playing our part, \r\nstrong leadership is required by the major \r\nindustrialized countries. We once again renew our \r\nsupport for the Framework Convention and the Kyoto \r\nProtocol, and we call upon all States that have not yet \r\ndone so — in particular the major emitters — to ratify \r\nthe Protocol without further delay. We also call upon \r\nthe international community to assist small island \r\ndeveloping States in developing and implementing \r\ncomprehensive adaptation strategies. \r\n I remain hopeful that the international community \r\ncan reach a consensus on moving forward the \r\nnecessary agreements to achieve lasting peace, security \r\nand diplomatic solutions to the seemingly endless web \r\nof issues. We are so integrated and interconnected \r\ntoday that we all face equal challenges, be it in \r\nterrorism or the proliferation of nuclear weapons. I \r\ncommend this Assembly for adopting last September \r\nthe historic United Nations Global Counter-Terrorism \r\nStrategy, which will prevent the global scourge of \r\nterrorism. The Marshall Islands remains committed in \r\nthe fight against terrorism, and we continue to take \r\naction at the national level and to cooperate at the \r\nregional and international levels to ensure that we \r\ncombat terrorist threats with comprehensive and united \r\naction. \r\n In the area of disarmament and non-proliferation, \r\nour collective efforts need to be invigorated to \r\novercome stalemate. Nuclear weapons and the testing \r\nconducted on our islands in the past is a nightmare that \r\ncontinues to haunt my people. The 67 atmospheric \r\nweapons detonated on my island of Bikini Atoll from \r\n1946 to 1958 continue to inflict pain and suffering on \r\nmy people to this day. The Marshallese people were \r\nunder the care of the United Nations Trusteeship \r\nCouncil when the United States nuclear testing \r\nprogramme was in progress. Once again, I call on the \r\nUnited Nations and its agencies and Member States \r\nwho share similar experiences and have the expertise to \r\nassist us with the restoration of our radiation-\r\ncontaminated environment to provide the needed \r\nassistance for my people’s health-care needs that are \r\nlinked to radiation exposure, and to support the \r\nMarshall Islands’ Changed Circumstances Petition, \r\nwhich was submitted to the United States Congress in \r\n2000. \r\n I commend the work of the Assembly at its sixty-\r\nfirst session in adopting resolution 61/109, which \r\nrequests the United Nations Scientific Committee on \r\nthe Effects of Atomic Radiation to continue its work, \r\nincluding its activities to increase knowledge about the \r\nlevels, effects and risks of ionizing radiation from all \r\nsources, and requests the United Nations Environment \r\nProgramme to continue to provide support for the work \r\nof the Committee and for the dissemination of its \r\nfindings and to review and strengthen the Committee’s \r\n A/62/PV.10\r\n \r\n5 07-52115 \r\n \r\npresent funding. I am confident that my people will \r\nbenefit from the Committee’s work, noting that \r\nprevious policy and resettlement decisions based on \r\nmisleading scientific opinions have caused so much \r\nsuffering among my people. \r\n My people’s survival and well-being also depend \r\non our ocean resources. We are encouraged by \r\ninternational and regional agreements and treaties that \r\naim to protect these scarce resources. However, illegal, \r\nunreported and unregulated fishing continues to \r\nthreaten our major source of livelihood. In protecting \r\nour ocean resources from exploitation, we continue to \r\nseek assistance from Member States with the expertise \r\nand capacity in conducting and enforcing conservation \r\nand management measures, as well as in the \r\ndevelopment of our domestic fisheries. I reiterate once \r\nagain my support for a moratorium on bottom-trawling \r\nuntil there are clear indications on its negative effects \r\non the ocean biodiversity.  \r\n The Micronesia Challenge — a commitment led \r\nby the Republic of Palau, the Federated States of \r\nMicronesia and the Republic of the Marshall Islands — \r\naims at conserving that biodiversity and our vulnerable \r\necosystem by effectively conserving at least 30 per \r\ncent of the near-shore marine and 20 per cent of the \r\nforest resources across Micronesia by 2020. The \r\nMicronesia Challenge is part of a much larger and \r\ngrowing commitment by island nations throughout the \r\nworld to take the international lead in preserving \r\nprimary ecosystems. I call on the international \r\ncommunity to support the efforts that have been put in \r\nplace and to develop and provide the resources for \r\nrealistic financial plans in support of conservation and \r\nsustainable use of our natural resources. \r\n Within the Pacific region, we continue to \r\ncooperate closely to ensure that effective regional \r\nactions are taken in our endeavour to combat our \r\nvulnerabilities in the economic, social and \r\nenvironmental areas, which are priority areas \r\nhighlighted under the Pacific Plan and Kalibobo \r\nRoadmap, endorsed by Pacific leaders almost two \r\nyears ago.  \r\n My Government has had the pleasure of hosting \r\nand actively engaging in several regional meetings held \r\nto that effect. The Eighth Pacific Islands Conference of \r\nLeaders, which I was honoured to chair in Washington; \r\nthe Seventh Annual Micronesian President’s Summit, \r\nheld in Chuuk, Federated States of Micronesia, earlier \r\nthis month; the seventh Food and Agriculture \r\nOrganization meeting of the South West Pacific \r\nMinisters for Agriculture, held in May; and the \r\nMicronesians in Island Conservation conference, held \r\nlast June in Majuro — all these provided the \r\nopportunity for our leaders, development partners and \r\nnon-governmental partners to meet with other leaders \r\nfrom the region to address the wide range of issues and \r\nchallenges that continue to plague the Pacific. \r\n In my view, the successful implementation of \r\nregional commitments international obligations can be \r\nachieved only with the support and commitment of \r\nmember countries, regional and international \r\norganizations, development partners and a range of \r\nstakeholders. \r\n In that regard, I wish to emphasize that the \r\nassistance of the international community, which has \r\nplayed a crucial role in enabling us to meet current and \r\nemerging challenges, is still very much needed. There \r\nis only so much that we can do as small island \r\ndeveloping States; thus, now more than ever, I continue \r\nto call on the international community for considerable \r\ninvestments and comprehensive assistance, including \r\nthe much-needed policy reorientation to address the \r\ninterlinked issues of economic, social and \r\nenvironmental security. \r\n The Republic of the Marshall Islands was \r\nfounded on the ideals of freedom, democracy and \r\nrespect for human rights. We continue to observe and \r\nstand for those democratic values and the defence and \r\npromotion of human rights. The United Nation’s noble \r\nideals of good governance, democracy, multilateralism \r\nand respect for human dignity also serve as my guiding \r\nlight in my capacity of high steward of my people. \r\n However, while the United Nations continues to \r\nwork with States in resolving disputes peacefully and \r\nin helping to create democratic societies, it still turns a \r\nblind eye to the 23 million people of Taiwan and \r\nsilences their voices. The absence of Taiwan in the \r\nUnited Nations creates a gap in the global network for \r\ncooperation, goes against the ideals and concept of \r\njustice upheld by the United Nations and contravenes \r\nthe principle of universality. \r\n We reiterate our support for the reform and \r\nexpansion of the Security Council and for a criteria-\r\nbased approach under which potential members, such \r\nas Japan, must be well qualified, based on factors such \r\nas economic size, population, commitment to \r\nA/62/PV.10  \r\n \r\n07-52115 6 \r\n \r\ndemocracy and human rights, financial contributions to \r\nthe United Nations and contributions to United Nations \r\npeacekeeping efforts. \r\n During the general debate of the sixtieth session, \r\nwe noted in this historic Hall that the United Nations \r\nand its offices and agencies did not have a permanent \r\npresence in many of the small island developing States \r\nof the Pacific. In June 2006, it was announced that a \r\ncoalition of the United Nations Development \r\nProgramme (UNDP), United Nations Children’s Fund \r\n(UNICEF) and United Nations Population Fund \r\n(UNFPA) would open a total of eight new offices in the \r\nPacific island countries. We welcomed that historic \r\naccomplishment, the progress it marked towards \r\nharmonization within the United Nations and the \r\nassistance and support the new offices would provide \r\nin developing national capacity and meeting the \r\nMillennium Development Goals. \r\n We, Member States that pay our dues, deploy \r\npeacekeepers, and discharge our responsibilities in the \r\ninternational community, deserve offices that give \r\nrelevance to the United Nations and the \r\nimplementation of its doctrines. The Marshall Islands \r\nis appreciative of the work currently under way for the \r\nestablishment of a joint presence in our country by \r\nUNFPA, which will be the leading agency on behalf of \r\nUNDP and UNICEF. We, however, ask the General \r\nAssembly and the Secretariat to ensure that offices \r\nbefitting the ideals and reputation of the United \r\nNations are established in the other identified Pacific \r\nisland countries. \r\n In closing, I wish to reassure you, Mr. President, \r\nthat the Marshall Islands remains committed to the \r\nimplementation of the commitments made over the last \r\ndecade, and we expect our partners to fulfil their \r\ncommitments as well. The sustainable development of \r\nsmall island developing States, such as the Marshall \r\nIslands, can only be achieved through a genuine \r\npartnership within the international community. Only \r\nthen can we realize the commonly shared goal of \r\nuniversal peace and prosperity. \r\n My delegation looks forward to a productive \r\nsession under your able leadership, Sir. Komol tata, \r\nand God bless. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof the Marshall Islands for the statement he has just \r\nmade. \r\n Mr. Kessai Note, President of the Republic of the \r\nMarshall Islands, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mrs. Gloria Macapagal-Arroyo, \r\nPresident of the Republic of the Philippines \r\n \r\n The President: The Assembly will now hear an \r\naddress by the President of the Republic of the \r\nPhilippines. \r\n Mrs. Gloria Macapagal-Arroyo, President of the \r\nRepublic of the Philippines, was escorted into the \r\nGeneral Assembly Hall. \r\n The President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Her Excellency Mrs. Gloria Macapagal-\r\nArroyo, President of the Republic of the Philippines, \r\nand to invite her to address the Assembly. \r\n President Macapagal-Arroyo: Mr. President, \r\ncongratulations on your election as President of the \r\nGeneral Assembly. Congratulations also to our \r\nSecretary-General, His Excellency Ban Ki-moon, who \r\nwas such a good friend of the Philippines when he was \r\nForeign Minister of the Republic of Korea. We \r\nembrace his vow to focus on strengthening the three \r\npillars of the United Nations: development, security \r\nand human rights. \r\n The United Nations is a pillar of development. It \r\nplays a major large role for the Philippines. Poverty \r\nalleviation is the most important part of our agenda and \r\nour vision of transforming the Philippines into a \r\nmodernized nation in 20 years. We want to be actively \r\nengaged in local, regional and global affairs, because \r\nthat is the future. \r\n We believe in the power of the global trading \r\nsystem to alleviate poverty and modernize nations \r\nthrough market forces. That does not mean we believe \r\nthat countries like the Philippines are ready to compete \r\nhead-to-head today in every sector, but it does mean \r\nthat we cannot afford to be afraid of globalization. \r\n By being increasingly connected to the world, the \r\nPhilippine economy has reached a new level of \r\nmaturity and stability, with some of the strongest \r\nmacroeconomic fundamentals in 20 years. Six years \r\nago, noone thought we could get more revenue, cut \r\ndown on tax cheats, strengthen the peso and move the \r\nstock market. Noone thought we could bring our \r\n A/62/PV.10\r\n \r\n7 07-52115 \r\n \r\nbudget into balance, which we did last month, or \r\nprepay our debts and raise employment, but we have. \r\n We must both grow our economy and sustain our \r\nnatural environment at the same time. We are \r\ndeveloping and promoting our “Green Philippines” \r\nagenda. It emphasizes a sustainable economic model \r\nthat brings together economic opportunity and concern \r\nfor our environment. \r\n At the Secretary-General’s High-level Event on \r\nClimate Change earlier this week, United Nations \r\nmember nations focused on what the United Nations \r\nFramework Convention on Climate Change and Kyoto \r\nProtocol meetings in Bali to be held in December 2007 \r\nshould do. The Clean Development Mechanism under \r\nthe Kyoto Protocol has allowed developing countries \r\nsuch as the Philippines to voluntarily reduce their \r\ngreenhouse gas emissions through private sector \r\ninitiatives. But there is a need to expand the carbon \r\nmarket and to expand international cooperation and \r\nfinancial support to promote strategies to adapt to \r\nclimate change. \r\n Too many nations, both developed and \r\ndeveloping, believe the environment must be sacrificed \r\nat the altar of growth. We believe otherwise. We \r\nbelieve that we have a unique opportunity to get it right \r\nfrom day one: to introduce new industries that are \r\nclean and profitable.  \r\n That includes a biofuels industry that helps our \r\nenergy independence, creates jobs and keeps our nation \r\nclean for future generations. We are further developing \r\nour geothermal power, which is one of the two largest \r\nin the world.  \r\n We reiterate our commitment to the global trading \r\nsystem and, when that fails us, to strengthening the \r\nAsia-Pacific Economic Cooperation (APEC), the \r\nAssociation of Southeast Asian Nations (ASEAN) and \r\nregional relations in order to bolster our economy.  \r\n The multilateral trading system, through the Doha \r\nRound, remains the best option to address poverty and \r\nimprove standards of living around the world through \r\nan agreed set of international trade rules. The Doha \r\nDevelopment Agenda was launched with an emphasis \r\non creating a developmental dimension and integrating \r\nit into all elements of the negotiations. To make the \r\nDoha Round truly a development round, there must be \r\na greater coherence of policies among international \r\ndevelopment institutions, such as the World Bank, the \r\nInternational Monetary Fund, the United Nations \r\nDevelopment Programme (UNDP) and the World Trade \r\nOrganization, so that trade is mainstreamed in the \r\ndevelopment agenda and capacity-building can be \r\nfocused on trade competitiveness.  \r\n As part of capacity-building, we call on the \r\nUnited Nations and our partners among developed \r\nnations to strengthen South-South cooperation, wherein \r\ndeveloping nations with specific strengths can share \r\nwith other developing nations in need of their \r\nstrengths, funded by developed nations or multilaterals \r\nsuch as UNDP.  \r\n The developed nations were the prime movers of \r\nglobal trade when it suited them; now some countries \r\nare slowing things down. That is not right, nor is it \r\ngood for our respective economies. But there has been \r\na ray of hope, with the developed countries declaring \r\nthat they are willing to maximize flexibilities in \r\nexchange for greater market access.  \r\n On the sidelines of the current session of the \r\nAssembly, we hope the contending countries can \r\ncontinue consulting to find the right formula of subsidy \r\ncuts and market access to break the Doha impasse.  \r\n But let us be clear: even as the Philippines works \r\ntirelessly to move the talks forward, we are not going \r\nto stand by and do nothing. For us, it is full speed \r\nahead; preferably with Doha, but full speed \r\nnevertheless. We recognize that if the multilateral \r\ntrading system is fragmented into trading blocs, it will \r\nresult in a more complex set of trade rules. That could \r\nincompatible with and detrimental to the interests of \r\ndeveloping nations. In the meantime, while we are \r\nhoping for a successful conclusion to the Doha Round, \r\nwe have to maximize the economic opportunities \r\nprovided under bilateral and regional free trade \r\nagreements. That will complement efforts under the \r\nmultilateral trading system.  \r\n At a time of uncertainty, when the Doha Round is \r\nfaltering, ASEAN has taken a bold step forward by \r\ndrafting its Charter. That is our first step to creating a \r\npermanent sense of community. We are working \r\ntowards a single market with free movement of goods, \r\nideas and skilled talent.  \r\n In APEC, the world’s largest economy, the United \r\nStates, and the world’s fastest-growing economy, \r\nChina, are active participants. We have a strong \r\nalliance with the United States, which remains our \r\nA/62/PV.10  \r\n \r\n07-52115 8 \r\n \r\nlargest trading partner and our strongest strategic ally. \r\nWe have stood shoulder to shoulder for many \r\ngenerations. We expect to continue building on our \r\nmature relationship with the United States.  \r\n We have also forged a strong relationship with \r\nChina. China’s rise is a significant opportunity for the \r\nPhilippines. Our overall relations are now more \r\nconfident and comprehensive.  \r\n Relations are not just about trade. They are also \r\nabout people, and this includes migration, a worldwide \r\nreality. We thank the Secretary-General for supporting \r\nthe Philippine hosting of the Global Forum on \r\nMigration and Development next year, and we invite \r\nall Member States to participate.  \r\n Overseas Filipino workers are honoured by the \r\nGovernment and the people for their sacrifice and \r\ndedication to work, family and nation. We welcome \r\ntheir contribution, but we are working towards the day \r\nwhen Filipinos no longer need to go abroad for a job, \r\nthe day that overseas work is just another career \r\noption. We believe that our ambitious economic \r\nreforms will increasingly keep our best and brightest \r\nright in the Philippines, closer to friends and families, \r\nhelping to build our communities and provide the next \r\ngeneration of leadership.  \r\n The United Nations is a pillar of security and \r\nhuman rights. It remains the central pillar underpinning \r\nconflict resolution. Our country is among the largest, if \r\nnot the largest, contributor of police officers to United \r\nNations peacekeeping missions. The Philippines has \r\npeacekeepers, both military and police, in Afghanistan, \r\nCôte d’Ivoire, Georgia, Haiti, Kosovo, Liberia, the \r\nSudan and Timor-Leste. We will continue our \r\nparticipation to safeguard communities so that they \r\nmay overcome conflict and regain the peace needed to \r\npursue development.  \r\n Closer to home, I have personally advanced the \r\nprocess of peace in Muslim and Christian Mindanao to \r\na new level of engagement, focusing on interfaith \r\ndialogue, economic development and mutual security. \r\nWe have done so with the largest possible international \r\ninvolvement, including that of the United Nations. \r\nPeace in Mindanao is very much an issue of human \r\nrights, as is poverty alleviation, our number-one issue.  \r\n The Philippines is the most democratic country in \r\nour region. We have no tolerance for human rights \r\nviolations at home or abroad. We support the effort to \r\nrevitalize and refocus the work of the United Nations \r\nin human rights. For that reason, the Philippines sought \r\nand won a seat on the Human Rights Council.  \r\n The attention of the international community has \r\nbeen drawn, with great reason and justification, to the \r\ncurrent situation in Myanmar. This is the time for \r\nMyanmar to return to the path of democracy, to release \r\nDaw Aung San Suu Kyi — now — and to involve all \r\nthe parties, including the National League for \r\nDemocracy, in the democratization and constitutional \r\nprocesses.  \r\n In conclusion, the number of globe-sized issues \r\nwe will face in the twenty-first century will require \r\nglobe-sized cooperation. We must build bridges of \r\npeace and prosperity, and the place to start is in \r\nbuilding a stronger United Nations.  \r\n Mr. Abdelaziz (Egypt), Vice-President, took the \r\nChair.  \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof the Philippines for the statement she has just made.  \r\n Mrs. Gloria Macapagal-Arroyo, President of the \r\nRepublic of the Philippines, was escorted from \r\nthe General Assembly Hall.  \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n  Address by Mr. Tuilaepa Sailele Malielegaoi, \r\nPrime Minister of the Independent State  \r\nof Samoa  \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the \r\nIndependent State of Samoa.  \r\n Mr. Tuilaepa Sailele Malielegaoi, Prime Minister \r\nof the Independent State of Samoa, was escorted \r\nto the rostrum.  \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Tuilaepa Sailele \r\nMalielegaoi, Prime Minister of the Independent State \r\nof Samoa, and inviting him to address the Assembly. \r\n Mr. Malielegaoi (Samoa): Samoa would like to \r\ncongratulate the President on his election as President \r\nof the General Assembly. We fully support the agenda \r\nthat will guide our work during his tenure. In the same \r\nspirit, Samoa would like to extend its best wishes to \r\n A/62/PV.10\r\n \r\n9 07-52115 \r\n \r\nthe new Secretary-General as he leads our Organization \r\nthrough new and uncharted waters during these \r\ndifficult times. \r\n The High-level Event on Climate Change held \r\nearlier this week underscored two fundamental truths, \r\nnamely, that climate change is solvable — with the \r\nsolution firmly in our hands — and that the United \r\nNations continues to be an indispensable institution in \r\nour search for answers to the global challenges \r\nconfronting humankind. From all accounts, the  \r\nHigh-level Event was a considerable success; but \r\nsuccess is measured not in the number of statements \r\ndelivered, nor in the level of participation, but in the \r\npolitical will to translate undertakings into concrete \r\nresults on the ground to usher in an effective and \r\ncomprehensive post-Kyoto agreement. The time for \r\nrhetoric is over. We need to convert our good words \r\ninto deeds. \r\n Climate change, like many other global \r\nchallenges, crosses borders uninvited. It has no respect \r\nfor national sovereignty and does not discriminate \r\nbetween countries — whether rich or poor, large or \r\nsmall, resilient or vulnerable. Its dire consequences are \r\nreal and everywhere for all to see, including those who \r\nwould prefer to remain unconvinced. Climate change \r\ncannot be wished away. Even those countries that have \r\nbeen in denial to date must surely now accept the \r\nweight of scientific evidence and concede that climate \r\nchange, facilitated largely through human-induced \r\nactivities, poses one of the gravest threats to \r\nhumankind and to the continuation of life in our world \r\nas we know it today. \r\n Obviously, we have failed badly as custodians of \r\nthe planet and its future. But apportioning blame for \r\nthe present state of our environment is itself yet \r\nanother human failing. It serves no useful purpose. \r\nBeing judgmental will not restore our environment. \r\nThose who exploit the traditional divide between \r\ndeveloped and developing countries, and ideological \r\nand political differences, do so conveniently to mask \r\ntheir unwillingness to be part of the solution to an \r\nimpending catastrophe. \r\n Climate change is a societal problem that requires \r\na decisive response from the world community. It is a \r\nglobal challenge that should unite us. In division there \r\nis little we can do. But as a truly united world \r\ncommunity there is a great deal that could be achieved \r\nto at least arrest, and even reverse, the threat of climate \r\nchange. A timely example of what can be achieved \r\nwhen the political commitment to cooperate is present \r\nis the Pacific Alliance for Sustainability, an innovative \r\napproach by the Global Environment Facility (GEF) \r\nfor expedited access to GEF resources by Pacific island \r\ncountries to meet some of the adaptation and \r\nmitigation needs associated with climate change. \r\n The United Nations remains our last best hope to \r\nprovide the political will and the necessary \r\ncommitment to turn the tide against climate change. \r\nSamoa calls upon those Member States of the \r\nOrganization in a position of world leadership to lead \r\nthe charge in finding and implementing solutions to the \r\ncauses of climate change. As present custodians of our \r\nworld’s environment, we owe it to our children and to \r\nfuture generations to do what needs to be done quickly \r\nand decisively, before we run out of time. It is \r\ntherefore imperative to complete a post-2012 climate \r\nchange agreement that is effective, binding, capable of \r\nbeing swiftly implemented and universally owned and \r\nrespected by the 192 Member States of the United \r\nNations. \r\n In the global work that needs to be done to \r\naddress climate change, and indeed in any of the other \r\nweighty challenges facing our world, we of course look \r\nto nations in positions of leadership to lead by good \r\nexample. In the all-important pillars of the United \r\nNations — concerning economic development, human \r\nrights, peace and security — nations in leadership roles \r\nmust as a matter of principle protect the interests of the \r\nweak and vulnerable. They should accord priority and \r\ngive their full attention to finding solutions to issues of \r\nglobal concern.  \r\n In the same way that nations in leadership roles \r\nare called to account in doing the right thing for our \r\nworld, so must all the Member States of the United \r\nNations uphold their part of the bargain in the work \r\nthat needs to be done. Without that cooperation from \r\nall Member States, reaching the objectives we all know \r\nshould be achieved will continue to elude us. Solutions \r\nto liberate our world from the tyranny and futility of \r\nwar, the social and economic inequalities that we are \r\ntrapped in and the uncontrolled and wild spread of \r\nepidemic diseases have all been mapped out. They \r\nhave been discussed, debated, negotiated and, in most \r\ncases, agreed to over the life of the Organization. \r\n As with climate change, global long-term \r\nchallenges that continue to remain unsolved should be \r\nA/62/PV.10  \r\n \r\n07-52115 10 \r\n \r\napproached collectively and positively within the \r\nframework of the United Nations. An integrated \r\napproach is desirable, given the interconnectedness and \r\nthe mutually reinforcing nature of the issues. That calls \r\nfor visionary and far-sighted leaders, statesmen and \r\nstateswomen who are not deterred from making the \r\nright decisions. \r\n That is much to ask for in a world of unequal \r\nresource endowments, size, status and strength — \r\nwhere national interests take precedence over the \r\nglobal good and where policies are selected, not \r\nbecause they are the right and correct thing to do, but \r\nbecause of their acceptability to the voting \r\nconstituents, how much they cost and who pays the bill \r\nat the end of the day. But times are changing. \r\n The world is one global family, and no country \r\nexists in isolation. Interdependence is the norm, and \r\nnone is immune from the reaches of the global \r\nproblems challenging our very existence. As history \r\nhas shown, no one country, however powerful and \r\nwilling, can remain aloof and be able to solve all those \r\nproblems on its own. The United Nations therefore \r\nremains the best means to achieve multilateral \r\ncooperation in so many important areas. With unity of \r\npurpose and mind among the membership of the United \r\nNations, we would have every reason to be optimistic \r\nabout finding solutions to the problems that beset our \r\nworld. \r\n That is why Samoa supports the efforts to \r\nstrengthen and reform the United Nations and its \r\nconstituent parts to make them cost-effective and \r\nefficient when responding to the needs of stakeholders. \r\nCentral to the reorganization is a revitalized General \r\nAssembly as the primary policy- and  \r\ndecision-making organ of the United Nations. It should \r\nalso include a functioning Security Council, whose \r\nmembership should be increased in both categories to \r\nmirror present day realities, including those with the \r\ncapacity and the disposition to contribute to the \r\nCouncil’s work and its legitimacy. Moreover, we \r\nencourage the efforts under way to streamline the work \r\nof the different United Nations agencies to eliminate \r\nwastage of resources and unnecessary duplication of \r\ntime and effort. \r\n In the Pacific region, the long-promised United \r\nNations presence in island States where the \r\nOrganization is not represented has yet to materialize. \r\nThat is unfortunate, given the time that has passed and \r\nthe importance island leaders attach to the enhanced \r\nvisibility of the United Nations to assist in forging \r\npartnerships and building capacity to help sustain the \r\ndevelopment efforts of island nations. \r\n Samoa recently hosted the largest-ever South \r\nPacific Games in the event’s 43-year history. The fact \r\nthat Samoa was able to successfully stage that largest \r\nof the Pacific regional events notwithstanding the \r\npaucity of its resources demonstrated the importance to \r\nsmall island developing States of working successfully \r\nwith their development partners. In the particular case \r\nof the South Pacific Games, Samoa needed to \r\ndemonstrate the importance of sports to the  \r\nsocio-economic development of our young people, \r\nboth at the national and at the wider Pacific regional \r\nlevels, in making submissions for assistance to its \r\ndevelopment partners.  \r\n The People’s Republic of China was able to \r\nrespond positively to the call to provide critical \r\ninfrastructure to meet the requirements of the Games. \r\nSimilarly, in other key sectors such as education and \r\nhealth, Samoa’s other development partners have \r\naccepted our requests and agreed to work with us in \r\nour efforts to improve those vital areas. \r\n The decision by the Economic and Social Council \r\nearly this year to graduate Samoa from the status of \r\nleast developed country is a clear reflection of the \r\nimmense value to Samoa of the contribution of its \r\ndevelopment partners — including Australia, China, \r\nthe European Union, Japan, New Zealand and a host of \r\nmultilateral institutions, such as the United Nations, \r\nthe World Bank, the Asian Development Bank, the \r\nInternational Monetary Fund and the Commonwealth, \r\nto name some. \r\n As is well known, we argued strongly at the \r\nEconomic and Social Council debate and at the \r\nGeneral Assembly the case of the continued \r\nvulnerability of our small, isolated island economy, \r\nwith all its attendant disadvantages, its lack of natural \r\nresources and its vulnerability to devastating natural \r\ndisasters. None of those conditions and risks will \r\ndisappear after Samoa graduates from the group of \r\nleast developed countries. We therefore ask our \r\ndevelopment partners for their continued understanding \r\nand support of Samoa’s development efforts in the \r\nfuture. \r\n People trapped in the different troubled spots of \r\nthe world will not be able to experience true peace \r\n A/62/PV.10\r\n \r\n11 07-52115 \r\n \r\nunless they are consulted and have a voice in any \r\nnegotiated solution conducted in a spirit of genuine \r\ngoodwill to find outcomes that create conditions for \r\nharmonious coexistence. Samoa therefore welcomes \r\nthe recent attempt to resume the Middle East peace \r\nprocess and the new hope it rekindles that perhaps a \r\ndurable solution may finally be achieved, where \r\nPalestinians live in a permanent and an independent \r\nState of their own alongside a secure and safe Israeli \r\nState. \r\n The Sudan’s agreement to the African Union-\r\nUnited Nations Hybrid Operation is a courageous first \r\nstep towards solving the humanitarian situation in \r\nDarfur and deserves full support. Hopefully, it will \r\nsignal the end to the long and horrific suffering of \r\ninnocent people caught in the midst of that tragic \r\nconflict. \r\n Iraq’s early gains through its democratically \r\nelected Government are being eroded daily by \r\ndisruptive elements bent on derailing the process to \r\nreturn the country to normalcy. Ultimately, it is the \r\nIraqi leadership that should promote and manage any \r\nnational reconciliation process to guarantee its long-\r\nterm sustainability. However, it is also clear that, with \r\nthe wider international community now able to play a \r\nmore active role in Iraq, their understanding and \r\ncontributions will be critical in helping with the efforts \r\nto bring peace to Iraq. \r\n I have on previous occasions from this rostrum \r\nexpressed Samoa’s unwavering support for the \r\npeacekeeping work of the United Nations. I again \r\nreaffirm that support, which is underpinned by my \r\ncountry’s contribution and involvement in the United \r\nNations peacekeeping missions in Timor-Leste, Liberia \r\nand the Sudan. Additionally, Samoa continues to be an \r\nintegral part of the Regional Assistance Mission to the \r\nSolomon Islands under the umbrella of the Pacific \r\nForum. \r\n Terrorist acts committed the world over, under \r\nwhatever pretext or purpose, are deplorable and \r\nmorally unjustified. In its various forms and \r\nmanifestations, terrorism is responsible for the \r\npermanent scars of horror and fear that have gripped \r\ninternational attention in recent years. Terrorism should \r\ntherefore be condemned in the strongest way possible, \r\nto send out the clear and unequivocal message that it is \r\nneither accepted nor condoned and that perpetrators \r\nshould not expect any sympathy for their actions. \r\n Samoa strongly supports the anti-terrorism \r\nresolutions of the United Nations. We have put in place \r\nthe relevant legislative framework and have \r\nimplemented measures in line with intergovernmental \r\nefforts to combat international terrorism. \r\n In concluding my statement, I wish to again \r\nemphasize the important role of nations in key \r\npositions of leadership in the achievement of the \r\nobjectives of the Organization, whether in \r\npeacekeeping, the environment, poverty alleviation, the \r\nfight against terrorism or the many other challenges \r\nthat threaten our world. They must lead by good \r\nexample, make decisions and take action based on the \r\nwell-founded conviction that what they do is morally \r\nand ethically correct for the ultimate benefit and \r\ngreater good of the world. When nations with \r\nleadership roles and responsibilities are able to do that, \r\nthey will find ready support from the rest of the \r\nOrganization’s membership. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nIndependent State of Samoa for the statement he has \r\njust made. \r\n Mr. Tuilaepa Sailele Malielegaoi, Prime Minister \r\nof the Independent State of Samoa, was escorted \r\nfrom the rostrum. \r\n \r\n Address by The Honourable Dato’ Seri \r\nAbdullah Ahmad Badawi, Prime Minister \r\nof Malaysia \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Malaysia. \r\n The Honourable Dato’ Seri Abdullah Ahmad \r\nBadawi, Prime Minister of Malaysia, was \r\nescorted to the rostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Dato’ Seri Abdullah Ahmad \r\nBadawi, Prime Minister of Malaysia, and inviting him \r\nto address the Assembly. \r\n Mr. Badawi (Malaysia): I would like to take this \r\nopportunity to congratulate the President on his \r\nelection to preside over the sixty-second session of the \r\nGeneral Assembly. Malaysia will work with him \r\ntowards realizing the objectives of the Organization, \r\nparticularly in efforts aimed at conferring more power \r\non the General Assembly in managing the affairs of the \r\nUnited Nations. \r\nA/62/PV.10  \r\n \r\n07-52115 12 \r\n \r\n The course of human history is marked by a few \r\npivotal moments during which we had an opportunity \r\nto make either the correct or the wrong decision, which \r\nhad an impact on the destinies of those who come after. \r\nWe are now living in such a time. There are certain \r\nproblems that touch all our lives without exception. \r\nThe change in climate and the increasing discord \r\nbetween cultures and civilizations are two such \r\nproblems. The first problem is now globally affecting \r\nthe well-being of planet Earth, while the second is \r\nthreatening to tear apart the fabric of peaceful relations \r\nbetween peoples and nations. Let me first say \r\nsomething about climate change. \r\n We are now fully aware of the gravity and the \r\nimmediacy of the situation. Natural disasters and other \r\nextremes in the weather are occurring now, often in \r\nparts of the world that never before experienced such \r\ncalamities. The worst is yet to come. Indeed, the 2007 \r\nreport of the Intergovernmental Panel on Climate \r\nChange has made it clear that the scale and urgency of \r\nthe challenge is greater than we had thought or feared. \r\n In December of this year, Indonesia will be \r\nhosting on Bali the thirteenth Conference of the Parties \r\nto the United Nations Framework Convention on \r\nClimate Change. We must agree to launch the process \r\nfor negotiations on a post-2012 agreement. Ongoing \r\nnational and regional initiatives to deal with climate \r\nchange must not compete with, and should instead \r\ncomplement, the negotiations under the United Nations \r\nframework. Malaysia will fully support Indonesia in \r\norder to ensure that the Bali Conference achieves the \r\nsuccess that it deserves. \r\n We need to achieve consensus on certain \r\nfundamental issues, even before the negotiations begin \r\nfor a post-2012 agreement. The principle of common \r\nbut differentiated responsibilities must prevail. We \r\nmust recognize the fact that the poorest countries of the \r\nworld have the least capacity to adapt and should \r\ntherefore be apportioned the least responsibility to \r\nmitigate the impacts of climate change.  \r\n A post-2012 agreement needs to build upon the \r\narchitecture and other fundamentals of the Kyoto \r\nProtocol. For example, there should be absolute \r\nemission-reduction targets for developed countries, \r\nexpanded mechanisms that facilitate contributions from \r\ndeveloping countries and special provisions for the \r\nleast developed countries and the small island \r\ndeveloping States.  \r\n We know that climate change has implications \r\nnot only for the environment but also for the global \r\neconomy. That is an important additional reason why \r\nthe principle of differentiated responsibilities must \r\napply, so that developing countries can maintain their \r\ncapacities for sustainable development. Of course, \r\ndeveloping countries have their part to play in the \r\nmanagement of climate change, but it must be \r\ncommensurate with their abilities to perform. \r\n On this subject, we must never forget the Earth \r\nSummit, held in Rio de Janeiro in 1992, where it all \r\nbegan. Caring for the environment and ensuring \r\nsustainable development were the themes of that global \r\nconference. The message of that Summit was that \r\nnothing less than a transformation of our attitude and \r\nbehaviour will bring about the necessary changes. \r\nThose principles remain fully valid, and they should \r\nguide us as we begin the process of negotiations for the \r\npost-2012 agreement on climate change. \r\n Let me now turn to the problem of the discord \r\nthat is growing between Islam in general and the West \r\nas a whole. The main cause is the misperception in the \r\nWest that Islam promotes exclusivity and encourages \r\nextremism. We must take action to generate greater \r\nunderstanding between the followers of different \r\ncultural and civilizational traditions. Malaysia fully \r\nsupports the various efforts being made in that regard \r\nat the international level. We are confident that such \r\ndialogue will establish the truth that Islam is a religion \r\nthat espouses universalism and not exclusivity, and \r\ntolerance rather than bigotry. \r\n Malaysia is equally convinced that it is wrong to \r\nput the blame on religion as the cause of existing \r\ndisputes between nations. All genuine religions \r\nadvocate peace and harmony among peoples, as well as \r\nacceptance of others. That is certainly the case with \r\nIslam, which teaches its believers to practice tolerance, \r\nforgiveness, peace, fraternity and coexistence. The \r\nKoran, which is the foundation of the religion of Islam, \r\nis very explicit in recognizing the existence of \r\nreligions other than Islam. \r\n That religion is not the root cause of the world’s \r\ntroubles, as has been confirmed by the report of the \r\nHigh-level Group for the Alliance of Civilizations that \r\nwas released on 13 November 2006. The report \r\nmaintains that, although religion is often cynically \r\nexploited to stir passions, fuel suspicions and support \r\nalarmist claims that the world is facing a new war of \r\n A/62/PV.10\r\n \r\n13 07-52115 \r\n \r\nreligions, the root of the matter is political, not \r\nreligious. We should support various initiatives at the \r\nnational and regional levels to promote the message \r\nand recommendations of the 2006 report. \r\n Nevertheless, it is Malaysia’s view that such \r\nnational and regional initiatives must finally culminate \r\nin a truly universal dialogue based on the multilateral \r\nintergovernmental process. It is only such a process \r\nthat can establish binding commitments. Indeed, the \r\nsuccess of such a dialogue has now become an \r\nimportant condition for securing the wider goals of \r\nglobal peace, security and prosperity. \r\n There is a tendency to blame history, but there is \r\nno evidence in history that points to religion as the \r\ncause of the current discord between cultures and \r\ncivilizations. Religion is not the explanation for the \r\nexistence of conflicts between Western and Muslim \r\ncountries. The answer lies in more recent times: the \r\nrepeated use of force by the powerful over the weak to \r\nsecure strategic or territorial gains. The vestiges of \r\nthose wars for control and domination persist today as \r\nthe gnawing problems in Afghanistan, Lebanon, the \r\nGolan Heights and Iraq. \r\n With regard to Iraq, we cannot deny the fact that \r\nmany of the problems now confronting the people of \r\nIraq emanate from foreign occupation of that great \r\ncountry. Iraqis should be given a full opportunity to \r\ndetermine their own future. For that purpose, Iraq \r\nneeds a government of national unity. That can be \r\naccomplished through national reconciliation.  \r\n I place great emphasis on national unity, because \r\nit has been our experience in Malaysia that national \r\nunity is best achieved through the practice of power-\r\nsharing in a government in which ethnic groups of \r\ndifferent religious faiths are represented. Our \r\nGovernment has succeeded in bringing peace and \r\nprosperity to the country for the past 50 years of \r\nMalaysia’s independence. The international community \r\nhas a clear responsibility to assist the people of Iraq to \r\nachieve peace and stability, so that the unity of Iraq as \r\na nation is preserved, and the territorial integrity of \r\nIraq as a State is not compromised. \r\n With equal candour, I must also say that the \r\nproblem of Palestine, which has been festering for 60 \r\nyears without a solution being found, tops the list of \r\ngrievances that the Islamic world holds against the \r\nWest. We are all aware that there are fresh initiatives to \r\nbring Israel and Palestine, together with other States, to \r\nhigh-level peace talks in the very near future. Although \r\nI take the position that any final settlement of the issue \r\nof Palestine must necessarily take place within the \r\nframework of the United Nations, let us support the \r\npeace talks and hope that they create momentum for a \r\ntrue meeting of minds.  \r\n In particular, we should urge the Israeli and \r\nPalestinian leadership to act courageously so as to meet \r\nthe needs and expectations of their peoples, who have \r\nsuffered long enough. Of course, real peace can only \r\nbe achieved if the legitimate rights of peoples are \r\nrecognized and protected during the negotiations. \r\nPalestine has been partitioned before. That should \r\nnever happen again. \r\n All of us must play the role of honest brokers, \r\nassisting the parties through a difficult negotiating \r\nprocess on the path towards true peace. Both sides to \r\nthe Israeli-Palestinian conflict must commit to reaching \r\nsolutions through compromise. This opportunity must \r\nbe seized. The onus of delivery is on all of us. \r\n I believe that the single most important issue in \r\nthe way of peace and fraternity between Islamic and \r\nWestern countries is the unsettled problem of Palestine. \r\nI am equally certain that once the problem of Palestine \r\nis settled, there will be greater harmony between \r\nWestern and Islamic countries, the inheritors of the \r\nworld’s two greatest religions and civilizations. \r\n For their part, Muslims have a responsibility to \r\npresent to the world the true face of Islam. It must be \r\nmade clear that Islam is a religion that abhors conflicts, \r\nmore so between Muslims. When disputes do arise, \r\nIslam enjoins forgiveness and reconciliation through \r\nmushawarah, which can be translated as engaging in \r\ndialogue and peaceful negotiation. Furthermore, the \r\nteachings of Islam put a very high premium on peace \r\nand development. Islam is definitely not an \r\nencumbrance to progress and prosperity. In my country, \r\nMalaysia, although Muslims constitute the large \r\nmajority of the population, the Government has used \r\nthe progressive teachings of Islam as the basis for good \r\ngovernance to deliver benefits to all sectors of our \r\nmulti-ethnic and multireligious society without \r\ndiscrimination. We call this approach Islam Hadhari. \r\n I have highlighted two major challenges that we \r\nnow face in our time. I remain optimistic, however, \r\nthat universal human fraternity and coexistence are \r\nattainable if, and when, critical political and strategic \r\nissues are resolved in tandem with the closing of the \r\nA/62/PV.10  \r\n \r\n07-52115 14 \r\n \r\ngap of misunderstandings between cultures and \r\ncivilizations. That effort requires our collective \r\nwisdom and courage to recognize the problems. The \r\nwell-being of planet Earth and all the people who \r\ninhabit it are actually within our control. We must have \r\nthe will to moderate our excesses and cater for the \r\nneeds of future generations, using science and \r\ntechnology as our tools. The time for us to invest in our \r\ncollective future is here and now. \r\n I would be remiss if — Malaysia being a member \r\nof the Association of Southeast Asian Nations \r\n(ASEAN) — I ignored the situation in Myanmar. \r\nASEAN has done everything possible to encourage \r\nMyanmar towards reconciliation and democracy. Their \r\nfailure to do so has brought upon them the current \r\nsituation. Let me express my country’s disapproval, \r\nalong with that of other ASEAN countries, of the use \r\nof excessive force by the Government of Myanmar to \r\nput down justifiable civilian protests. Malaysia \r\nsupports the efforts of the United Nations in sending \r\nUnder-Secretary-General Ibrahim Gambari to \r\nMyanmar. We call upon the Government of Myanmar \r\nto give him its fullest cooperation to enable him to \r\nfulfil his mission on behalf of the international \r\ncommunity. Let me also call for the release of Aung \r\nSan Suu Kyi and for direct engagement between the \r\nleaders of Myanmar and various groups — in particular \r\nthe National League for Democracy. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of \r\nMalaysia for the statement he has just made. \r\n The Honourable Dato’ Seri Abdullah Ahmad \r\nBadawi, Prime Minister of Malaysia, was \r\nescorted from the rostrum. \r\n \r\n Address by The Honourable Ralph E. \r\nGonsalves, Prime Minister, Minister for \r\nFinance, Planning, Economic Development, \r\nLabour, Information, Grenadines and Legal \r\nAffairs of Saint Vincent and the Grenadines \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister, Minister for \r\nFinance, Planning, Economic Development, Labour, \r\nInformation, Grenadines and Legal Affairs of Saint \r\nVincent and the Grenadines. \r\n The Honourable Ralph E. Gonsalves, Prime \r\nMinister, Minister for Finance, Planning,  \r\nEconomic Development, Labour, Information, \r\nGrenadines and Legal Affairs of Saint Vincent \r\nand the Grenadines, was escorted to the rostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency The Honourable Ralph E. \r\nGonsalves, Prime Minister, Minister for Finance, \r\nPlanning, Economic Development, Labour, \r\nInformation, Grenadines and Legal Affairs of Saint \r\nVincent and the Grenadines, and inviting him to \r\naddress the General Assembly. \r\n Mr. Gonsalves (Saint Vincent and the \r\nGrenadines): It is with a profound sense of anticipation \r\nthat I welcome Mr. Kerim’s assumption of the \r\npresidency of the General Assembly at its sixty-second \r\nsession. In accepting the presidency, he succinctly \r\noutlined an exciting raison d’être for a modern, active \r\nand engaged United Nations, namely, a focus on \r\nmultilateral cooperation to combat the challenges of \r\nglobalization, climate change, terrorism, immigration \r\nand sustainable development. I have every confidence \r\nthat, under his enlightened presidency, the General \r\nAssembly will fashion positive, tangible and creative \r\nsolutions to those global challenges. \r\n Our recent history has taught us that triumphalist, \r\nimperialist unilateralism is a consistent cause, but an \r\ninfrequent solution, to the problems confronting \r\ntoday’s world. But it is at this moment, as the \r\nphilosophy of unilateralist misadventure is in its death \r\nthroes, that a modern, multilateral United Nations must \r\nseize the day, fill the vacuum and live up to the noble \r\nand immutable principles of its Charter. That modern \r\nand multilateral United Nations, under Mr. Kerim’s \r\npresidency, should never sacrifice principle for an \r\nignoble practicality, but should instead be suffused \r\nwith a fairness that views the world through the eyes \r\nnot of imperial tsars, indifferent diplomats or apathetic \r\nagencies — to whom suffering is but a television event \r\neasily erased with the flick of a remote-control \r\nbutton — but through the eyes of the vast majority of \r\nthe world’s citizens, who struggle daily for survival, \r\nwho dodge bullets in their backyards, who coax a \r\nmeagre living from parched and exhausted soils and \r\nwho have been globalized to the brink of extinction. It \r\nis not idealistic or naive to assert that engaged, fair and \r\ngenuinely concerned States working together can solve \r\nthe seemingly intractable problems besetting our \r\nimperfect planet. Our problems are largely man-made; \r\nso too are the solutions. \r\n A/62/PV.10\r\n \r\n15 07-52115 \r\n \r\n The recent focus by the United Nations on the \r\nissue of climate change and global warming is a \r\nwelcome development. It is the prayer of humankind \r\nthat this belated momentum has not come too late to \r\nreverse the damage already inflicted on our planet. \r\nAfter all, we are short-term caretakers of the Earth, and \r\nit is our sacred duty to preserve it for future \r\ngenerations. This is a great cause of our time, and we \r\nmust not be timid or doubtful in the face of any great \r\ncause. \r\n I would like to remind the General Assembly that, \r\n15 years ago, the 1992 United Nations Framework \r\nConvention on Climate Change recognized that global \r\nwarming would have a special impact on small States, \r\ncountries with low-lying coastal areas and countries \r\nwith areas prone to natural disasters. In Saint Vincent \r\nand the Grenadines, for example, the overwhelming \r\nmajority of our hard-won infrastructural developments, \r\nby way of geographic necessity, lie mere inches above \r\nsea level and perilously close to the coastline. Through \r\nabsolutely no fault of our own, the physical \r\nmanifestations of our emerging post-colonial State can \r\nbe obliterated by inexorably rising sea levels.  \r\n The Caribbean’s vital banana industry, already \r\nbuffeted by the winds of iniquitous globalization, has \r\nbeen repeatedly devastated in recent years by \r\nincreasingly intense hurricanes, which have placed a \r\nhitherto dominant economic sector on veritable life \r\nsupport. In any event, the environmental damage \r\ncaused in producing quality bananas for the European \r\nCommunity over the recent decades is ignored by those \r\nwhose consumerist demands engender further \r\nenvironmental damage. \r\n The solutions to the problem of climate change \r\nare multifaceted, but an indispensable component must \r\nbe the adoption by the States parties to the United \r\nNations Framework Convention on Climate Change of \r\nthe climate change Adaptation Fund for \r\nenvironmentally challenged African, Asian, Caribbean, \r\nLatin American and Pacific States. The Fund would put \r\nflesh on the skeletal commitments of the Convention \r\non Climate Change, which compelled developed \r\ncountries to provide additional financial resources to \r\nassist developing countries that are particularly \r\nvulnerable to the adverse effects of global warming. \r\nThe Fund should be a source both of disaster relief and \r\nof the technological and infrastructural support needed \r\nto adapt to climate change.  \r\n The developed States Members of the United \r\nNations can no longer afford to view the increasingly \r\nfrequent and intense natural disasters as individual \r\nevents, capable of narrow prescriptive solutions and \r\nsubject to the vagaries of donor fatigue. They must live \r\nup to their obligations, both legal and moral, to assist \r\nthe developing world in dealing with challenges that \r\nwere born in the smoke-belching factories and \r\ncar-clogged highways of the polluters. \r\n The quest for energy self-sufficiency and \r\nenvironmentally friendly energy consumption has led \r\nto a rush towards the production of ethanol in some \r\ncountries. This, however, requires careful thought and \r\nsensible implementation. For example, the use of corn \r\nto produce ethanol is driving up the price worldwide of \r\ngrain, beef, chicken and milk. The poor will suffer \r\nunless a prudently balanced approach is adopted. The \r\nUnited Nations has a vital role to play in that regard. \r\n As a proud citizen of the Republic of Macedonia, \r\nthe President is all too familiar with the terrors \r\nwrought by wars born of ethnic conflict. It is my \r\nearnest prayer that his personal experience will lend \r\nurgency to what has been the seemingly heartless \r\nneglect on the part of the United Nations, in practical \r\nterms, of the genocidal campaign being waged in \r\nDarfur. While recent developments — including the \r\nSecurity Council resolution 1769 (2007), authorizing \r\nthe establishment of the African Union-United Nations \r\nHybrid Operation in Darfur, and the recent \r\nappointments of Rodolphe Adada as the Joint African \r\nUnion-United Nations Special Representative for \r\nDarfur and General Martin Luther Agwai as Force \r\nCommander — are somewhat encouraging, let us not \r\ndelude ourselves: the force on the ground is still \r\ninsufficient, its mandate is ambiguous and its emerging \r\npresence is years too late. For too long we have looked \r\nthe other way. We in the United Nations have caused \r\nthe world to wonder about the relative worth of a \r\nSudanese or Rwandan life versus an Israeli, Chinese, \r\nAmerican or European life. What is happening in \r\nDarfur is genocide. Let us call it what it is. The United \r\nNations must remain committed to alleviating the \r\nsuffering of the men, women and children of Darfur. \r\n In the same vein, the Government and people of \r\nSaint Vincent and the Grenadines stand unequivocally \r\nwith the people of Myanmar in their current struggle \r\nfor democracy and life without tyranny. \r\nA/62/PV.10  \r\n \r\n07-52115 16 \r\n \r\n The drama of war, the fight against global \r\nterrorism, insecurity and poverty, the struggle for \r\nreparation for the descendants of African slaves in the \r\nNew World and the insidious impacts of climate \r\nchange must continue to hold the collective attention of \r\nthe General Assembly. But there are other eminently \r\navoidable ills afflicting the developing world that also \r\ndemand our focus. The Caribbean faces the worst \r\nepidemic of chronic non-communicable disease in the \r\nAmericas. In 2004, the six leading causes of death in \r\nthe Caribbean were heart disease, cancer, diabetes, \r\nstroke, injuries and hypertensive disease — each of \r\nwhich claimed more lives in the region than \r\nHIV/AIDS. \r\n That looming health crisis, although largely self-\r\ninflicted, has an obvious global component. \r\nGlobalization has spawned a creeping cultural \r\nhegemony and homogeneity with a distinct mass-\r\nconsumption bias. Our home-grown Caribbean culture \r\nand our Caribbean civilization are being challenged \r\nand undermined by a shallow consumer ethic driven by \r\nmultinational corporations whose sole interest is to \r\ncreate a standardized population of global purchasers. \r\nThe explosion in media and information technology, \r\nfor all its obvious benefits, has been an all-too-willing \r\nhandmaiden to that cultural invasion. The \r\nhomogenized, vapid and consumerist culture of the \r\nmultinationals’ empire is exported worldwide, beamed \r\ndirectly to our computers, televisions, newspapers and \r\ncinema screens. It is devoid of context, yet rich in \r\nsubtext. Its message, in a nutshell, is simple: our \r\nculture, our civilization, is better than yours. It is a \r\nsubliminal message that too many of our people have \r\nunfortunately been accepting at a faster rate than the \r\nability of our health care systems to adapt. Colonialist, \r\nimperialist, mindless and homogenizing globalization \r\nhas wrought havoc. Its deleterious contemporary \r\nmanifestations must be resolutely resisted.  \r\n The acceptance of a core of universal human \r\nvalues does not mean a submission to the consumerism \r\nof any empire. A quest by some to establish a global \r\nhegemony in everything will never be able to erase or \r\nsubjugate the legitimacy of the particularity of \r\ncivilizations, including our Caribbean civilization. In \r\nthat context, the call for an alliance of civilizations has \r\nour support. It is likely to be more uplifting and \r\nenduring than a quest for dominance by one over the \r\nother. \r\n The erosion of trade preferences at the \r\nmultilateral level has brought with it new challenges to \r\nthe small and vulnerable economies of the Caribbean, \r\nrequiring Governments to engage in structural \r\nadjustments and fiscal calisthenics to keep our \r\neconomies afloat. At the same time, the development \r\ndeliverables that the Doha Round promised to our \r\ncountries — which, like the Biblical manna, are \r\nurgently needed for our sustenance — have yet to \r\nmaterialize, owing to the floundering negotiations of \r\nthat Round. Let us recall that the first and last of the \r\nMillennium Development Goals (MDGs) speak, \r\nrespectively, to the eradication of poverty and to global \r\npartnership for development. But for small and \r\nvulnerable economies the attainment of those two goals \r\nwill be significantly compromised if the multilateral \r\ntrade rules and provisions are not sufficiently \r\naccommodating to the special needs of countries like \r\nours. \r\n Special and differential treatment for developing \r\ncountries is vital to offset the potential losses that are \r\noccasioned by globalization and the liberalization of \r\nmarkets. That is why aid-for-trade and a mobilization \r\nof resources must be on the agenda of multilateral \r\norganizations, to be used as an instrument for \r\neconomic growth and capacity-building in developing \r\ncountries. The recent launch of the MDG call to action \r\nby British Prime Minister Gordon Brown is an \r\ninitiative that my Government supports, and it may \r\nwell act as a much-needed spur to get us back on track \r\nto achieving the MDGs by the target date of 2015. \r\n Saint Vincent and the Grenadines yet again pleads \r\nwith the United Nations to permit Taiwan to be \r\naccorded its rightful admission to the United Nations \r\nand its specialized agencies. Taiwan, a democratic and \r\nprogressive country of 23 million people, remains a \r\nlegitimate and vibrant political expression of the \r\nancient and magnificent Chinese civilization. There is \r\nno adequate justification for the continued exclusion of \r\nTaiwan from participation in the numerous global \r\nexchanges in the United Nations and other \r\ninternational bodies. We urge Secretary-General Ban \r\nKi-moon to accept and deal with Taiwan’s membership \r\napplication in accordance with the Charter. Taiwan \r\npossesses all the attributes and qualifications for \r\nmembership of the United Nations. Let it therefore be \r\ndone. Furthermore, the United Nations must play its \r\nrole in reducing tensions across the Taiwan Strait.  \r\n A/62/PV.10\r\n \r\n17 07-52115 \r\n \r\nAggressive conduct must be restrained in a context \r\nwhere Taiwan is committed to peace and a \r\ncomprehensive political dialogue. \r\n I shall conclude as the Assembly President began, \r\nby urging swift and effective multilateral action to \r\ntackle the challenges of the modern world. As the \r\nCuban poet and national hero José Martí once said, “It \r\nis a sin not to do what one is capable of doing”. By that \r\nmeasure, the sins of omission and commission of the \r\nUnited Nations are manifold and manifest, despite its \r\nsuccesses. Our collective multilateral and principled \r\npenance must be measured even more by our actions \r\nfrom this day onward. We must therefore now act \r\ntogether on each of the world’s enduring challenges. \r\nEach nation and each person has a vital role to play. An \r\narrogance born of triumphalism that seeks to exclude \r\nso many who look askance at an imperial agenda must \r\ncease. The master poet from Martinique, Aimé Césaire, \r\naddresses this issue well in his famous Cahier d’un \r\nretour au pays natal:  \r\n “No race has a monopoly on beauty, on \r\nintelligence, on strength ... There is room for \r\neveryone at the convocation of conquests ... We \r\nknow now that the sun turns around our Earth, \r\nlighting the parcel designated by our will alone ... \r\n[and that] every star falls from sky to Earth at our \r\nomnipotent command”. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister, Minister \r\nfor Finance, Planning, Economic Development, \r\nLabour, Information, Grenadines and Legal Affairs of \r\nSaint Vincent and the Grenadines, for the statement he \r\nhas just made. \r\n The Honourable Ralph E. Gonsalves, Prime \r\nMinister, Minister for Finance, Planning, \r\nEconomic Development, Labour, Information, \r\nGrenadines and Legal Affairs of Saint Vincent \r\nand the Grenadines, was escorted from the \r\nrostrum. \r\n \r\n  Address by The Honourable Navinchandra \r\nRamgoolam, Prime Minister of the Republic  \r\nof Mauritius \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Republic \r\nof Mauritius. \r\n The Honourable Navinchandra Ramgoolam, \r\nPrime Minister of the Republic of Mauritius, was \r\nescorted to the rostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency The Honourable \r\nNavinchandra Ramgoolam, Prime Minister of the \r\nRepublic of Mauritius, and inviting him to address the \r\nGeneral Assembly. \r\n Mr. Ramgoolam (Mauritius): May I, on behalf of \r\nmy delegation, and in my own name, extend our \r\nsincere congratulations to Mr. Srgjan Kerim on his \r\nelection to preside over the General Assembly at its \r\nsixty-second session. I assure him of our fullest \r\nsupport and cooperation in the daunting tasks that lie \r\nahead of us. His election is a personal tribute to his \r\nengagement and rich experience in international \r\npolitics and diplomacy. Allow me also to convey our \r\nsincere appreciation and thanks to his predecessor, Her \r\nExcellency Sheikha Haya Rashed Al-Khalifa, for the \r\neffective and efficient manner in which she conducted \r\nthe business of the sixty-first session. May I also take \r\nthis opportunity to pledge my delegation’s support to \r\nthe new Secretary-General, His Excellency Mr. Ban \r\nKi-moon, in his efforts and approach in charting out a \r\nvision for the Organization that will respond to the \r\nneeds and aspirations of the twenty-first century. \r\n International peace and security constitute the \r\nbedrock of the Organization. We have come a long way \r\nsince 1945 in securing peace and security in many \r\nparts of the world. However, a lot remains to be \r\naccomplished in order to have a conflict-free world. \r\nWe are seriously concerned about what is happening in \r\nthe Middle East. Conflicts in some parts of Africa \r\ncontinue to be a major source of concern to us. The \r\ntrail of violence and death continues to plague the \r\nMiddle East. In order to give peace a chance and allow \r\nit to take root in those regions and manifest its positive \r\neffects in the day-to-day lives of citizens, we need to \r\nredouble our efforts and explore all possible avenues to \r\nachieve peace, stability and security, in the larger \r\ninterests of the citizens of those countries. \r\n The fragility of the Middle East situation, and in \r\nparticular the question of Palestine, needs a holistic \r\napproach that, inter alia, includes linkages embedded in \r\nthe socio-cultural, political, economic and security \r\nissues of the region. I should also once again like to \r\nreiterate our full support for the establishment of an \r\nA/62/PV.10  \r\n \r\n07-52115 18 \r\n \r\nindependent and sovereign Palestinian State side by \r\nside with the State of Israel. \r\n With regard to Darfur, we welcome the African \r\nUnion-United Nations Hybrid Operation in Darfur \r\nwhich is expected to assume the peacekeeping and \r\npeacebuilding operations there. We call on all the \r\nparties concerned in the conflict to demonstrate their \r\nreal commitment and resolve to engage fully in the \r\nsearch for lasting peace. \r\n In Somalia, despite the serious efforts to contain \r\nviolence during the past six months, the situation \r\nremains highly volatile. In that context, I would like to \r\nadd my voice to the call made by the Chairperson of \r\nthe African Union Commission, Mr. Konaré, to the \r\nSecretary-General to consider the possibility of \r\ndeploying a United Nations force to assist the African \r\nUnion Peace Support Mission in Somalia. \r\n The President returned to the Chair. \r\n The world today is confronted with growing \r\nthreats of terrorism — be it home-grown, cross-border, \r\nregional or international in nature. That scourge should \r\nbe confronted with all the means at the disposal of the \r\ninternational community. We also believe that more \r\neffective and efficient mechanisms should be put in \r\nplace to capture the financiers of terrorist \r\norganizations. \r\n The United Nations remains the cornerstone of \r\nthe fight against terrorism. Mauritius has lent, and will \r\ncontinue to lend, its fullest support to the numerous \r\ninitiatives and resolutions of the United Nations on \r\ncounter-terrorism. We are happy to note that the \r\nInternational Convention for the Suppression of Acts of \r\nNuclear Terrorism entered into force in July of this \r\nyear. \r\n The world of the twenty-first century is a world \r\nof interdependence, with the national frontiers between \r\npeoples and countries falling faster than we had \r\nenvisaged. This has brought about the interphase and \r\ninteraction between peoples from different parts of the \r\nworld. We are today living in a world intertwined with \r\ninterreligious and intercultural predicaments. \r\n Mauritius, as the Assembly is aware, is a multi-\r\nethnic and multicultural society. Unity in diversity is \r\nthe solid foundation on which we have built the \r\nframework for the peaceful coexistence of peoples of \r\ndifferent faiths and cultures. Cultural diversity, \r\nunderstanding and respect for different faiths and \r\nreligions are today part and parcel of Mauritian society. \r\n We warmly welcome the convening of the High-\r\nlevel Dialogue on Interreligious and Intercultural \r\nUnderstanding and Cooperation for Peace, which is to \r\nbe held in October 2007 at United Nations \r\nHeadquarters, for the promotion of tolerance, \r\nunderstanding and universal respect on matters of \r\nfreedom and religion. We will certainly be part of the \r\nDialogue.  \r\n Furthermore, we reaffirm our determination to \r\nsupport all initiatives that promote a culture of peace \r\nand tolerance. We are also happy to note that the \r\nGeneral Assembly recently adopted resolution 61/271 \r\nto observe and celebrate the International Day of \r\nNon-Violence on 2 October each year in recognition of \r\nthe great apostle of peace and non-violence, Mahatma \r\nGandhi. \r\n Mauritius is a strong advocate of all human rights \r\nand fundamental freedoms — so much so that the \r\nfounding fathers of our constitution ensured that \r\nhuman rights figured prominently therein. Since our \r\nindependence, in 1968, we have persistently \r\nendeavoured to place our citizens at the core of all \r\nforms of human rights and have ensured that they \r\nenjoy all political and civil rights irrespective of their \r\nstatus, colour or creed. We have enacted several pieces \r\nof legislation and we continue to enhance our \r\nlegislative and institutional framework for the further \r\nprotection and promotion of human rights and \r\nfundamental freedoms. We have set up the National \r\nHuman Rights Commission, the Sex Discrimination \r\nDivision, the Office of the Ombudsperson for Children \r\nand the Human Rights Centre to ensure and promote \r\ncompliance with fundamental rights and freedoms of \r\nthe individual and the international instruments on \r\nhuman rights. \r\n Mauritius is party to all major international and \r\nregional human rights treaties. We continue to extend \r\nour unwavering support to the United Nations in the \r\npromotion and protection of human rights. As a \r\nmember of the Human Rights Council, we are lending \r\nour fullest support to make it more effective, efficient \r\nand relevant in the eyes of the world. Our quest for \r\nuniversal respect for human rights demands that the \r\nperpetrators of massive violations be brought to justice \r\npromptly. Impunity gives rise to violations.  \r\n A/62/PV.10\r\n \r\n19 07-52115 \r\n \r\n We cannot but admire the Buddhist monks of \r\nMyanmar and the courage of Ms. Aung San Suu Kyi, \r\nwhose party won a democratic and fair election in \r\n1990, only to be removed from office by a military \r\ncoup. She has now spent 11 of the last 17 years under \r\nhouse arrest. And now the legitimate stirrings of the \r\npeople’s will are being brutally repressed in blood, as \r\nwe are speaking here at the United Nations. It is our \r\nduty to let the people of Myanmar know that the free \r\nnations of the world stand by them. But we need to do \r\nmore than just stand by them. The time has come for \r\nthe most stringent sanctions to be taken against the \r\nmilitary junta that has proved again and again that it is \r\ntotally impervious to good sense and common \r\nhumanity. \r\n I am proud to say that in 1997, in my first term as \r\nPrime Minister, I took the decision to stop buying rice \r\nfrom Myanmar. I applaud the decision of the President \r\nof the United States of America to apply sanctions. All \r\nof us should do the same. The military junta must be \r\nsent a clear message: that the free world will not \r\ntolerate gunning down people who are demanding \r\nfreedom and justice. \r\n While the Assembly has made responding to \r\nclimate change the thrust of the general debate, \r\nSecretary-General Ban Ki-moon has qualified climate \r\nchange as the defining issue of our era. We cannot \r\nagree more with that. Climate change affects all of us. \r\nIndeed, if it is not addressed head on, it will have \r\nirreversible consequences and devastating effects on \r\nthe survival of human beings and the habitability of our \r\nplanet Earth. We all have a stake in addressing climate \r\nchange and global warming. \r\n We commend the laudable initiative of the \r\nSecretary-General in convening the High-level Event \r\non Climate Change on 24 September. We remain \r\nconfident that the strong message that has emanated \r\nfrom the High-level Event will provide the necessary \r\nimpetus and political will and act as a catalyst to the \r\nBali meeting later this year. However, in our approach \r\nto finding a global solution to climate change we \r\nshould avoid making those who bear the least \r\nresponsibility for greenhouse gas emissions and who \r\nare yet the hardest-hit, pay the price on the same scale \r\nas others who have led to the increase in global \r\nwarming as early as the eighteenth century. Mauritius, \r\nfor its part remains committed to the principle of \r\ncommon but differentiated responsibilities. \r\n The rise in sea level constitutes a danger that \r\nthreatens most of the low-lying island developing \r\nStates. Those States have limited capacity to withstand \r\nthe negative effects of natural disasters and external \r\neconomic shocks. Their sustainable development \r\nbecomes more trying and rigorous in the light of their \r\ninherent vulnerabilities. Mitigation and adaptation \r\ncapabilities of countries may vary depending on the \r\nlevel of their economic development. Small island \r\ndeveloping States (SIDS) face, in their adaptation \r\nchoices, fundamental constraints of inadequate data \r\nand technical capacity, weak institutional capacity and \r\nlimited financial resources. \r\n In that respect we call for the full and effective \r\nimplementation of the commitments, programmes and \r\ntargets adopted in the Barbados Programme of Action \r\nand the Mauritius Strategy for the Further \r\nImplementation of the Programme of Action for the \r\nSustainable Development of Small Island Developing \r\nStates. A special SIDS fund to assist the development \r\nand implementation of adaptation measures in the same \r\nmanner as the special fund for the least developed \r\ncountries under the umbrella of the Global \r\nEnvironment Facility (GEF), and regional climate \r\nobservational systems to better monitor climate \r\nvariations associated with global warming and \r\nsea-level rise, need to be set up. \r\n While it is true that if the present pace of climate \r\nchange goes unchecked, the face of the world may \r\nchange dramatically in the next hundred years with \r\ndevastating effects for future generations, it is equally \r\ntrue that underdevelopment, poverty, hunger and \r\ndiseases such as HIV/AIDS, malaria and tuberculosis \r\nin the developing world are the present challenges that \r\nrequire the immediate and undivided attention of the \r\nworld as laid down in the Millennium Development \r\nGoals (MDGs). \r\n The 2007 Millennium Development Goals \r\nmidterm report underscores that “the MDGs will be \r\nattained only if concerted additional action is taken \r\nimmediately and sustained until 2015” (Millennium \r\nDevelopment Goals Report 2007, p. 4). Africa, \r\nunfortunately, in spite of serious and strenuous efforts, \r\ncontinues to lag far behind on the MDGs. \r\n Mauritius for its part, is on track to meet the \r\nMDGs by the year 2015. Nonetheless, since my \r\nGovernment took office in 2005, we have allocated \r\nconsiderable resources in our national budget for the \r\nA/62/PV.10  \r\n \r\n07-52115 20 \r\n \r\nempowerment of the poor and the social uplifting of \r\nvulnerable groups. The development challenges of \r\nMauritius go well beyond the achievement of the \r\nMDGs. \r\n In order to improve the prospects for attaining the \r\nMDGs, it is essential for donors and development \r\npartners to honour their undertakings and commitments \r\nmade at the 2002 Monterrey International Conference \r\non Financing for Development. In that respect, we \r\nhope that the follow-up International Conference on \r\nFinancing for Development in 2008 will provide the \r\nmuch-awaited response from the concerned parties to \r\nadequately address international commitments on \r\nfinancing for development. \r\n In our efforts to find ways and means to alleviate \r\nand ultimately eliminate poverty in our subregion, \r\nMauritius, jointly with the Southern African \r\nDevelopment Community will be hosting an \r\nInternational Conference on Poverty Alleviation and \r\nDevelopment in April 2008. \r\n While there is no denying the fact that \r\nglobalization has led in its wake to economic growth in \r\nthe world including developing countries, it is also true \r\nthat many countries, especially the most vulnerable \r\nones, are unfortunately not reaping the benefits of \r\nglobalization. This is particularly true of LDCs, lower- \r\nand middle-income countries and countries in \r\ntransition, which continue to face huge difficulties in \r\nintegrating the globalizing economy. \r\n We call for a new global strategy that would \r\ncreate an enabling economic environment for \r\ndevelopment. It would require greater coherence \r\nbetween the international trading, monetary and \r\nfinancial systems. We therefore reaffirm our dedication \r\nto the establishment of a new international economic \r\norder which emphasizes globalization with a human \r\nface whose benefits will be more widely shared. \r\n More than six years after the 2001 Declaration of \r\nCommitment on HIV/AIDS “Global Crisis — Global \r\nAction”, the pandemic still remains a global crisis \r\nrequiring global action. The negative impact of \r\nHIV/AIDS on human resources in the 25-45 age group, \r\nparticularly in sub-Saharan Africa is simply \r\noverwhelming. The alarming rate with which the \r\nHIV/AIDS pandemic is ravaging innocent lives in our \r\nsocieties has far-reaching implications for our socio-\r\neconomic development. It undermines the efforts \r\ntowards the achievement of the Millennium \r\nDevelopment Goals. \r\n The prevalence of HIV/AIDS in Mauritius is \r\nmerely 0.2 per cent, with between 20 and 30 per cent \r\nof the cases affecting vulnerable groups, such as prison \r\ninmates and intravenous drug users. Our policies are \r\ngeared towards containing the level of contamination, \r\nin particular by combating transmission via the sharing \r\nof contaminated needles. We are providing substantial \r\nfunds for the development of a needle exchange \r\nprogramme and a public awareness information and \r\ncommunication campaign on HIV/AIDS. \r\n I wish here to put on record our appreciation to \r\nthe Clinton Foundation for having included Mauritius \r\namongst the countries that can benefit from the Clinton \r\nFoundation HIV/AIDS Initiative.  \r\n(spoke in French) \r\n Every year at this time heads of State and \r\nGovernment meet here in this Assembly, because we \r\nbelieve in the virtues of multilateral diplomacy. All of \r\nus here are sincerely concerned about the multiple \r\ntensions across the world. I am convinced that we all \r\nwish to make our full contribution to the search for \r\npractical, viable and long-term solutions. We are all \r\ninspired by the same will to manage our differences in \r\ndialogue and understanding. We want to call attention \r\nto the problems of globalization and participate in \r\nlaunching and strengthening the economies of our \r\ncountries. \r\n We recognize and welcome the enormous role \r\nthat the United Nations plays on the international \r\nscene, a role that needs to be considerably enhanced. \r\nThe scope of diplomacy has considerably widened in \r\nrecent years. Through the lever of international \r\nrelations, the United Nations has the means and the \r\nduty to promote cooperation based on conflict \r\nprevention and the efficient management of natural \r\ndisasters. But the United Nations still needs \r\nimprovement in its structure and functioning, and we \r\nhope that reform will soon be brought about. \r\n(spoke in English) \r\n We continue to follow with keen interest and \r\nparticipate actively in the ongoing reform process of \r\nthe United Nations, particularly on the question of the \r\nreform of the Security Council, the revitalization of the \r\nGeneral Assembly, system-wide coherence, the \r\nmandate review and the management reform.  \r\n A/62/PV.10\r\n \r\n21 07-52115 \r\n \r\n For us, meaningful reform of the United Nations \r\nmust first pass through a comprehensive reform of the \r\nUnited Nations Security Council. At the 2005 World \r\nSummit, we expressed our resolve to support early \r\nreform of the Security Council with a view to making \r\nit more broadly representative, efficient and \r\ntransparent. There has been enough talk on this subject \r\nand it should not remain as mere words and intentions. \r\nMy Government welcomes the decision of the Open-\r\nended Working Group dealing with the reform of the \r\nSecurity Council, which has decided, inter alia, to start \r\nintergovernmental negotiations on the reform of the \r\nSecurity Council. We are convinced that the \r\nintergovernmental negotiations should be results-\r\noriented. \r\n Mauritius remains committed to the African \r\ncommon position, which calls for two permanent seats \r\nand five non-permanent seats for Africa in a reformed \r\nSecurity Council. We continue to support the legitimate \r\naspirations of the Latin American and Caribbean \r\ncountries for a permanent seat. Mauritius reiterates that \r\na permanent seat for India in the Security Council is \r\nlong overdue. As the largest democracy and a secular \r\nstate, India is a living example of the peaceful \r\ncoexistence of major religions, cultures and faiths. \r\nIndia can be a source of inspiration as well as a testing \r\nground for the outcome of the forthcoming United \r\nNations High-level Dialogue on Interreligious and \r\nIntercultural Understanding and Cooperation for Peace. \r\n In 1965 at the Constitutional Conference for the \r\ngranting of independence to Mauritius, the Chagos \r\nArchipelago, among many other islands, formed an \r\nintegral part of the territory of Mauritius and should \r\nhave remained as such in accordance with the Charter \r\nof the United Nations and General Assembly \r\nresolutions 1514 (1960) and 2066 (1965). Resolution \r\n1514 (1960) states, inter alia: \r\n“Any attempt aimed at the partial or total \r\ndisruption of the national unity and the territorial \r\nintegrity of a country is incompatible with the \r\npurposes and principles of the Charter of the \r\nUnited Nations.” (para. 6) \r\n The excision of the Chagos Archipelago by the \r\ncolonial Power at the time of our independence \r\nconstitutes a dismemberment of our territory in total \r\ndisregard of resolutions 1514 (1960) and 2066 (1965). \r\nFurthermore, it is also a violation of the Charter of the \r\nUnited Nations itself. We therefore, once again, \r\nreiterate our request to the United Kingdom to engage \r\nin bilateral dialogue with us as soon as possible with a \r\nview to enabling us exercise our sovereignty over the \r\nChagos Archipelago. \r\n Equally, on the question of our sovereignty over \r\nTromelin, we note the progress registered at the recent \r\nMauritius-French joint commission. The United \r\nKingdom and France, two permanent members of the \r\nUnited Nations Security Council, are two major and \r\nimportant economic, trade and development partners of \r\nMauritius. We fully appreciate their continued support \r\nin the development of our country. We have been \r\nstriving to reach an amicable agreement on these issues \r\nbut we cannot — and will not — compromise on our \r\nterritorial integrity and our sovereignty over those \r\nislands. \r\n To conclude, I should like to reaffirm my \r\ncountry’s full faith in the United Nations. It remains \r\nthe only organization that offers us hope for peace and \r\nsecurity for a better world for future generations. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Mauritius for the statement he has just \r\nmade. \r\nThe Honourable Navinchandra Ramgoolam, \r\nPrime Minister of the Republic of Mauritius, was \r\nescorted from the rostrum. \r\n \r\n  Address by The Honourable Winston Baldwin \r\nSpencer, Prime Minister and Minister for \r\nForeign Affairs of Antigua and Barbuda \r\n \r\n The President: The Assembly will now hear an \r\naddress by the Prime Minister and Minister for Foreign \r\nAffairs of Antigua and Barbuda. \r\nThe Honourable Winston Baldwin Spencer, Prime \r\nMinister and Minister for Foreign Affairs of \r\nAntigua and Barbuda was escorted to the \r\nrostrum. \r\n The President: I have great pleasure in \r\nwelcoming His Excellency Mr. Winston Baldwin \r\nSpencer, Prime Minister and Minister for Foreign \r\nAffairs of Antigua and Barbuda, and inviting him to \r\naddress the General Assembly. \r\n Mr. Spencer (Antigua and Barbuda): Let me first \r\ncongratulate you, Sir, on your election as President of \r\nthe sixty-second session of the General Assembly. I \r\nA/62/PV.10  \r\n \r\n07-52115 22 \r\n \r\nalso congratulate His Excellency Mr. Ban Ki-moon at \r\nthis, his first General Assembly session as Secretary-\r\nGeneral. \r\n I am humbled to once again address this \r\nAssembly, and I stand before you humbled and \r\nemboldened. Humbled by the magnitude of the socio-\r\neconomic challenges we face as a community of \r\nnations and emboldened by the trust that has been \r\nplaced in me by the people of Antigua and Barbuda to \r\narticulate their interests in an increasingly competitive \r\ninternational system. I am further humbled by the \r\ngravity of the environmental challenges facing our \r\nworld today and emboldened in the knowledge that \r\nwithout courageous and timely action, countless lives \r\nwill continue to be plagued by misery and countless \r\nmore unnecessarily lost. \r\n As the Prime Minister of a small island State, I \r\nam also humbled and emboldened by the show of \r\nconfidence we have received from the Group of 77, \r\nhaving been elected Chairman for 2008. It is not a \r\nresponsibility that we take lightly, and you can rest \r\nassured we intend to rise valiantly to the task of \r\nchairmanship, executing the responsibilities of the \r\nChair with the sort of professionalism and skill the \r\nGroup rightly expects of us. As Chairman of the Group \r\nof 77 for 2008 and like the Chairs before us, we pledge \r\nto uphold the principles and objectives of the Group, to \r\npreserve, at all times, our collective interest as \r\ndeveloping countries, safeguard our common positions, \r\nand, by so doing, achieve significant advancement in \r\nthe development agenda. \r\n I am humbled and emboldened enough to quote \r\nAlbert Einstein, who once said:  \r\n“The world is a dangerous place, not because of \r\nthose who do evil, but because of those who look \r\non and do nothing.”  \r\n“Looking on and doing nothing” is no longer an option \r\nfor any of us. \r\n Let me, at the outset, unequivocally state that \r\nmultilateralism should be the preferred means for \r\neffecting international peace, security and human \r\ndevelopment. There are some who would prefer for \r\nmultilateralism to recede and for the world to be run by \r\na few dominant Powers. They should be reminded of \r\nthe intent and purposes of the Charter of the United \r\nNations, which, among other things, reaffirms in its \r\nPreamble the faith of humanity: “in fundamental \r\nhuman rights, in the dignity and worth of the human \r\nperson, in the equal rights of men and women and of \r\nnations large and small”. It is no small wonder, then, \r\nthat the crafters of the Charter pledged their \r\ndetermination “to employ international machinery for \r\nthe promotion of the economic and social advancement \r\nof all peoples”. \r\n The Charter of the United Nations is perhaps \r\nmore relevant today than it was at the time of its \r\ncreation. The challenges to peace, security and \r\ndevelopment that require collective action have \r\nmultiplied immeasurably. At the same time, humanity \r\nhas so advanced that today it is possible to achieve the \r\nintentions of the Charter on a scale beyond what might \r\nhave been achievable at the time of its crafting. \r\nRegrettably, fulfilment of the purposes of the Charter \r\nof the United Nations seems to be hindered to an \r\nunprecedented degree by a paucity of political will and \r\ndetermination. \r\n However, an equitable international system \r\nresponsive to the needs of all countries and people is \r\nnot beyond our reach. In that context, there is a role for \r\nall nations, large and small, that includes the firm \r\nresolve to strengthen the multilateral system in order to \r\ncorrect systemic imbalances that hinder the \r\nachievement of the Millennium Development Goals \r\n(MDGs) and other internationally agreed development \r\ngoals. Systemic imbalances in international trade, \r\nfinance and international governance keep millions \r\nlocked in poverty and millions more in a perpetual \r\nstate of insecurity because they remain \r\nunderrepresented. \r\n Indeed, there is a role for all States. It should \r\ntherefore come as no surprise that Antigua and Barbuda \r\nis of the view that small States can and should play a \r\ncrucial role by being voices of reason — voices that \r\nare not shackled to the dogmatic positions that power \r\nnecessitates. The absence of so-called high power \r\nallows small States to be pragmatic and practical in \r\ncoming up with solutions to some of the most pressing \r\ninternational problems. \r\n We can no longer continue talking while \r\nhumanitarian conditions continue to deteriorate. The \r\nsituation in Darfur calls for our immediate and swift \r\naction. We cannot continue talking while women and \r\nchildren are forced to live in refugee camps. We cannot \r\ncontinue talking while tens of thousands of persons \r\ncontinue to die. \r\n A/62/PV.10\r\n \r\n23 07-52115 \r\n \r\n We must act now. There must be swift action to \r\nstrengthen the African Union-United Nations Hybrid \r\nOperation in Darfur, which will support the African \r\ntroops already there. Every citizen has the right to life \r\nand the right to live in peace. We call on all parties to \r\nend arm sales to the fighting factions. We must ensure \r\nthat that happens.  \r\n While acknowledging the reality that the \r\ndistribution of power is skewed among nations, we \r\nbelieve that talent, ability and good intentions remain \r\nin abundance in all countries, large and small. Further, \r\nno country is too small to be able to contribute \r\ninnovative solutions to some of the most pressing \r\ninternational problems. \r\n We in Antigua and Barbuda may be among the \r\nsmall and the powerless in terms of might and money, \r\nbut we are willing and able to play our part to achieve \r\ninternational peace and development through active \r\nmultilateral diplomacy, and we are intent on doing so. \r\n Global poverty and economic inequality can be \r\nresolved only through sustained economic growth. \r\nCentral to sustaining the economic growth of poorer \r\ncountries is the establishment of a pro-development \r\ntrading regime with a fair playing field, where large \r\nand small play by the rules — rules meant to create a \r\nfairer system and to allow the maximum benefits from \r\ninternational trade to be widely distributed among \r\ncountries. \r\n In that regard, we re-emphasize that it is \r\nimportant that individual United Nations Member \r\nStates abide by fair trading practices, which eliminate \r\ntargeted barriers designed to deny access to small, \r\nvulnerable countries seeking economic opportunities \r\nthrough such options as Internet trading. \r\n Equally important is the need for Member States, \r\nbig and small, to play by the international trade rules. \r\nThe economic survival of our people depends on that. \r\nOur tourism and financial services sectors depend on \r\nthat. Wealthy nations will ultimately have to pay a high \r\nprice for actions that further pauperize already poor \r\nsocieties. \r\n In a local context, the reduction of income \r\ninequality is a key priority for the Government of \r\nAntigua and Barbuda. My Government has ensured \r\nthat affirmative action to ease the economic squeeze on \r\nthe poor is embedded in all revenue-generating \r\nmechanisms. My Government resolves to ensure that \r\nthe benefits of economic growth are shared among the \r\nentire population, by focusing on employment \r\ngeneration and the provision of free or low-cost social \r\nservices in the areas of health and education, among \r\nothers. \r\n Climate change is a global problem requiring a \r\ncollective response, and, if we do not respond quickly, \r\nthe result will be disaster on a global scale. This \r\nrepresents a monumental test of the political will and \r\ncourage of humanity in general, but especially of the \r\npolitical leaders of the most powerful countries. \r\n For small island States, the challenge of adapting \r\nto climate change is not new; what is new is its \r\nurgency. The increased risk of natural disasters adds an \r\nextra dimension to the vulnerability of the island States \r\nof the Caribbean. Because of our size and the nature of \r\nour primary economic activities, the infrastructure of \r\nan entire country can be destroyed by, for example, the \r\npassage of a single hurricane. The livelihood of the \r\nentire population is at once threatened. \r\n Antigua and Barbuda, like many of our Caribbean \r\nbrothers and sisters, has had to place greater priority on \r\ndisaster preparedness, resulting in increased \r\ncompetition for the already meagre resources of the \r\ngovernmental budget. Our situation is not unique. \r\n I take this opportunity to highlight the importance \r\nof international action to support our efforts at disaster-\r\nrisk reduction, through an ambitious climate change \r\nregime within the ambit of the United Nations \r\nFramework Convention on Climate Change. That must, \r\nof necessity, include a commitment to increasing the \r\nlevel of international financing for adaptation in \r\nvulnerable countries. \r\n The proliferation of crime in our already \r\nvulnerable societies represents a threat to the peaceful \r\nand stable communities for which the Caribbean is \r\nknown. In all Caribbean societies, the bulk of violent \r\ncrime is drug-related. It so happens that the bulk of \r\nnarco-trafficking activity in our region is linked to \r\nillegal drugs bound for North America and Europe. \r\nThat means that small Caribbean economies are \r\nrequired to pay a high price to protect societies to our \r\nnorth and in the Atlantic from drug shipments headed \r\ntheir way. We urge the United Nations family of \r\nagencies, in recognition of the link between \r\nglobalization and crime, to provide the Caribbean with \r\nincreased assistance in this area.  \r\nA/62/PV.10  \r\n \r\n07-52115 24 \r\n \r\n We also need the support and cooperation of \r\nindividual Member States, particularly those that carry \r\nout a policy of criminal deportation. That practice \r\nparachutes graduates of metropolitan criminal systems \r\nonto societies in which they often have no families and \r\nno social network to assist in their re-entry into the \r\nvulnerable Caribbean societies from which they had \r\nlong been exiled. That is a monstrous assault on \r\nseveral of our societies.  \r\n With regard to the problem of drug-related crime \r\nand the proliferation of handguns, Antigua and \r\nBarbuda reiterates its call for the strengthening and \r\nimplementation of the various United Nations treaties \r\non small arms and light weapons. The scale and scope \r\nof the disruptions and destruction caused by the \r\nproliferation of small arms in the hands of unemployed \r\nyouth in the Caribbean is tremendous. Here, too, small \r\ndeveloping States which produce no weapons are \r\nconfronted by the tragedy wrought by guns \r\nmanufactured in countries that fail to control their \r\nweapons of death and appear untroubled by the ease \r\nwith which those weapons cross international borders. \r\nEven a miniscule increase in violent crime has a \r\nnegative impact on development in small island States. \r\nThese perspectives should inform the international \r\ndebate on peace and security. \r\n All countries, large and small, have a national \r\ninterest in eliminating the threat to development caused \r\nby international terrorism. Antigua and Barbuda \r\ncontinues to play its part by adhering to the various \r\nanti-terrorism resolutions of the United Nations, \r\nincluding our obligations under Security Council \r\nresolutions 1540 (2004) and 1373 (2001), among \r\nothers. \r\n Additionally, we have taken the added initiative \r\nto enact our own national legislative requirement by \r\nway of our National Anti-Terrorism Act of Parliament \r\nin 2005. \r\n Combating international terrorism should not \r\ndepend on the trampling of religious and cultural \r\ndiversity and individual rights and freedoms. Cultural \r\nand religious intolerance and prejudice and the stifling \r\nof cultural diversity will only serve to perpetuate the \r\ncauses of terrorism. \r\n Earlier this year, Antigua and Barbuda, along \r\nwith the rest of the Caribbean Community \r\n(CARICOM), held activities to commemorate the \r\nbicentennial anniversary of the abolition of the trans-\r\nAtlantic slave trade. CARICOM also led an initiative \r\nfor the anniversary to be commemorated here at the \r\nUnited Nations. That is an issue that should remain on \r\nthe agenda of the United Nations. My Government is \r\nproud to have been a part of the initiative led by \r\nCARICOM member States at the United Nations to get \r\nthe international community to recognize this \r\nanniversary.  \r\n Such international recognition is important \r\nbecause it provides the opportunity to carry forward \r\nthe fight for justice. Despite all the modern treaties and \r\ninternational statutes and recognition of the slave trade \r\nas a crime against humanity, this crime remains \r\nunpunished; the entities remain unaccountable for their \r\nparticipation and profiteering. Maintaining \r\ninternational focus on this issue gives our nations and \r\nthe world the opportunity to make progress in repairing \r\nthe damage caused by 500 years of slavery and \r\ncolonialism, so that those who profited from such a \r\ncrime may be urged to take responsibility for rectifying \r\nthe effects that remain today. \r\n Progress may be slow in the fight for justice for \r\nthe descendants of slaves, but we must not give up. As \r\na community of sovereign nations, Antigua and \r\nBarbuda and the other CARICOM member States \r\nconsider it necessary for the international community \r\nto become accountable for this crime against humanity. \r\nThe question of reparations must be placed on the \r\nUnited Nations agenda now. \r\n We urge the United Nations system and Member \r\nStates to continue to pay special attention to the issue \r\nof gender equality and empowerment of women. The \r\ndividends from investing in gender equality and \r\nempowerment of women are two-fold: democratic \r\ngains, on the one hand, and development gains, on the \r\nother. My Government has placed top priority on \r\nempowering women politically and economically. The \r\nSpeaker of the House of Assembly in Antigua and \r\nBarbuda is female. So, too, are the President of the \r\nSenate and the Clerk of Parliament. My Government \r\nhas the honour of having the first female elected \r\nMember of Parliament, who currently holds the \r\nposition of President of the Inter-American \r\nCommission of Women. \r\n We have not stopped there. The Chairman of the \r\nIntegrity Commission, pursuant to the Integrity in \r\nPublic Life Act, is a woman. The Governor General of \r\nAntigua and Barbuda, appointed earlier this year on the \r\n A/62/PV.10\r\n \r\n25 07-52115 \r\n \r\nadvice of the Prime Minister, is female. The \r\nOmbudsman, a creature of the Constitution of Antigua \r\nand Barbuda is also a woman. The Chairman of the \r\nPublic Service Commission, also a creature of the \r\nConstitution of Antigua and Barbuda, is a woman. \r\n We continue to focus on increasing women’s \r\nparticipation in the political decision-making process. \r\nIn that regard, we have been helped by the normative \r\nframework of the various United Nations gender \r\nentities. We will continue to work towards even greater \r\ngender parity in the political, economic and social \r\nspheres, and we encourage all Member States to do the \r\nsame. \r\n As we in the Caribbean grapple with the increase \r\nin HIV/AIDS cases, we are also confronted with \r\nanother great threat to the survival of our people. \r\nChronic non-communicable diseases have become a \r\nmajor concern for the Caribbean. Recently, an historic \r\nsummit of heads of CARICOM on chronic \r\nnon-communicable diseases held in Trinidad and \r\nTobago agreed to give full support for the initiatives \r\nand mechanisms aimed at strengthening regional health \r\ninstitutions through the signing of a comprehensive \r\ndeclaration highlighting a plan of action on this critical \r\nhealth issue. We strongly believe that the health of the \r\nregion is the wealth of the region, which underscores \r\nthe importance of health to development.  \r\n It is therefore necessary for the United Nations, \r\nthrough its various organs and agencies, to lend \r\nsupport to our initiatives to develop strategies to \r\nprevent and control heart disease, stroke, diabetes, \r\nhypertension, obesity and cancer in the region by \r\naddressing their causal risk factors of unhealthy diets, \r\nphysical inactivity, tobacco use and alcohol abuse, in \r\naddition to strengthening our health services. We must \r\nact together now to reduce the suffering and burdens \r\ncaused by non-communicable diseases on the citizens \r\nof our region, which is the worst-affected in the \r\nAmericas. \r\n We seek the cooperation of the United Nations \r\nand our international partners in the development of \r\ninitiatives for the screening and management of \r\nchronic diseases and risk factors so that, by 2012, \r\n80 per cent of people with non-communicable diseases \r\nwill receive quality care and have access to preventive \r\neducation based on regional and international \r\nguidelines. \r\n Allow me to conclude on the point at which I \r\nbegan, by referring once more to the Charter of the \r\nUnited Nations. Sixty-two years ago, when the United \r\nNations was formed, the international system was less \r\ncomplex and colonialism was still the dominant \r\nconcern. Humanity was reeling from the effects of a \r\nsecond world war. It was not the best of times. \r\n Today, in my opinion, it is still not the best of \r\ntimes for a majority of the people on planet Earth. The \r\nprimary catalysts to positive change and improved \r\nlives for the global population are the United Nations \r\nand the leaders of its Member States. I am hopeful that \r\nsharing our collective wisdom, and drawing from this \r\nsource, the sixty-second session of the General \r\nAssembly will translate into meaningful and enduring \r\nbenefit for the peoples of the world. \r\n I am equally confident that our deliberations on \r\nclimate change will lead to solutions that will ensure \r\nthe protection of our planet and its peoples. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister and \r\nMinister for Foreign Affairs of Antigua and Barbuda \r\nfor the statement he has just made. \r\n  Mr. Winston Baldwin Spencer, Prime Minister and \r\nMinister for Foreign Affairs of Antigua and \r\nBarbuda, was escorted from the rostrum. \r\n \r\n  Address by Mr. Željko Šturanović, Prime \r\nMinister of the Republic of Montenegro \r\n \r\n The President: The Assembly will now hear an \r\naddress by the Prime Minister of the Republic of \r\nMontenegro. \r\n  Mr. Željko Šturanović, Prime Minister of the \r\nRepublic of Montenegro, was escorted to the \r\nrostrum. \r\n The President: I have great pleasure in \r\nwelcoming His Excellency Mr. Željko Šturanović, \r\nPrime Minister of the Republic of Montenegro, and \r\ninviting him to address the General Assembly. \r\n Mr. Šturanović (spoke in Montenegrin; English \r\ntext provided by the delegation): Allow me, \r\nMr. President, to join others in welcoming you and \r\ncongratulating you on your election as President of the \r\nGeneral Assembly at its sixty-second session. We are \r\nconvinced that your leadership will contribute to \r\nA/62/PV.10  \r\n \r\n07-52115 26 \r\n \r\npromoting both your country and our entire region, as \r\nwell as to a successful outcome at the current session. \r\n May I also extend wholehearted congratulations \r\nto the Secretary-General, Mr. Ban Ki-moon. He can \r\ncount on the full support of Montenegro, as the \r\nyoungest Member of the United Nations. Particular \r\nthanks go also to Sheikha Haya Rashed Al-Khalifa for \r\nher successful presidency of the General Assembly at \r\nits sixty-first session. \r\n It is time for all countries — and particularly \r\nsmaller and developing countries — to realize that \r\nmultilateralism is the pre-eminent form of interaction \r\nin our changing world. Multilateralism provides a \r\nframework for choosing democratic, development and \r\ncultural options that can most effectively meet the \r\nmajor challenges ahead, including the maintenance of \r\npeace and security, climate change, development \r\nprocesses, the fight against terrorism and the protection \r\nof human rights. \r\n Mindful of the importance of multilateral \r\norganizations, in particular the United Nations, \r\nMontenegro stands ready to actively participate in \r\nmaking those principles a reality. As a society that is \r\nimplementing major structural economic and social \r\nreforms, we understand and support the reform \r\nprocesses taking place under the auspices of the \r\nOrganization. Furthermore, as a Member State, we are \r\naware of our obligation to respect the international \r\nlegal order and to contribute to the consolidation of \r\npeace and democracy in the international community. \r\n Good-neighbourly relations and regional \r\ncooperation, as integral components of the processes of \r\nEuropean and Euro-Atlantic integration, form the basis \r\nof Montenegro’s foreign policy. We strongly believe \r\nthat Montenegro and the Western Balkans clearly have \r\na European future. In that context, we support the \r\nefforts of all of our neighbours to adopt and implement \r\nEuropean standards and values. \r\n In mid-October, we shall sign a stabilization and \r\nassociation agreement with the European Union (EU), \r\nthus establishing the first contractual relationship \r\nbetween Montenegro and the Union. That will \r\ncomplete the current phase of intensive activities on \r\nour path towards Europe, which will enable us to enter \r\na new and enhanced phase in our European relations. It \r\nis in that context that we view our recent accession to \r\nthe Partnership for Peace initiative. Our commitment to \r\nEuropean and Euro-Atlantic integration has been \r\nreaffirmed in all the strategic documents that we have \r\nadopted since the restoration of our independence. \r\n Many development processes are now taking \r\nplace in Montenegro: an expansion of our open-market \r\neconomy, the transformation of ownership structures \r\nand reform of our public sector, judicial and security \r\nstructures. Our institutional reforms and development \r\nprogrammes, which have been the focus of our \r\npolitical activities during the current phase, are guided \r\nby the principles of European and Euro-Atlantic \r\nintegration, which are a guarantee of stability and \r\nprosperity. It is with a full sense of responsibility that \r\nwe are creating an environment that ensures the rule of \r\nlaw, equality and respect for human, minority and \r\nreligious rights. In that way we can contribute to \r\nregional stability as well. \r\n Although we are a small State, we stand ready to \r\ncontribute, to the best of our ability, to the \r\nestablishment of conditions that will enable the region \r\nto continue along the path of mutual trust, enhanced \r\nstabilization and unhindered cooperation. \r\n By becoming independent, Montenegro has taken \r\ncharge of its integration into the system of international \r\nrelations as an equal partner and has shouldered its \r\nresponsibility for the maintenance of peace, security \r\nand stability in the region, while building an open and \r\ndemocratic civil society. \r\n In that context, we believe that the direct \r\nnegotiations that have begun on Kosovo’s future status \r\nwill be fruitful. Montenegro strongly supports that \r\nnegotiating process, in which the international \r\ncommunity has invested considerable effort, convinced \r\nthat it will lead to a lasting and sustainable solution \r\nthat will contribute to the strengthening and \r\npreservation of regional stability over the long term. \r\n Montenegro is particularly sensitive to the theme \r\nunderlying the sixty-second session of the General \r\nAssembly: our response to climate change. As the \r\nSecretary-General stated in paragraph 8 of his report \r\non the work of the Organization (A/62/1), “[C]limate \r\nchange, and what we do about it, will define us, our \r\nera, and ultimately our global legacy”. Here, the idea \r\nof the world as a global village, an indivisible whole, is \r\nperhaps most evident. Without a common approach, \r\nthere can be no correct response. No one has the right \r\nto remain indifferent to this challenge, either \r\nindividually or in global terms. \r\n A/62/PV.10\r\n \r\n27 07-52115 \r\n \r\n The negative impacts of climate change could be \r\nmany. It could affect countries such as my own in ways \r\nthat include a rise in the level of the Adriatic Sea, \r\nrising temperatures and damage to forest and other \r\necosystems and to biodiversity. In that context, \r\nMontenegro is making efforts to keep pace with global \r\ntrends, contributing to endeavours to ensure better \r\nliving conditions and a more humane environment for \r\nus and future generations. We are carrying out many \r\nactivities and projects to that end, including efforts in \r\nfulfilment of our international obligations. We have \r\nratified the United Nations Framework Convention on \r\nClimate Change and the Kyoto Protocol, and we have \r\nbegun to prepare our first report on implementation of \r\nthe Protocol. We also recently adopted a national \r\nsustainable development strategy and are now \r\nestablishing a network of public institutions to plan \r\nactivities related to the challenges of climate change.  \r\n Mindful of our country’s natural resources and of \r\nour responsibility to preserve them, the parliament of \r\nthe Republic of Montenegro decided in 1991 to declare \r\nMontenegro an ecological State. As an ecological State, \r\nMontenegro has an additional obligation to support \r\nUnited Nations efforts to promote sustainable \r\ndevelopment throughout the world. Through robust \r\nefforts, we shall continue to strengthen Montenegro as \r\na State that guarantees sustainable development for its \r\ncitizens. \r\n We therefore welcome the efforts of the United \r\nNations and particularly of the Secretary-General in \r\nthis area. We are encouraged by the messages \r\nemanating from the present General Assembly session \r\nand the recent high-level event on climate change. We \r\nhope that those messages will contribute significantly \r\nto the success of the Bali process in December and that \r\nthe Bali Climate Change Conference will produce \r\nadditional constructive proposals and sustainable \r\nsolutions, particularly with regard to the post-2012 \r\ngoals. \r\n In recent months, we have seen the United \r\nNations continue to make significant efforts in hot \r\nspots throughout the world. The contributions made by \r\nthe United Nations in Darfur alone have repeatedly \r\ndemonstrated the Organization’s capacity to adapt and \r\nto play its appropriate role in today’s world. \r\n We therefore believe that the United Nations is \r\ncapable of undertaking comprehensive reform of its \r\nsystem to respond to the increasingly complex \r\nchallenges facing it. Given the importance of the \r\nOrganization to world peace and security, the \r\nmodalities of such reform should result in a stronger, \r\nmore organized, better coherent and more effective \r\nUnited Nations. \r\n We are of the view that effective coordination \r\namong the principal United Nations organs is vital. We \r\nhave seen some progress in this area since the 2005 \r\nWorld Summit.  \r\n Another essential aspect of United Nations \r\nreform is reform of the General Assembly, which \r\nremains the primary decision-making organ of the \r\nUnited Nations. Work on that aspect, together with \r\nothers, must be intensified and made more results-\r\noriented. \r\n The same thing applies to the ongoing debate on \r\nreform of the Economic and Social Council and, in \r\nparticular, of the Security Council. Equitable \r\nrepresentation for the Group of Eastern European \r\nStates, to which we belong, should be guaranteed in \r\nthat important organ. \r\n For a small country like Montenegro, effective \r\ncooperation with the United Nations is crucial. We are \r\ntherefore most interested in being the agent and \r\npromoter of that cooperation, be it through the One \r\nUnited Nations Initiative or through a similar modality. \r\nOur commitment to cooperation with the United \r\nNations is also demonstrated by the project to build the \r\nfirst United Nations eco-building as the focal point for \r\nall United Nations activities in Montenegro. \r\n As a developing country, Montenegro looks \r\nforward to the High-level Dialogue on Financing for \r\nDevelopment and to the successful conclusion of the \r\nDoha Round negotiations, which we hope will lend \r\nfresh impetus to bringing together economic, financial \r\nand social issues with the aim of achieving \r\ncomprehensive progress and development. The world \r\ntoday faces a multitude of challenges in this area. \r\nMontenegro stands ready to contribute to the global \r\npartnership for development. \r\n In that context, Montenegro will continue its \r\nactivities conducive to the full implementation of the \r\nMillennium Development Goals, for we are convinced \r\nthat in that way we will contribute to improving quality \r\nof life and overall stability. \r\n With a view to meeting the legitimate security \r\ninterests of nations, we must be united and decisive in \r\nA/62/PV.10  \r\n \r\n07-52115 28 \r\n \r\ntackling terrorism, which continues to threaten the \r\nworld. The United Nations Global Counter-Terrorism \r\nStrategy and its Plan of Action (resolution 60/288) are \r\nof great importance, and call for agreement on a \r\ncomprehensive convention on international terrorism. \r\n Montenegro will continue to demonstrate its full \r\nand unequivocal commitment to, and compliance with, \r\ninternational obligations through its cooperation with \r\nthe International Criminal Tribunal for the Former \r\nYugoslavia (ICTY). We shall continue our concrete \r\ncooperation with the ICTY, contributing not only to the \r\nrule of law but also to implementing the Tribunal’s \r\ncompletion strategy. \r\n We shall continue to craft our policies and to \r\nwork towards our development on the basis of the \r\nprinciples set out in the Universal Declaration of \r\nHuman Rights, which represent the foundations of \r\nmodern democracy. We therefore view the United \r\nNations as the most important forum for achieving \r\nprogress, a more equitable future and a community of \r\nequal nations. \r\n Our country is proud of its multi-ethnic and \r\nmulticonfessional harmony. That is one of our \r\ncherished values, which distinguishes Montenegro in \r\nthe regional and broader international context. With \r\nour traditions and culture, Montenegro is part of the \r\nage-old historical currents of the Balkans, the \r\nMediterranean and Europe. We are at the crossroads of \r\ncivilizations and religions, and share the intertwined \r\ninfluences emanating from them. We want to preserve \r\nand enhance that legacy by working together not only \r\nwith our neighbours but also with all other countries \r\nwith which we share such advantages of geography, \r\nculture and values. \r\n The world Organization is the only true global \r\nforum, because it reflects all the diversity and qualities \r\nof its Members, which are united by principles and \r\nvalues that, after 62 years, continue to serve as a \r\nbeacon in an increasingly changing and dynamic \r\nworld. Following that course while being prepared to \r\nchange is an imperative for us all. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Montenegro for the statement he has just \r\nmade. \r\n Mr. Željko Šturanović, Prime Minister of the \r\nRepublic of Montenegro, was escorted from the \r\nrostrum. \r\n \r\n  Address by Commodore Josaia V. Bainimarama, \r\nPrime Minister and Commander of the Military \r\nForces of the Republic of Fiji \r\n \r\n The President: The Assembly will now hear an \r\naddress by the Prime Minister and Commander of the \r\nMilitary Forces of the Republic of Fiji. \r\n Commodore Josaia V. Bainimarama, Prime \r\nMinister and Commander of the Military Forces \r\nof the Republic of Fiji, was escorted to the \r\nrostrum. \r\n The President: I have great pleasure in \r\nwelcoming His Excellency Commodore Josaia V. \r\nBainimarama, Prime Minister and Commander of the \r\nMilitary Forces of the Republic of Fiji, and inviting \r\nhim to address the General Assembly. \r\n Commodore Bainimarama (Fiji): On behalf of \r\nthe people of Fiji, I extend to you, Mr. President, and \r\nto the General Assembly, our warm greetings: Ni sa \r\nbula and Namaste. We would also like congratulate \r\nyou, Sir, on your election to the presidency of the \r\nGeneral Assembly at its sixty-second session. \r\n I would also like to acknowledge the presence of \r\nSecretary-General Ban Ki-moon. We wish to extend to \r\nhim our warmest congratulations, as this is his first full \r\nAssembly session as Secretary-General. We note with \r\ngratitude the initiatives he has taken in the brief period \r\nsince he assumed leadership to enhance momentum in \r\nthe work of the United Nations. Fiji appreciates in \r\nparticular his policy of inclusiveness and the attention \r\nthat he is giving to the vulnerable situation and the \r\nspecial needs of small island nations. \r\n At the outset, Fiji wishes to reiterate its unwavering \r\ncommitment to achieving the Millennium Development \r\nGoals (MDGs), pursuing environmentally friendly and \r\nsustainable development activities and addressing the \r\nchallenges of climate change. As those issues have been \r\nwidely debated in the Assembly, I would like to take this \r\nopportunity to address other issues of particular concern \r\nto Fiji. \r\n United Nations-led peacekeeping operations are \r\nrenowned worldwide and have become the human face  \r\n A/62/PV.10\r\n \r\n29 07-52115 \r\n \r\nof this multilateral body in war-torn and conflict-prone \r\nregions of the world. For its part, Fiji continues to \r\nstand ready to shoulder the burden of promoting \r\ninternational peace. In that regard, we have offered our \r\nservices to the African Union-United Nations hybrid \r\npeacekeeping operation in the Sudan. In the same vein, \r\nFiji is committed to our collective resolve to enlarge \r\nthe presence of the United Nations in Iraq. We are \r\nwilling to contribute further towards that end, should \r\nthe need arise. \r\n Today, the demand for peacekeeping continues to \r\ngrow. With it comes the need for institutional reform to \r\nadequately cater for the ever-changing nature of world \r\nconflict. I would like to reiterate Fiji’s support for all \r\nreform efforts, including the latest initiative of the \r\nSecretary-General to reform the Department of \r\nPeacekeeping Operations. At the same time, I would \r\nurge the Secretariat to continue to resist the \r\npoliticization of United Nations peacekeeping and to \r\nmaintain the sanctity of its independence as a forum \r\nwherein the willing may volunteer their services freely \r\nand without bilateral mangling and interference. \r\n I now seek your indulgence, Mr. President, and \r\nthat of the Assembly, to speak about the situation, \r\nparticular circumstances and needs of Fiji at this stage \r\nof its nationhood as an independent sovereign nation. \r\nFiji’s overall situation is that it is in a deep rut. It needs \r\nthe understanding and support of the international \r\ncommunity to be able to move forward to regain its \r\ndignity and its rightful place as a responsible member \r\nof the international family of nations. I am mindful, as \r\nI stand here today in the presence of the Assembly, that \r\nmembers may see me as the military leader who \r\nremoved an elected Government. I cannot begrudge \r\nthem that, because that indeed is a fact. I submit to the \r\nAssembly that, although the Government of the day \r\nwas removed from power last December, such action \r\nwas taken with extreme reluctance. I am not a \r\npolitician; nor do I aspire to be one. I am certainly not \r\nmuch of a diplomat, and I am not used to speaking in \r\nforums such as this. Therefore, in what I say and in \r\nhow I may put it, if in any way I am remiss with regard \r\nto the protocols of the Assembly, I seek understanding. \r\n By the time the military intervened last \r\nDecember, Fiji’s overall governance situation had \r\nregressed to a catastrophic level. The international \r\ncommunity needs to fully understand the special local \r\ncontext of Fiji’s situation. Fiji became independent on \r\n10 October 1970, inheriting an institutional \r\ninfrastructure that could potentially have evolved \r\nfurther and been strengthened to allow democracy to \r\ntake root. At that time, almost four decades ago, Fiji’s \r\nfuture appeared to be one of promise and potential. For \r\ninstance, in terms of per capita income, Fiji was then in \r\nthe same league as Malaysia and Thailand. We, the \r\npeople of Fiji, viewed our country with pride and \r\ndignity and felt that that was the way the world should \r\nbe. For more than a decade after achieving \r\nindependence, Fiji did continue to make steady \r\nprogress in economic development, education, poverty \r\nreduction and generally improving the living \r\nconditions of its people. \r\n Yet, in 1970, Fiji started its journey as a young \r\nnation on a rather shaky foundation, with a race-based \r\nconstitution that rigidly compartmentalized our \r\ncommunities. The “democracy” that came to be \r\npracticed in Fiji was marked by divisive, adversarial, \r\ninward-looking, raced-based politics. The legacy of \r\nleadership, at both community and national levels, was \r\na fractured nation. Fiji’s people were not allowed to \r\nshare a common national identity. Of the two major \r\ncommunities, indigenous Fijians were instilled with \r\nfear of dominance and dispossession by Indo-Fijians, \r\nand they desired protection of their status as the \r\nindigenous people. Indo-Fijians, on the other hand, felt \r\nalienated and marginalized as second class citizens in \r\ntheir own country, the country of their birth, Fiji. \r\n The dates 14 May and 25 September 1987 are \r\nfateful in Fiji’s history and also for Fiji’s military \r\nforces. The military coups of that year were motivated \r\nby an ethno-nationalist, racist supremacy agenda. \r\nThose political, communal and military leaders who \r\nwere responsible for the coups and related actions in \r\n1987 carry a very large burden in their collective \r\nconscience for the severe ruptures to the very fabric of \r\nFiji society and the dislocations and suffering that they \r\ncaused in the lives of many of Fiji’s citizens. \r\n In May 2000, Fiji suffered yet another major \r\nsetback. Again, a group of ethno-nationalist \r\nopportunists, backed by a small errant group within the \r\nFiji military, overthrew the Government of the day. As \r\nCommander of the Republic of Fiji military forces, I \r\ndid not support or condone the coup. I drew upon the \r\nstructural and cultural organization of the military to \r\nintervene and to restore order and a state of security. \r\n The stand-off between the coup perpetrators and \r\nthe military in May 2000 was potentially explosive at \r\nA/62/PV.10  \r\n \r\n07-52115 30 \r\n \r\nthe time and, if not resolved, could have resulted in \r\nmuch bloodshed and even greater chaos. As military \r\nCommander, I played a key role in the handing \r\nexecutive authority back into civilian hands in the \r\nwake of the 2000 coup. This rested on a number of \r\ncritical preconditions being met in taking Fiji forward. \r\n An Interim Government was appointed by His \r\nExcellency the President of Fiji, with Laisenia Qarase \r\nas caretaker Prime Minister. The Interim Government \r\nwas tasked to pave the way to fresh elections to be held \r\nin September of 2001. The other fundamental \r\nconditions were that all of the perpetrators of the May \r\n2000 coup, including the military rebels, would be \r\nprosecuted, and that the 2000 coup would be publicly \r\nrenounced as racially motivated. \r\n It is tragic that Fiji’s recovery from the brink of \r\nchaos in May 2000 did not endure. In the ensuing \r\nyears, Fiji’s overall governance took a dramatic turn \r\nfor the worse. In particular, this was characterized by \r\nthe politicization of the prison services and the \r\ncriminal justice system. There was also a significant \r\nweakening of the key institutions of governance, a \r\npervasive increase in corruption, serious economic \r\ndecline combined with fiscal mismanagement, a sharp \r\ndeterioration in the law and order situation and a \r\ndeepening of the racial divide in the country. The \r\nconvicted coup perpetrators were prematurely \r\ndischarged from prison, and certain coup perpetrators \r\nand sympathisers were appointed as senior Government \r\nministers and officials. There was also a series of \r\nlegislative acts that were deeply divisive and overtly \r\nracist. \r\n The 2001 and 2006 general elections were not \r\ncredible. They were characterized by massive rigging \r\nof votes, with an incumbent Government using the \r\nState’s resources to buy support. By late 2006, Fiji’s \r\noverall situation had deteriorated sharply, heightened \r\nby massive corruption and lawlessness, a severe \r\nerosion of confidence and an economy on the brink of \r\ncollapse. Also, during the latter part of 2006, Fiji’s \r\nmilitary had to pay particular attention to certain \r\nexternal threats to the sovereignty of the nation. \r\n Under our current constitution, Fiji’s military is \r\ncharged with national security, defence and the well-\r\nbeing of Fiji’s people. Under the circumstances, the \r\nmilitary, under my stewardship, could not possibly see \r\nsuch an unacceptable situation unfold without seeking \r\nto address it. \r\n History is testament to how I did in fact respond \r\nto the situation. For almost four years, I was strenuous \r\nin my efforts to constructively engage the elected \r\nleadership of the country, seeking to cause it to reverse \r\nits course of action, which was taking the country \r\ndown the path of destruction into an abyss. The \r\nprotracted efforts that I made to constructively engage \r\nwith the previous Government came to no avail. On the \r\ncontrary, a prominent High Chief connected to the \r\nruling Soqosoqo Duavata Lewenivanua (SDL) party \r\nincited a mutiny within the military, and attempts were \r\nmade not only to remove me, but also to eliminate me. \r\n It was with the utmost of reluctance that Fiji’s \r\nmilitary, under my leadership, removed the former \r\nGovernment from power in December 2006. \r\n Many have criticized that decision. In response, I \r\nsay this: Fiji has a coup culture, a history of civilian or \r\nmilitary coups executed in the interests of a few and \r\nbased on nationalism, racism and greed. In order to \r\nremove that coup culture and to make a commitment to \r\ndemocracy and the rule of law, policies which promote \r\nracial supremacy and further the interests of economic \r\nand social elites must be removed once and for all. \r\nRacism, elitism and disrespect for the law are \r\nundemocratic. They lead to hatred. They lead to \r\nviolence, poverty and moral bankruptcy. We saw that in \r\nthe years leading to the Second World War. We saw the \r\ngenocide, the concentration camps, the rampant \r\nimperialism — which resulted, in turn, in the creation \r\nof the United Nations. \r\n Within a month of the removal of the previous \r\nGovernment, the President of the Republic of Fiji \r\nresumed his constitutional authority. On 5 January \r\n2007, the President appointed an Interim Government \r\nwhich is mandated to govern Fiji until a new \r\nGovernment is duly elected. With the exception of \r\nmyself, the make-up of the Interim Government is all \r\ncivilian. The presidential mandate provides the \r\nframework within which the Interim Government, in \r\nwhich I serve as Prime Minister, administers the affairs \r\nof the State. We are resolved to take the measures \r\nnecessary to convene free and fair elections as soon as \r\npractically possible. On this, the Interim Government is \r\ncoordinating closely with Fiji’s fellow members of the \r\nPacific Islands Forum and the larger international \r\ncommunity, including the European Union. \r\n Steady progress has been made in a number of \r\nareas pertaining to upholding the existing constitution, \r\n A/62/PV.10\r\n \r\n31 07-52115 \r\n \r\ninvestigation into alleged abuses of human rights, \r\nmaintaining the independence of the judiciary and \r\npreparatory work for the return of Fiji to parliamentary \r\ndemocracy. \r\n Fiji’s situation is not only complex; its problems \r\nare also deep-rooted and structural. There are no quick \r\nor easy fixes. The country is now at a very critical \r\ncrossroad; the situation could escalate into more \r\nserious deterioration and instability. It is imperative \r\nthat any such greater disaster or civil strife be averted. \r\n We therefore seek constructive dialogue and \r\nengagement with the international community, with all \r\nour bilateral and multilateral development partners, \r\nwhom we urge to work with us, to help support us, in \r\naddressing our fundamental problems in moving Fiji \r\nforward. Fiji needs the support of the international \r\ncommunity to develop a political and governance \r\nframework that is truly democratic, accountable, \r\ninclusive, equitable and non-racial and that unifies \r\nFiji’s diverse communities as a nation. That is indeed \r\nthe larger and most critical of challenges that Fiji now \r\nfaces. \r\n For our part, we firmly resolve to tackle these \r\nchallenges on at least four levels: first, to restore \r\nstability, law and order and confidence; secondly, to \r\nstrengthen institutions for good governance including \r\ntransparency, accountability and an independent and \r\neffectively functioning judiciary; thirdly, to carry out \r\nmajor reforms in the economy to facilitate sustainable \r\nprivate-sector-led growth; and lastly, to convene free \r\nand fair general elections within a constitutional and \r\ngovernance framework that will ensure that \r\nparliamentary democracy is not only restored but can \r\nbe sustained in Fiji. \r\n To achieve all this, the Interim Government is \r\npreparing to launch a major national initiative, referred \r\nto as the Peoples Charter for Change and Progress — \r\nthe PCCP. Through the PCCP, the broad cross section \r\nof Fiji’s people will be fully engaged and involved, \r\nthrough consultation and participation, in the \r\ndevelopment of a comprehensive agenda of actions and \r\nmeasures, as Fiji’s own way of addressing its \r\nproblems. \r\n For the future, Fiji will look at making the \r\nnecessary legal changes in the area of electoral reform \r\nto ensure true equality at the polls. At present, all \r\ncitizens have the right to vote for two candidates: one \r\nfor a national seat of any ethnicity, and another from a \r\ncommunal raced-based seat. This in turn has kept our \r\nraces apart.  \r\n Although democracy in the form of electing a \r\nGovernment was introduced in Fiji at the time of \r\nindependence, researchers and analysts have suggested \r\nthat Fijians live in a democracy with a mentality that \r\nbelongs to the chiefly system. In essence this means \r\nthat at election time, Fijians living in village and rural \r\nareas are culturally influenced to vote for the candidate \r\nselected for them by their chiefs, their provincial \r\ncouncils and their church ministers. This leads me to \r\nask whether the countries that are demanding that Fiji \r\nimmediately return to democracy really understand \r\nhow distorted and unfair our system is, both legally \r\nand culturally.  \r\n This must change. Every person will be given the \r\nright to vote for only one candidate, irrespective of \r\nrace or religion. This will send a message to our people \r\nthat Fiji’s leadership no longer tolerates racial divisions \r\nand race-based politics. All men and women are equal \r\nin dignity and in rights. Electoral reform in this respect \r\nwill be looked at by a National Council for Building a \r\nBetter Fiji, which is designed to entrench the very \r\nprinciple on which the United Nations was founded.  \r\n The draft Peoples Charter that will emerge from \r\nsuch a national-level undertaking will provide the \r\npolitical and governance framework, with effective \r\nsupporting and functioning institutions, to make Fiji a \r\ntruly democratic and progressive nation.  \r\n The draft of the PCCP proposal was circulated \r\nwidely within the country, with comments and \r\nsuggestions invited. Additionally, I personally wrote to \r\nthe leaders of Fiji’s bilateral and multilateral \r\ndevelopment partners, including the United Nations \r\nSecretary-General, on the PCCP initiative.  \r\n I am pleased to report that in general this \r\ninitiative has been received with very strong support \r\nwithin Fiji, in particular from highly reputable and \r\nrespected civil society and community leaders in the \r\ncountry. The Peoples Charter, once formulated and \r\nadopted, will provide the strategic framework or \r\nfundamental foundation within which the Interim \r\nGovernment, and successive elected Governments, will \r\nbe expected to operate.  \r\n In the current absence of an elected Government, \r\nthere is the issue of legitimacy and mandates. To deal \r\nwith this, the Interim Government is willing to \r\nA/62/PV.10  \r\n \r\n07-52115 32 \r\n \r\nconsider putting the draft Peoples Charter to a \r\nreferendum to get the mandate of the people for the \r\nfundamental changes, including changes to the \r\nConstitution of Fiji, as may be considered necessary \r\nand appropriate.  \r\n Fiji needs both financial and technical support \r\nfrom its bilateral and multilateral development partners \r\nto be able to effectively realize the vision that \r\nunderpins the PCCP initiative. Above all, we seek the \r\nunderstanding of the international community to help \r\nus rebuild our nation in the true spirit of internationally \r\nacceptable precepts of good governance and a \r\ndemocracy that can be made to work and that can be \r\nsustained in Fiji. \r\n We must thank those Governments that have \r\nstood by and supported Fiji in our hour of need. Fiji is \r\nindeed very grateful and is deeply touched by their \r\nunderstanding and goodwill. \r\n Some in the international community, including \r\nthe closest of our neighbours in the Pacific, have seen \r\nfit to impose punitive measures upon Fiji. Of course \r\nwe know that those powerful States are protecting their \r\nown economic and political interests in the region. \r\nHowever, we in Fiji are protecting our democracy and \r\nstrengthening our democratic institutions. Those \r\npowerful States are undermining our attempts to \r\nrebuild our nation on strong foundations and are \r\nundermining our attempts to appoint people of merit \r\nand honesty to our State institutions, regardless of race \r\nand religion. Current sanctions target any person \r\nappointed by the Interim Government.  \r\n This is hypocrisy at its worst on part of those \r\nStates as they are clearly undermining our efforts to \r\npromote and practice good governance. These \r\nactions — such as the travel bans, described as smart \r\nsanctions — have had a debilitating impact on our \r\nstruggles to revive, to recover and to reform. \r\n Good governance requires effective, functioning \r\ninstitutions. Since the coups of 1987, Fiji has suffered \r\na massive exodus of the country’s skilled and educated \r\npeople. The major beneficiaries of the transfer of those \r\nquality human assets have been Australia and New \r\nZealand, and from those neighbours in particular we \r\nseek understanding and support. Our capacities and \r\ninstitutions have been severely eroded over the years. \r\nIn all of this, we desperately need help, not a closing of \r\ndoors.  \r\n I shall conclude my statement by reaffirming \r\nFiji’s commitment to the United Nations and to the \r\nvarious United Nations conventions on human rights, \r\nthe rule of law and democratic governance. Fiji does \r\nnot seek any unwarranted exemptions from any of \r\nthose obligations. All we seek is your deeper \r\nunderstanding of our particular circumstances and the \r\ncomplex situation of Fiji. We hope that you will work \r\nwith us, assist us to rebuild and move Fiji forward.  \r\n In closing, I take this opportunity to extend to the \r\nSecretary-General an invitation to Fiji and indeed to \r\nour Pacific region during his tenure.  \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister and \r\nCommander of the Military Forces of the Republic of \r\nFiji for the statement he has just made.  \r\n Mr. Josaia V. Bainimarama, Prime Minister and \r\nCommander of the Military Forces of the \r\nRepublic of Fiji, was escorted from the rostrum.  \r\n \r\n  Address by Mr. Stephenson King, Prime \r\nMinister, Minister of Finance, External Affairs, \r\nHome Affairs and National Security of \r\nSaint Lucia \r\n \r\n The President: The Assembly will now hear an \r\naddress by the Prime Minister, Minister of Finance, \r\nExternal Affairs, Home Affairs and National Security \r\nof Saint Lucia.  \r\n Mr. Stephenson King, Prime Minister, Minister of \r\nFinance, External Affairs, Home Affairs and \r\nNational Security of Saint Lucia, was escorted to \r\nthe rostrum.  \r\n The President: I have great pleasure in \r\nwelcoming His Excellency Mr. Stephenson King, \r\nPrime Minister, Minister of Finance, External Affairs, \r\nHome Affairs and National Security of Saint Lucia, and \r\ninviting him to address the General Assembly.  \r\n Mr. King (Saint Lucia): The pleasure is mine at \r\nthis juncture, to join the other Members of the United \r\nNations family in congratulating you, Mr. President on \r\nyour election as President of the General Assembly at \r\nits sixty-second session. We wish you success in all \r\nyour efforts and assure you of our full cooperation. We \r\nalso wish to express our appreciation to your \r\npredecessor, Sheika Haya Rashed Al-Khalifa, for the \r\ndiligent manner in which she spearheaded the work of \r\nthis body at its sixty-first session. \r\n A/62/PV.10\r\n \r\n33 07-52115 \r\n \r\n In similar vein, we express our continued support \r\nfor the endeavours of Secretary-General Ban Ki-moon. \r\nWe are confident that he will continue to provide \r\ncommitted leadership to this Organization in the \r\ndefence and promotion of its noble principles and \r\nvalues in every corner of the globe.  \r\n I begin my address on a sad note. It is with much \r\npain that I must inform this body that the person who \r\nbrought Saint Lucia to independence and consequently \r\nto this body and who, but for the will of the Almighty \r\nwould have addressed you today — Sir John George \r\nMelvin Compton, our first and latest Prime Minister — \r\nwas laid to rest in Saint Lucia last Tuesday, \r\n18 September. Our nation and region suffered a great \r\nloss, but we remain committed to seizing every \r\nopportunity to carry on his life’s work of aiding the \r\ncause that needs assistance against the wrong that \r\nneeds resistance, and in so doing continue to honour \r\nhim. What I am about to say reflects his thoughts on \r\nand aspirations for this Assembly and for the United \r\nNations Organization in general.  \r\n We note that a significant part of our journey \r\ntowards the realization of the Millennium Development \r\nGoals (MDGs) has been covered in terms of time and \r\nthat in some respects there has been some achievement \r\nto date. However, it is also true that only mixed \r\nprogress, regionally and internationally, has been \r\nrecorded so far. Millions continue to live in conditions \r\nof abject poverty, despite the commitments made in \r\n2000 and 2005. The sad fact is that a great deal of work \r\nstill remains to be done, and urgently, if we are to \r\nachieve the MDGs and see real changes in the \r\nconditions of existence for such large numbers of \r\npeople. \r\n We would be well advised to embark upon a \r\nperiod of serious reflection and stock-taking, an \r\nexercise involving an honest assessment of our \r\nachievements and failures, with a view to repositioning \r\nourselves as necessary to ensure that we achieve the \r\nnoble objectives set out in the Millennium \r\nDevelopment Goals by the projected year 2015.  \r\n On our own front, Saint Lucia has made \r\nsignificant strides over the years towards the \r\nachievement of the MDGs. We intend to continue on a \r\nsteady path towards that end. Not only has the country \r\nattained universal primary education, but a programme \r\nof universal access to free secondary education for our \r\nyoung citizens has been introduced. \r\n Saint Lucia’s progress in the health sector is also \r\nevident. Over the last 25 years, the country has \r\nexperienced significant improvements in most health-\r\nrelated indicators, including life expectancy, \r\nimmunization coverage and infant mortality, while \r\nsignificant reductions have been experienced in respect \r\nof communicable diseases and lifestyle-related \r\nillnesses. A universal programme of free health care is \r\ncurrently in the early stages of implementation. \r\n Over the years, too, Saint Lucia has consistently \r\nworked toward a reduction in the incidence of \r\nnon-communicable diseases. Serious attention has also \r\nbeen given to combating the HIV/AIDS problem, \r\nwhich remains a major challenge to Saint Lucia and \r\nother countries in the Caribbean region. Efforts to \r\naddress this issue are being pursued, mainly through \r\neducation, including the elimination of stigma \r\nassociated with this disease, early detection and \r\ntreatment programmes and the provision of free or \r\nsubsidized antiretroviral drugs. \r\n As a small island developing State, Saint Lucia \r\nfinds it beneficial to undertake this daunting task \r\nthrough regional and international cooperation. \r\nAccordingly, through the Pan-Caribbean Partnership \r\nagainst HIV/AIDS, we collaborate with other countries \r\nin the wider Caribbean region in addressing the \r\npandemic. While this regional mechanism, which \r\nincludes the 15 members of the Caribbean Community \r\n(CARICOM) as well as other countries in the wider \r\nCaribbean region, has facilitated our cooperative \r\napproach to addressing this challenge, it is clear that \r\nincreased and sustained international cooperation is \r\ncritical to our efforts if we are to succeed in our fight \r\nagainst this disease. In this regard, we welcome the \r\nassistance being provided by the Global Fund to Fight \r\nAIDS, Tuberculosis and Malaria, working with other \r\npartners, and we look forward to its continued support. \r\n Let me take this opportunity to thank our \r\ntraditional friends and donors, such as the United \r\nKingdom, the United States, Canada, France, the \r\nEuropean Union and the Commonwealth, to name the \r\nmost prominent, who over the years have provided \r\nmuch financial and technical assistance to our country \r\nand to the region. We also welcome the contribution of \r\nthose other States and institutions that have \r\ndemonstrated their readiness to work with us in the \r\nrealization of our development objectives. We are, of \r\ncourse, always willing to develop new beneficial \r\nrelationships and to collaborate with all who \r\nA/62/PV.10  \r\n \r\n07-52115 34 \r\n \r\nunderstand and appreciate our efforts and our \r\nprinciples. In this regard, we take special note of the \r\nannouncement by Norway of its pledge of $1 billion \r\nover 10 years to support the Millennium Goals on child \r\nand maternal support. \r\n Within the context of South-South cooperation, \r\nSaint Lucia will continue to work with other \r\ndeveloping country partners in its quest for economic \r\nand social development. In the light of the positive \r\nbenefits gained from cooperation programmes with \r\nthose partners, we remain convinced that, according to \r\nthe United Nations Development Programme \r\nAdministrator’s report on this issue, South-South \r\ncooperation is one of the main drivers of development \r\neffectiveness, requiring its integration in the \r\ndevelopment cooperation activities of all the \r\norganizations in the United Nations system.  \r\n Saint Lucia therefore welcomes continued United \r\nNations support for efforts geared towards \r\nstrengthening and advancing South-South cooperation. \r\nWe are convinced that this cooperation modality should \r\nbe strengthened in partnership with our developed \r\ncountry partners and other stakeholders and should \r\ntherefore complement rather than substitute for North-\r\nSouth cooperation. \r\n The Government of Saint Lucia reiterates its \r\ncommitment to the ideals of regionalism and to the \r\ndeepening of the integration process within our region. \r\nSaint Lucia continues to partner with sister States of \r\nthe Organization of Eastern Caribbean States and the \r\nwider Caribbean Community (CARICOM) to develop \r\nmechanisms, including the Eastern Caribbean States \r\nEconomic Union and the Caribbean Community Single \r\nMarket and Economy, to enhance the prospects for \r\nimproving the quality of life of our people. We \r\ntherefore welcome the assistance of this body and that \r\nof those who have travelled the road to regionalism \r\nbefore us. \r\n Saint Lucia is pleased to note that Haiti’s march \r\ntoward democratic governance, recommenced just over \r\none year ago, continues to be assisted and sustained by \r\nthe generous efforts of the international community. \r\nWhile we had hoped for a longer mandate period for \r\nthe United Nations Stabilization Mission in Haiti in \r\nthat country, we accept the decision of the Security \r\nCouncil to extend that mandate to enable it to continue \r\nto work towards ensuring that Haiti’s political and \r\nsocial stability are restored and maintained.  \r\n Under no circumstance should Haiti be left \r\nstranded in midstream, as the consequences would be \r\ntoo catastrophic to contemplate. We continue, \r\ntherefore, to call for the sustained release of pledged \r\ndevelopment resources so that the Government and the \r\npeople of Haiti may continue to meaningfully, and in a \r\nsustainable manner, address the numerous challenges \r\nfacing their country. \r\n Saint Lucia places great importance on the \r\nfollow-up of the international development agenda \r\nespoused in the Monterrey Consensus on financing for \r\ndevelopment. Given the plethora of challenges \r\nconfronting developing countries such as Saint Lucia \r\nin this increasingly globalized and inequitable \r\ninternational economy, financing for development \r\ncontinues to be key to the achievement of the MDGs \r\nand the internationally agreed development goals. \r\n Saint Lucia recognizes the important \r\ncommitments made over the years by some developed \r\ncountry partners with regard to development finance. \r\nWe also appreciate the pledges made to significantly \r\nimprove the level of official development assistance \r\n(ODA) in order to achieve the goal of 0.7 per cent of \r\ndeveloped countries’ gross domestic product. \r\nMoreover, we are pleased about the Group of Eight \r\ndecision in 2005 to forgive the debt of some African \r\ncountries, and its more recent decision to double \r\ndevelopment assistance to Africa. \r\n We lament, however, that, despite these \r\ncommitments, development assistance declined in \r\n2006. Moreover, development financing continued to \r\nbe subject to conditionalities imposed by donors and \r\nfailed to meet and support the nationally defined \r\npriorities of developing countries. It is our hope that \r\nthe 2008 Doha Review Conference will seriously \r\naddress those concerns in the light of the significance \r\nof financing for development at this stage of our \r\njourney towards 2015. \r\n Saint Lucia is well aware of the increasing \r\ninterdependence that characterizes this international \r\ncommunity, the importance of building partnerships \r\nand the need to work within a multilateral framework \r\nin order to meet the challenges of this century. For this \r\nreason, we welcome the continued search for ways to \r\nreposition the United Nations system so it can better \r\nfulfil its mandate in accordance with its Charter. While \r\nwe are conscious of the magnitude of the task of \r\nreforming the United Nations, we remain confident that \r\n A/62/PV.10\r\n \r\n35 07-52115 \r\n \r\nMember States will bring the requisite political will to \r\nbear on the process. \r\n Saint Lucia continues to underscore the \r\nimportance of social and economic development, basic \r\nhuman rights, mutual respect and goodwill among \r\nnations, and their relevance to the maintenance of \r\ninternational peace and security. For these reasons, we \r\nare concerned that peace and security remain the \r\nexclusive preserve of the Security Council and a few \r\nselect Member States. Saint Lucia continues to support \r\nreform and expansion of the Security Council aimed at \r\nmaking it more representative. It is our hope that this \r\nreform would reflect the role and contribution of \r\ndeveloping countries in helping to resolve the ever-\r\ngrowing and increasingly complex challenges of \r\ntoday’s world. \r\n Many, if not all of our countries celebrate our \r\nsovereignty with pomp, ceremony and pride, and in \r\naccordance with that sovereignty, we take our seat in \r\nthis body. All of the rules and requirements for \r\nmembership are spelled out in the Charter of our noble \r\ninstitution. Within this body our relationship with our \r\npartners is based on a commitment to the principles of \r\nmutual respect and understanding. For this reason, we \r\nrecognize that the Republic of China — Taiwan — a \r\ndemocratic country of over 23 million people, has \r\ncontinued to abide by the principles enshrined in the \r\nCharter of the United Nations, although it is not a \r\nMember of the United Nations. Taiwan has made \r\nsignificant contributions to global development by \r\nproviding economic and technical assistance to other \r\ndeveloping countries in their pursuit of development \r\nand their attainment of the MDGs. \r\n We believe that sovereignty is derived from the \r\nwill of peoples and from the realization or actualization \r\nof the right to self-determination. We are therefore \r\nsaddened that the will of the people of Taiwan, \r\nexpressed by their duly elected representatives, \r\ncontinues to be ignored by this body. Saint Lucia \r\ntherefore looks forward to the day when Taiwan will \r\nassume its place alongside other countries of the world \r\nin the halls of this Organization. \r\n For small States, peace and security are critical to \r\ntheir sustainable development. Thus, the spread of \r\nsmall arms to our region continues to be an especially \r\ndisturbing issue and is a major contributing factor to \r\ncrime and insecurity. This situation is particularly \r\nironic given the fact that neither arms nor ammunition \r\nare produced in our region. We therefore call on those \r\nStates that produce small arms and ammunition to \r\nenact appropriate measures to reduce their illicit \r\nexport, which threatens the security and stability of the \r\nCaribbean. \r\n Saint Lucia and other small island developing \r\nStates continue to express concerns about our extreme \r\nvulnerability to the adverse impacts of climate change. \r\nSmall islands and low-lying coastal areas are \r\nthreatened daily by the impact of a rising sea level, \r\nwhile others are already experiencing the untold effects \r\ncreated by the increase in the melting of polar ice and \r\nthe consequent loss of significant portions of their land \r\nmass.  \r\n For us, this climate change issue is directly \r\nrelated to our development. It threatens the very core \r\nof our social, economic and political security. It \r\nthreatens our very existence. \r\n The dangers we face as a result of the hazardous \r\nlevel of greenhouse gas concentrations in the \r\natmosphere are well known and documented. Urgent, \r\nresolute action is therefore required to reverse this \r\nsituation. \r\n Saint Lucia welcomes the efforts currently being \r\nmade to place the issue of climate change more visibly \r\non the agenda of the United Nations. We acknowledge \r\nthe recent G-8 commitment to work positively within \r\nthe framework of the United Nations Framework \r\nConvention on Climate Change to address the issue. \r\nWe maintain the view that this important issue should \r\nbe discussed within the appropriate forums in order not \r\nto lose sight of the real development-related objectives \r\nthat vulnerable small island developing countries like \r\nSaint Lucia are seeking to promote. \r\n Saint Lucia joins with other members of the \r\nAlliance of Small Island States (AOSIS) in calling for \r\nthe problems of the rise of sea level and climate change \r\nto be addressed as a matter of urgency. We will \r\ncontinue to play our part through the development of \r\nappropriate national development strategies and the \r\ncreation of mechanisms to enable us to mitigate against \r\nand adapt to the adverse impact of climate change. We \r\nstress, however, that the largest producers of \r\ngreenhouse gases must bear the responsibility for the \r\ndamage being caused to the global environment and in \r\nparticular to the vulnerable countries whose \r\nsustainability and very existence are increasingly \r\nthreatened by their actions. \r\nA/62/PV.10  \r\n \r\n07-52115 36 \r\n \r\n We remain concerned that the international \r\ncommunity has yet to honour its responsibility and \r\ncommitment to the full implementation of the \r\nMauritius Strategy for the Further Implementation of \r\nthe Programme of Action for the Sustainable \r\nDevelopment of Small Island Developing States. We \r\ninsist on the urgent and proper mainstreaming of the \r\nStrategy into the appropriate work programmes of the \r\nUnited Nations agencies and international conventions. \r\nWe look forward to the thirteenth meeting of the \r\nConference of Parties on Bali in Indonesia in \r\nDecember of this year, where we hope significant \r\nnegotiations will be launched with a view to seriously \r\naddressing the disastrous effects of climate change on \r\nsmall island developing States. It is our wish that this \r\nConference of Parties should seek to achieve \r\nsubstantial and legally binding emission reductions in \r\nthe shortest possible period, as well as explore ways to \r\nsignificantly increase the level of resources available to \r\ndeveloping countries, and to the small island \r\ndeveloping States, in particular, to assist in adapting to \r\nthe impacts of climate change. \r\n While economic and trade policy reform, in \r\nprinciple, holds much promise for small developing \r\ncountries, the international community must \r\nunderstand that the “one size fits all” approach to trade \r\narrangements is inappropriate and unrealistic and will \r\nnot advance the cause of equitable global economic \r\ndevelopment. This approach has led to a reversal in \r\nmany small States of the progress made through hard \r\nwork and sacrifice by their populations.  \r\n This fact is most evident in the case of Saint \r\nLucia and other small banana- and sugar-producing \r\ncountries of the Eastern Caribbean. The mindless \r\napplication of inappropriate rules has caused much \r\npain among the same populations that are being \r\nchallenged to meet the MDGs. Saint Lucia therefore \r\nreiterates its call for the establishment of a set of \r\ntrading rules flexible enough to take into account the \r\nconcerns of small States, assist them in promoting \r\neconomic development, provide opportunities for their \r\npeople and, consequently, assist them in achieving the \r\nMDGs by the stipulated deadline date. \r\n Lastly, and looking towards the future, children \r\nare the future, and poverty impacts children \r\ndisproportionately, seriously affecting their ability to \r\nachieve. Unless we can all maintain the development \r\nmomentum achieved by previous generations, the \r\nfuture of our children, and indeed our societies, will be \r\ncharacterized by insecurity. \r\n Saint Lucia therefore looks forward to the high-\r\nlevel plenary meeting devoted to the follow-up to the \r\noutcome of the special session on children, to be \r\nconvened in December to evaluate progress made in \r\nthe implementation of the Declaration and Plan of \r\nAction (resolution S-27/2, annex), bearing in mind that \r\nseveral of the time-bound and quantified commitments \r\nshould have already been met. \r\n We in Saint Lucia will continue to spend a \r\nconsiderable amount of our resources on our children, \r\nand we hope that the international community will \r\ncome to the aid of all those who recognize the future in \r\nchildren, providing for them an enabling environment \r\nfor advancement through opportunity, safety, love and \r\npeace. \r\n The President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of Saint \r\nLucia for the statement he has just made.  \r\n Mr. Stephenson King, Prime Minister and \r\nMinister for Finance, External Affairs, Home \r\nAffairs and National Security of Saint Lucia, was \r\nescorted from the rostrum. \r\n The President: The Assembly will now hear a \r\nstatement by His Excellency Mr. Mahmoud Abbas, \r\nChairman of the Executive Committee of the Palestine \r\nLiberation Organization and President of the \r\nPalestinian Authority, to whom I give the floor. \r\n Mr. Abbas (Palestine) (spoke in Arabic): It is a \r\npleasure, Sir, to congratulate you on your election to \r\nthe presidency of the Assembly at this session. We \r\nhave every hope that your efforts will be successful. It \r\nis also a pleasure for me to convey our appreciation \r\nand pride to Her Excellency Sheikha Haya Rashed \r\nAl-Khalifa for the tremendous effort she undertook as \r\nPresident of the General Assembly at the sixty-first \r\nsession. \r\n I would like to take this opportunity to express \r\nour full confidence in the role of the United Nations \r\nand all of its specialized agencies with respect to their \r\nhistoric responsibilities regarding the Palestinian \r\nquestion, responsibilities they will continue to bear \r\nuntil this question is comprehensively settled. For \r\nmany decades, those institutions have continued to \r\nreaffirm the established national rights of the \r\nPalestinian people and to provide varied support for \r\n A/62/PV.10\r\n \r\n37 07-52115 \r\n \r\nour people, in the political, economic and humanitarian \r\nrealms. Here, we must commend the exceptional \r\nongoing work of the United Nations Relief and Works \r\nAgency for Palestine Refugees in the Near East \r\n(UNRWA) and other institutions in safeguarding the \r\nfuture for generations of Palestinian refugees and \r\nproviding them with the basic services they need. Our \r\nappreciation goes also to those who have upheld the \r\nbasic human rights of the Palestinian people and who \r\nhave provided support in the areas of education and \r\nculture and in strengthening the role of the Palestinian \r\nAuthority since its inception, as well as in building and \r\nstrengthening our national institutions. \r\n I would like also to thank Secretary-General Ban \r\nKi-moon, who has given top priority to the Palestinian \r\nquestion, who has worked to reach a solution to the \r\nIsrael-Palestinian conflict and who has placed this \r\nmatter at the centre of his concerns. He has, in \r\naddition, creatively contributed to seeking the means to \r\nrelaunch the Middle East peace process. \r\n The confrontations, wars and conflicts in our \r\nregion and their tragic repercussions for the peoples of \r\nthe region constitute the primary threat to global peace. \r\nThey call all of mankind to awareness. They demand \r\nrapid intervention from the international community \r\nwith the aim of settling this situation boldly and \r\nwithout delay. Our experience over the years and \r\ndecades shows that the policy of delaying a settlement \r\nof the principal conflicts in the region, the policy of \r\nproviding partial solutions and the policy aimed at \r\ncontaining the conflict by limiting the damage only \r\nfurther complicate things, to the point where, today, \r\nthere is a clear threat of civil war or regional war. \r\nMoreover this climate has been conducive to terrorism, \r\nwhich unfortunately has spread to become a global \r\nphenomenon. \r\n However, this grim picture should not mask the \r\nfact that hope is still alive. Indeed, thanks to the \r\ndetermination of the vast majority of our people, and \r\nthanks to the support of the international community, \r\nour people are capable of overcoming the tragic \r\nsituation that we are being pushed into by the forces of \r\noccupation, extremism and aggression and, by those \r\nwho seek to provoke war and terrorism in our region. \r\n There are on the other hand responsible, active \r\nforces in the Middle East, representing the \r\nconsciousness of the people and possessing a true \r\ndesire for freedom, progress and democracy for the \r\npeople. Although these forces are working in extreme \r\ndifficulty, they are firmly committed to overcoming the \r\ncurrent situation in order to create a  new future for the \r\nMiddle East in which our peoples would enjoy freedom \r\nand equality. \r\n There can be no doubt that defending Islam — a \r\nreligion of moderation, of love and brotherhood; a \r\nhuman religion — is the responsibility of those active \r\nforces in our region who seek to counter any attempt to \r\nundermine that true religion or to portray it in an unfair \r\nmanner that is entirely out of keeping with its precepts. \r\nIslam is a religion of tolerance that opposes killing, \r\nterrorism and assassination. It is a religion of \r\nenlightenment, not ignorance or backwardness; a \r\nreligion of openness to the world. It is against \r\nextremism and close-mindedness. We need to work \r\nhand in hand to preserve our shared human values. \r\n Those values are today being violated, \r\nundermined and weakened. We need to work to \r\nstrengthen human understanding among religions and \r\ncultures because the attempt to foment conflict among \r\nreligions, cultures and civilizations is one of the most \r\ndangerous methods used by international terrorism \r\ntoday. \r\n That is why a dialogue among cultures, religions \r\nand civilizations is necessary today, particularly \r\nbecause we know that world wars have not been wars \r\nof religion or culture, but rather wars of interest. That \r\nreality is only one fragment of the overall picture. In \r\nfact, missing recurrent opportunities to address the \r\nissues of our region seriously so as to reach bold, \r\ncomprehensive solutions, in particular to the \r\nPalestinian question, moves our people to the precipice \r\nof despair and depression and makes them easy prey to \r\nthe forces of ignorance and fanaticism.  \r\n Is it not high time to take this opportunity, the \r\nbeginnings of which we see today, as the international \r\ncommunity is moving towards relaunching the peace \r\nprocess, which enjoys the support not only of Israelis \r\nand Palestinians, but also of the international \r\ncommunity and the world at large? Is it not time to \r\nmove seriously towards negotiating a complete end to \r\nthe 1967 Israeli occupation of Arab and Palestinian \r\nterritories, thereby achieving the vision of two States? \r\nIs it not time to create a Palestinian State, with East \r\nJerusalem as its capital, to settle the refugee issue and \r\nto put an end to six decades of suffering? Is it not time \r\nto reach a fair, agreed settlement under General \r\nA/62/PV.10  \r\n \r\n07-52115 38 \r\n \r\nAssembly resolution 194 (III) of 1948? Is it not time to \r\nend the policies of settlement expansionism, of taking \r\nland from Palestinians under various pretexts, of \r\nbuilding the apartheid separation wall, laying siege and \r\ncreating checkpoints around cities and towns and \r\nrefugee camps? Is it not time to end the policy of \r\ncollective punishment and of denying freedom to the \r\nmore than 11,300 Palestinians who are rotting in Israeli \r\nprisons, some for more than 25 years?  \r\n Is it not time to make Jerusalem a city of peace \r\nfor all faiths and religions? Is it not time for Israel, the \r\noccupying Power, to end any work that would change \r\nthe sacred nature of that city and all attempts to \r\ndisplace its inhabitants and to violate sites sacred to \r\nIslam and Christianity? Is it not time for Israel to end \r\nthe daily assassinations, displacements, destruction of \r\nhouses and seizure of land? Is it not time for our \r\npeople to be able to enjoy freedom and independence \r\non equal footing with all other peoples of the world so \r\nthat they can build a peaceful future together with all \r\nof their neighbours, including the State of Israel?  \r\n I hope that I will not have to come back to this \r\nrostrum next year to ask the same questions.  \r\n There is not the slightest obstacle to the \r\nsuccessful holding of the upcoming peace conference, \r\nbecause our brotherly, Arab countries have \r\ndemonstrated through the Arab Peace Initiative their \r\ntrue readiness to bring about a just, lasting and \r\ncomprehensive peace, from which all States of the \r\nregion would benefit. Those States would have normal \r\nrelations with Israel, once the Israeli occupation of \r\nPalestinian and other Arab territories had ended and an \r\nindependent, sovereign Palestinian State had been \r\ncreated within the 1967 borders. That is why we are \r\ncommitted to the substance of that proposed meeting, \r\nwhich should be held soon with the participation of all \r\nparties concerned. \r\n Let me say quite frankly that not a single \r\nresponsible political figure or leader who does not \r\nknow that the solution to the problem lies solely \r\nbetween us and our Israeli neighbours. Reaching such a \r\nlasting solution can only be a result of the many \r\nresolutions of the General Assembly, as well as of the \r\ninitiative of President Bush, who has urged a two-State \r\nsolution: a Palestinian State living side-by-side with \r\nthe State of Israel. It must also be based on the Road \r\nMap, endorsed in Security Council resolution 1515 \r\n(2003), the Arab Peace Initiative and the various \r\nnegotiations, projects and plans that have been \r\nproposed by many parties since 2000.  \r\n I therefore address myself to the Israeli \r\nGovernment, with whose head I have recently met. We \r\ndiscussed the important issues in depth, attempting to \r\nend the cycle of lost opportunities so that the \r\ninternational conference will become a substantial \r\nreality. We can move towards that conference together, \r\nwith clear, realistic, detailed plans with a view to \r\nsettling all of the final status issues, including \r\nJerusalem, borders, refugees, water security and other \r\nkey issues. I reaffirm here the full readiness of our \r\npeople to join a genuine peace process that will lead to \r\na comprehensive, full agreement on all final status \r\nissues. \r\n As we promised, we will put such an agreement \r\nto a popular referendum that will include all \r\nPalestinian factions and groups so that they can give \r\ntheir views and opinions on any decision that would \r\nlead to defending and safeguarding peace \r\ncomprehensively and strategically.  \r\n I also reaffirm that we will continue to deal with \r\nthe rebellion that took place in the Gaza Strip. We shall \r\ndo so in conformity with our basic laws and so that we \r\ncan preserve democracy in our country. Attempts from \r\nwhatever group or faction to impose their will and dark \r\nideas by force and armed revolt will not derail our \r\ndemocracy. It would be wrong for anyone to think that \r\nour people, which has for decades sacrificed martyrs, \r\nprisoners and the wounded in order to obtain freedom, \r\nindependence and democracy and to build a free and \r\nprosperous country, will follow such an armed group, a \r\nclosed regime and a closed, backward society.  \r\n Some have attempted in the past to play the \r\nPalestinian issue as a political card in the service of \r\nregional interests in order to achieve expansionist goals \r\nor to promote specific ideas or ideologies that would \r\nignore the true interests of the Palestinian people. But \r\nwe who have struggled all our lives for our national \r\ncause, for the protection of the rights and interests of \r\nour people and for rejection of hegemony and \r\noccupation will not allow such a tragedy to reoccur. We \r\nwill not allow those who tried to undermine our \r\nnational destiny to achieve their aims.  \r\n I came to this rostrum to convey a message from \r\nan exhausted people which has long suffered from \r\noccupation, displacement, prison and martyrdom. At \r\nthe same time, however, they are a people who, imbued \r\n A/62/PV.10\r\n \r\n39 07-52115 \r\n \r\nwith dignity and faith, will build their own future, even \r\nthough their past has been the work of those who have \r\nplotted against them and against their rights.  \r\n I have come to reiterate the words of our \r\nimmortal leader Yasser Arafat, who was certain that the \r\ngreen branch of peace, which never withers or dies \r\nwould never fall from his hand. I have come to express \r\nthe pain and suffering of every Palestinian man and \r\nwoman, of all those who have lost loved ones or whose \r\nloved ones have been wounded, of all those who are \r\nwaiting for the release from prison of their brothers, \r\nfathers, mothers and sisters, of all those who remain \r\ntrapped on the Iraqi or Syrian borders and of the \r\nmillions of Palestinians who are living as refugees on \r\ntheir own land. I have come to affirm that the messages \r\nof peace of the prophets and the other divine \r\nmessengers who trod the paths of our land remain \r\nvibrant, like a tree that continues to grow and bloom. I \r\nhave come to affirm that the voice of peace remains \r\nstronger than any other voice in our country. That is \r\nwhy I urge that we move forward, hand in hand, on the \r\nshining path towards peace, leaving expediency and \r\nshort-term interests far behind.  \r\n In conclusion, and from this rostrum of the \r\nUnited Nations, I say to the Palestinian people, both \r\nthose in Palestine and those abroad, that an important \r\nhistoric opportunity is emerging. Therefore, let us be \r\nunited in order to make that opportunity a reality so \r\nthat our people, who have suffered so long, can recover \r\ntheir legitimate national rights and achieve the peace, \r\nstability and prosperity to which they aspire and which \r\nthey deserve. We also hope that peace will come to \r\nother peoples who are suffering daily, such as the \r\nbrotherly Iraqi people, and to those who deserve to live \r\nin security and stability within the framework of \r\ndemocracy, such as our dear friends the Lebanese \r\npeople. Together, let us build a stable world — a world \r\nof mutual assistance based on respect for life and for \r\nthe right to self-determination. I thank the Members of \r\nthe United Nations for their support. \r\n The meeting rose at 1.05 p.m. \r\n \r\n"