" United Nations  A/62/PV.28\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n28th plenary meeting \r\nThursday, 18 October 2007, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-55401 (E) \r\n*0755401* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia)\r\n \r\n \r\n  In the absence of the President, Mr. Al Bayati \r\n(Iraq), Vice-President, took the Chair. \r\n \r\n \r\nThe meeting was called to order at 3.05 p.m. \r\n \r\n \r\nAgenda items 64 and 47 (continued) \r\n \r\nNew Partnership for Africa’s Development: progress \r\nin implementation and international support \r\n \r\n (a) New Partnership for Africa’s Development: \r\nprogress in implementation and international \r\nsupport \r\n \r\n  Report of the Secretary-General (A/62/203) \r\n \r\n (b) Causes of conflict and the promotion of durable \r\npeace and sustainable development in Africa \r\n \r\n  Report of the Secretary-General (A/62/204) \r\n \r\n2001-2010: Decade to Roll Back Malaria in \r\nDeveloping Countries, Particularly in Africa \r\n \r\nNote by the Secretary-General (A/62/321) \r\n \r\n Mr. Mbuende (Namibia): I am grateful for the \r\nopportunity to participate in this debate on the \r\ndevelopment of Africa.  \r\n Allow me to congratulate the Secretary-General \r\non his extensive reports. \r\n We are mid-way to 2015, the target date for \r\nachieving the Millennium Development Goals. \r\nPreliminary indications are that a number of African \r\ncountries are not on target to meet their goals if we \r\ncontinue with business as usual.  \r\n The recognition by the United Nations system of \r\nthe special needs of Africa, which are set out in \r\nparagraph 68 of General Assembly resolution 60/1, did \r\nnot result in corresponding resource mobilization and \r\nflows to the continent. The Assembly has also on \r\nnumerous occasions committed the international \r\ncommunity to supporting the efforts of African \r\ncountries to implement their development plans and \r\nstrategies in order to attain sustainable development \r\nand achieve the internationally agreed development \r\ngoals, including the Millennium Development Goals. \r\n Many resources that could have been used for \r\ndevelopment are spent on conflicts and efforts to \r\nmanage and resolve them. It is gratifying to note, \r\nhowever, that African institutions are doing their \r\nutmost to resolve conflicts on the continent. Virtually \r\nall subregional organizations that started as institutions \r\nfor economic integration have added conflict resolution \r\nand good governance to their programmes. \r\n My delegation welcomes the cooperation between \r\nthe United Nations and the African Union to strengthen \r\nthe capacity of the continent for conflict resolution and \r\npeacekeeping. My delegation commends the efforts of \r\nthe Office of the Special Adviser on Africa to \r\ncontribute to peace and development in Africa through \r\nits support for the disarmament, demobilization and \r\nreintegration of ex-combatants.  \r\n There cannot be development without peace. \r\nSustainable peace is predicated not only on the \r\nexistence of democratic institutions but also on a \r\nculture of democracy and tolerance. \r\nA/62/PV.28 \r\n \r\n07-55401 2 \r\n \r\n I would like to underscore that the primary \r\nresponsibility for the development of Africa lies with \r\nthe Africans themselves. \r\n To that end, African Governments have invested \r\nsubstantial resources in infrastructure development, \r\nenergy, transport and communication, agriculture, \r\nhealth, education, the environment, information and \r\ncommunications technology, science and technology, \r\ngender mainstreaming and civil society involvement. \r\nThey have also made concerted efforts to create an \r\nenabling environment for private sector development \r\nand for domestic and foreign direct investments. In \r\naddition, they have tried to overcome the structural \r\nweaknesses of their economies through a programme \r\nof regional cooperation and integration.  \r\n The creation of the New Partnership for Africa’s \r\nDevelopment (NEPAD) is a logical culmination of that \r\nprocess. It represents a framework for the promotion of \r\ndevelopment in Africa.  \r\n My delegation concurs with the Secretary-\r\nGeneral that to move NEPAD from a framework to an \r\noperational blueprint depends on the resolve of each \r\nAfrican country. We believe, however, that the success \r\nof development in Africa also depends on the extent to \r\nwhich the rest of the international community is able to \r\nturn its commitments into flows of resources to our \r\ncontinent. \r\n The support of the international community for \r\nthe development of Africa is characterized by mixed \r\nresults. On the one hand, Africa excels in terms of \r\nresolutions, initiatives and commitments. In fact, there \r\nare currently over 50 United Nations mandates on \r\nAfrica. Africa does not need new initiatives, but, \r\nrather, the implementation of the programmes that have \r\nalready been approved. \r\n In contrast to the resolutions and initiatives, the \r\nresources were slow in flowing. The Secretary-General \r\nindicates in his report that official development \r\nassistance (ODA) to Africa provided by the \r\nDevelopment Assistance Committee (DAC) declined in \r\nreal terms in 2005 and stalled in 2006. On the other \r\nhand, members of the Group of Eight are off track in \r\ncomplying with their Gleneagles commitment to \r\ndouble ODA to Africa by 2010. We hope that the $30 \r\nbillion commitment made at the 2007 Heiligendamm \r\nSummit to support the fight against HIV/AIDS, malaria \r\nand tuberculosis in Africa will be met in a timely \r\nmanner. \r\n Foreign direct investment (FDI) flows into Africa \r\nincreased substantially in 2005. However, the \r\ncontinent’s share of the overall global foreign direct \r\ninvestment was a dismal 3 per cent, and furthermore it \r\nwas concentrated on only a few countries on the \r\ncontinent. The enactment of liberal investment laws \r\nand macroeconomic stability in most African countries \r\ndid not result in FDI flows. In that regard, ODA has an \r\nimportant role to play in supplementing our meagre \r\nresources towards the achievement of internationally \r\nagreed development goals, including the Millennium \r\nDevelopment Goals. \r\n My delegation is deeply concerned about the \r\ncurrent impasse in the World Trade Organization Doha \r\nDevelopment Round, as the Doha Round could \r\nfacilitate the role of trade as an engine of economic \r\ngrowth and development. The impasse has negatively \r\nimpacted on development and the fight against poverty. \r\nThe Doha Round of negotiations needs to deliver on its \r\ndevelopment promises, including through substantial \r\nmarket access and market entry for agricultural and \r\nindustrial products and services for developing \r\ncountries, if we are to succeed in the fight against \r\npoverty. \r\n The impasse has also affected movement in other \r\nareas of negotiations. Aid for Trade — which is aimed \r\nat empowering us to achieve sustainable growth over \r\nthe long term and to consolidate our productive \r\ncapacities with value-addition as the main focus and \r\nwith higher technological content — has also been \r\naffected. The impasse in trade negotiations has also \r\ngiven rise to a multitude of bilateral, regional and \r\nsubregional trade agreements, which could divert trade \r\nnegotiations from the multilateral trading system and \r\nits rules and principles. \r\n My delegation appreciates the assistance that my \r\ncountry continues to receive from the United Nations \r\nsystem and applauds the continued efforts to strengthen \r\ncooperation between the United Nations, the African \r\nUnion and the regional economic communities. Only \r\nthrough close cooperation and coordination at all levels \r\nwill the development of Africa be realized. We look \r\nforward to the effective functioning of the \r\nDevelopment Cooperation Forum of the Economic and \r\nSocial Council as a primary instrument for \r\nstrengthened aid effectiveness. \r\n My delegation also looks forward to the \r\nstrengthening of the Office of the Special Adviser on \r\n A/62/PV.28\r\n \r\n3 07-55401 \r\n \r\nAfrica. That Office is important to my country and to \r\nAfrica as a whole, and we would like it to play a role \r\ncommensurate with its responsibilities, as outlined in a \r\nnumber of General Assembly mandates. We cannot talk \r\nabout commitment to the special needs of Africa \r\nwithout an effective mechanism to address those needs. \r\nThe Office of the Special Adviser on Africa is but the \r\nnucleus of such an effective mechanism. \r\n Mr. Chulkov (Russian Federation) (spoke in \r\nRussian): At the outset, let me join those who \r\nexpressed condolences this morning on the passing of \r\nthe Prime Minister of Myanmar.  \r\n I will shorten my statement in order to save time. \r\nThe full text will be circulated. \r\n Despite considerable progress in recent years in \r\nsettling conflicts in a number of African countries, \r\nthere is still concern about the grave humanitarian and \r\nsocio-economic situation in the Darfur region of the \r\nSudan, the lack of security in Somalia, new outbreaks \r\nof violence in the Democratic Republic of the Congo \r\nand stagnation in the efforts to resolve the border \r\ndispute between Ethiopia and Eritrea. \r\n The United Nations has a central coordinating \r\nrole in resolving crises on the continent, in close \r\nconjunction with African regional and subregional \r\nentities. In that context we take special note of the \r\nlevel of practical cooperation between the African \r\nUnion and the United Nations on resolving the crisis in \r\nthe Sudanese province of Darfur. \r\n We welcome the focused activities of the African \r\nUnion in forming an African standby force. Russia is \r\nactively taking part in the creation of the programme \r\nfor international assistance to Africa within the Group \r\nof Eight (G-8), including building up African \r\npeacekeeping capabilities. We have been implementing \r\nthose decisions consistently. African peacekeeping \r\nofficers are trained in our country. We plan to expand \r\nthat practice. In addition, Russian specialists are \r\ntraining African peacekeeping personnel at \r\ninternational peacekeeping training centres in Accra \r\nand in Vicenza.  \r\n As a permanent member of the Security Council, \r\nRussia is contributing towards reaching agreement on a \r\nstrategy for resolving conflicts in Africa through \r\npolitical and diplomatic means. Russian peacekeepers \r\nhave been involved in practically every United Nations \r\npeacekeeping operation in Africa. \r\n In the field of post-conflict recovery on the \r\ncontinent, we welcome the active role of the \r\nPeacebuilding Commission in elaborating national \r\npeacekeeping strategies in Sierra Leone and Burundi, \r\nin collaboration with the Governments of those \r\ncountries. In order to strengthen the United Nations \r\npeacekeeping capacity, Russia will make annual \r\ncontributions of $2 million to the Peacebuilding Fund, \r\nbeginning in 2008. \r\n Without a lasting, long-term settlement of local \r\nconflicts, it will not be possible to ensure that the \r\nAfrican countries move towards sustainable and \r\ndynamic development or to ensure their full integration \r\ninto the global economy. Russia intends to continue to \r\nprovide assistance to Africa in resolving problems of \r\npeace and security on the continent, based upon respect \r\nfor the sovereignty and territorial integrity of the \r\nAfrican States.  \r\n The Russian Federation thanks the Secretary-\r\nGeneral for his consolidated report (A/62/203) on \r\nprogress in implementation of the New Partnership for \r\nAfrica’s Development (NEPAD). NEPAD serves as a \r\nwidely recognized platform for the consideration by \r\nthe international community of issues related to the \r\nprovision of international assistance to Africa, \r\nincluding within the framework of the United Nations, \r\nthe G-8 and the Africa Partnership Forum. \r\n A major area of Russian assistance to Africa is \r\nalleviation of the debt burden of the States of the \r\nregion within the framework of the Heavily Indebted \r\nPoor Countries (HIPC) Initiative. As of today, Russia \r\nhas cancelled African countries’ debt totalling $11.3 \r\nbillion. Russia’s overall contribution to the HIPC Trust \r\nFund was $25 million. \r\n The Government of the Russian Federation \r\napproved the cancellation of the debt of African States \r\nthat terminated their participation in the HIPC \r\nInitiative before 31 December 2006. Upon completing \r\nnegotiations with Benin, Zambia, Madagascar, \r\nMozambique, Tanzania and Ethiopia, we plan to cancel \r\ntheir debts to a total amount of about $547 million.  \r\n Russia is participating in the G-8 initiative to \r\ncancel the multilateral debt of the poorest countries to \r\nthe International Monetary Fund (IMF) and the \r\nInternational Development Association (IDA). The \r\nRussian contribution to the initiative to cancel the IDA \r\ndebt for 2007-2014 will be about $33 million. \r\nA/62/PV.28 \r\n \r\n07-55401 4 \r\n \r\n Russia is taking part in the thirteenth \r\nreplenishment of the IDA for 2003-2011 in the amount \r\nof $30 million. The Russian contribution to the \r\nfourteenth IDA replenishment will be $60 million. For \r\n2006-2010 the voluntary contribution of Russia to the \r\nIMF Exogenous Shocks Facility for the poorest \r\ncountries will be approximately $45 million. A \r\ndecision has also been taken to transfer $30 million to \r\nthe Global Village Energy Partnership. \r\n The States of the African continent enjoy broad \r\ntrade preferences in Russia. The traditional export \r\ncommodities of the least developed countries — most \r\nof which are in Africa — are exempt from Russian \r\ncustoms duties. There are no quantitative import \r\nrestrictions on those commodities, nor are they subject \r\nto anti-dumping, compensatory or specific protective \r\nmeasures. Russian companies are trading more actively \r\nin African markets. By bringing new technologies and \r\ninvestments to those markets, they contribute to the \r\nimplementation of the plans of African States to \r\ndiversify their foreign economic ties.  \r\n Training assistance to Africa is increasing. \r\nCurrently, Russian higher education institutions are \r\ntraining more than 4,500 Africans — young men and \r\nwomen.  \r\n Substantial assistance is provided to African \r\ncountries in the field of health care. Russia’s \r\ncontribution to the Global Fund to fight AIDS, \r\nTuberculosis and Malaria has reached $35 million. \r\nRussia intends to support the World Bank programme \r\nto fight malaria in sub-Saharan Africa. The \r\nGovernment of the Russian Federation has decided to \r\ncontribute up to $20 million in 2007-2009 to that end. \r\nBy 2008, Russia will have contributed $10 million to \r\nthe Global Polio Eradication Initiative; $4 million has \r\nalready been paid.  \r\n Russia is providing African States with targeted \r\nhumanitarian assistance. This year the Russian \r\ncontribution was used to provide food assistance to \r\nKenya and the Sudan in the amount of $2 million for \r\neach country. We also provided budgetary assistance to \r\nGuinea for humanitarian needs. There is a plan to \r\nprovide a one-time targeted contribution of $1 million \r\nfor emergency humanitarian assistance for Somalia. \r\n Russia is also contributing to the budget of the \r\nsecretariat of the Africa Partnership Forum and the \r\nsecretariat of the Infrastructure Consortium for Africa \r\nand to the Trust Fund for the African Peer Review \r\nMechanism. \r\n In conclusion, I re-emphasize that we believe that \r\nAfrica can achieve a qualitative improvement in the \r\nlives of the people of the continent. The NEPAD \r\nprogramme should serve as a guideline in that respect. \r\nFor its part, Russia will continue to do everything it \r\ncan to provide assistance to African countries to \r\nachieve those goals. \r\n Mr. Sangqu (South Africa): My delegation is \r\nthankful to the Secretary-General for the submission of \r\nthe three reports under consideration. \r\n My delegation is also pleased to associate itself \r\nwith the statement made by Pakistan on behalf of the \r\nGroup of 77 and China and the statement made by \r\nBenin on behalf of the African Group. \r\n I turn first to agenda item 64 (a) and (b).  \r\n It is important to reiterate that the New \r\nPartnership for Africa’s Development (NEPAD) is a \r\nprogramme of the African Union designed by Africans \r\nfor Africa. Africa’s renewal and recovery from a past \r\ncharacterized by slavery, imperialism, colonialism, \r\napartheid and neocolonialism is geared towards the \r\nattainment of durable peace, democracy, sustainable \r\nprosperity and unity. NEPAD represents a collective \r\naffirmation by Africa of a vision, a pledge by the \r\nleaders of the continent to proactively place African \r\ncountries — both individually and collectively — on a \r\npath towards peace, security, sustainable economic \r\ngrowth and development. \r\n In that context, the overarching objective of \r\nAfrica’s process of renewal is the African renaissance, \r\na move to break the vicious cycle of political \r\ninstability, conflict, poverty and underdevelopment, \r\nand to underpin the continent’s capacity to defend and \r\nadvance its own interests in the global arena. The key \r\nbuilding blocks of that renaissance strategy include \r\nincreased greater unity and solidarity amongst \r\nAfricans, acceleration of political and socioeconomic \r\nintegration and increased international support. \r\n NEPAD identifies various priorities for the \r\nAfrican continent in order to deal with poverty and \r\nunderdevelopment. These are discussed in the report of \r\nthe Secretary-General. They include infrastructure, \r\nagriculture and food security, health, education, \r\ntraining and skills development, human resource \r\ndevelopment, the environment, information and \r\n A/62/PV.28\r\n \r\n5 07-55401 \r\n \r\ncommunications technology, science and technology, \r\nmarket access, gender mainstreaming, civil society \r\ninvolvement and the African Peer Review Mechanism. \r\n The report of the Secretary-General correctly \r\nhighlights the fact that 2007 represents the mid-point to \r\n2015, the target date for the achievement of the \r\nMillennium Development Goals (MDGs), which are at \r\nthe heart of the African development agenda. Sadly, \r\nexperts have concluded that most African countries are, \r\nas the report of the Secretary-General puts it, “off track \r\nin meeting most, if not all, of the Millennium \r\nDevelopment Goals” (A/62/203, Summary). Quite \r\nfrankly, my delegation would have preferred to see the \r\nreport of the Secretary-General emphasize the \r\ncorrective steps required to redress that situation and \r\naccord it the urgency it rightly deserves. \r\n Although NEPAD is first and foremost a \r\npartnership between and among African countries, it \r\nalso seeks to accelerate sustainable development on the \r\ncontinent through partnerships with the developed \r\nNorth — partnerships that fundamentally alter the \r\nunequal donor-recipient relationship with Africa that \r\nhas existed over the centuries. The struggle to combat \r\nunderdevelopment and push back the frontiers of \r\npoverty in Africa demands not only the collective \r\neffort of Africans, but also the determined engagement \r\nof partner countries from the North. \r\n Despite the daunting challenges facing the \r\ncontinent, Africa has made substantial progress in \r\nmany areas. The continent is experiencing strong \r\neconomic growth, and many conflicts are currently \r\nbeing resolved through the mediation efforts of \r\nAfricans themselves. African regional organizations \r\nhave become crucial players in conflict prevention and \r\nresolution. \r\n Nonetheless, my delegation is somewhat \r\ndisappointed by the understated tone of some of the \r\nconclusions and recommendations in the report of the \r\nSecretary-General on progress in implementation of \r\nand international support for the NEPAD. For example, \r\nthe report draws the muted conclusion that “lack of \r\nprogress in the Doha Round of multilateral trade talks \r\nremains a major problem.” (A/62/203, para. 63). That \r\nbarely acknowledges the seriousness of the fact that the \r\nDoha Development Round has lived up to neither the \r\nspirit nor the letter that its lofty objective demands. \r\nThe consequences for Africa have been disastrous. \r\n Improving policy coherence for development is \r\nof critical importance in supporting NEPAD. Providing \r\nincreased aid and debt relief and other actions outlined \r\nin the report of the Secretary-General need to be part of \r\na more coherent approach to supporting development \r\nin Africa. In many cases, there are contradictions in \r\npolicies, with support provided in one area being \r\nundercut by actions in another.  \r\n Putting in place processes that enable an \r\nintegrated assessment of the coherence of policies that \r\naffect development in Africa — for example, on trade, \r\naid, foreign investment and other capital flows, \r\nmigration, knowledge and technology transfer and the \r\nmanagement of the environment — would help avoid \r\nthe double standards associated with such \r\ncontradictory outcomes. \r\n The United Nations system has a very important \r\nrole to play in promoting the realization of the African \r\nrenaissance. My delegation is pleased to note that \r\nprogress has been achieved in some key areas, notably \r\nthe enhanced collaboration between the United Nations \r\nsystem and the Commission of the African Union, as \r\nwell as the strengthening of the cluster system, under \r\nwhich the support of the United Nations system for the \r\nimplementation of NEPAD is organized.  \r\n My delegation concurs with the recommendation \r\nin the report of the Secretary-General to the effect that \r\nthe clusters and the regional consultation mechanism \r\nshould be further strengthened in order to enhance \r\ncoordination and joint programming. Efforts by the \r\nUnited Nations system to mainstream strategies in \r\nsupport of NEPAD in an integrated fashion and to \r\ncoordinate activities at the country level with those \r\nundertaken at the subregional and regional levels are \r\nimportant and should be encouraged. \r\n My delegation also supports the call in the report \r\nfor increased emphasis on monitoring and evaluating \r\nthe impact of United Nations activities in support of \r\nthe African Union and its NEPAD programme. My \r\ndelegation looks forward to receiving future progress \r\nreports of the Secretary-General on that matter. \r\n It is for that reason that my delegation wishes to \r\nreiterate the need for the United Nations to retain the \r\ncapacity, at the appropriate level, to monitor the \r\nsupport for NEPAD by the United Nations system and \r\nits agencies and to produce reports that the African \r\nUnion could use in its implementation. \r\nA/62/PV.28 \r\n \r\n07-55401 6 \r\n \r\n Finally, my delegation wishes to touch briefly on \r\nagenda item 47 as it pertains to the report of the World \r\nHealth Organization (WHO) on rolling back malaria in \r\ndeveloping countries, especially in Africa, which is \r\ntransmitted by the Secretary-General in his note \r\n(A/62/321). \r\n South Africa is a signatory to the Abuja \r\nDeclaration to Roll Back Malaria in Africa, in which \r\nwe committed ourselves to reducing malaria morbidity \r\nand mortality rates by 50 per cent by 2010. Although \r\nsome may argue that we have already achieved that \r\ntarget, rolling back malaria encompasses more than a \r\ndecrease in morbidity and mortality. It is also about \r\nbuilding partnerships and sustaining the decreased \r\nmalaria transmission rate. \r\n While South Africa believes in the routine \r\nprevention, care, treatment and management of \r\nmalaria, we also strongly believe in indoor residual \r\nspraying with DDT. South Africa has experienced a \r\nmassive reduction in malaria cases due to indoor \r\nresidual spraying of DDT, especially in the northern \r\nparts of our country, in collaboration with our \r\nneighbours Swaziland, Zimbabwe and Mozambique. \r\nSouth Africa’s programme has been hailed as a success \r\nby the World Health Organization, and our malaria-\r\ncontrol interventions are being used as a model for \r\nother countries to follow. \r\n It is the conviction of my delegation that the fight \r\nagainst malaria can be won by all nations by destroying \r\nthe mosquitoes that cause the disease — an approach \r\nthat many developed countries have adopted. As the \r\nWHO report notes, the aims of the global fight against \r\nmalaria are not only to reduce the burden of the disease \r\nin endemic areas but also to reduce and limit the \r\ngeographical extent of areas of the world where \r\nmalaria is endemic. That entails the elimination of \r\nmalaria from countries and localities where that is \r\nfeasible. \r\n Mr. McNee (Canada): Canada is very pleased to \r\njoin today’s debate on Africa.  \r\n Africa remains a continent of great promise as \r\nwell as formidable challenges across the spectrum of \r\npolitical and economic issues. Africa has made \r\nimportant progress in recent years, especially in the \r\narea of peace and security, a prerequisite to any \r\ndevelopment and economic growth. However, that \r\nprogress has been fragile in many regions. We must \r\nconsolidate gains made in creating a safer environment \r\nfor all Africans and in seeking to ensure that Africa \r\nmeets the Millennium Development Goals (MDGs). \r\n In August the Secretary-General released the \r\nprogress report (A/62/203) on the New Partnership for \r\nAfrica’s Development (NEPAD) and noted that, at the \r\nhalfway point to 2015, many African countries will not \r\nmeet their Millennium Development Goals. His \r\nprogress report is a sobering reminder of the challenge \r\nfaced by Africans, and by us all. \r\n Canada supports African initiatives on economic \r\ndevelopment and governance reform, and welcomes \r\nAfrica’s success. Impressive growth rates have been \r\nattained over the past three years. The Economic \r\nCommission for Africa reports that growth rates \r\nimproved in 28 African countries from 2005 to 2006. A \r\nnotable, unfortunate exception to that pattern of \r\nsuccess was Zimbabwe, the only African country to \r\npost a negative growth rate. \r\n As with any other region, there is no single \r\nsolution to achieve economic and social progress in \r\nAfrica. To ensure that Africa’s recent strong economic \r\nprogress continues will require the comprehensive and \r\ncoordinated engagement of the private sector and \r\ndonors outside Africa, as well as the commitment of \r\nAfrican nations to their own success. \r\n Canada is pleased to be doing its part to help \r\nAfrican partners achieve the Millennium Goals and to \r\naddress peace and security challenges. At the recent \r\nGroup of Eight Summit, Canada confirmed its \r\ncommitment to double its annual international \r\nassistance to Africa, from $1.05 billion in 2003-2004 to \r\n$2.1 billion in 2008-2009. Canada is on track to meet \r\nthat commitment. As of 2005-2006, Canadian aid to \r\nAfrica reached $1.7 billion. \r\n As an element of our support for Africa, Canada \r\nhas maintained a strong commitment to regional and \r\nmultilateral initiatives to advance global malaria \r\nprevention and control efforts, targeting primarily \r\nchildren and pregnant women. To date, Canada has \r\nprovided almost $530 million to the Global Fund to \r\nFight AIDS, Tuberculosis and Malaria, almost a quarter \r\nof which is directed at malaria. Most recently, in April \r\nthis year, Canada announced $20 million in new \r\nfunding over three years through the Canadian Red \r\nCross, primarily for the distribution of bed nets to \r\nAfrican households. \r\n A/62/PV.28\r\n \r\n7 07-55401 \r\n \r\n Canada is proud to be working with African \r\npartners in support of NEPAD and the African Peer \r\nReview Mechanism. Canada shares our African \r\npartners’ priorities — including peace and security, the \r\npromotion of democracy, sustainable development and \r\ngood governance. The progress of the Mechanism is a \r\nkey African-led initiative to achieve those goals. \r\n Positive momentum by the Peer Review \r\nMechanism is evident and encouraging. Since last year \r\ntwo more countries — Djibouti and Sao Tome and \r\nPrincipe — have signed on, and Algeria, Kenya, \r\nRwanda and South Africa have submitted their country \r\nreports. Canada applauds their commitment. \r\n In a debate in the Security Council in August, \r\nCanada urged the Council to address conflicts at an \r\nearly stage. Canada is increasingly concerned about \r\nrecent developments in the Sudan, Zimbabwe and the \r\nGreat Lakes Region, which underscore the fragility of \r\ngains made in peace and security. In addition to the \r\nserious effects on the people in individual countries, \r\nthose situations endanger regional stability. \r\n Canada remains deeply concerned about the \r\nhuman rights and humanitarian situation in the Sudan. \r\nOur commitment to humanitarian, peacebuilding and \r\npeace support operations assistance aimed at bringing \r\nan end to the conflict has totalled more than $440 \r\nmillion since 2004. Of that, $208 million is in direct \r\nsupport to the African Union Mission in Sudan \r\n(AMIS), which makes Canada the fourth largest donor \r\nto AMIS. \r\n We believe that a resolution of the Darfur \r\nconflict, in conjunction with progress on the \r\nimplementation of the Comprehensive Peace \r\nAgreement in the south, is critical to building long-\r\nterm stability in the whole of the Sudan. We call on all \r\nparties to the Darfur conflict to participate in the \r\nrenewed peace talks. \r\n Canada also remains deeply concerned by the \r\ndeteriorating political, economic and humanitarian \r\nsituation in Zimbabwe. In the spirit of NEPAD and \r\ncommitment to the development of African-led \r\napproaches, Canada strongly supports the Southern \r\nAfrican Development Community mediation initiative, \r\nled by President Mbeki of South Africa. We recognize \r\nthe progress made to date, and look forward to \r\nZimbabwe’s securing the necessary conditions for \r\nholding free and fair elections next year. \r\n(spoke in French) \r\n Last December we all welcomed the boldness of \r\nthe leaders of the Great Lakes region who signed the \r\nPact on Security, Stability and Development in the \r\nGreat Lakes Region. The Democratic Republic of the \r\nCongo, Rwanda and Burundi have since ratified the \r\nPact, and just today Kenya has done the same. In doing \r\nso they have expressed their commitment to achieving \r\nan area of peace in the region and ending the \r\ndisplacement of populations, thereby leading the way \r\nfor others to sign on to the Pact.  \r\n We must, however, emphasize that recent \r\ndevelopments in the eastern part of the Democratic \r\nRepublic of the Congo have raised serious concerns. \r\nWe urge the Governments of the region to do \r\neverything possible to preserve regional peace and \r\nstability, which are so longed for by the peoples of the \r\nGreat Lakes Region. \r\n We Canadians join our African partners in \r\ncelebrating the successes that Africa has achieved. \r\nCanada recognizes that the African continent holds \r\ngreat promise. But we also recognize that it continues \r\nto face significant challenges, particularly in bringing \r\npeace and security to troubled regions. Those \r\nchallenges will have to be dealt with if Africa is to \r\nachieve its full potential. Nevertheless, progress is \r\nbeing made towards achieving its remarkable \r\npotential — progress led by Africans, for Africans. \r\n Canada is contributing to those African successes, \r\nand it will continue to do so. \r\n Mr. Momem (Bangladesh): Bangladesh applauds \r\nthe Secretary-General for his comprehensive reports. \r\n We align ourselves with the statement by the \r\nrepresentative of Pakistan on behalf of the Group of 77 \r\nand China.  \r\n The challenges that Africa faces today in the \r\nareas of poverty, hunger, malnutrition, deadly diseases \r\nand the environment are daunting. The international \r\ncommunity has long been aware of Africa’s problems \r\nand needs. By adopting the New Partnership for \r\nAfrica’s Development (NEPAD), African countries \r\nhave put the internationally agreed development goals \r\nat the centre of their development agenda.  \r\n The African Peer Review Mechanism is a \r\nconcrete sign of the commitment of African countries \r\nto good governance. By adopting two currency unions \r\nA/62/PV.28 \r\n \r\n07-55401 8 \r\n \r\nand nominal exchange-rate stabilization in the southern \r\nAfrican Common Monetary Area, Africa has taken the \r\nlead in the developing world in regional monetary \r\nintegration. There has also been progress in the area of \r\nconflict resolution. The report of the Secretary-General \r\nstates that “Africa today is afflicted by far fewer armed \r\nconflicts than it was a decade ago” (A/62/204, para. 5).  \r\n What is needed now, in our view, is to \r\nconsolidate international support to help African \r\ncountries to meet the Millennium Development Goals \r\n(MDGs) and implement NEPAD. As Africa marches \r\nahead to address its own challenges, we have a moral \r\nresponsibility to extend a hand of cooperation. \r\nInternational cooperation in the form of aid, trade, debt \r\nrelief, investment, technology transfer and capacity \r\nbuilding is crucial for Africa.  \r\n Trade is critically important for the region. The \r\ninternational community should correct trade \r\ndistortions and expand African countries’ trade \r\nopportunities. The current trading system is no doubt \r\nbiased against developing countries. Apart from other \r\nreasons, that is due to a wide array of harmful \r\nsubsidies, fluctuation in the terms of trade, non-tariff \r\nrestrictions and artificial standards imposed by \r\nindustrialized countries. Those must be reversed. \r\n Commodity- and preference-dependent economies \r\nwill suffer enormously from the erosion of preferences \r\nand export revenue losses as a result of most-favoured-\r\nnation tariff reduction. A recent estimate by the United \r\nNations Conference on Trade and Development \r\nindicates a net welfare loss for sub-Saharan Africa, due \r\nmainly to adverse terms of trade effects and the \r\nabsence of efficiency gains.  \r\n It is critically important to address specific \r\ndevelopment needs of those countries, including \r\nthrough supply-capacity building. A recent estimate \r\nindicates that the removal of tariffs and subsidies on \r\ncotton has the potential to lift the incomes of sub-\r\nSaharan African cotton producers by 31 per cent. We \r\ncall upon major economies to conclude the Doha \r\nnegotiations immediately, with full implementation of \r\nthe development agenda, bearing in mind the special \r\nconcerns of African countries and the least developed \r\ncountries. \r\n The external debt situation of the developing \r\ncountries, particularly those of sub-Saharan Africa and \r\nleast developed countries, remains a source of serious \r\nconcern. For many of them, the accumulated debt \r\nburden has become a drawback to financing their \r\ndevelopment.  \r\n We note with satisfaction that there has been \r\nsome progress in the countries of sub-Saharan Africa, \r\nas their ratio of debt to gross domestic product dropped \r\nfrom 37 per cent to 24 per cent last year. However, the \r\ncurrent debt relief initiative has been slow. The \r\nresources released for development through debt relief \r\nwere in practice much smaller than those indicated by \r\naid statistics. Debt relief has also not been additional to \r\nofficial development assistance (ODA), as it was \r\nexpected to be. \r\n We are deeply concerned to note that, exclusive \r\nof debt forgiveness, in 2006 official development \r\nassistance from countries members of the Development \r\nAssistance Committee declined to the lowest level \r\nsince 1999. That falls far short of the Group of Eight \r\nGleneagles pledge in 2005 to double aid to Africa by \r\n2010. The recent reiteration of pledges indicates a \r\ndownward revision of targets rather than a scaling-up, \r\nas was predicted and required. The ODA commitment \r\nby the donor countries should be fulfilled immediately. \r\n Development partners and the international \r\ncommunity should also take steps to help Africa \r\nintegrate into the global economy through foreign \r\ndirect investment (FDI). The recently released World \r\nInvestment Report 2007 of the United Nations \r\nConference on Trade and Development (UNCTAD) \r\nregisters that FDI into Africa doubled between 2004 \r\nand 2006 to a record $36 billion. In 2006 many African \r\ncountries incorporated into their policy the specific \r\nmeasures and regulatory frameworks to ensure steady \r\ninflows of FDI. The report recognizes that the \r\ninvestment is spurred by a generally improved business \r\nclimate in this region. Despite these increases, the \r\nregion’s share of global FDI declined to 2.7 per cent in \r\n2006 from 3.1 per cent in 2005. This matter should also \r\nbe addressed as a priority. \r\n Bangladesh has been actively engaged in the \r\nareas of peace and development for Africa. There has \r\nbeen hardly any United Nations peacekeeping mission \r\nin Africa in the last two and half decades in which \r\nBangladesh did not participate. Currently around \r\n10,000 Bangladeshis are working in 12 United Nations \r\npeacekeeping missions. We send our peacekeepers \r\neven to the most risk-prone areas. We do this in \r\nkeeping with our Charter commitment and in the spirit \r\nof solidarity with our African brethren. Our Blue-\r\n A/62/PV.28\r\n \r\n9 07-55401 \r\n \r\nHelmet soldiers have been working shoulder to \r\nshoulder with our brothers in Africa in restoring peace \r\nin this region.  \r\n As a member of the Organizational Committee of \r\nthe Peacebuilding Commission, Bangladesh is actively \r\nengaged in supporting the ongoing development efforts \r\nin Burundi and Sierra Leone. I reiterate the Bangladesh \r\nGovernment’s firm commitment to further \r\nstrengthening our support and cooperation for the \r\ndevelopment of Africa. \r\n In development, as in peace, Bangladesh walks \r\nwith fellow African nations — as a member of the \r\nGroup of 77, the Non-Aligned Movement and the Least \r\nDeveloped Countries group. The Brussels Declaration \r\nand Programme of Action for the Least Developed \r\nCountries (LDCs) outline a set of actions by the global \r\ncommunity to address the socioeconomic challenges \r\nfacing the 50 most impoverished countries, 34 of \r\nwhich are in Africa.  \r\n Fulfilment of the commitments of the Programme \r\nof Action will go a long way in addressing Africa’s \r\nproblems. As the current Chair of the LDCs group, we \r\nbelieve Africa should remain at the top of our priority \r\nagenda. Within the framework of South-South \r\ncooperation, countries like Bangladesh can and must \r\nstrive to meaningfully contribute to Africa’s sustained \r\ndevelopment.  \r\n Over the years Bangladesh has successfully \r\nadopted a number of innovative development ideas like \r\nmicrocredit, non-formal education and women’s \r\nempowerment. Microcredit is the simplest of concepts \r\nthat makes the profoundest of changes in the societal \r\nlandscape. This idea has now been replicated in around \r\na hundred countries, including many in Africa.  \r\n The world’s largest non-governmental \r\norganization, the Bangladesh Rural Advancement \r\nCommittee (BRAC), has started its programmes at \r\ngrassroots level in post-conflict areas of Afghanistan \r\nand Sri Lanka. Involving non-governmental \r\norganizations and civil society actors, we have been \r\nable to strengthen our institutions and deliver broad-\r\nbased social sector programmes. We remain ready to \r\nshare our experiences in these countries with all other \r\nareas on the African continent. \r\n NEPAD is based on a new vision for Africa. \r\nAddressing extreme poverty is obviously a strategic \r\nchoice, well embedded in NEPAD. It is also based on \r\nthe realization that progress in developing Africa \r\ncannot be achieved without the social and economic \r\nemancipation of the majority of its long neglected \r\nnations. Let us resolve to address precisely this \r\nchallenge. \r\n Mr. Mekki Ahmed (Sudan): My delegation \r\naligns itself with the statements by the representative \r\nof Pakistan on behalf of the Group of 77 and China and \r\nby the representative of Benin on behalf of the African \r\nGroup. \r\n We thank the Secretary-General for his three \r\nthorough reports (A/62/203, A/62/204 and A/62/321) \r\non the items we are discussing today: the New \r\nPartnership for Africa’s Development (NEPAD), the \r\ncauses of conflict and the promotion of durable peace \r\nand sustainable development in Africa, and the Decade \r\nto Roll Back Malaria in Developing Countries, \r\nParticularly in Africa. \r\n My delegation wants to emphasize agenda item \r\n64, which concerns NEPAD. We strongly welcome the \r\nprogress made by African countries, with the support \r\nof international partners, as well as domestic \r\nstakeholders, including civil society and the private \r\nsector. While we welcome progress made so far in \r\nimplementing the two tracks of the NEPAD \r\ninfrastructure programme, the medium- and long-term \r\nstrategic framework, we agree that there is an urgent \r\nneed to scale up investment in infrastructure and \r\ncapacity building. \r\n My delegation commends the Secretary-General \r\nfor placing special emphasis on the issue of health in \r\nhis fifth consolidated report, and further welcomes the \r\nAfrica Health Strategy: 2007-2015 presented to the \r\nAfrican Union Conference of Health Ministers in April. \r\nWe also emphasize the need to support other \r\ninternational initiatives in the area of global health, \r\nsuch as the Oslo Declaration following the September \r\n2006 initiative on Global Health and Foreign Policy. \r\n My delegation also welcomes the progress \r\nachieved in implementing the African Peer Review \r\nMechanism (APRM). Since Sudan’s voluntary \r\naccession, in January 2006, we have supported efforts \r\naimed at encouraging remaining African countries to \r\njoin the Mechanism. \r\n Sudan, immediately after joining the APRM, \r\nestablished the necessary organs to accelerate \r\nimplementation of the Mechanism, with the \r\nA/62/PV.28 \r\n \r\n07-55401 10 \r\n \r\nparticipation of all domestic stakeholders, including \r\ncivil society organizations and the private sector. Our \r\nprogramme places special emphasis on women’s \r\nempowerment, promotion of democracy, accountability \r\nand the rule of law. During the last few months these \r\norgans have held many organizational meetings aimed \r\nat mapping the way towards implementation. \r\n For African countries to benefit from NEPAD, a \r\ncomprehensive plan of action is required to integrate \r\nAfrican economies into the world economy as well as \r\ninto the international trading system. Market access for \r\nAfrican commodities is of overriding importance for \r\nAfrica. Accession of African countries to the World \r\nTrade Organization is vital for the process of \r\nintegration into the world economy.  \r\n The international community should fulfil its \r\ncommitments to support NEPAD and national efforts to \r\neradicate poverty and achieve sustainable development. \r\nIn addition, we call upon the international community \r\nto support the efforts of African countries to combat \r\nclimate change and adapt to its adverse impacts. \r\n While welcoming the efforts of the development \r\npartners, including the Group of Eight, towards \r\nrelieving the debt of the African countries, we believe \r\nthat more remains to be done. We draw attention to the \r\nconstraints on my country’s benefiting from the \r\nHeavily Indebted Poor Countries Debt Initiative, and \r\nwe look forward to international and regional support \r\nto overcome them. \r\n Our experience in Sudan illustrates the necessity \r\nof addressing the critical economic and developmental \r\ndimension of conflicts, and thus the vital role of \r\nimproving the socioeconomic conditions of people in \r\nachieving sustainable peace. Therefore, wealth sharing \r\narrangements were essential components of the three \r\nsigned peace agreements in the Sudan: the \r\nComprehensive Peace Agreement, The Darfur Peace \r\nAgreement and the Eastern Sudan Peace Agreement. \r\nMoreover, climate change and environmental \r\ndegradation constitute a basic root cause of conflict. \r\n Unilateral sanctions imposed on my country since \r\nthe 1990s continue to seriously hamper the \r\nGovernment of National Unity’s efforts to address the \r\nroot causes of conflict, provide the peace dividend for \r\nthe people, eradicate poverty and achieve sustainable \r\ndevelopment and internationally agreed development \r\ngoals, including the Millennium Development Goals. \r\nThose are stumbling blocks on the country’s road to \r\nattract much needed foreign direct investment and \r\nofficial development assistance.  \r\n We agree with the Secretary-General in asserting \r\nthe linkage between peace and development, and we \r\ncall on the international regional actors to support the \r\nGovernment’s efforts to make the smooth transition \r\nfrom relief to development. The central role of regional \r\norganizations in the sustainability of peace is vital, \r\nparticularly to post-conflict countries in Africa. That \r\ncalls for the urgent implementation of the 10-year \r\ncapacity-building plan to enhance Africa’s \r\npeacekeeping capacities, as contained in the relevant \r\nparagraphs of the 2005 World Summit Outcome \r\nDocument. \r\n Finally, my delegation would like to touch upon \r\nagenda item 47, “2001-2010: Decade to Roll Back \r\nMalaria in Developing Countries, Particularly in \r\nAfrica”. Malaria is a major public health threat, with \r\nwide-ranging ramifications in developing countries, \r\nparticularly in Africa. In Sudan, it is one of the most \r\nserious threats and impediments to social and \r\neconomic development, and obstructs efforts to achieve \r\nthe internationally agreed development goals, \r\nincluding the Millennium Development Goals. \r\n We agree with the Secretary-General, who \r\nmaintains that despite global efforts, malaria remains a \r\nglobal threat. Sad to say, almost the entire population \r\nof Sudan is at risk of malaria, with varying degrees of \r\nintensity. It is estimated that in Sudan malaria affects \r\naround 7.5 million people, and is responsible for the \r\ndeath of around 35,000 persons annually. In public \r\nsector health facilities, malaria accounts for around \r\none-fifth of outpatient attendances, and in pediatric \r\nhospitals the fatality rate ranges from 5 per cent to 15 \r\nper cent. The disease leads to around 38 per cent of \r\nmaternal mortality and nearly 20 per cent of low \r\nweight births. \r\n Scientific evidence points to the effect of climate \r\nchange on the incidence of malaria, as higher \r\ntemperatures are seen to accelerate the development of \r\nparasites and cause mosquitoes to mature faster and \r\nlive longer, thus increasing the frequency of potential \r\ntransmission. \r\n To confront these challenges, my Government has \r\ndesigned a national strategy, and set up a special \r\nnational unit to combat malaria through improved \r\ndisease management, disease surveillance and \r\nepidemic management, prevention, and capacity-\r\n A/62/PV.28\r\n \r\n11 07-55401 \r\n \r\nbuilding in the health sector. The strategy aims at \r\nreducing malaria morbidity and mortality by 40 per \r\ncent by 2007. This national strategy focuses mainly on \r\nprevention as a means to combat the disease. There is a \r\nstrong partnership to execute this strategy between the \r\nGovernment and the World Health Organization, \r\nUNICEF, non-governmental organizations, local \r\ncommunities and the private sector. \r\n Unfortunately, these efforts are impeded by the \r\nlack of adequate and predictable funding and by poor \r\ncapacity. My delegation believes in the need to \r\nstrengthen efforts to make the fight against malaria a \r\nbasic element of global diplomatic efforts. \r\n Mr. Butagira (Uganda): Uganda is delighted to \r\ntake part in this debate. My contribution today will be \r\non the agenda item concerning malaria. Malaria has \r\nkilled many people in sub-Saharan Africa.  \r\n I want to discuss something I have seen for \r\nmyself. I have seen people walking into drugstores and \r\nasking for tablets to treat malaria. The drugstore owner \r\nis not even a trained pharmacist. The so-called anti-\r\nmalarial drugs are sold like any other item in the shop. \r\nVery often, the customer-patient does not have enough \r\nmoney to pay for the drugs, and tells the storekeeper \r\nthis. The storekeeper then gives him tablets equivalent \r\nto whatever money he has. He then walks out of the \r\nstore and takes the drugs. Because the tablets are less \r\nthan the normal dosage for treatment, the patient will \r\nnot be cured. \r\n In another scenario, a patient walks into a clinic, \r\nwhere he tells the doctor that he has been taking drugs \r\nfor malaria, but the malaria has not gone. Because he \r\nhas been told that malaria can be cured only by quinine \r\nadministered through a drip method, he asks the doctor \r\nto give him the quinine. The doctor graciously grants \r\nhis request and administers the drug in that manner. He \r\nhas not examined the patient, but simply does what the \r\npatient wants. This approach is obviously unprofessional, \r\nbut unfortunately there are a good number of doctors \r\nwho act in that way. The result is that the patient \r\ndevelops resistance to any other, less strong drug. \r\n What conclusions can we draw from these \r\nscenarios? First, the drugs are sold like any other \r\ncommodity; there are no measures to ensure their \r\nquality. More often than not, expired drugs are sold. \r\nSecondly, the patient takes a smaller dosage than is \r\nrequired, because that is what he can afford, and is not \r\ncured. Thirdly, instead of using his own professional \r\njudgement, the doctor follows what the patient wants. \r\nFor him, money is the primary concern. Not all doctors \r\nbehave in this manner, but a good number do.  \r\n Therefore, there is a need to put in place a \r\nregulatory mechanism to ensure that any errant doctor \r\nwill be punished. There is also a need for the \r\nauthorities, in partnership with the private sector, to \r\nmake sure that medicines are affordable, and to put in \r\nplace laws and regulations penalizing shopkeepers for \r\nselling medicines. Only authorized pharmacists would \r\nbe allowed to sell them, and only by prescription. \r\n In the fight against malaria, most attention should \r\nbe directed at prevention. In this connection, mosquito \r\nbreeding grounds, such as stagnant water, should be \r\ntackled. In Uganda we have put in place an elaborate \r\nvector control system aimed at putting emphasis on \r\nprevention rather than cure. Recently we have \r\nintroduced controlled indoor spraying of DDT after \r\nfighting a battle with the so-called environmentalists. \r\nDDT has been a success story in most countries, and \r\nwe believe it is a strong weapon to fight malaria.  \r\n We have also provided a good number of people \r\nwith treated mosquito nets, but we need assistance \r\nfrom the international community and relevant private \r\nsector institutions to supplement Government efforts in \r\nthis regard. This is an area where public-private \r\npartnerships can be forged.  \r\n But the whole question of provision of mosquito \r\nnets goes hand in hand with poverty eradication \r\nmeasures. For instance, someone with no shelter in the \r\nform of a house or hut has nowhere to hang a net. So a \r\nhouse or a hut and a bed are prerequisites to the \r\nprovision of mosquito nets. A poor person will be \r\ntempted to use a net to sleep on, instead of for its \r\npurpose, because he cannot afford bedding. That is no \r\nexaggeration. \r\n I should also mention the lack of transport. Many \r\npeople who could have been saved have died because \r\nthey could not be transported expeditiously to a \r\nhospital when they fell sick from malaria — either \r\nbecause there were no roads or, even if there was a \r\nroad, because there was no ambulance. Therefore, the \r\nquestion of infrastructure as well as means of transport \r\nmust be addressed. \r\n I have witnessed another scenario, concerning \r\nlaboratory services. Some are ill-equipped to test for \r\nmalarial parasites. I know of a laboratory/clinic where \r\nA/62/PV.28 \r\n \r\n07-55401 12 \r\n \r\neveryone tested for malarial parasites has a positive \r\nresult, when that may not be justified. Patients are \r\ntherefore treated for malaria that is not there, with \r\ndisastrous consequences. The question of efficient \r\nlaboratory services must therefore also be addressed.  \r\n There is also a need to train health workers who \r\ncan sensitize rural communities about hygiene and \r\nensure the proper administration of drugs. \r\n Lastly, I would like to thank those organizations \r\nand Governments that have put in place measures to \r\nscale up anti-malarial interventions in populations at \r\nrisk. In that regard, our thanks go to the United States \r\nfor its President’s Malaria Initiative, to the Global \r\nFund and to the World Bank for its Booster Programme \r\nfor Malaria Control in Africa. \r\n Mr. Kapambwe (Zambia): At the outset, I \r\ncommend the President for the able manner in which \r\nhe is presiding over the business of the General \r\nAssembly at this session. \r\n My delegation fully associates itself with the \r\nstatements made this morning by the representative of \r\nPakistan on behalf of the Group of 77 and China, and \r\nby the representative of Benin on behalf of the Group \r\nof African States. I shall therefore not seek to address \r\nthe diverse issues on which they have already spoken.  \r\n We thank the Secretary-General for his reports \r\n(A/62/203 and A/62/204) on the New Partnership for \r\nAfrica’s Development (NEPAD) and his note \r\n(A/62/321) transmitting the detailed report on the \r\nDecade to Roll Back Malaria in Developing Countries, \r\nParticularly in Africa. \r\n As we all know, the New Partnership for Africa’s \r\nDevelopment is a home-grown programme of the \r\nAfrican Union that aims to achieve socioeconomic \r\ndevelopment on the continent. Six years ago the \r\nAfrican leaders decided to renew and transform their \r\ndevelopment agenda through NEPAD, in the realization \r\nthat Africa was the only continent lagging behind in \r\ndevelopment and experiencing increasing poverty \r\nlevels. \r\n Today we are happy to note that NEPAD has been \r\nrecognized by the United Nations and other \r\ncooperating partners as a useful tool to develop \r\ninfrastructure, agriculture, trade and investment, as \r\nwell as to promote private sector and human resources \r\ndevelopment. For our part, as Africans, we have \r\ndeveloped democratic and accountable governance \r\ninstitutions that are being nurtured through the African \r\nPeer Review Mechanism. To date, 26 countries — \r\nincluding my own — have acceded to the Mechanism. \r\nWe are hopeful that the international community will \r\nstep up its efforts and increase its resources to help \r\nAfrica to develop and achieve the internationally \r\nagreed development goals, including the Millennium \r\nDevelopment Goals (MDGs). \r\n As indicated by the representatives of Pakistan \r\nand Benin, we are greatly concerned about the overall \r\ndecline in flows of official development assistance \r\n(ODA). It is indeed regrettable that most development \r\npartners have not met their obligation to contribute 0.7 \r\nper cent of their gross national income to ODA. \r\nFurthermore, the promise made by the Group of Eight \r\nat Gleneagles to scale up ODA for Africa has not \r\nmaterialized. \r\n At this point, I want to focus my attention on \r\nmalaria, which continues to be the number-one killer in \r\nseveral regions of the world — particularly in many \r\nparts of Africa, including Zambia. \r\n Since the inception of the Roll Back Malaria \r\nstrategy the world has seen — besides the \r\nestablishment of the Global Fund to Fight AIDS, \r\nTuberculosis and Malaria —increased political will and \r\nfinancial commitment to control malaria. But the \r\ndisease has continued to threaten 40 per cent of the \r\nworld’s population, in 107 countries. Around 500 \r\nmillion people suffer from acute malaria each year, \r\nresulting in about 1 million mortalities annually, with \r\nthe most vulnerable being women and children. \r\nZambia, like the rest of the international community, \r\nrecognizes that. \r\n Many developing countries, including Zambia, \r\nthat are adversely affected by the disease support all \r\nthe efforts made by the international community to \r\ncombat malaria, HIV/AIDS, tuberculosis and other \r\ninfectious diseases. \r\n Malaria also has adverse effects on long-term \r\nsocioeconomic sustainable development, in that it \r\naffects the performance of those infected, who, in turn, \r\ncannot provide for their households. Based on reported \r\ncases of malaria in Zambia, it is estimated that there \r\nare at least 4.3 million clinical cases per year, with \r\nchildren and pregnant women being the most affected. \r\nIn response, since 2000 the Zambian Government has \r\nidentified malaria control as an urgent health priority \r\n A/62/PV.28\r\n \r\n13 07-55401 \r\n \r\nand consequently has been implementing the Roll Back \r\nMalaria strategy at country level since 2001.  \r\n Furthermore, we are committed to the Abuja \r\nDeclaration, which seeks to reduce malaria in Africa by \r\n50 per cent by 2010. The Declaration set a target of 60 \r\nper cent coverage for access to insecticide-treated bed \r\nnets and the taking of preventive medicines, namely, \r\nintermittent presumptive treatment.  \r\n Other milestones achieved by my country — as \r\nstated in the report of the Secretary-General on the \r\nwork of the Organization (A/62/1) — include the free \r\ndistribution of bed nets and the implementation of \r\nimmunization campaigns, which have led to a 10 per \r\ncent reduction in the incidence of malaria over a period \r\nof about five years. In addition, we are carrying out \r\nindoor residential house spraying, as well as providing \r\neffective life-saving drugs for those infected. \r\n Those positive intervention programmes have \r\nbeen effectively implemented, resulting in the saving \r\nof many lives, with support from all our partners at the \r\nglobal, regional, subregional, country and community \r\nlevels. It is also encouraging to note that our partners \r\nhave continued to buy into our national malaria \r\nstrategic plan in order to accelerate the achievement of \r\nthe Abuja targets and, indeed, the Millennium \r\nDevelopment Goals. That only affirms donor \r\nconfidence in the implementation of our national \r\nmalaria programme. \r\n Notwithstanding those achievements, Zambia \r\ncontinues to face a number of challenges. They include \r\ninadequate knowledge about the interaction of the \r\npackage of interventions and outcomes; a weak and \r\nconstrained health system that may not cope with the \r\nadded pressures of a national programme expansion, \r\ncoupled with the brain drain and high staff turnover; an \r\ninadequate communication infrastructure, which \r\ninhibits the distribution of insecticide-treated nets; and \r\nthe fact that, owing to financial constraints, the \r\nGovernment has not been able to offer competitive \r\nconditions of service to retain and motivate highly \r\ntrained staff. \r\n For Zambia to effectively address those \r\nchallenges and scale up the malaria programme, the \r\nfollowing assistance is required, among many other \r\nmeasures: technical support to improve management \r\nprogramme systems at all levels; funds for improved \r\ndiagnosis of malaria cases; insecticide-treated nets and \r\nmass distribution; and technical and financial support \r\nto carry out operational research and sustain efforts to \r\nfind environmentally friendly alternatives to chemical-\r\nbased interventions. \r\n In conclusion, my delegation thanks the \r\ninternational community for its continued support at \r\nboth the national and regional levels in combating this \r\nepidemic. The Global Fund initiative has provided \r\nrenewed impetus to the programmes and interventions \r\nof Member States designed to combat HIV, \r\ntuberculosis and malaria. \r\n We also reaffirm our support for the work of the \r\ninternational community aimed at the full realization of \r\nthe goals set out in the Abuja Declaration on Roll Back \r\nMalaria, and, indeed, in the Millennium Development \r\nGoals, to achieve a malaria-free country. We appeal to \r\nthe international community to commit additional \r\nresources in order to be able to respond to the \r\nadditional challenges, and we ask that such resources \r\nbe made available on time. \r\n Mr. Badji (Senegal) (spoke in French): The \r\ndelegation of Senegal thanks the Secretary-General for \r\nsubmitting to the General Assembly his fifth \r\nconsolidated report on implementation of the New \r\nPartnership for Africa’s Development (NEPAD) \r\n(A/62/203), as well as the reports on the causes of \r\nconflict (A/62/204) and implementation of the Decade \r\nto Roll Back Malaria (A/62/321, annex). \r\n I take this opportunity to welcome in particular \r\nthe commitment to African development that our \r\nSecretary-General demonstrated by recently \r\nestablishing the Millennium Development Goals \r\n(MDGs) Africa Steering Group to accelerate the \r\nachievement of those Goals in Africa. That is a far-\r\nsighted action that will, we hope, make it possible to \r\nstep up the development process on the continent. He \r\ndeserves our thanks and congratulations.  \r\n My delegation aligns itself with the statements \r\nmade by the representative of Benin, on behalf of the \r\nGroup of African States, and by the representative of \r\nPakistan, on behalf of the Group of 77 and China. \r\n Five years have already passed since the \r\nAssembly’s adoption on 4 November 2002 of \r\nresolution 57/7, by which the international community \r\nendorsed the then-Secretary-General’s recommendation, \r\nset out in paragraph 4, that NEPAD “should be the \r\nframework within which the international community, \r\nincluding the United Nations system, should \r\nA/62/PV.28 \r\n \r\n07-55401 14 \r\n \r\nconcentrate its efforts for Africa’s development”. The \r\nresolution also urged “the international community and \r\nthe United Nations system to organize support for \r\nAfrican countries in accordance with the principles, \r\nobjectives and priorities of the New Partnership”.   \r\n NEPAD, we must remember, is a partnership with \r\ntwo dimensions: internal and international. It is \r\nintended to be a link between Africans themselves, on \r\nthe one hand, and, on the other, between Africa and the \r\nrest of the world, which has expressed its total support \r\nby welcoming NEPAD’s relevance and ambitious \r\ngoals. Proof is to be seen in the many initiatives and \r\npromises of aid to Africa since its adoption. \r\n In some five years’ existence NEPAD has had \r\nmixed fortunes. Certainly, there has been progress \r\nresulting from African efforts that have made possible, \r\ninter alia, the creation of a more stable environment on \r\nthe continent; strengthened governance and transparency; \r\nincreased democratization of society; and the \r\npromotion of gender equality and equity, respect for \r\nhuman rights and greater adherence to the African Peer \r\nReview Mechanism. \r\n But it must be said that the enthusiasm of \r\nNEPAD’s early days contrasts with the current reality, \r\nhalfway to the crucial 2015 deadline set for the \r\nachievement of the MDGs. Indeed, whereas \r\ndevelopment requires colossal economic efforts, \r\nparticularly in the African context, inaction seems to \r\nhave been more prevalent during NEPAD’s first five \r\nyears, to the detriment of effective implementation. We \r\nhave noted a succession of study meetings, workshops \r\nand other round tables, rather than real action. The \r\nSecretary-General’s various reports are enlightening on \r\nthat point. The reasons are to be found at three levels. \r\n First, African States and bodies have not always \r\nbeen able to get past the stage of bureaucratic \r\nconsideration in order to tackle the concrete \r\nimplementation phase. But there have also been \r\nshortcomings with regard to raising people’s awareness \r\nand promoting NEPAD initiatives. We therefore fully \r\nsupport the Secretary-General’s invitation to African \r\ncountries “to take steps to effectively implement the \r\nmany NEPAD projects and programmes they have \r\nalready adopted.” (A/62/203, para.63) \r\n In that connection, I am pleased to announce the \r\ndecision taken in September by the NEPAD Steering \r\nCommittee of Heads of State and Government, on the \r\nmargins of the Assembly’s general debate, to meet on \r\n22 November this year in Dakar, Senegal, at a mini-\r\nsummit to discuss NEPAD’s future in order to give it \r\nnew vigour. That meeting will enable us to give new \r\ndirection to NEPAD’s implementation at a time when \r\nthe process of integrating its secretariat into the \r\nAfrican Union is making significant progress.  \r\n There have also been shortcomings with regard to \r\nthe mobilization of international support, which \r\nremains indispensable, even if the main responsibility \r\nfor development of the continent lies primarily with the \r\nAfricans themselves. While there have been positive \r\ndevelopments in this area, the lack of sufficient \r\nresources continues to be a major constraint for Africa.  \r\n In that regard, we express our concern about the \r\nprogressive decline since 2004 in the volume of aid \r\nprovided by the industrialized countries. Paradoxically, \r\nthis decline, which has occurred despite the \r\ncommitment of the Group of Eight and the European \r\nUnion to double official development assistance \r\n(ODA), and the arrival of new sources of development \r\nfinancing, is taking place at a time when those very \r\ncountries have proceeded to cancel the multilateral \r\ndebt owed by the highly indebted countries. One can \r\nimagine that the drop in this aid from the countries of \r\nthe Organization for Economic Cooperation and \r\nDevelopment (OECD) is a way of compensating for the \r\ncancellation of the multilateral debt undertaken in \r\n2005, at the risk of cancelling out the expected effects. \r\n In addition, the lack of concrete results in the \r\nmultilateral trade negotiations at Doha, which were \r\nexpected to spur the exports of countries of the South, \r\nand of Africa in particular, place almost \r\ninsurmountable obstacles in the path of our economies. \r\nWithout a halt to the grave distortion of free trade \r\ncaused by the agricultural subsidies of the developed \r\ncountries, which are destroying our farming \r\ncommunities, we will never be able to roll back \r\npoverty.  \r\n To this must be added the weakness of foreign \r\ndirect investment, despite the business opportunities \r\noffered by NEPAD projects and the gradual \r\nimprovement of the business climate in the continent. \r\n Another source of concern for us is the situation \r\nimposed on a number of African countries by the sharp \r\nand unjustifiable increase in the price of oil, which \r\nyesterday reached more than $88 per barrel, compared \r\nwith $26 only four years ago. That is nearly a 240 per \r\ncent increase. The Assembly can imagine the disasters \r\n A/62/PV.28\r\n \r\n15 07-55401 \r\n \r\nthat such a situation can bring about for the control of \r\ninflation, for products involving big energy \r\nconsumption, for balanced budgets and for the \r\nfinancing of development projects. Moreover, the \r\nsituation seems to obey no other logic than the \r\nunchecked quest for profits by the oil monopolies, to \r\nthe detriment of the lives of millions of people in poor \r\ncountries that do not produce this source of energy, \r\nwhich is indispensable for development. \r\n Even if development aid, the cancellation of the \r\ndebt and free trade continue to be important for the \r\nStates of the South, particularly in Africa, their \r\neffectiveness will only be limited in the present context \r\nwithout concrete measures to remedy the effects of the \r\ngrowth in oil prices. That is the reason for the proposal \r\nmade by the head of State of Senegal recently at the \r\n5th meeting, in the Assembly’s general debate, when he \r\ncalled for the Organization of Petroleum Exporting \r\nCountries (OPEC) to add 2 per cent to each oil price \r\nincrease: 1 per cent to fight poverty, and the other 1 per \r\ncent to combat the degradation of the environment.  \r\n The final shortcoming is the lack of integration of \r\nNEPAD priorities into the interventions of bodies of \r\nthe United Nations system. It is therefore urgent for \r\nthose bodies, pursuant to resolution 57/7, to effectively \r\nalign their actions with the development model \r\nestablished by NEPAD. \r\n To conclude on the NEPAD item, my delegation \r\nwelcomes the decision by the General Assembly last \r\nyear to organize, during its sixty-third session, a high-\r\nlevel meeting on the status of the implementation of \r\nnumerous commitments by the international \r\ncommunity to respond to Africa’s development needs. \r\n Since the 2000 Millennium Summit, the last five \r\nyears have been dominated internationally by the \r\nholding of four great conferences, crucial events in the \r\nmarch of humankind in solidarity towards a better \r\nworld: the World Summit on Sustainable Development, \r\nheld in Johannesburg; the International Conference on \r\nFinancing for Development, held in Monterrey; the \r\nWorld Summit on the Information Society, held in \r\nGeneva and Tunis, respectively; and the 2005 World \r\nSummit, held here in New York.  \r\n Those world meetings marked a turning point in \r\nthe international community’s taking into account the \r\nspecific needs of Africa to help it enter the third \r\nmillennium.  \r\n The situation I have described is evidence of the \r\ngreat importance attached to this high-level meeting in \r\nterms of the international community’s understanding \r\nand appreciation of Africa’s needs. \r\n Creating conditions for sustainable development \r\nin Africa also means rising to the challenge of stability \r\nand lasting peace. Senegal welcomes the remarkable \r\nefforts by the African countries to overcome the \r\ndemons of division, incomprehension and intolerance. \r\nWe call on them all to continue these beneficial efforts \r\nfor national reconciliation, the only guarantee of \r\nlasting peace, to which the African people aspire.  \r\n In the subregion, and particularly in Senegal, the \r\npositive developments in Côte d’Ivoire are an immense \r\nsource of hope of finally seeing that brother nation \r\nemerge from the maze of a crisis that has lasted much \r\ntoo long and rediscover its role and place within the \r\nsubregional and continental family. \r\n Another reason for satisfaction is the successful \r\nholding of elections in Sierra Leone, whose people, \r\nfollowing in the footsteps of Liberia, have given proof \r\nof great maturity by setting themselves firmly on the \r\npath of reconciliation and democracy after more than a \r\ndecade of war in that carnage-torn country. \r\n With respect to the Sudan, Senegal continues to \r\nexpress its readiness to work for the installation of a \r\nfrank and open dialogue between the different \r\nprotagonists, and is particularly pleased with the \r\nimportant progress noted recently as a result of an \r\nintelligent partnership between the African Union and \r\nthe United Nations. This form of partnership must be \r\nenhanced and extended to other countries, such as \r\nSomalia, where the situation requires greater attention \r\nby the Africans and the international community, to \r\nkeep that brother nation from falling into the abyss of \r\nanarchy and chaos. \r\n It is also essential that everything be done to stop \r\nthe devastating pandemic of malaria, which every year, \r\nthrough its significant number of victims in Africa — \r\nmore than a million per year — causes immense losses \r\nto the African gross domestic product, estimated at \r\nmore than $12 billion. We should therefore continue to \r\nsupport African efforts, through increased mobilization \r\nof resources within the framework of the Global Fund \r\nto Fight AIDS, Tuberculosis and Malaria, as well as \r\nthrough strengthened implementation of quick-impact \r\ninitiatives agreed at the 2005 World Summit. \r\nA/62/PV.28 \r\n \r\n07-55401 16 \r\n \r\n To conclude, I reaffirm how unique and effective \r\nis the framework offered by NEPAD for the effective \r\ndeployment of a world partnership for development in \r\nAfrica. Senegal hopes that the international community \r\nand the United Nations system will be able to give \r\nmore support for the plan, made by the African leaders \r\nthrough NEPAD, to enable the African countries to \r\ntake their rightful place among the prosperous nations. \r\n Mr. Muburi-Muita (Kenya): Let me thank the \r\nPresident for organizing this plenary discussion with a \r\nspecial focus on Africa.  \r\n My delegation associates itself with the \r\nstatements made by the representative of Pakistan on \r\nbehalf of the Group of 77 and China, and by the \r\nrepresentative of Benin on behalf of the Group of \r\nAfrican States. \r\n I take this opportunity to thank the Secretary-\r\nGeneral for the informative reports on the issues under \r\nconsideration. \r\n By highlighting the complex range of challenges \r\nconfronting Africa’s development, the United Nations \r\ncan, we believe, help refocus attention on viable \r\nsolutions and mobilize a coalition of the international \r\ncommunity to comprehensively address those \r\nsignificant problems. \r\n With regard to the New Partnership for Africa’s \r\nDevelopment (NEPAD), Kenya actively participates \r\nand supports the implementation of the various NEPAD \r\nprojects and programmes. We note with appreciation \r\nthat some NEPAD initiatives are being implemented, \r\nand call for concerted, enhanced efforts to bring them \r\nspeedily to fruition. \r\n African countries have made tremendous progress \r\nwith regard to the African Peer Review Mechanism. \r\nKenya completed its African Peer Review Mechanism \r\nprocess last year and presented its report at the Summit \r\nof the African Union held at Banjul. We seek to \r\nmaintain dialogue with the secretariat, as well as with \r\nother peers, to effect meaningful and lasting change in \r\nthe lives of the Kenyan people and the rest of the \r\nAfrican peoples.  \r\n Our country report highlighted challenges and \r\ngaps faced by Kenya in the implementation of peer \r\nreview. We are committed to implementing the \r\nrecommendations therein to the fullest extent, and we \r\ncall for the support of the international community in \r\nthat endeavour. \r\n According to the Secretary-General’s report on \r\nNEPAD (A/62/203), there has been some improvement \r\nin the past five years with regard to the situation of \r\nofficial development assistance (ODA), debt relief and \r\nforeign direct investment. That is an indication that \r\nsome resources are likely to be available for more \r\npressing development needs in the social and economic \r\nfields.  \r\n Indeed, a good number of countries in Africa \r\nhave registered positive economic growth figures in the \r\npast few years. However, the positive trend does not \r\nmatch the resource requirements for general \r\ndevelopment purposes and specific NEPAD projects \r\nand programmes. One of the main problems is that \r\nsupport has been provided in a selective manner, thus \r\nleaving the majority of countries even more vulnerable \r\nand not able to undertake their individual and \r\ncollective responsibilities.  \r\n For instance, debt relief initiatives have targeted \r\ncertain specific countries while other heavily indebted \r\ncountries have been left out. As a result of efforts to \r\nimprove the economies of developing countries, in the \r\ncourse of the past four years a number of countries \r\nhave crossed over the Heavily Indebted Poor Countries \r\nDebt (HIPC) threshold and are now classified as being \r\nat the lower threshold of developing countries. The \r\ntransitional conditions prevailing in those countries, \r\nespecially in the area of debt relief, require some \r\nattention. We therefore call for a programme of support \r\nfor them, as a guarantee against the risk of rolling back \r\nthe gains that have been made. \r\n Trade is an important component of development. \r\nUnfortunately, international trade rules are currently \r\nunsupportive of the interests of developing countries. \r\nThe suspension of the Doha Round in July 2006 was an \r\nunwelcome development that dampens the prospects of \r\nthe multilateral trading system.  \r\nAn unfair trading system that imposes punitive tariffs \r\non sectors where countries selectively enjoy a \r\ncompetitive edge — such as agricultural produce and \r\nmanufactured goods like textiles and garments — \r\ndiscourages export diversification and manufacturing \r\ncapacity building. It is therefore not surprising that, \r\naccording to the World Bank, Africa’s share of world \r\ntrade declined from 3.5 per cent in 1970 to about 1.4 \r\nper cent in 2005. It is worth noting that, when the non-\r\noil trade effect is considered on its own, Africa’s share \r\nof world trade is shamefully low. \r\n A/62/PV.28\r\n \r\n17 07-55401 \r\n \r\n NEPAD represents the resolve of African leaders \r\nto spearhead the development of the continent. That \r\ntask cannot be accomplished by Africans by \r\nthemselves. We therefore emphasize the need for \r\nconcerted efforts by the international community to \r\nsupport African leaders in attaining the goals set under \r\nNEPAD. \r\n With regard to the 2001-2010 Decade to Roll \r\nBack Malaria in Developing Countries, Particularly in \r\nAfrica, I wish to underline the fact that malaria \r\ncontinues to threaten the lives of nearly half of all \r\nhumanity worldwide. The disease is most prevalent in \r\nAfrica, and continues to hinder social and economic \r\ndevelopment in numerous ways.  \r\n However, there has been a resurgence of \r\ninternational attention to and support for malaria \r\ncontrol, thus giving hope to the affected populations. \r\nProgress has been made in research on prevention and \r\ntreatment methods, resulting in long-lasting \r\ninsecticide-treated nets, rapid diagnostic tests and other \r\nhighly effective approaches. There has also been an \r\nincrease in funding for malaria control, both at bilateral \r\nand multilateral levels, particularly through the Global \r\nFund to Fight AIDS, Tuberculosis and Malaria. We \r\nencourage development partners to continue with that \r\ntrend. \r\n More important, we should work more closely \r\ntogether in the African region to share best practices, \r\nespecially on malaria warning mechanisms. In Kenya, \r\nnational malaria-related targets are being reached at a \r\nfaster rate, following the Government’s deliberate \r\npolicy and focus.  \r\n With the support of our partners, we recently \r\nlaunched the new artemisinin-based combination \r\ntherapy (ACT). ACT treatment is now available free of \r\ncharge in all Government and faith-based \r\norganizations’ hospitals. The improved distribution of \r\ntreated mosquito nets and the implementation of other \r\npreventive measures are bearing fruit. The focus and \r\nimpact would be even greater if a decision were made \r\nto establish entities in Africa to manufacture mosquito \r\nnets and malaria medication. We believe that such a \r\nmove would improve accessibility, lower cost and \r\nbuild local capacity for self-reliance and self-\r\nsufficiency. \r\n I turn to the causes of conflict and the promotion \r\nof durable peace and sustainable development in \r\nAfrica. It is no secret that the continent has faced \r\ndevastating conflicts over the past 20 years. The end to \r\nthe conflicts in Sierra Leone, Liberia, Côte d’Ivoire, \r\nBurundi, the Democratic Republic of the Congo and \r\nsouthern Sudan was a substantive step towards overall \r\npeace in Africa. According to the reports of the \r\nSecretary-General and the Human Security Report, the \r\nnumber of conflicts in the world has fallen by over 40 \r\nper cent during the past dozen years. The fact that \r\nconflict is becoming less common in general, and \r\nparticularly in Africa, is very encouraging indeed. \r\n Owing to the negative correlation between \r\nconflicts and development, investment, peace and \r\nsecurity, and the general welfare of the people, my \r\ndelegation calls for concerted efforts at conflict \r\nresolution and the reconstruction of affected countries. \r\nThat is one sure way of giving hope to the people of \r\naffected countries.  \r\n In addition, Kenya urges increased involvement \r\nby the African Union and the United Nations system in \r\nconflict monitoring, resolution and reconstruction, in \r\nparticular through the promotion of political and \r\ntechnical cooperation between continent and \r\nsubregional organizations. In that respect, it is \r\nimportant to strengthen African peacekeeping \r\ncapabilities and capacity. \r\n Kenya hosted last December the Second Summit \r\nof Heads of State and Government of the International \r\nConference on the Great Lakes Region, dealing with \r\npeace, security, democracy and development in the \r\nregion. The objective of the Conference was to \r\nestablish a framework to promote peace, security and \r\ndevelopment in the Great Lakes Region and end the \r\nrecurrence of violence and conflict in the whole region. \r\nA pact was signed by member States, and it is now \r\nbeing implemented. We thank our partners, especially \r\nthe Group of Friends of the Great Lakes Region, for \r\ntheir valuable support in preparing for the Conference \r\nand addressing the conflicts in the region, including \r\ntheir commitment to continued and sustained support. \r\n We trust that this and other focused discussions \r\non the development needs of Africa — in particular, \r\nthe high-level meeting on the theme of Africa’s \r\ndevelopment needs: state of implementation of various \r\ncommitments, challenges and the way forward, \r\nscheduled to take place during the sixty-third session \r\nof the General Assembly — will re-energize the \r\ninternational community’s attention and its efforts to \r\nA/62/PV.28 \r\n \r\n07-55401 18 \r\n \r\nsupport the African continent in addressing its \r\ndevelopment, social and security problems. \r\n Lastly, with a view to mainstreaming and \r\nsustaining focus on Africa’s development needs within \r\nthe United Nations system, my delegation reiterates the \r\nrequest for the Secretary-General to appoint an office-\r\nbearer to the position of Special Adviser on Africa and \r\nto strengthen that Office adequately. \r\n Mr. Matenje (Malawi): First, my delegation \r\naligns itself with the statements made by the \r\nrepresentatives of Pakistan and Benin on behalf of the \r\nGroup of 77 and China, and the Group of African \r\nStates, respectively.  \r\n We also thank the Secretary-General for his \r\ncomprehensive and informative reports and his \r\nconstructive support for the development of Africa. \r\n As we all know, the primary goal of the New \r\nPartnership for Africa’s Development (NEPAD) is to \r\neradicate poverty through an integrated and strategic \r\ndevelopment framework aimed at placing African \r\ncountries, both individually and collectively, on a path \r\nto sustainable growth and development, thus halting \r\nthe marginalization of African countries in the \r\nglobalization process. While African countries have the \r\nprimary responsibility for their own economic and \r\nsocial development, they need to be supported by an \r\nenabling and equitable international economic \r\nenvironment to achieve economic prosperity within the \r\ncontext of internationally agreed goals, including the \r\nMillennium Development Goals (MDGs). We wish to \r\nmake a few comments on the efforts Malawi is making \r\nto achieve the MDGs. \r\n Malawi’s estimated population is about 12 \r\nmillion people, with an average of 5.7 persons per \r\nhousehold. It is estimated that there are 1.9 million \r\nhouseholds in the country. About 75 per cent of the \r\npopulation lives in rural areas. Infant and child \r\nmortality rates are estimated at 104 and 189 per 1,000 \r\nlive births, respectively. Malaria is one of the leading \r\ncauses of mortality and morbidity, especially among \r\nexpectant women and children under five years of age.  \r\n To mitigate that problem, the Government has \r\ndeveloped a malaria strategic plan for the period 2005 \r\nto 2010, in line with the objectives of the Roll Back \r\nMalaria programme. That has brought together major \r\npartners involved in the delivery of health services, \r\nincluding the World Health Organization, UNICEF, the \r\nWorld Bank, the United Kingdom’s Department for \r\nInternational Development, the United States Agency \r\nfor International Development, Japan’s International \r\nCooperation Agency, research institutions and non-\r\ngovernmental organizations. \r\n Under Malawi’s strategic plan, our country has \r\nrecorded a number of achievements in the management \r\nof malaria cases. So far we have distributed about 5 \r\nmillion insecticide-treated mosquito nets to \r\nhouseholds. As a result, the proportion of expectant \r\nwomen and children under five years sleeping under \r\ntreated nets increased from 8 per cent in 2000 to 20 per \r\ncent in 2006. By the end of this year, Malawi plans to \r\ndistribute 3 million more nets, with support from the \r\nGlobal Fund to Fight AIDS, Tuberculosis and Malaria \r\nand President Bush’s Malaria Initiative. However, a \r\nshortage of staff remains the biggest challenge faced \r\nby the health delivery system in Malawi. \r\n In the agriculture sector, Malawi has made \r\nsignificant achievements in food security. We are \r\ndetermined to decrease by half the proportion of the \r\npopulation that suffer from extreme poverty and hunger \r\nand to improve their nutritional status by 2015. Given \r\nthat our economy is agro-based, Malawi has one of the \r\nhighest budgetary allocations to agriculture and food \r\nsecurity, part of which has been used in the past two \r\nyears to subsidize hybrid seeds and fertilizers, with a \r\nview to increasing food production. Currently Malawi \r\nhas a food surplus amounting to 1.4 million tonnes \r\nover and above our national requirements. Part of the \r\nsurplus produce has been exported to neighbouring \r\ncountries in the southern Africa region. \r\n While challenges remain, Malawi’s recent \r\nexperience in food production provides important \r\nlessons for achieving food security in Africa. One of \r\nthose lessons is that African Governments need to \r\nmake bold decisions, such as to subsidize farm inputs \r\nas long as the aim is to eradicate extreme poverty. For \r\nthat reason, Malawi will continue with its subsidy \r\nprogramme until we reach an acceptable level of \r\nsecurity in the country. \r\n In addition to agricultural production, Malawi has \r\ngiven infrastructure development a high position in its \r\nsustainable development programme. In that regard, it \r\nhas presented to NEPAD two infrastructure projects \r\naimed at enhancing productivity and access to \r\ninternational trade.  \r\n A/62/PV.28\r\n \r\n19 07-55401 \r\n \r\n The first is the Mozambique-Malawi transmission \r\ninterconnection project, which is intended to increase \r\naccess to diversified, reliable and affordable supplies \r\nof energy and to expand both Malawi’s and \r\nMozambique’s opportunities to benefit from bilateral \r\nand regional power trading on the Southern African \r\nPower Pool. The project consists of three components: \r\nfirst, the construction of a transmission interconnection \r\nline from the Malawi electricity grid to the \r\nMozambique electricity grid, thereby interconnecting \r\nMalawi with the Southern African Power Pool \r\nnetwork; secondly, capacity building and technical \r\nsupport to upgrade and expand power trading; and, \r\nthirdly, the replacement of obsolete equipment. The \r\nproject, supported by the World Bank, will remove \r\nbottlenecks in the supply of electricity in Malawi, \r\nwhich have stifled economic growth over the years. \r\n The second project is the Shire-Zambezi \r\nwaterway project, which aims to connect landlocked \r\nMalawi to the sea through the Shire river in southern \r\nMalawi and the Zambezi river in Mozambique over a \r\ndistance of 238 kilometres, which is the shortest route \r\nto the sea for Malawi’s import and export trade. The \r\nproject will provide a multimodal inland transport \r\nlinkage within the southern and eastern African regions \r\nand beyond, and promote the competitiveness of the \r\ncountries of those regions in the international market. \r\nIt will also substantially reduce the import and export \r\ntransport costs. \r\n Those two projects are in line with NEPAD’s goal \r\nof enhancing sustainable economic growth through \r\nregional economic cooperation and integration. They \r\nare also in line with the Almaty Programme of Action \r\nfor landlocked developing countries and the Brussels \r\nProgramme of Action for the Least Developed \r\nCountries, both of which aim to address the special \r\nneeds of landlocked developing countries and least \r\ndeveloped countries. Malawi belongs to both \r\ncategories.  \r\n We urge the international community to support, \r\nthrough NEPAD, the initiatives Malawi has embarked \r\nupon under those two infrastructure projects to \r\nfacilitate its desire to bring prosperity for its people. \r\nWe believe that the international community has an \r\nurgent responsibility to ensure that excellent initiatives, \r\nsuch as the electricity and waterway projects, succeed \r\nin practice.  \r\n We commend the NEPAD secretariat for the work \r\nit is doing, and urge it to increase its advocacy role \r\nwith regard to the MDGs, market access, official \r\ndevelopment assistance reform and the adoption of \r\nNEPAD principles and priorities by African \r\nGovernments. \r\n Before I conclude, I would like to say that \r\nMalawi has acceded to the African Peer Review \r\nMechanism and is among the countries that have \r\ncontributed to the Trust Fund set up by the United \r\nNations Development Programme to support the \r\nimplementation of the Mechanism.  \r\n We look forward to the General Assembly’s \r\ndecision to convene a high-level meeting on Africa’s \r\ndevelopment needs, as requested by resolution 61/229. \r\n We also join those who have thanked the \r\ndeveloped countries for their assistance to launching \r\nthe NEPAD e-schools initiative. Malawi considers \r\ninformation technology to be a priority for Africa’s \r\ndevelopment. We hope that the initiative will be \r\nreplicated in all African countries as soon as possible, \r\nto bridge the digital divide between Africa and other \r\ncountries and to open up new economic opportunities \r\nfor Africa’s young generation. \r\n Mr. Liu Zhenmin (China) (spoke in Chinese): \r\nFirst, the Chinese delegation would like to express its \r\ncondolences on the death of the Prime Minister of \r\nMyanmar.  \r\n The Chinese delegation fully endorses the \r\nstatement made by the representative of Pakistan on \r\nbehalf of the G77 and China.  \r\n We thank the Secretary-General for his fifth \r\nconsolidated report (A/62/203) on the New Partnership \r\nfor Africa’s Development (NEPAD) and his report on \r\ncauses of conflict and the promotion of durable peace \r\nand sustainable development in Africa (A/62/204). We \r\nendorse their conclusions and recommendations.  \r\n Since the launch of NEPAD, African countries \r\nhave made tremendous implementation efforts. In \r\nrecent years the African economies have maintained a \r\nhealthy growth rate, creating conditions for the \r\nelimination of poverty and the realization of \r\nsustainable development. However, as stated in the \r\nSecretary-General’s report, most African countries are \r\nstill not on track in terms of implementing most of the \r\nMillennium Declaration Goals (MDGs).   \r\nA/62/PV.28 \r\n \r\n07-55401 20 \r\n \r\n With regard to both last year’s implementation of \r\nNEPAD and the development report, China wishes to \r\nstress the following points.  \r\n First, African countries should play a leading role \r\nin implementing NEPAD. It is necessary to take \r\nmultifaceted measures to address the big gap between \r\ninternational support and Africa’s practical needs. We \r\nmust adopt measures on all fronts.  \r\n The international community — the developed \r\ncountries in particular — should honour commitments, \r\nincrease assistance, open markets, cancel debts and \r\nreduce conditions attached to assistance. In the \r\nmeantime, assistance should be assured in the priority \r\nareas defined by the practical needs of the African \r\ncountries, and the quality of assistance should be \r\nimproved. In addition, African countries must be \r\nhelped with development capacity building in order to \r\nenhance their ability to attract foreign direct \r\ninvestment (FDI) and raise funds themselves.  \r\n Secondly, one focus of NEPAD is helping African \r\ncountries benefit from economic globalization. To this \r\nend, countries should make joint efforts to complete \r\nthe Doha round of negotiations as soon as possible. \r\nThe major developed countries should drastically cut \r\ntheir agricultural subsidies to facilitate the export of \r\ncompetitive African products.  Commitments to trade \r\nassistance should be effectively fulfilled to help \r\nAfrican countries enhance their ability to take part in \r\ninternational trade. \r\n Thirdly, South-South cooperation should be \r\nfurther enhanced. As a beneficial supplement to North-\r\nSouth cooperation, South-South cooperation has huge \r\npotential. As the continent with the largest number of \r\ndeveloping countries, Africa should play a bigger role \r\nin South-South cooperation.  \r\n For decades China and the African countries have \r\ntreated each other with sincerity, engaged in mutual \r\nsupport and achieved remarkable results in South-\r\nSouth cooperation on the basis of equality and mutual \r\nbenefits. China actively supports the implementation of \r\nNEPAD by African countries. The Forum on China-\r\nAfrica Cooperation (FOCAC), set up in 2000, shares \r\nwith NEPAD not only the same goals of promoting \r\nmutually beneficial cooperation and common \r\ndevelopment, but also the same priority areas. \r\n At the FOCAC Beijing Summit last year \r\nPresident Hu Jintao announced, on behalf of the \r\nChinese Government, eight policy measures aimed at \r\nstrengthening practical cooperation between China and \r\nAfrica and supporting the development of African \r\ncountries. Those measures include increasing \r\nassistance to Africa by providing loans and export \r\nbuyers’ credit on preferential terms, setting up the \r\nChina-Africa Development Fund, assisting the \r\nconstruction of the African Union conference centre, \r\ncancelling the debts of some African countries, giving \r\ntariff-free access to the products of some African \r\ncountries, establishing zones of economic and trade \r\ncooperation, and strengthening cooperation between \r\nChina and Africa in areas such as the development of \r\nhuman resources, agriculture, health and education.  \r\n On the margins of the general debate at this \r\nsession of the General Assembly, the Foreign Minister \r\nof China and dozens of his African counterparts held \r\ntheir first political dialogue and issued a statement. The \r\nmeeting was a resounding success; it was here that \r\nForeign Ministers exchanged views on implementation \r\nof the Beijing Summit agreements. China will \r\ncontinuously strengthen its cooperation with the \r\nAfrican countries on the basis of sincerity and \r\nfriendship, consultation on an equal footing, efficiency, \r\npragmatism, mutual benefit and gains for all. \r\n The United Nations bears the important \r\nresponsibility of maintaining world peace and security. \r\nFor it to successfully fulfil this noble mission, it needs \r\nthe trust and support of its Member States, the \r\nassistance and cooperation of regional and subregional \r\norganizations and unremitting efforts to exploring \r\ninnovative and creative methods.  \r\n China believes that preventive diplomacy should \r\nbe accorded high priority in addressing the causes of \r\nconflict and the promotion of durable peace and \r\nsustainable development in Africa. History has shown \r\nthat the prevention of crisis and conflict is much more \r\neffective than remedial measures taken afterwards. \r\nOver the past five years the United Nations has spent \r\nmore than $18 billion on peacekeeping. Effective \r\nprevention will not only greatly reduce peacekeeping \r\nexpenses, but also spare numerous people from the \r\nscourge of war. \r\n To prevent and settle African conflicts, it is \r\nnecessary to identify their causes. Most armed conflicts \r\non the African continent are rooted in poverty and \r\nunder-development. Only through properly addressing \r\nthe root causes, especially the development issue, can \r\n A/62/PV.28\r\n \r\n21 07-55401 \r\n \r\nwe seize the initiative in conflict prevention and \r\nimprove the effectiveness of United Nations \r\npeacekeeping.  \r\n We also believe that coordination and cooperation \r\nbetween the United Nations and regional organizations \r\nshould be strongly reinforced. The African Union, \r\ntaking advantage of its experience in preventing and \r\nsettling African conflicts, has in recent years played an \r\never more important role in responding, on behalf of \r\nthe international community, to conflicts in Africa.  \r\n On the one hand, the United Nations should \r\ncontinue to enhance its cooperation with the African \r\nUnion Peace and Security Council to make full use of \r\nits early warning mechanism and Africa’s \r\npeacekeeping capability. On the other hand, it should \r\nprovide assistance of various kinds to the African \r\nUnion to help it with capacity building. \r\n In spite of the long distance between us, China \r\nand Africa have traditionally maintained friendly \r\nrelations. China regards Africa as an important actor in \r\nour joint efforts to maintain world peace and seek \r\ncommon development. We greatly appreciate the \r\nresults achieved by the African countries in addressing \r\ntheir problems through united efforts and with the \r\nsupport of the international community. We will \r\ncontinue to work with the African countries in support \r\nof their pursuit of greater achievements in political \r\nsecurity and development. China will make its own \r\nefforts in this process. \r\n Mr. Cho Hyun (Republic of Korea): On behalf of \r\nmy delegation, I thank the Secretary-General for his \r\ninsightful report (A/62/203) on progress in \r\nimplementation of the New Partnership for Africa’s \r\nDevelopment (NEPAD). It provides us a valuable \r\nopportunity to consider what African States have \r\nachieved so far, how they should direct their \r\ndevelopment processes, and what other countries can \r\ndo to help them reach internationally agreed \r\ndevelopment goals, including the Millennium \r\nDevelopment Goals (MDGs). \r\n As we look back to the past from the halfway \r\npoint to 2015, we can see that substantial progress has \r\nbeen made towards achieving the MDGs. However, as \r\nthe Secretary-General notes in his report, progress is \r\nslow and uneven. Unfortunately, most African \r\ncountries are not yet on track for meeting most of the \r\nMDGs. We all understand that the MDGs will not be \r\ntruly achieved if the African States do not reach their \r\ntargets.  \r\n My delegation believes that what is needed to \r\nspur growth and development in Africa is a \r\ncombination of African commitment and international \r\nsupport. NEPAD, a collective vision and strategic \r\ndevelopment framework for Africa, represents the will \r\nof Africans for development. My delegation commends \r\nthe strenuous efforts of African countries to implement \r\nthe Partnership. We are pleased by the progress \r\nachieved in infrastructure, agriculture, health, \r\neducation, information and communications technologies \r\nand other important areas, as reported by the Secretary-\r\nGeneral.  \r\n At the same time, the international community \r\nhas been supporting NEPAD through a number of \r\ninternational actions and initiatives. Moreover, the \r\nUnited Nations system has stood firmly as an important \r\npillar of international support for NEPAD. My \r\ndelegation especially welcomes and supports the \r\nSecretary-General’s initiative in launching the Africa \r\nSteering Group, which will work as the central United \r\nNations vehicle for African development. \r\n My delegation believes that the African Peer \r\nReview Mechanism process is instrumental in putting \r\nmutual accountability to work for good economic, \r\npolitical and corporate governance and human rights \r\nobservance. Therefore, although the process has been \r\nslow, it is inspiring to see that, as of June this year, 26 \r\ncountries — accounting for approximately 75 per cent \r\nof Africa’s total population — have acceded to the \r\nReview Mechanism. We hope that the accession \r\nprocess will be accelerated, helping NEPAD to achieve \r\ngreater effectiveness through greater synergy. \r\n While we note encouraging progress on debt \r\nrelief, we also recognize that more timely and faithful \r\ndelivery of official development aid commitments to \r\nAfrica is needed. As pledged in Korea’s Initiative for \r\nAfrica’s Development, the Republic of Korea is in the \r\nprocess of substantially increasing our overall \r\ndevelopment assistance to Africa by 2008.  \r\n At the same time, drawing lessons from our own \r\nhistory of development, we place emphasis not only on \r\nincreasing the scale of our aid, but also on effectively \r\nsharing our experience with African countries. The \r\nKorea-Africa Forum, launched last November as a \r\nregular consultation channel, will serve as a good \r\nopportunity to share our experience.  \r\nA/62/PV.28 \r\n \r\n07-55401 22 \r\n \r\n We also support African ownership of Africa’s \r\ndevelopment, and to that end will cooperate with \r\nAfrican regional organizations such as the African \r\nUnion and NEPAD. We will also cooperate closely \r\nwith international institutions and other donors to \r\nimprove aid effectiveness. \r\n Trade has long been recognized as the engine of \r\ndevelopment. In that connection, we strongly support \r\nearly resumption and completion of the Doha \r\nDevelopment Round of World Trade Organization \r\n(WTO) negotiations. My Government also supports \r\nAid for Trade, particularly for Africa, which is home to \r\nalmost two thirds of the world’s least developed \r\ncountries. To that end, the Republic of Korea is \r\nexpanding duty-free and quota-free access for least \r\ndeveloped countries. We will also increase our \r\ncontribution to the Integrated Framework for least \r\ndeveloped countries and expand our training \r\nprogrammes on WTO rules and regulations. \r\n The digital divide, if it continues to widen, may \r\nevolve into a serious obstacle that prevents developing \r\ncountries from participating in the international \r\nbusiness system, which is increasingly dependent on \r\ninformation and communication technologies. As we \r\npledged in Korea’s Initiative for Africa’s Development, \r\nthe Republic of Korea will cooperate with African \r\npartners to bridge the digital divide by sharing our \r\ntechnologies and know-how. \r\n In that context, I would like to emphasize the \r\nimportance of South-South cooperation and triangular \r\ncooperation as complements to North-South \r\npartnership. My delegation therefore supports the \r\nefforts of the African countries to intensify and \r\nenhance South-South cooperation as well as triangular \r\ncooperation in order to promote growth and \r\ndevelopment in that region. \r\n Durable peace and stability are prerequisites for \r\nsustainable development. It is encouraging to see the \r\nsignificant progress made recently in achieving peace \r\nand stability in Africa. My delegation fully supports \r\nthe goal of achieving a conflict-free Africa by 2010. \r\nThe Republic of Korea will continue to support post-\r\nconflict peacebuilding activities within the United \r\nNations framework and through other forms of \r\ninternational cooperation. \r\n We also welcome the United Nations initiative to \r\neradicate epidemic diseases, including malaria and \r\nHIV/AIDS. Far too many African lives, especially \r\namong the youngest generations, are lost to epidemic \r\ndiseases. The youngest generations are the future of \r\nAfrica. In addition to their terrible human toll, these \r\ndiseases undermine development efforts. The Republic \r\nof Korea will strongly support international efforts to \r\neliminate these epidemics in Africa. \r\n As the Secretary-General points out in his report, \r\nAfrican development will not be realized through the \r\nefforts of any single player. Rather, it will require a \r\njoint effort by African countries, the international \r\ncommunity and the United Nations. The Republic of \r\nKorea, together with other development partners, will \r\nstand with African countries in accelerating growth and \r\nachieving the MDGs. \r\n Mr. Carmon (Israel): Allow me to congratulate \r\nMr. Srgjan Kerim on his able stewardship of the \r\nAssembly and to thank him for convening this \r\nimportant joint debate. \r\n Israel welcomes the Secretary-General’s fifth \r\nconsolidated report (A/62/203) on progress in \r\nimplementation and international support related to the \r\nNew Partnership for Africa’s Development (NEPAD). \r\nThe report examines policy actions taken by the \r\ninternational community to help African countries meet \r\nthe Millennium Development Goals (MDGs) and \r\nimplement NEPAD projects and programmes. \r\n Israel wishes to reiterate its strong support for the \r\ndevelopment initiatives and principles of the African \r\nUnion. The existence of an enterprise owned, led and \r\nmanaged by the African Union is an outstanding \r\nexample of the effectiveness of regional initiative and \r\ncooperation. By balancing the principles of \r\nresponsibility, solidarity and partnership, NEPAD has \r\nimproved the chances for progress and prosperity on \r\nthe African continent. \r\n In that regard, we commend the accession to date \r\nof 26 African countries to the African Peer Review \r\nMechanism, which reflects the genuine desire of those \r\nAfrican nations to make good on the promises of \r\nNEPAD: good governance, democracy, peace and \r\nsecurity, respect for human rights and sound economic \r\nmanagement. Taken together, those States account for \r\n75 per cent of the total population of the continent. \r\nIsrael encourages those countries that have not \r\nundergone the process to consider doing so soon. \r\nSimilarly, the full mobilization of African resources \r\nshould be facilitated, as it is inherently tied to \r\nNEPAD’s success. \r\n A/62/PV.28\r\n \r\n23 07-55401 \r\n \r\n Israel also welcomes the commitment of the \r\nUnited Nations to strengthen collaboration and \r\ncoordination among its components in order to provide \r\nthe necessary support for the effective implementation \r\nof NEPAD, and endorses the recommendations in the \r\nSecretary-General’s report. \r\n Israel has always considered its relations with \r\nAfrica to be of the highest priority. Beginning in the \r\nlate 1950s, when it was still a developing country \r\nitself, Israel sought to build development partnerships \r\nwith the newly independent States of sub-Saharan \r\nAfrica. Indeed, earlier this year, on Africa Day, Israel \r\ncelebrated 50 years of African relations during a \r\nspecial ceremony dedicated to honouring and \r\npromoting the Israeli-African relationship, with a focus \r\non partnerships for development. \r\n With that long record of cooperative work in \r\nAfrica and the continuing tradition of friendship and \r\nsolidarity, Israel offers its experience and expertise \r\nthrough MASHAV — the Centre for International \r\nCooperation of the Ministry of Foreign Affairs — \r\nassisting NEPAD and helping the African States. That \r\nis accomplished by sharing know-how in such areas as \r\nagriculture, food security, the empowerment of women, \r\neducation and health, bilaterally or with the \r\nparticipation of United Nations development funds and \r\nprogrammes. \r\n A sense of MASHAV’s impact is given by the \r\nfact that last year 568 African trainees from 33 \r\ncountries participated in 112 different courses in Israel, \r\nin fields including agriculture, community \r\ndevelopment, education, medicine and public health, \r\nscience and technology and small enterprises. An \r\nadditional 688 African trainees participated in on-site \r\ncourses in 13 African States. Israel also dispatched 20 \r\nexperts for short- and long-term consultancies in 9 \r\ndifferent countries on the African continent. \r\n In addition to bilateral aid and training \r\nprogrammes, Israel actively supports international \r\ninitiatives such as the World Bank’s International \r\nDevelopment Association programmes and the Heavily \r\nIndebted Poor Countries Debt Initiative programme for \r\ndebt reduction. Israel has already forgiven the debt of a \r\nnumber of African countries, and will continue to \r\nconsider additional debt relief for others, to the extent \r\nthat resources allow. \r\n The pandemic of malaria in Africa, which claims \r\nthe lives of an estimated 3,000 infants and children \r\ndaily, is a tragedy of unparalleled proportions. Malaria \r\nis a curable disease, and the answer lies in \r\nstrengthening the African medical and public health \r\ninfrastructure. Israel has been doing all it can in that \r\nregard, in particular to address the “human resources \r\nfor health” crisis. \r\n To address HIV in Africa, specially designed \r\ncourses for local medical staff have taken place in \r\nIsrael, enjoying the participation of more than 27 \r\nAfrican doctors and nurses. The health care teams have \r\nalso included social workers and cultural mediators, \r\nwho often provide care and combat non-adherence to \r\ndrug treatment. The training covers issues such as HIV \r\ndrug resistance and paediatric AIDS, and a meticulous \r\nchain of reporting is maintained within the team. \r\n With regard to public health, Israel is proposing \r\nthe establishment of a community health centre \r\nconcept, based on an Israeli model called Tipat Halav, \r\nwhich literally means “a drop of milk”. In Israel, these \r\nclinics have helped diminish infant mortality, maternal \r\nmorbidity and mortality, and have proved to be an \r\neffective tool for mother and child health education. \r\nThe programme is replicable and has a wide range of \r\napplicability. A prenatal health care clinic and \r\nemergency centre, in line with the project I have just \r\nmentioned, has already been established in Ghana. \r\n Israel also conducts blindness prevention and eye \r\ncare missions in African partner countries with limited \r\neye treatment facilities. These missions are undertaken \r\nby teams of two to three Israeli ophthalmologists in \r\nlocal hospitals or clinics. Hundreds of surgical \r\nprocedures are performed by the visiting Israeli teams, \r\nworking together with local staff and restoring sight to \r\nmany patients. Israeli ophthalmologists also train the \r\nlocal personnel, and ophthalmological equipment and \r\nsupplies are donated by the Government of Israel. \r\n It has been noted that, while we have reached the \r\nmidpoint to the deadline for achieving the Millennium \r\nDevelopment Goals (MDGs), in 2015, the unfortunate \r\nreality is that most African countries are off track to \r\nmeet most, if not all, of the Goals. By adopting \r\nNEPAD, which is built around the MDGs, African \r\ncountries have put the MDGs at the centre of their \r\ndevelopment agenda. \r\n As achievement of the MDGs is strongly linked \r\nto technology transfer and technical cooperation, Israel \r\nis increasing its contribution to development, and will \r\ncontinue to do its utmost in that regard, as it has over \r\nA/62/PV.28 \r\n \r\n07-55401 24 \r\n \r\nthe past four decades. Israel is in the process of \r\ncreating new and innovative partnerships and \r\nstrengthening its relationship with Member States and \r\nUnited Nations funds and programmes in these areas. \r\n For its part, Israel belongs to a group of like-\r\nminded countries looking for ways to collaborate on \r\ninitiatives promoting the transfer of technologies for \r\nsustainable development and in fields such as \r\nagriculture, water, renewable energy and natural \r\nresources. To that end, we hope to see in the Second \r\nCommittee later during this session the adoption of a \r\nresolution on agricultural technologies for \r\ndevelopment. \r\n Although Israel’s assistance to Africa may appear \r\nrather modest to some, it is worth stressing that, as a \r\nnation of barely 7 million citizens, Israel, carrying \r\nheavy financial burdens as a result of the need to \r\ndefend its existence, makes a per capita contribution to \r\nAfrica that is among the most significant in the world. \r\nOn the basis of an enduring friendship, we are \r\ncommitted to working together with African countries \r\nto build on the momentum of NEPAD and achieve its \r\npromised outcome. \r\n We do so because we are convinced that the \r\nchallenges facing Africa are part of our collective \r\nresponsibility and inherent in our moral traditions and \r\nJewish ethics. We do so because we believe in the \r\npotential of Africa and its people, the importance of \r\npartnership and good-neighbourliness. And we do so \r\nbecause we believe in fulfilling commitments. \r\n Ms. Viotti (Brazil): This timely meeting gives \r\nMember States the opportunity to focus on matters \r\nrelevant not only to Africa, but to the entire \r\ninternational community.  \r\n Africa’s interests and needs are central to the \r\nOrganization Africa’s interests and needs are central to \r\nthis Organization, and must be addressed as such. The \r\nNew Partnership for Africa’s Development (NEPAD) is \r\npart of our collective response to those interests and \r\nneeds. We believe it is helping to overcome years of \r\nsocial and economic struggles that have thwarted the \r\nbest hopes for the continent. \r\n The international community’s commitment to \r\nsupport Africa and NEPAD is closely associated with \r\nthe implementation of pledges made by donors at \r\ninternational summits and conferences. We reiterate \r\nthat every effort must be made to deliver on \r\ncommitments undertaken in bilateral and multilateral \r\narrangements related to NEPAD. \r\n Our success will not be judged by the number and \r\nmagnitude of pledges. Rather, it will be gauged by the \r\nactual support we give to the determination shown by \r\nAfrican Governments and societies to eliminate \r\nobstacles to peace and development. \r\n In extending such support, either through NEPAD \r\nor other means, one fundamental concept must be \r\nretained and concretely applied: what is needed is not \r\nsimply a partnership for Africa; we must also partner \r\nwith Africa. That is precisely the concept behind much \r\nof Brazil’s cooperation with African countries in areas \r\nsuch as health, education, agriculture, science and \r\ntechnology and energy. \r\n Through HIV/AIDS projects, Brazil has been \r\ndonating lifesaving drugs to five countries, and it plans \r\nto expand such assistance to other nations. More \r\nimportant, we integrate and coordinate an international \r\ntechnical cooperation network committed to facilitating \r\nthe transfer of technology for the production of \r\nantiretroviral drugs in Africa. \r\n In the last five years approximately 3,000 \r\nstudents from 18 African countries have joined free \r\ngraduate and post-graduate programmes in Brazilian \r\nuniversities. By helping to form skilled professionals, \r\nwe hope to contribute to the long-term sustainability of \r\nsocial and economic development in Africa. \r\n In Ghana we have opened the first overseas office \r\nof EMBRAPA, the agricultural research corporation \r\nthat lies at the heart of the agricultural revolution that \r\nhas taken place in Brazil in the last decades. Brazil and \r\nits African partners will work on projects related to \r\ncrops of great importance for many countries in the \r\nregion, such as tropical fruits, cotton, rice, cashew nuts \r\nand manioc. We are optimistic that lessons learned in \r\nBrazil can be useful in restoring, expanding and \r\nstrengthening the economic sector that is vital to \r\nnumerous countries in the continent. \r\n In a related area, Brazil is proposing cooperation \r\nin the production of clean and renewable sources of \r\nenergy: ethanol and biodiesel. Soil and climate \r\nconditions found in many parts of Africa are suited to \r\nproducing such fuels. The potential economic and \r\nsocial impact of such cooperation is immense and \r\nextremely positive. \r\n A/62/PV.28\r\n \r\n25 07-55401 \r\n \r\n These are some of the initiatives that Brazil has \r\ndeveloped with Governments in Africa. But partnering \r\nwith Africa requires more. Serious and constant efforts \r\nare needed to make the multilateral system increasingly \r\nmore responsive to the interests and needs of Africa.  \r\n The successful conclusion of the World Trade \r\nOrganization Doha Round; the strengthening of bodies \r\nsuch as the Economic and Social Council; a \r\nmeaningful reform of the Security Council; and the \r\nrevitalization of the General Assembly — those are all \r\ninstances where Brazil already works with African \r\ncountries. We are fully prepared to deepen our \r\ncooperation in these crucial endeavours. \r\nAccomplishment of these efforts will help to provide \r\nsafe and stable ground for development and peace in \r\nAfrica, and therefore will benefit the international \r\ncommunity as a whole. \r\n Those two elements — sustainable support and \r\nincreased multilateral responsiveness — constitute the \r\ncore message that President Lula has delivered to \r\nAfrican leaders in his official trips to the continent, the \r\nlatest of which, incidentally, ended today. This is the \r\nmessage I have been instructed to deliver in my \r\ndealings with delegations of all Member States, African \r\nand non-African. More important, this is the message \r\nBrazil will seek to turn into deeds in all United Nations \r\ninitiatives related to Africa. My delegation is confident \r\nthat the Assembly will be sensitive to this call. \r\n Mr. Abdulatif (Libyan Arab Jamahiriya) (spoke \r\nin Arabic): My delegation wishes at the outset to \r\nsupport the statements made by Benin on behalf of the \r\nGroup of African States and by the representative of \r\nPakistan on behalf of the Group of 77 and China. \r\n I wish to express my appreciation for the reports \r\nof the Secretary-General on the New Partnership for \r\nAfrica’s Development (NEPAD) (A/62/203) and on the \r\ncauses of conflict and the promotion of durable peace \r\nand sustainable development in Africa (A/62/204). \r\n As the Assembly knows, of all the continents, the \r\nAfrican continent is the most affected by wars, \r\nconflict, poverty, underdevelopment, illiteracy, \r\nmalnutrition and the spread of deadly diseases such as \r\nAIDS, malaria and tuberculosis. This jeopardizes the \r\nlives of millions of its peoples, in spite of the \r\ncontinent’s wealth and untapped riches.  \r\n The main challenges facing development in \r\nAfrica are reflected in the full implementation of a true \r\ninternational partnership for development, through the \r\nfulfilment by the international community of its \r\ncommitments and an appeal to the developed countries \r\nto support development in Africa by formulating \r\nconcrete programmes of action aimed at attaining the \r\nMillennium Development Goals. \r\n Similarly, the African countries must continue to \r\ntake steps that could lead to the effective \r\nimplementation of the various projects and \r\nprogrammes under the rubric of the New Partnership. \r\nMy country maintains that the achievement of debt \r\ncancellations should be coupled with more efforts to \r\nachieve the Goal of the official development assistance \r\nfor Africa, as well as support for African economic \r\nstructures and exports and improved access of such \r\nexports to international markets so that the continent \r\ncan participate in international trade. \r\n The amount of aid given at present to roll back \r\nmalaria falls short of the Goals, due to the lack of \r\nfinances, lack of expertise, the weakness of health \r\nstructures and substandard products. International \r\nsupport also has fallen short of rendering the \r\nPartnership initiative for the sustainable development \r\nof Africa strong and effective. \r\n My country reiterates that we should cooperate \r\ntowards integrating NEPAD into the structures and \r\ninstitutions of the African Union in a manner that will \r\nguarantee united efforts and avoidance of overlapping. \r\nStrengthening cooperation between the Union and the \r\nUnited Nations is of paramount importance, because \r\nthen the continent can make use of United Nations \r\nexpertise and experience in maintaining peace and \r\nattaining stability, thus devoting itself to sustainable \r\ndevelopment and peace. \r\n Mr. Christian (Ghana): I join preceding speakers \r\nin thanking the Secretary-General for his \r\ncomprehensive reports on the items under \r\nconsideration. \r\n We support the statements made by Benin and \r\nPakistan on behalf of the Group of African States and \r\nof the Group of 77 and China, respectively. \r\n The New Partnership for Africa’s Development \r\n(NEPAD) was adopted by African leaders as a strategic \r\ndevelopment framework to address the myriad \r\nchallenges facing the continent and its people. African \r\nleaders recognized that increasing poverty, \r\nunderdevelopment and continuous marginalization \r\nA/62/PV.28 \r\n \r\n07-55401 26 \r\n \r\nrequired a new radical intervention led by Africans \r\nthemselves. NEPAD was therefore created to provide a \r\nplatform to confront the challenges and champion \r\nAfrica’s renewal. \r\n Ghana and Africa have evidence to show that the \r\ninternational community has been a faithful partner in \r\nthe development efforts of our continent. The \r\nnumerous activities supported by our development \r\npartners and the wider international community \r\ndemonstrate their commitment to helping African \r\ncountries achieve the Millennium Development Goals \r\n(MDGs). \r\n There is evidence that poverty levels in some \r\ncountries have generally declined since 1990, and \r\nprogress has also been made in other dimensions of \r\nhuman development, such as access to education and \r\nreductions in child mortality. However, as can be \r\nobserved, the progress has been rather slow and \r\nuneven, and in most cases falls far short of the \r\npromises made. Many African countries are still \r\nstruggling to meet the objective of reducing poverty \r\nand hunger. Even in countries that have made \r\nsubstantial improvements there are still groups that \r\nremain trapped in extreme poverty. \r\n Apart from the demonstrable commitment shown \r\nby African countries to the ideals envisioned in the \r\nNEPAD, there is visible evidence that many countries \r\nhave demonstrated their resolve to take ownership of \r\ntheir own development agenda. Nevertheless, the need \r\nfor a strong global partnership in support of Africa’s \r\ndevelopment cannot be overemphasized, because the \r\ncritical needs of African countries cannot be solved by \r\nnational or regional efforts alone. Concerns such as \r\nexternal debt, climate change, global trade policy, \r\ntechnology and financing for development are among \r\nthe issues that can only be effectively addressed at the \r\nglobal level. \r\n Over the past year there has been some progress \r\nin extending and deepening debt relief through the \r\nMultilateral Debt Relief Initiative (MDRI) and the \r\nHeavily Indebted Poor Countries (HIPC) Initiative, \r\ncomplemented by bilateral debt relief granted by the \r\nGroup of Eight countries and other donors. But, despite \r\nthe decline in the debt stock relative to gross domestic \r\nproduct, total debt service obligations remained almost \r\nunchanged, dropping from 4.2 per cent in 2005 to 4.1 \r\nper cent in 2006, due to higher interest rates. The debt \r\nburden contains spending on public investment and \r\nultimately retards growth and employment generation. \r\n This raises the question of additionality of aid, \r\nwhich was supposed to be a key component of the \r\nHIPC Initiative. Yet official development assistance \r\n(ODA) has declined. According to some accounts, \r\ncurrent and projected levels of ODA fall short of the \r\nGroup of Eight pledge in 2005 to double aid to Africa \r\nby 2010, even when debt relief is included. \r\n In addition, the Secretary-General’s report \r\nexpresses concern about the capacity of the \r\nInternational Development Association (IDA) and the \r\nAfrican Development Fund to issue new grants and \r\naffordable loans. The report notes that as of May this \r\nyear donor countries had made commitments for less \r\nthan half of the additional $10 billion required by the \r\ntwo bodies from 2006 to 2016. This shortfall, the \r\nreport indicates, needs urgent attention. \r\n On malaria prevention, we acknowledge the \r\nincreased international funding following the creation \r\nof the Global Fund to Fight AIDS, Tuberculosis and \r\nMalaria. In addition, recent pledges from donors have \r\nraised our expectations that more funds will be \r\navailable for malaria, a long-term major killer in \r\nAfrica. \r\n But charity, they say, begins at home. So, while \r\nthe international community is called on to do more, it \r\nbehoves African leaders to also continue pursuing \r\nprudent policies that will enhance their domestic \r\nresource mobilization and also attract foreign \r\ninvestment, as well as making judicious use of \r\nresources that accrue from debt relief, among other \r\nthings. \r\n In its contribution to last year’s debate, Ghana \r\nsaid that we were awaiting the day when a Secretary-\r\nGeneral’s report would be replete with information \r\nabout Africa’s economic, financial, development and \r\ntechnological advancement as well as economic \r\nprogress, while making less mention of conflicts. We \r\nhave not yet reached that milestone, but evidence on \r\nthe ground provides some relief that progress is \r\ngradually being made on a number of fronts.  \r\n Today Africa is afflicted with far fewer conflicts \r\nthan it was a decade ago. Sierra Leone and Liberia are \r\namong the success stories. Challenges still remain, \r\nincluding the crisis in Darfur, whose resolution must \r\ncontinue to be of priority to the United Nations. \r\n A/62/PV.28\r\n \r\n27 07-55401 \r\n \r\n The improved effectiveness and readiness of the \r\ninternational community, including the African \r\ncountries themselves, to respond to conflict through \r\npeacekeeping has been a major factor in containing \r\nviolent conflict. It needs mentioning also that much of \r\nthe credit for the improvement of the security situation \r\nrests with Africa. The African Union Peace and \r\nSecurity Architecture and the conflict management \r\nmechanisms of regional organizations, such as the \r\nEconomic Community of West African States \r\n(ECOWAS) and the Southern African Development \r\nCommunity (SADC), are the building blocks which \r\nprovide capacity for peace and security on the \r\ncontinent. \r\n But much of all these efforts will achieve little \r\nsuccess unless African countries and their peoples \r\ncontinue to show commitment to these ideals. We must \r\ndo more on our own to provide the congenial \r\nenvironment for the continent’s development. \r\n Mr. Natama (Burkina Faso) (spoke in French): \r\nFirst, I congratulate the President and the other \r\nmembers of the bureau on their direction of the work \r\nof this session. My delegation renews its readiness to \r\ncontribute its full cooperation in the achievement of the \r\nPresident’s mission.  \r\n I thank the Secretariat for the relevance of the \r\nreports (A/62/203, A/62/204 and A/62/321) presented \r\nfor our consideration. They are concise and precise, \r\nwhich makes them easy to use.  \r\n My delegation fully associates itself with the \r\nstatements made by Benin on behalf of the Group of \r\nAfrican States, and by Pakistan on behalf of the Group \r\nof 77 and China, but wishes to make some comments \r\non the subjects before us.  \r\n The present session is being held halfway to the \r\n2015 deadline to achieve the Millennium Development \r\nGoals (MDGs), whose implementation on the African \r\ncontinent goes hand in hand with implementation of \r\nthe projects of the New Partnership for Africa’s \r\nDevelopment (NEPAD).  \r\n Following the United Nations conference that \r\nproduced the Millennium Declaration, adopted on 8 \r\nSeptember 2000, the African Heads of State, wishing to \r\nimplement the principles of good political and \r\neconomic governance and to improve progress towards \r\ndevelopment, conceived a strategic development \r\nframework supported by a collective vision for the \r\nwhole continent. That vision and strategic framework \r\nconstitute the matrix of NEPAD, whose overall \r\nobjective is to accelerate sustained economic growth \r\nand durable development in Africa, and thus to \r\ncontribute to the achievement of the MDGs in that part \r\nof the world.  \r\n The need for the practice of good governance as a \r\nway to achieve better management of municipal and \r\nother public affairs was expressed by Mr. Blaise \r\nCompaoré, President of Burkina Faso, at the World \r\nSummit for Social Development, held in Copenhagen \r\nin March 1995, in the following terms:  \r\n “Good governance should be understood both as \r\na means and a goal of development, guaranteeing \r\nthe participation of the people, political stability, \r\ninstitutional development and respect for human \r\nrights”. \r\n It was following that line of thinking that the 38th \r\nOrdinary Session of the Assembly of Heads of State \r\nand Government of the Organization of African Unity \r\nadopted the Declaration on Democracy, Political, \r\nEconomic and Corporate Governance (AHG/235 \r\n(XXXVIII), annex I) on 8 July 2002 in Durban, South \r\nAfrica. Its preamble is the best illustration of that \r\nacceptance, along with the establishment of the African \r\nPeer Review Mechanism (APRM). \r\n All those initiatives by African leaders are \r\nimportant milestones. They show genuine commitment \r\nto a new beginning for the continent, which is being \r\nrealized today by the spontaneous and voluntary \r\nadherence of 27 States to the APRM.  I did, indeed, say \r\n27 and not 26, because this morning Djibouti became \r\nthe twenty-seventh country to sign the memorandum of \r\nunderstanding in adhesion to the APRM. \r\n It should be emphasized here that my country, \r\nwhich adheres to the APRM, regards evaluation by \r\none’s peers as an indispensable development tool, \r\nbecause of its considerable impact in reinforcing the \r\ninstitutional, political and economic capacities of our \r\nStates. There is no doubt that the evaluations of Ghana, \r\nRwanda, Kenya, Algeria and South Africa give \r\nirrefutable proof of the determination of the African \r\nStates to establish a healthy, propitious environment \r\nfor transparent management.  \r\n As for work in progress, we would mention my \r\ncountry’s launch of the self-assessment process three \r\nweeks ago, with a view to bringing the process of \r\nA/62/PV.28 \r\n \r\n07-55401 28 \r\n \r\nevaluation by its peers to a conclusion in the first half \r\nof 2008. \r\n By adopting NEPAD, whose sectoral objectives \r\nare based on the Millennium Development Goals \r\n(MDGs), the African countries placed the Goals at the \r\nheart of their development programmes and their \r\nstrategies for fighting poverty. Henceforth, the African \r\neconomic growth sought in the NEPAD framework no \r\nlonger constitutes a simple condition for the reduction \r\nof poverty, but must also be seen as a result of that \r\nreduction. Accordingly, economic growth capable of \r\ncontributing to the eradication of poverty is based on a \r\ngrowing dynamism of the private sector, with free trade \r\nas its motor. \r\n At the same time, the numerous macroeconomic \r\nimbalances in African States, due to unfavourable \r\ninternational economic trends, point to the crucial role \r\nthat increasing aid and reducing the debt can play in \r\nraising the living standards of millions of people living \r\nin extreme poverty. \r\n That is why, from the beginning, with the vision \r\nof NEPAD focused on the idea of partnership, the \r\nAfrican leaders have insisted on the need for Africa to \r\ncreate with the rest of the world — so that \r\nglobalization may be equitable and profitable to all — \r\na new spirit of solidarity. The goal is to build a \r\ncommon future for humanity, in all its diversity, based \r\non the condition that we share as human beings. \r\n This, then, is an appeal to the continent’s partners \r\nto make an effort to create policies and measures at the \r\nworld level that not only meet the needs of African \r\ncountries, but will also be formulated and implemented \r\nwith their real participation. \r\n At a time when we want to make an evaluation \r\nhalfway to 2015, we must admit that Africa is lagging \r\nin the achievement of most, if not all, the MDGs. \r\nCertainly, despite the progress made by the continent in \r\nnumerous areas in recent years, Africans bear a \r\nmeasure of responsibility. However, the responsibility \r\nof the international community should not be \r\ndownplayed. In this regard, we appreciate the \r\nfrankness of the reports, which eloquently underline \r\nthe failure of Africa’s partners to respect their \r\ncommitments to support the implementation of \r\nNEPAD. \r\n My delegation agrees with the report of the \r\nSecretary-General about the problems and constraints \r\nin implementing NEPAD, and in particular the question \r\nof weak institutional capacities for planning and \r\nexecuting development programmes at the national and \r\nregional levels, as well as the problem of insufficient \r\nresources. \r\n In any case, in the spirit of the New Partnership, \r\nthe principle of the collective responsibility of all the \r\ncountries of the continent should prevail in the \r\nresolution of these problems. In this connection, my \r\ncountry, in partnership with the United Nations \r\nDevelopment Programme, will host, from 24 to 26 \r\nOctober, the Seventh Africa Governance Forum, with \r\nthe theme “Building the Capable State in Africa”. \r\n Regarding resources, the idea of basing financing \r\nsources for NEPAD on African countries themselves is \r\nat the beginning stages of implementation. Success \r\ncould make it easier to obtain support from \r\ndevelopment partners. \r\n As for the mobilization of the international \r\ncommunity — so far timid, according to the report — \r\nit is desirable that it evolve along with the efforts and \r\nseriousness demonstrated by African leaders. \r\nMoreover, Africa is waiting for the support of the \r\ninternational community in the crucial area of access to \r\nthe markets of the countries of the North. It is also \r\ndesirable that multilateral commercial agreements — \r\nnotably, those resulting from the final negotiations of \r\nthe Doha Round — prioritize the needs of Africa and \r\ninclude provisions on development adapted to those \r\nneeds. \r\n The success of NEPAD requires a shared \r\napproach to its implementation. Burkina Faso believes \r\nthat the debate should be pursued at national level in \r\neach African State, so that each sector of the \r\npopulation may understand this initiative and take \r\nownership of its contents. The political will strongly \r\nexpressed by Heads of State will remain just a good \r\nintention if communities at grassroots level do not \r\nbecome involved in implementation, especially since \r\nthe social environment is as important as good \r\ngovernance, stability and many other factors in the \r\ndecision-making process of international investors, \r\npublic and private. \r\n That is why Burkina Faso is engaged in an \r\nextensive campaign to raise awareness on NEPAD and \r\nits tool to promote good governance, the APRM. The \r\ncampaign includes forums to exchange views with civil \r\n A/62/PV.28\r\n \r\n29 07-55401 \r\n \r\nsociety, universities and national and local decision-\r\nmakers. \r\n My country intends to pursue its advocacy, while \r\nemphasizing the execution of development projects, in \r\naccordance with NEPAD’s guiding principles, on \r\nwhose basis Burkina Faso has adjusted its national \r\nstrategy in the fight against poverty. \r\n I cannot end without acknowledging the \r\ninestimable contribution that the United Nations \r\nsystem has been making for decades to help Africa \r\nemerge from underdevelopment. \r\nThe meeting rose at 6 p.m. \r\n \r\n"