" United Nations  A/62/PV.15\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n15th plenary meeting \r\nTuesday, 2 October 2007, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-52434 (E) \r\n*0752434* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia) \r\n \r\n \r\nThe meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda item 8 (continued) \r\n \r\n  General debate \r\n \r\n The President: I give the floor to His Excellency \r\nMr. Brent Symonette, Deputy Prime Minister and \r\nMinister for Foreign Affairs of the Commonwealth of \r\nthe Bahamas. \r\n Mr. Symonette (Bahamas): I am proud to address \r\nthis body as the representative of the Government of \r\nthe Bahamas. We are committed to achieving a sense of \r\nsecurity, well-being, pride and prosperity for the \r\npeople of the Bahamas. We look forward to working \r\nwith fellow Member States towards securing the same \r\nopportunities and freedoms for all people. \r\n On behalf of the Government and the people of \r\nthe Commonwealth of the Bahamas, I congratulate \r\nyou, Sir, on your election as President of the General \r\nAssembly at its sixty-second session. I also want to \r\ntake this opportunity to pay tribute to your predecessor \r\nfor her leadership and dedication and for so aptly \r\nguiding the work of the sixty-first session. \r\n I would like to take this opportunity to extend \r\ncongratulations to His Excellency Mr. Ban Ki-moon on \r\nhis appointment as the eighth Secretary-General of the \r\nOrganization. My Government is confident that, given \r\nSecretary-General Ban’s experience and diplomatic \r\nskills, he will aptly guide the Organization in facing its \r\nchallenges. \r\n Let me take this opportunity to commend the \r\nGeneral Assembly’s adoption of the historic resolution \r\n61/19, on the two-hundredth anniversary of the \r\nabolition of the trans-Atlantic slave trade and on the \r\ncommemoration of the International Day held on \r\n25 March of this year. The Bahamas, where the \r\nmajority of our people are proud descendents of freed \r\nslaves, is participating at both the national and the \r\nregional levels in a number of commemorative \r\nactivities. We fully support the project aimed at \r\nerecting a permanent memorial at the United Nations in \r\ncommemoration of that shameful period in the history \r\nof our world. \r\n At a time when the international community is \r\nengaged in serious reflections regarding the history and \r\nconsequences of slavery and the slave trade, the \r\nBahamas wishes to recognize Haiti as the only country \r\nto liberate itself from slavery and for the inspiration \r\nthis provided to the international campaign against \r\nslavery. \r\n Since modern forms of slavery still exist and \r\nsince many people continue to be held in servitude, we \r\nmust not relent in our resolve until everyone is able to \r\nenjoy and exercise the freedoms which this \r\nOrganization has worked so diligently to recognize, \r\nuphold and defend. \r\n Despite Haiti’s proud history, challenges have \r\nbeset our neighbour for generations. Haiti’s return to \r\ndemocratic order last year was especially welcomed, \r\nand we celebrate the strides Haiti is making along the \r\ndifficult and arduous road to peace, security and \r\nA/62/PV.15  \r\n \r\n07-52434 2 \r\n \r\ndevelopment. We heartily commend President Préval \r\nand his Administration for their stewardship of this \r\ndemanding process. At the same time, we also \r\ncommend the Organization of American States for its \r\nunstinting support for the people of Haiti. \r\n The United Nations Mission in Haiti continues to \r\nplay a vital role in this process, and the Bahamas \r\nsupports the call for that mission to be maintained so as \r\nto consolidate the gains made to date and thus place \r\nour Caribbean Community (CARICOM) sister country \r\non a firm and lasting path to sustainable development, \r\npeace, security and democracy. We urge the \r\ninternational community to support the people of Haiti \r\nin that quest. \r\n As Haiti lies merely 90 miles from the southern \r\nshores of the Bahamas, its economic and political \r\nsituation can and does have very tangible repercussions \r\nfor us all. Each year, the Bahamas is challenged by the \r\narrival of thousands of illegal migrants from Haiti who, \r\nby perilous means, journey to our shores in search of a \r\nbetter way of life. Ensuring that justice and democracy \r\nprevail in Haiti, therefore, has a positive impact not \r\nonly on the people of Haiti, but also on the Bahamas \r\nand indeed the entire region. \r\n The role of the United Nations in matters of \r\nsustainable development is crucial, particularly with \r\nregard to challenges demanding a truly global \r\nresponse — challenges such as climate change. We \r\ncommend the Secretary-General for bringing greater \r\nfocus to the issue, with the convening of the high-level \r\nevent on climate change last week, and are hopeful that \r\nthe event will provide the necessary impetus for action \r\nwhen Member States meet in Bali later this year. The \r\nConference of the Parties to the United Nations \r\nFramework Convention on Climate Change is indeed \r\nthe appropriate forum for negotiations on a post-Kyoto \r\nagreement, and the political will demonstrated during \r\nthe Secretary-General’s recent high-level event should \r\nonly bring closer focus to an agreed agenda in that \r\nregard. \r\n For small island developing States and \r\narchipelagos like the Bahamas, climate change is a \r\nmatter of critical importance. For many of us it is not \r\njust a matter of economics, but a matter of survival, as \r\n80 per cent of our landmass is within five feet of mean \r\nsea level; even a one-degree rise in atmospheric \r\ntemperature can have devastating ecological effects. \r\nClimate change is particularly challenging with respect \r\nto the potential effects on our tourism industry, which \r\nis our main industry and which generates some 60 per \r\ncent of the Bahamas’s gross domestic product. We \r\ntherefore cannot overemphasize the need for an \r\nambitious mitigation agenda for the post-Kyoto \r\nregime. Recent studies have shown that there are many \r\nmitigation options available, and many of them are \r\nwin-win. We must therefore, with unwavering \r\ncommitment, explore these options in an open and \r\ninclusive environment. \r\n For countries like the Bahamas, resources for \r\nadaptation are also essential. However, even access to \r\nexisting funds can prove difficult given the country’s \r\ngross national income. It is therefore vital that the \r\nrelevant financial instruments and mechanisms be fully \r\noperationalized and/or improved so that they become \r\nmore accessible and better address the peculiar \r\ncircumstances and special needs of different countries. \r\nFurther, there is a need for greater international \r\ncooperation with respect to the development of new \r\ntechnologies, as well as the transfer of such \r\ntechnologies in support of the sustainable development \r\nof small island developing States. \r\n We in the Caribbean region must prepare for the \r\npossibility of continued increases in the incidence of \r\nnatural hazards such as hurricanes, floods and \r\nearthquakes. Whether it is through assistance with \r\nhazard mapping and vulnerability assessment \r\nstandardization or through the implementation of early \r\nwarning systems, international cooperation has an \r\nimportant role to play in complementing national \r\nefforts to reduce vulnerability to natural disasters. \r\n One step taken by the Caribbean region was the \r\nestablishment of the Caribbean Catastrophic Risk \r\nInsurance Facility under the aegis of the World Bank. \r\nWe would like to thank those countries who have \r\ncontributed to the fund. The Bahamas continues to \r\npress for the execution of the Mauritius Strategy for the \r\nFurther Implementation of the Programme of Action \r\nfor the Sustainable Development of Small Island \r\nDeveloping States, as well as of complementary \r\nframeworks such as the Johannesburg Plan of \r\nImplementation and the Hyogo Framework for Action. \r\nThe time has come to reassess our collective response \r\nto these issues and to renew our efforts in support of \r\nsustainable development. \r\n Adequate financial resources are essential in the \r\nimplementation of the wider internationally agreed \r\n A/62/PV.15\r\n \r\n3 07-52434 \r\n \r\ndevelopment goals. Consideration of issues \r\nsurrounding the follow-up to the International \r\nConference on Financing for Development is \r\nparticularly significant this year, as we prepare for the \r\nFollow-up International Conference on Financing for \r\nDevelopment to Review the Implementation of the \r\nMonterrey Consensus, to be held in Doha next year. \r\nThe Bahamas would wish for the deliberations of the \r\nupcoming High-level Dialogue, as well as the 2008 \r\nmeeting of the Economic and Social Council with the \r\nBretton Woods institutions, the World Trade \r\nOrganization (WTO) and the United Nations \r\nConference on Trade and Development (UNCTAD), to \r\nprovide practical input into, and contribute to the \r\nsuccess of that most important review conference. \r\n The issue of strengthening the voice and \r\nparticipation of developing nations in international \r\neconomic decision- making and norm-setting is \r\nespecially important to the Bahamas. There is a \r\ndefinite need for concrete, realistic proposals to ensure \r\nthe effective, permanent representation of developing \r\ncountries, particularly small developing countries, not \r\nonly in the Bretton Woods institutions and the WTO \r\nbut also in the other international economic and \r\nfinancial institutions, such as the Financial Stability \r\nForum, the Financial Action Task Force and the Basel \r\nCommittee. \r\n The Bahamas welcomes the positive development \r\nin the area of international cooperation in tax matters, \r\nnamely, the establishment of the Committee of Experts \r\non International Cooperation in Tax Matters within the \r\nEconomic and Social Council. The establishment of \r\nthat Committee ensures that the interests of small \r\ndeveloping States Members of the United Nations with \r\ndifferent tax regimes will be factored into discussions \r\nand recommendations aimed at adopting mutually \r\nagreed standards that do not unduly favour the wealthy \r\nnations at the expense of meaningful development in \r\nStates and jurisdictions not members of the \r\nOrganization for Economic Cooperation and \r\nDevelopment. \r\n We have reached the halfway mark in the time \r\nframe we set ourselves in the Millennium Development \r\nGoals (MDGs) to undertake concrete steps by the year \r\n2015 to address not only the economic and \r\nenvironmental challenges plaguing the international \r\ncommunity and the Organization, but various social ills \r\nas well. In so doing, we gave those who are less \r\nfortunate hope for a better and more equitable world. \r\n The MDG Report 2007 demonstrates that \r\nprogress has been achieved in the reduction of the \r\nproportion of people living in poverty, the reduction of \r\nchild and maternal mortality rates and the increase of \r\nprimary school enrolment levels. However, nearly 20 \r\nmillion children worldwide continue to be severely \r\nmalnourished and suffer from various preventable \r\ndiseases that will undoubtedly affect their survival and \r\nrob them of their full potential. Overall progress in \r\nachieving equal rights and the empowerment of women \r\nis also too slow. My Government regards effective and \r\npractical measures to address poverty and the \r\nenhancement of educational partnerships to facilitate \r\nthe development of our human resources to impact \r\naccelerated change as critical issues. \r\n HIV/AIDS remains a global threat to the \r\ndevelopment, progress and stability of our societies. If \r\nthe goal of universal access to comprehensive \r\nprevention, treatment, care and support by 2010 is to \r\nbe achieved, commitments entered into in the 2001 \r\nDeclaration of Commitment on HIV/AIDS and the \r\n2006 Political Declaration on HIV/AIDS must be \r\nimplemented. The necessary financial and technical \r\nsupport to developing countries must be provided to \r\nhelp bridge the gap and foster a more comprehensive \r\nand sustainable global response to this pandemic. \r\n Equally important is the fact that 63 per cent of \r\ndeaths worldwide are attributable to non-\r\ncommunicable diseases resulting from factors such as \r\nobesity, high cholesterol, high blood sugar, high blood \r\npressure, tobacco use, physical inactivity, unhealthy \r\ndiet and alcohol abuse. At a recent summit of \r\nCARICOM heads of Government, a number of action \r\nsteps were identified. The Governments have agreed to \r\nestablish, by mid-2008, comprehensive plans for the \r\nscreening and management of chronic diseases and risk \r\nfactors, so that, by 2012, 80 per cent of people in the \r\nCaribbean region with non-communicable diseases \r\nwould receive quality care and have access to \r\npreventive education based on regional guidelines. \r\n In spite of the efforts of various entities and the \r\nexistence of United Nations conventions to protect the \r\nrights of women and children, discrimination and \r\nviolence against women and children persist \r\nthroughout the world. In an effort to better address this \r\nproblem, the Bahamas has drafted a new Child \r\nProtective Act and a Domestic Violence Protection \r\nOrder to enhance and provide greater protection to \r\nthese vulnerable groups. \r\nA/62/PV.15  \r\n \r\n07-52434 4 \r\n \r\n Last year the United Nations Global Counter-\r\nTerrorism Strategy (resolution 60/288) was adopted, \r\nmarking an important step towards the elaboration of a \r\ncounter-terrorism convention. The Bahamas continues \r\nto condemn terrorism and recognizes that while there \r\nmay be instances when terrorism and criminal \r\nactivities converge, the methodologies used to combat \r\neach of them are very different. Based on its own risk \r\nassessment, therefore, each Government must \r\ndetermine the level of resources that can be adopted \r\nand applied to counter-terrorism measures, particularly \r\ngiven the emphasis that the Strategy also places on \r\naddressing and preventing the conditions conducive to \r\nthe spread of terrorism. \r\n In prescribing counter-terrorism measures, care \r\nmust be taken by the international community to \r\npreserve the tenet of due process. Care must also be \r\ntaken to guard against the creation of disincentives that \r\nnegatively impact countries with service-based \r\neconomies. With respect to counter-terrorism measures, \r\nthe Bahamas has adopted new legislation, ratified \r\nadditional anti-terrorism conventions, increased \r\nsecurity of large facilities, airports, docks and harbours \r\ndeveloped a counter-terrorism intelligence network and \r\nprovided anti-terrorism training for the police. \r\nNeedless to say, such initiatives present a challenge \r\nand divert resources from our economic development. \r\n The Bahamas reaffirms its commitment to fulfil \r\nits obligations to major international drug and counter-\r\nterrorism conventions and continues to support the \r\nconcept of the expansion of the membership of the \r\nSecurity Council. The Bahamas maintains, however, \r\nthat such expansion of the Security Council will not \r\ngreatly increase the chances for our particular \r\ncountries, such as the Bahamas. \r\n While it is incumbent on Member States to fulfil \r\ntheir obligations that come with membership, the \r\nOrganization must put in place effective management \r\ntools and create a system that would eliminate \r\noverspending and waste and create more fiscal \r\naccountability and proper oversight. \r\n The Bahamas values the role of the United \r\nNations as the custodian of the interests of the world’s \r\npeople, in particular the poor and the vulnerable. The \r\nBahamas continues to believe that the United Nations \r\nCharter constitutes a viable and firm foundation on \r\nwhich the Organization can balance and achieve its \r\nobjectives: to maintain international peace and security \r\nand, equally important, to promote development and \r\neconomic and social progress. \r\n The President: I now call on His Excellency \r\nMr. Kenneth Baugh, Deputy Prime Minister and \r\nMinister for Foreign Affairs and Trade of Jamaica. \r\n Mr. Baugh (Jamaica): It is my great pleasure, Sir, \r\nto extend to you warmest and most sincere \r\ncongratulations on your assumption of the presidency \r\nof the General Assembly. The Jamaican delegation is \r\nconfident that much will be accomplished during the \r\nsixty-second session under your able leadership. You \r\ncan be assured of the support of the Jamaican \r\ndelegation in that endeavour. \r\n To your predecessor, Her Excellency Sheikha \r\nHaya Rashed Al-Khalifa, the Jamaican delegation \r\nextends its appreciation for her unstinting efforts in \r\nadvancing the work of the General Assembly during its \r\nsixty-first session. \r\n Jamaica also wishes to pay tribute to the laudable \r\nefforts of Secretary-General Ban Ki-moon who, since \r\nhis assumption of office in January of this year, has \r\nmoved forward in earnest to enhance the process of \r\nreform of the United Nations. \r\n I am deeply honoured to be addressing the \r\nGeneral Assembly at its sixty-second session on behalf \r\nof my country, Jamaica. The time has come to reassess \r\nour collective response to these issues and to renew our \r\nefforts in support of sustainable development. \r\n Adequate financial resources are essential in the \r\nimplementation of the wider internationally agreed \r\ndevelopment goals. Consideration of issues \r\nsurrounding the follow-up to the International \r\nConference on Financing for Development is \r\nparticularly significant this year, as we prepare for the \r\nFollow-up International Conference on Financing for \r\nDevelopment to Review the Implementation of the \r\nMonterrey Consensus, to be held in Doha next year. \r\nThe Bahamas would wish for the deliberations of the \r\nupcoming High-level Dialogue, as well as the 2008 \r\nmeeting of the Economic and Social Council with the \r\nBretton Woods institutions, the World Trade \r\nOrganization (WTO) and the United Nations \r\nConference on Trade and Development (UNCTAD), to \r\nprovide practical input into, and contribute to the \r\nsuccess of that most important review conference. \r\n The issue of strengthening the voice and \r\nparticipation of developing nations in international \r\n A/62/PV.15\r\n \r\n5 07-52434 \r\n \r\neconomic decision-making and norm-setting is \r\nespecially important to the Bahamas. There is a \r\ndefinite need for concrete, realistic proposals to ensure \r\nthe effective, permanent representation of developing \r\ncountries, particularly small developing countries, not \r\nonly in the Bretton Woods institutions and the WTO \r\nbut also in the other international economic and \r\nfinancial institutions, such as the Financial Stability \r\nForum, the Financial Action Task Force and the Basel \r\nCommittee. \r\n The Bahamas welcomes the positive development \r\nin the area of international cooperation in tax matters, \r\nnamely, the establishment of the Committee of Experts \r\non International Cooperation in Tax Matters within the \r\nEconomic and Social Council. The establishment of \r\nthat Committee ensures that the interests of small \r\ndeveloping States Members of the United Nations with \r\ndifferent tax regimes will be factored into discussions \r\nand recommendations aimed at adopting mutually \r\nagreed standards that do not unduly favour the wealthy \r\nnations at the expense of meaningful development in \r\nStates and jurisdictions not members of the \r\nOrganization for Economic Cooperation and \r\nDevelopment. \r\n We have reached the halfway mark in the time \r\nframe we set ourselves in the Millennium Development \r\nGoals (MDGs) to undertake concrete steps by the year \r\n2015 to address not only the economic and \r\nenvironmental challenges plaguing the international \r\ncommunity and the Organization, but various social ills \r\nas well. In so doing, we gave those who are less \r\nfortunate hope for a better and more equitable world. \r\n The MDG Report 2007 demonstrates that \r\nprogress has been achieved in the reduction of the \r\nproportion of people living in poverty, the reduction of \r\nchild and maternal mortality rates and the increase of \r\nprimary school enrolment levels. However, nearly 20 \r\nmillion children worldwide continue to be severely \r\nmalnourished and suffer from various preventable \r\ndiseases that will undoubtedly affect their survival and \r\nrob them of their full potential. Overall progress in \r\nachieving equal rights and the empowerment of women \r\nis also too slow. My Government regards effective and \r\npractical measures to address poverty and the \r\nenhancement of educational partnerships to facilitate \r\nthe development of our human resources to impact \r\naccelerated change as critical issues. \r\n HIV/AIDS remains a global threat to the \r\ndevelopment, progress and stability of our societies. If \r\nthe goal of universal access to comprehensive \r\nprevention, treatment, care and support by 2010 is to \r\nbe achieved, commitments entered into in the 2001 \r\nDeclaration of Commitment on HIV/AIDS and the \r\n2006 Political Declaration on HIV/AIDS must be \r\nimplemented. The necessary financial and technical \r\nsupport to developing countries must be provided to \r\nhelp bridge the gap and foster a more comprehensive \r\nand sustainable global response to this pandemic. \r\n Equally important is the fact that 63 per cent of \r\ndeaths worldwide are attributable to non-\r\ncommunicable diseases resulting from factors such as \r\nobesity, high cholesterol, high blood sugar, high blood \r\npressure, tobacco use, physical inactivity, unhealthy \r\ndiet and alcohol abuse. At a recent summit of \r\nCARICOM heads of Government, a number of action \r\nsteps were identified. The Governments have agreed to \r\nestablish, by mid-2008, comprehensive plans for the \r\nscreening and management of chronic diseases and risk \r\nfactors, so that, by 2012, 80 per cent of people in the \r\nCaribbean region with non-communicable diseases \r\nwould receive quality care and have access to \r\npreventive education based on regional guidelines. \r\n In spite of the efforts of various entities and the \r\nexistence of United Nations conventions to protect the \r\nrights of women and children, discrimination and \r\nviolence against women and children persist \r\nthroughout the world. In an effort to better address this \r\nproblem, the Bahamas has drafted a new Child \r\nProtective Act and a Domestic Violence Protection \r\nOrder to enhance and provide greater protection to \r\nthese vulnerable groups. \r\n Last year the United Nations Global Counter-\r\nTerrorism Strategy (resolution 60/288) was adopted, \r\nmarking an important step towards the elaboration of a \r\ncounter-terrorism convention. The Bahamas continues \r\nto condemn terrorism and recognizes that while there \r\nmay be instances when terrorism and criminal \r\nactivities converge, the methodologies used to combat \r\neach of them are very different. Based on its own risk \r\nassessment, therefore, each Government must \r\ndetermine the level of resources that can be adopted \r\nand applied to counter-terrorism measures, particularly \r\ngiven the emphasis that the Strategy also places on \r\naddressing and preventing the conditions conducive to \r\nthe spread of terrorism. \r\nA/62/PV.15  \r\n \r\n07-52434 6 \r\n \r\n In prescribing counter-terrorism measures, care \r\nmust be taken by the international community to \r\npreserve the tenet of due process. Care must also be \r\ntaken to guard against the creation of disincentives that \r\nnegatively impact countries with service-based \r\neconomies. With respect to counter-terrorism measures, \r\nthe Bahamas has adopted new legislation, ratified \r\nadditional anti-terrorism conventions, increased \r\nsecurity of large facilities, airports, docks and harbours \r\ndeveloped a counter-terrorism intelligence network and \r\nprovided anti-terrorism training for the police. \r\nNeedless to say, such initiatives present a challenge \r\nand divert resources from our economic development. \r\n The Bahamas reaffirms its commitment to fulfil \r\nits obligations to major international drug and counter-\r\nterrorism conventions and continues to support the \r\nconcept of the expansion of the membership of the \r\nSecurity Council. The Bahamas maintains, however, \r\nthat such expansion of the Security Council will not \r\ngreatly increase the chances for our particular \r\ncountries, such as the Bahamas. \r\n While it is incumbent on Member States to fulfil \r\ntheir obligations that come with membership, the \r\nOrganization must put in place effective management \r\ntools and create a system that would eliminate \r\noverspending and waste and create more fiscal \r\naccountability and proper oversight. \r\n The Bahamas values the role of the United \r\nNations as the custodian of the interests of the world’s \r\npeople, in particular the poor and the vulnerable. The \r\nBahamas continues to believe that the United Nations \r\nCharter constitutes a viable and firm foundation on \r\nwhich the Organization can balance and achieve its \r\nobjectives: to maintain international peace and security \r\nand, equally important, to promote development and \r\neconomic and social progress. \r\n The President: I now call on His Excellency \r\nMr. Kenneth Baugh, Deputy Prime Minister and \r\nMinister for Foreign Affairs and Trade of Jamaica. \r\n Mr. Baugh (Jamaica): It is my great pleasure, Sir, \r\nto extend to you warmest and most sincere \r\ncongratulations on your assumption of the presidency \r\nof the General Assembly. The Jamaican delegation is \r\nconfident that much will be accomplished during the \r\nsixty-second session under your able leadership. You \r\ncan be assured of the support of the Jamaican \r\ndelegation in that endeavour. \r\n To your predecessor, Her Excellency Sheikha \r\nHaya Rashed Al-Khalifa, the Jamaican delegation \r\nextends its appreciation for her unstinting efforts in \r\nadvancing the work of the General Assembly during its \r\nsixty-first session. \r\n Jamaica also wishes to pay tribute to the laudable \r\nefforts of Secretary-General Ban Ki-moon who, since \r\nhis assumption of office in January of this year, has \r\nmoved forward in earnest to enhance the process of \r\nreform of the United Nations. \r\n I am deeply honoured to be addressing the \r\nGeneral Assembly at its sixty-second session on behalf \r\nof my country, Jamaica. Today, I especially restate my \r\ncountry’s firm commitment to the ideals and principles \r\nof the United Nations and underscore Jamaica’s strong \r\nsupport for multilateralism, which must underpin the \r\ncore processes in the execution of the functions and \r\nresponsibilities of the United Nations. In doing so, I \r\nam driven by our resolve for change, as well as by the \r\nneed for unity and for the reinvigoration of the United \r\nNations in order for it to effectively and efficiently \r\nachieve the fundamental purposes set out in its Charter.  \r\n As we begin this session, we must not lose sight \r\nof our strategic objectives and vision towards the \r\nmaintenance of international peace and security; the \r\ndevelopment of friendly relations among nations; the \r\nachievement of international cooperation in the \r\neconomic, social, cultural and humanitarian fields; and \r\nthe promotion of human rights and fundamental \r\nfreedoms.  \r\n Looking back at the record over the past year, it \r\nis disconcerting that the challenges we face at the \r\nglobal level have not seen much discernable change. \r\nFrom a security point of view, the world continues to \r\nbe plagued by seemingly incessant and protracted \r\nconflicts, such as those in the Middle East, parts of \r\nAfrica and elsewhere. Millions of innocent persons are \r\nthe victims of civil strife or are displaced as a result of \r\nviolence and armed conflict. Terrorism, transnational \r\norganized crime and the proliferation of weapons of \r\nmass destruction continue to threaten international \r\npeace and security.  \r\n From the economic and social perspective, we \r\ncannot escape the fact that we live in a world \r\ncharacterized by high levels of underdevelopment and \r\nsocial degradation — a world where too many people \r\nlive in dehumanizing poverty. It is a world in which \r\nhuman security is being threatened by environmental \r\n A/62/PV.15\r\n \r\n7 07-52434 \r\n \r\ndegradation. The experience of HIV/AIDS and the \r\nconstant threat of new pandemics underscore our \r\ninterconnectedness and interdependence, demanding \r\nuniversal cooperation and collective action.  \r\n All States, developed and developing, large and \r\nsmall, are vulnerable to those threats and must of \r\nnecessity have a shared commitment to strengthening \r\ncollective security and safeguarding world peace and \r\nsecurity. No nation can address those challenges and \r\nthreats entirely on its own. Sustained collective action \r\nand global cooperation are required to identify and \r\nshape a common vision and agreed objectives to deal \r\nwith the complexities of our times. In recent years, we \r\nhave renewed our commitment to the United Nations as \r\nthe catalyst for effectively advancing the interests of \r\nour peoples in the areas of development, peace and \r\nsecurity, and human rights.  \r\n Unquestionably, there have been pockets of \r\nsuccess in global economic progress over the past \r\ndecade. By and large, however, our commitments have \r\nnot been matched by the desired implementation of the \r\ntargets for meeting basic human needs, human security \r\nand sustainable development. It is clear that much \r\nmore needs to be done if we are to achieve the \r\ndevelopment targets in the Millennium Development \r\nGoals (MDGs) by 2015.  \r\n The Government of Jamaica fully accepts that \r\neach country has the primary responsibility for setting \r\ndevelopment priorities through sound governance and \r\npolicies. We believe that the goals that were solemnly \r\nagreed seven years ago are not overly ambitious and \r\nare still achievable. In that context, my Government is \r\ncommitted to taking further measures to pursue the \r\nobjectives of the MDGs and other internationally \r\nagreed development goals. We are committed to \r\nproviding the necessary framework that will promote \r\nsocial inclusion, enhance productive capacity and \r\nemployment, and facilitate investment and sustained \r\neconomic growth.  \r\n But many developing countries, such as Jamaica, \r\ncannot do it alone. The realization of the development \r\nagenda is dependent not only on our own domestic \r\ncapabilities, but equally on the genuine commitment of \r\nall Member States to pursue a global partnership for \r\ndevelopment, which is at the core of the strategy for \r\ndevelopment. We believe, therefore, that it is \r\nimperative that we move beyond the simple reiteration \r\nof principles and translate commitments into action. \r\nWe must give life to the aspirations embodied in the \r\noutcomes of international conferences on the basis of \r\nmutual responsibility and mutual accountability, with a \r\nfair expectation that obligations, as agreed, will be \r\nfully undertaken.  \r\n In all that we do, we must recognize that progress \r\nand uplifting the poor benefits all of us. It can mean \r\nthe difference between conflict and stability, between \r\nhope and despair. As developing countries strive to put \r\nin place practical national development strategies, \r\ndeveloped country partners must support those efforts \r\nthrough greater market access, debt relief, private \r\ncapital flows, technological transfers and improved \r\nglobal economic governance. Jamaica therefore calls \r\nfor renewed focus, as well as the necessary political \r\nwill, to honour the commitments made for \r\ndevelopment, and urges the fulfilment of all \r\nobligations that we have collectively embraced so that \r\nwe may effect real change in the lives of millions of \r\nimpoverished people around the world.  \r\n A critical role in that process is official \r\ndevelopment assistance, including the fulfilment by \r\ndeveloped countries of the official development \r\nassistance target of 0.7 per cent of gross national \r\nincome. The High-Level Meeting on Financing for \r\nDevelopment provides an opportunity to enhance \r\ncollaboration with our partners towards achieving that \r\ngoal.  \r\n The unique situation of middle-income \r\ndeveloping countries, such as Jamaica, also requires \r\nspecial attention. That varied group of countries, with \r\nper capita gross domestic product spreading from $900 \r\nto $10,000, is by no means a homogeneous group and \r\npossesses its own particular vulnerabilities. Greater \r\nefforts must be made to address the needs of middle-\r\nincome developing countries, in particular the high \r\nlevel of indebtedness that those countries face.  \r\n Globalization and economic liberalization have \r\nresulted in the increased exposure of developing \r\ncountries to external economic forces over which they \r\nhave little control. We should refuse to accept that \r\nglobalization creates winners and losers. What we \r\nshould strive for is a win-win and inclusive process in \r\nwhich the benefits and opportunities are more widely \r\nenjoyed across countries and regions.  \r\n An enabling international environment also \r\nrequires a global trading system that is fair and \r\nequitable and that is conducive to development and \r\nA/62/PV.15  \r\n \r\n07-52434 8 \r\n \r\nintegration in the world economy. A continued cause of \r\ngrave concern to Jamaica is therefore the current \r\nimpasse in the negotiations in the Doha Development \r\nRound, in spite of commitments to work expeditiously \r\ntowards implementing the development dimensions of \r\nthe Doha work programme. We must summon the \r\nnecessary political will to reignite trade negotiations, \r\nwith the development agenda as the centrepiece of the \r\ndiscussions as we seek to integrate developing \r\ncountries in the multilateral trading system.  \r\n It is important that the creation of a viable and \r\nequitable trade regime also recognize diversity in the \r\nlevels of development and size of economies. A one-\r\nsize-fits-all model disregards the complexities and \r\nunique circumstances of countries. Jamaica will \r\ntherefore continue to insist that new trading \r\narrangements take account of that differentiation, \r\nespecially as it concerns small vulnerable economies. \r\nThe principle of special and differential treatment \r\nseeks only to level the playing field and to give \r\ndeveloping countries a fair chance to participate \r\nmeaningfully in global trade. At the same time, we will \r\nalso join other developing countries in pressing for the \r\nremoval of support for agricultural products by certain \r\ndeveloped countries as a precondition for further \r\nmarket access for such products.  \r\n We call for and join in continuous and concerted \r\ninternational efforts to fight the spread of \r\ncommunicable diseases, including HIV/AIDS, \r\ntuberculosis, malaria and others, particularly bearing in \r\nmind that they are all preventable. The global impact \r\nof AIDS has been particularly devastating. The high \r\nprevalence in many countries, especially in sub-\r\nSaharan Africa and the Caribbean, is cause for alarm. It \r\nshould be noted that the pattern of high prevalence and \r\nhigh heterosexual transmission is strongly associated \r\nwith poverty.  \r\n While noting the international response through \r\nthe Joint United Nations Programme on HIV/AIDS \r\n(UNAIDS) and the Global Fund to Fight AIDS, \r\nTuberculosis and Malaria, we stress the need for \r\nincreased funding to help support developing countries \r\nto fight the pandemic. We are particularly concerned \r\nthat the countries of the Caribbean, including Jamaica, \r\nare placed at a disadvantage in accessing the necessary \r\nfunding to curtail the spread of the disease owing to \r\ntheir assigned middle-income status.  \r\n Implementing a global response to climate \r\nchange must remain a priority as we seek consensus for \r\ncombating global warming beyond 2012, when the \r\nKyoto Protocol expires. As we prepare for the \r\nConference of the Parties to the United Nations \r\nFramework Convention on Climate Change in Bali, \r\nIndonesia, we are encouraged that the recent High-\r\nLevel Event on Climate Change and the General \r\nAssembly informal debate on climate change \r\nreinforced the urgency with which issues pertaining to \r\nenvironmental sustainability have to be tackled.  \r\n The principle of common but differentiated \r\nresponsibility must be applied across the board. We are \r\nequally convinced that the international community \r\nmust assist small island developing States in \r\nincorporating climate change adaptation and mitigation \r\nconcerns in national sustainable development plans and \r\nassist them by improving access to environmentally \r\nsound technology related to climate change.  \r\n Jamaica and other countries in the Caribbean are \r\nall too familiar with the adverse effects of climate \r\nchange and associated phenomena, including the rise in \r\nsea-level and the increase in the frequency and \r\nintensity of hurricanes and other weather events that \r\nthreaten the sustainable development, livelihoods and \r\nthe very existence of small island developing States. In \r\nmy own country, the onslaught of Hurricane Dean on \r\n19 August resulted in the loss of life and extensive \r\ndamage to infrastructure, property and the agricultural \r\nsector, as well as in the loss of livelihood for many.  \r\n The threat of terrorism transcends boundaries and \r\nhas had a devastating impact on the economic \r\ndevelopment of States, whether directly or indirectly. It \r\nis imperative that we negotiate and conclude a \r\ncomprehensive convention against terrorism. We must \r\nalso invigorate disarmament and non-proliferation \r\nefforts.  \r\n There is a need to comprehensively address the \r\nillicit trafficking in small arms and light weapons, \r\nwhich have the capacity to kill and maim thousands of \r\npeople. Jamaica has first-hand experience of high \r\nlevels of gun violence and the unwarranted burden it \r\nplaces on our social and economic system. We urge the \r\ninternational community to give priority attention to \r\nthis menace, including through the creation of a legally \r\nbinding instrument containing stricter controls on the \r\nillegal trade in small arms and ammunition. Likewise, \r\n A/62/PV.15\r\n \r\n9 07-52434 \r\n \r\nwe support the proposal for the establishment of an \r\narms trade treaty.  \r\n A major priority of the United Nations is not only \r\nwinning the peace, but more importantly keeping and \r\nsustaining the peace. Jamaica fully supports the work \r\nof the Peacebuilding Commission, which earlier this \r\nyear celebrated its first anniversary and whose \r\ngroundbreaking work is assisting in post-conflict \r\nrehabilitation and reconstruction. As a member of the \r\nCommission, Jamaica looks forward to the \r\ncontinuation of the dialogue as we seek to build on the \r\nsuccesses of the recent past, always mindful that the \r\ncountries under consideration require swift action to \r\nimplement priority projects as part of the rehabilitation \r\nand reconstruction process.  \r\n The Caribbean Community (CARICOM) \r\ncontinues to be seized of developments in Haiti. We \r\nreaffirm the importance of the continued engagement \r\nof the international community and, in this regard, \r\nwelcome the renewal of the mandate of the United \r\nNations Stabilization Mission in Haiti (MINUSTAH) to \r\nassist in the stabilization process. We also encourage \r\nsupport from the international community to meet the \r\nlong-term social, economic and development needs of \r\nHaiti.  \r\n We must remain unwavering in our commitment \r\nto the promotion and protection of human rights and \r\nthe rule of law. Much more needs to be done to ensure \r\nthat the basic rights of individuals are universally \r\nprotected and that transparent and accountable \r\ngovernance prevails at the local and international \r\nlevels.  \r\n Jamaica is honoured to assume the Chairmanship \r\nof the Third Committee during the General Assembly \r\nat its sixty-second session, as part of our commitment \r\nto ensure that human rights are promoted and protected \r\nglobally. In this regard, we are particularly keen to help \r\nguide the Committee’s work in promoting and \r\nprotecting the rights of marginalized and vulnerable \r\ngroups. Jamaica recognizes the importance of the \r\nprotection of the human rights of women, which is \r\ncritical to the international processes aimed at \r\nachieving gender equality and the development of \r\nwomen.  \r\n Late last year a significant milestone was \r\nachieved with the adoption by the United Nations of \r\nthe Convention on the Rights of Persons with \r\nDisabilities with the distinction of being one of the \r\nmost supported conventions at its opening for signature \r\nin March 2007. Jamaica is pleased to have been the \r\nfirst country to ratify the Convention and encourages \r\nothers to accede to the Convention as a sign of their \r\ncommitment to ensuring that the rights and dignity of \r\nthe disabled are promoted and protected. We also \r\nwelcome the adoption of the Declaration on the Rights \r\nof Indigenous Peoples.  \r\n The deteriorating humanitarian situation in \r\nDarfur remains a matter of grave concern and \r\npreoccupation of the international community. Jamaica \r\ntherefore welcomes the recent unanimous adoption of \r\nSecurity Council resolution 1769 (2007) for the \r\ndeployment of the joint African Union-United Nations \r\nHybrid Operation in Darfur to the region. We are \r\nencouraged that by certain developments that indicate \r\nthat this kind of cooperation has begun and urge that \r\nthese efforts be intensified.  \r\n The process of reform of the United Nations \r\nseems prolonged and challenging, with little or no \r\nconsensus in the various proposals put forward for \r\nimprovements in the functioning of the United Nations \r\nand its main organs. We must redouble our efforts to \r\nrevitalize the General Assembly, so that it can \r\neffectively carry out its role and responsibility as the \r\nchief deliberative and policy-making organ of the \r\nUnited Nations. We must also work towards a reformed \r\nSecurity Council that is more inclusive, more \r\nrepresentative and more transparent.  \r\n This year marks the bicentenary of the abolition \r\nof the transatlantic slave trade. Member States of the \r\nCaribbean Community are heartened by the \r\noverwhelming solidarity of the international \r\ncommunity in marking the event at the special \r\ncommemorative meeting of the General Assembly in \r\nMarch and other activities during the course of the year \r\nto memorialize the victims of this egregious period in \r\nour history.  \r\n A significant element of the commemoration is a \r\nplan to honour the victims of the transatlantic slave \r\ntrade and slavery, through the erection of a permanent \r\nmemorial in the halls of the United Nations. We are \r\ngrateful to Member States that have contributed or \r\npledged towards the permanent memorial account that \r\nhas been established and look forward to your further \r\nsupport and contributions towards the erection of the \r\nmemorial.  \r\nA/62/PV.15  \r\n \r\n07-52434 10 \r\n \r\n We are 192 Member States; we have the \r\nfundamental tools and the required level of expertise to \r\neffectively address the major challenges facing us \r\ntoday. It is now clear that we must also have a steadfast \r\nwill and a shared commitment towards a radical change \r\nfrom the existing mindset in favour of positive action, \r\nif the United Nations is to successfully respond to \r\nchallenges, which continue to hamper the attainment of \r\nits objectives for peace and sustainable development.  \r\n In calling for radical change in the existing \r\nmindset and in the way we discourse and take actions \r\non international issues, we should be guided by the \r\npurposes and principles of the Charter. A change in our \r\nmindset will require a rethinking on the part of all \r\nMember States as we seek to promote world peace and \r\nachieve economic and social development. It will also \r\nrequire a deep search in the conscience of all States as \r\nwe seek to adhere to our obligations under \r\ninternational law with due regard for the collective will \r\nof the international community.  \r\n This radical change in the existing mindset will \r\nnecessarily require us to be more responsible as \r\nMember States of a united Organization, more \r\nresponsible as citizens of this one world and more \r\nfocused on the shared responsibilities that come with \r\nour membership in the United Nations.  \r\n Let us not falter in our obligation to ensure that \r\nthe Organization not only remains responsive to the \r\nvast array of concerns and demands of its diverse \r\nmembership, but that it is able to do so without \r\ncompromising the noble ideals and principles on which \r\nit was founded.  This process begins with a conscious \r\ndetermination and political resolve to transform not \r\nonly our modus operandi, but the thinking that informs \r\nit. Jamaica stands ready to play its part in this \r\nendeavour and calls upon all Member States to do \r\nlikewise.  \r\n The President: I now call on His Excellency Mr. \r\nAhmad Allam-Mi, Minister for Foreign Affairs and \r\nAfrican Integration of the Republic of Chad.  \r\n Mr. Allam-Mi (Chad) (spoke in French): Please \r\naccept our warm congratulations, Sir, on your well-\r\ndeserved election to the presidency of our Assembly. \r\nWe are convinced that you possess all the necessary \r\nqualities for the sound direction of our work. My \r\ncountry assures you of its support as you carry out your \r\nimportant task.  \r\n We also wish to convey our gratitude to your \r\npredecessor, Sheikha Haya Rashed Al-Khalifa, for the \r\nefficiency with which she guided the work of our \r\nsixty-first session. I also wish to pay a well-deserved \r\ntribute to our Secretary-General, His Excellency \r\nMr. Ban Ki-moon, who has been constantly playing a \r\nsignificant role since his election in advancing the \r\nideals of our Organization.  \r\n One important event has caught the attention of \r\nChad. On 25 September, the Security Council adopted \r\nunanimously resolution 1778 (2007) authorizing an \r\ninternational operation on the eastern border of Chad \r\nand the north-east border of the Central African \r\nRepublic. That operation — and we should stress the \r\ndefensive nature of its mandate: the protection of \r\nrefugees, displaced persons, civilian populations and \r\nhumanitarian workers — is something that in Chad we \r\nare very satisfied to see since it will lighten the heavy \r\nburden borne thus far by the Chadian local police since \r\nthe beginning of the crisis in Darfur.  \r\n Chad also wishes to thank the Office of the \r\nUnited Nations High Commissioner for Refugees and \r\nthe friendly countries who have supported the local \r\nChadian police. At this point, I wish also to pay tribute \r\nto their courage and dedication because they did their \r\nbest in order to accomplish their sensitive and \r\ndangerous mission.  \r\n The new operation will be able to rely on the \r\navailability and cooperation of Chadian authorities. We \r\nventure to hope that it will stabilize and create \r\nconditions for the reconstruction of the eastern part of \r\nour country, which has been destroyed by incursions of \r\nthe Janjaweed militias from the Sudan and other armed \r\ngroups from Darfur. It will also especially require that \r\nthe Chadian displaced persons, who have so far been \r\nneglected by the international community, be \r\nreinstalled in their original localities.  \r\n Above and beyond our hopes of stabilization and \r\nreconstruction in the eastern part of our country, we \r\nhave the legitimate hope that the Darfur crisis will end. \r\nMore than any country, Chad would gain by that, \r\nespecially since our populations in the eastern part of \r\nChad have been the victims of the crisis as often if not \r\nmore than our sister populations of the Sudan in \r\nDarfur. For that reason, our country has tirelessly \r\nendeavoured to restore peace and security to Darfur. In \r\nthat regard, no one can ignore the extremely important \r\nrole played by the President of the Republic, His \r\n A/62/PV.15\r\n \r\n11 07-52434 \r\n \r\nExcellency Mr. Idriss Deby Itmo, in supporting the \r\npeacekeeping measures taken by the international \r\ncommunity.  \r\n The Republic of Chad has no intention of \r\ndeparting from that course. For that reason we will \r\nmake the fullest possible contribution to the success of \r\nthe resumed inter-Sudanese peace talks on Darfur that \r\nare scheduled for Tripoli on 27 October. We have also \r\ncontributed to the preparation of the peace talks \r\nthrough our participation in meetings bringing together \r\nthe non-signatory movements of the Abuja Peace \r\nAgreement, including meetings at Abeche in Chad, at \r\nAsmara in Eritrea, at Tripoli in the Libyan Arab \r\nJamahiriya and at Arusha in Tanzania, as well as the \r\nlast Seminar of N’Djaména in Chad — all of which has \r\ntaken place under the auspices of the joint mediation of \r\nthe United Nations and the African Union.  \r\n We have just underscored our resolve to work for \r\npeace in Darfur in particular, and of course, in the \r\nSudan in general, because that work is in the interest of \r\npeace and security in the subregion of Central Africa in \r\ngeneral and of Chad in particular. We all need peace \r\namong our neighbours in order to fend off any risk to \r\nthe stabilization of our countries and to continue, \r\nguided by the inspiration of His Excellency Mr. Idriss \r\nDeby Itmo, President of the Republic and Head of \r\nState, to build upon the democratic process that our \r\ncountry has been committed to since 1990, as well as \r\nto ensure the peace, security and social well-being of \r\nthe Chadian people.  \r\n In that regard, we should highlight that, since last \r\nyear, Chadian political life has witnessed some positive \r\ndevelopments. A number of military and political high \r\nofficials of the Chadian rebellion have had their legal \r\nrights restored, individually or in small groups or with \r\ntheir entire organization.  \r\n On 4 March 2007, a new Government was formed \r\nunder the leadership of one of the well known figures of \r\nthe political opposition to the presidential majority — \r\nPrime Minister Sem Nouradine Delwa Kassire \r\nKoumakoye. Moreover, the new Government has \r\nresponded to the expectations of the opposition by \r\ndeciding to postpone the legislative and communal \r\nelections in order to wait for the conclusions of a \r\npolitical dialogue begun under the auspices of the \r\nEuropean Union. That dialogue is aimed at \r\nstrengthening the rule of law and the democratic \r\nprocess by organizing the elections under conditions \r\nthat are acceptable to all actors in our political life, or \r\nat least by the greater majority, which is devoted to the \r\npeaceful settlement of political conflicts and has \r\nrenounced recourse to weapons and anti-constitutional \r\nchanges.  \r\n That political dialogue led to the signing of a \r\npolitical agreement on 13 August 2007. The signing of \r\nthat important agreement by the parties of the \r\ngovernmental majority and the democratic opposition \r\nclearly stems from the constant resolve of the President \r\nof the Republic, His Excellency Mr. Idriss Deby Itmo, \r\nto establish a peaceful political life in the country.  \r\n Furthermore, we wish also to warmly thank our \r\ndevelopment partners, in particular the European \r\nUnion, whose valuable assistance enabled us to \r\nproduce the agreement that we consider historic. That \r\nnew fact in Chad’s political life has enabled us to note \r\nwith great satisfaction that a number of political exiles \r\nhave returned or intend to return without delay to the \r\ncountry. We owe that situation to the facilitation of the \r\nheads of State who are friends of Chad and we mention \r\nin particular His Excellency El Hadj Omar Bongo \r\nOndimba of Gabon and His Excellency Mr. Boni Yayi \r\nof Benin. In addition to the notable progress with the \r\ndemocratic opposition and the Chadian political exiles \r\nwe note that we are looking forward — with the \r\nsupport of the guide to the Libyan revolution and the \r\nmediator of the Community of Sahelo-Saharan States \r\n(CEN-SAD), our brother Muammar Al-Qadhafi — to \r\ncontinuing with the useful discussions taking place in \r\nTripoli with the armed movements aimed at reaching \r\nagreements with those organizations that have not yet \r\nrejoined the great Chadian family. We hope that those \r\nmovements will renounce any recourse to weapons and \r\nexpress their expectations within the peaceful \r\nframework set by the historic political agreement of 13 \r\nAugust 2007 and with respect for the institutions of the \r\nRepublic.  \r\n It is our view that all political initiatives having \r\nto do with national reconciliation should fall within the \r\nframework of the political agreement of 13 August and \r\nshould contribute to strengthening the State apparatus \r\nfor the benefit of the general interest. For we should \r\nnot forget that since its independence, Chad has known \r\nonly conflict or post-conflict situations, often, indeed, \r\ninternal, but including in particular those fuelled from \r\nthe outside to weaken the State or to topple the \r\ncountry’s institutions. This is why we count on the \r\ninternational community to unreservedly condemn all \r\nA/62/PV.15  \r\n \r\n07-52434 12 \r\n \r\nattempts to destabilize the Chadian State, and also all \r\nwho use unconstitutional means, notably force, to seize \r\npower. The Chadian people, victims of insecurity due \r\nto the interminable armed struggles for power, \r\ncondemn these sterile struggles and rely on the \r\ndemocratic political actors and on the international \r\ncommunity to block the path to violence. \r\n If we must extend a hand to the rebels, whose \r\ncauses sometimes seem to be from the world of a \r\nrevolutionary utopia, this should not be done to the \r\ndetriment of the highest interest of the rule of law and \r\nof democracy. Unhappiness is at the heart of rebellions. \r\nWe find mercenaries in the pay of someone from the \r\nexterior, and adventurers who use it as a source of \r\ncommerce to gain unwarranted material advantages or \r\nto satisfy personal ambitions in exchange for their \r\nreturn to legality, in disdain of the authority of the \r\nState apparatus, of the law and of the country’s \r\nregulations. \r\n After this brief overview of Chadian political \r\nquestions, allow me to raise some other issues \r\nregarding today’s challenges: globalization with its \r\nhopes and anguishes, poverty, inequitable international \r\ntrade, terrorism, the AIDS pandemic, and so forth. A \r\nnumber of international meetings have been held on \r\nthese topics and on others. Resolutions and \r\nrecommendations have been adopted. However, no \r\ndecisive advances have been made in these areas. We \r\ncan only hope that the international community will \r\nhonour its commitments and that the richest will keep \r\ntheir promises vis-à-vis the poorest. \r\n We cannot simply ignore another important event, \r\nthe High-level Event on Climate Change and its \r\nconsequences, which was held right here. We hope that \r\nthe international community will learn lessons with a \r\nview to acting instead of indulging in fine statements, \r\nas was the case after the United Nations Framework \r\nConvention on Climate Change in Kyoto. \r\n Yes, we need to act, and for us the most tragic \r\ncase deserving the attention of the international \r\ncommunity is that of the shrinking of Lake Chad, \r\nwhose surface has been reduced in a few decades from \r\n25,000 square kilometres to 2,500 square kilometres. \r\nSaving Lake Chad would not only contribute to the \r\nstruggle against disastrous climate change on a \r\nplanetary level, but would also meet the needs of \r\n25 million people in the countries adjacent to the Lake. \r\n Another issue is just as worrisome, and that is the \r\nconflict situations in Africa and on other continents. \r\nHow can we not take a stand? We applaud the efforts \r\nof the African Union (AU) and the United Nations to \r\nfind lasting solutions to the conflicts in Africa or \r\nelsewhere in the world. \r\n This prompts us to underscore the importance of \r\nanother event that has caught our attention. That is the \r\nSecurity Council meeting held at the level of heads of \r\nState on 25 September on the question of peace and \r\nsecurity in Africa. We are mindful of the Council’s \r\nsteadily growing interest in Africa, and that meeting \r\nseems to pave the way for the strengthening of \r\ncooperation between the United Nations and the AU, \r\nespecially with a view to building the capacities of the \r\nAU so that it can accomplish its peace missions in the \r\nbest possible conditions. This is the moment to \r\ncondemn the recent barbarous attacks on the African \r\nforces in Darfur and to express our condolences to the \r\nfamilies of the missing. \r\n We have great hope for the settlement of all crises \r\nin the framework of the rebirth of multilateralism and \r\ncollective security, which our Secretary-General has \r\nvery strongly endorsed: hopes for peace in Côte \r\nd’Ivoire, in Western Sahara, in the Democratic \r\nRepublic of the Congo, in the Horn of Africa, in the \r\nMiddle East and so forth. \r\n Before I conclude, I would like to recall that we \r\nhave constantly condemned before this Assembly all \r\nforms of violence and intolerance, especially their most \r\nextreme form — terrorism. We reaffirm our \r\ncondemnation and our commitment to fighting these \r\nphenomena. We would like to reaffirm our commitment \r\nto strive to eliminate all sources of conflicts and all the \r\nthreats that jeopardize peace and security around the \r\nworld. \r\n In this regard, I wish to recall the need to respect \r\nthe principles of peaceful coexistence, which are \r\nrespect for the sovereignty and the territorial integrity \r\nof States. This, of course, prompts us to reaffirm our \r\ndevotion to respect for internationally recognized \r\nhistorical borders. We cite as an example our \r\nattachment to the policy of a single China and our \r\nopposition to Taiwan’s attempts to bring about a kind \r\nof accession to the United Nations, under whatever \r\nname they might choose. \r\n This also prompts us to express respect for the \r\nsovereign right of States to develop nuclear energy for \r\n A/62/PV.15\r\n \r\n13 07-52434 \r\n \r\npeaceful purposes. And we welcome the good \r\narrangements to find solutions to the question of \r\nnuclear energy through negotiations and to find a \r\npeaceful solution to the problem of the dissemination \r\nof weapons of mass destruction. \r\n This last prompts us once again to launch a \r\npressing appeal to our Assembly, especially to the \r\npermanent members of the Security Council, to redress \r\nthe injustice of the African continent being the only \r\ncontinent that does not have a permanent member seat \r\non the Council, when the bulk of the Council’s agenda \r\nis comprised of African situations. \r\n The President: I now give the floor to His \r\nExcellency Mr. Dermot Ahern, T.D., Minister for \r\nForeign Affairs of Ireland. \r\n Mr. Ahern (Ireland): First of all, Mr. President, \r\nmay I congratulate you on your election and wish you \r\nwell in the months ahead. \r\n Upon its formation earlier this year, the Irish \r\nGovernment set itself the goal of becoming a model \r\nMember State of the this great Organization. We have \r\nset out an ambitious programme to be a world leader in \r\ndevelopment assistance, rapid response to humanitarian \r\ndisasters and conflict resolution. \r\n This is because our own history shows that there \r\nis a path from famine to plenty and from conflict to \r\npeace. And from that history has grown a \r\ndetermination, in ordinary Irish men and women, to \r\nstand in the vanguard of the fight against conflict, \r\nhunger and the denial of human rights, a fight best \r\nfought by a strong and equally determined United \r\nNations — a fight we cannot afford to lose. \r\n It is also because after six decades, the core goal \r\nof the United Nations — universal peace and \r\nsecurity — unfortunately still eludes us. Today, in spite \r\nof all our efforts, violent conflict remains all too \r\ncommon. \r\n The causes of conflict are many. But very often, it \r\nis in the persistence of poverty and in the denial of \r\nhuman rights that we find the causes of conflict, the \r\nenduring results of conflict and the seeds of future \r\nconflict. In making peace, we must be as creative and \r\nas determined as those waging war. \r\n The range of instruments now available \r\nstrengthens our collective capacity to resolve conflict. \r\nWe must use that full array with determination now. \r\nWe must ensure that the United Nations Peacebuilding \r\nCommission and Peacebuilding Fund are organized and \r\nresourced to fulfil their important mandate. We must \r\nmaintain our support for United Nations-mandated \r\npeacekeeping operations, which today are at an all-time \r\nhigh in terms of their size, scope and complexity. We \r\nmust also support strengthened United Nations efforts \r\nin the fields of conflict prevention and resolution. We \r\nin Ireland will play our part. \r\n My Government has decided to significantly \r\nincrease its commitment to conflict resolution, \r\nincluding through the establishment of a designated \r\nunit in the Foreign Ministry, the creation of an \r\nacademic Centre for Conflict Resolution, a system of \r\nroving ambassadors to affected regions and an annual \r\nfund of €25 million to assist conflict resolution in the \r\ndeveloping world. \r\n In the years ahead, we will also work to \r\nstrengthen the capacity of the African Union and \r\nsubregional organizations to make and build peace for \r\nthemselves. We will focus our efforts on peacemaking \r\nduring conflict and peacebuilding after conflict. We \r\nwill also work on identifying, distilling and sharing the \r\nlessons of conflict resolution. We will be particularly \r\nactive in Africa, including through working with our \r\npartner Governments under our Irish Aid programme. \r\nWe will explore the links between climate change and \r\nconflict, because climate change directly threatens not \r\nonly the most vulnerable but all of our shared goals of \r\nprogress, peace and development. \r\n The focus of our foreign policy on rights, \r\ndevelopment and now conflict resolution underlines \r\nonce again Ireland’s commitment to the global agenda \r\nof the United Nations. But this convergence is also \r\nunderscored by our own national experience of \r\npeacemaking. Speaking here in New York in April \r\n1969, before the appalling escalation of violence in \r\nNorthern Ireland, one of my distinguished \r\npredecessors, Frank Aiken, said “I think there is \r\nsufficient wisdom if it can only be energized in our \r\nsection of the world, in these islands off the North \r\nWest of Europe, to settle the problem.” For far too long \r\nthat sufficient wisdom eluded us. \r\n For almost 40 years it has been my duty and that \r\nof my predecessors as Minister for Foreign Affairs to \r\nbrief this Assembly on the search for peace on the \r\nisland of Ireland. I am particularly delighted to report \r\nA/62/PV.15  \r\n \r\n07-52434 14 \r\n \r\nthat perhaps, save for general updates on progress, this \r\nwill no longer be necessary. \r\n The conflict in Northern Ireland lasted for more \r\nthan three decades and was made apparently insoluble \r\nby issues of national, cultural and religious identity, \r\ncontested historical narratives and claims of \r\nsovereignty, all hardened by the direct experiences of \r\ndivision, inequality and violence. \r\n Since the ceasefires of the mid-1990s and the \r\nnegotiation of the Good Friday Agreement in 1998, \r\nthere has been much better news to report. But the final \r\nsteps to the full implementation of that Agreement \r\nwere not completed until earlier this year. With the \r\nformation of the power-sharing Northern Ireland \r\nExecutive, bringing together historic opponents from \r\nacross the political divide, we have opened an \r\nextraordinary new chapter in the history of the island \r\nof Ireland. \r\n Legacies of separation and distrust remain, and \r\nthe inevitable challenges and difficulties of normal \r\npolitics will need wise and sensitive management. But \r\nthere is an overwhelming consensus that this new \r\nbeginning can be nurtured and sustained. \r\n The task is no longer to find peace, but to \r\nmaintain and build on the peace we have found. I do \r\nnot believe our success offers a universal, transferable \r\nformula, but I do believe that our experience of failure \r\nand then success over 40 years provides insights and \r\nlessons worth sharing. One of the specific tasks of our \r\nconflict resolution initiative is to codify those insights \r\nand lessons. But today I will offer just a few. \r\n First, in the end, those who are part of the \r\nproblem must be part of the solution — not because we \r\napprove of their actions or beliefs, but because without \r\nthem it is all too easy for an agreement among others to \r\nbe destroyed. \r\n Secondly, inclusive dialogue must, however, take \r\nplace on the basis of clear and guaranteed principles. In \r\nIreland, these were consent, non-violence and parity of \r\nesteem. \r\n Thirdly, partnerships between Governments and \r\ninvolving sympathetic third parties — in our case the \r\nUnited States and the European Union — can develop \r\ncomprehensive frameworks within which enduring \r\nsettlements can be reached. \r\n Fourthly, it is often necessary to take risks for \r\npeace — but those risks must be carefully calibrated. \r\nTiming is of the essence and so is patience, and there \r\nare times when contacts must be private and at arm’s \r\nlength. \r\n Fifthly, our experience demonstrates the need to \r\naddress all issues, all of the causes of conflict, \r\ncomprehensively, no matter how difficult and \r\nintractable they may be, and even if they have to be \r\nresolved in different time frames. \r\n Sixth, popular endorsement of an agreement \r\nthrough the ballot box makes it immensely more \r\nlegitimate and durable. \r\n Finally, without effective and faithful \r\nimplementation, again often with external assistance, \r\nan agreement’s viability and credibility can quickly ebb \r\naway. \r\n On a more practical and operational level, we \r\nhave devised and implemented innovative \r\narrangements for dealing with many of the issues that \r\ndominate peacemaking and peacebuilding in our case: \r\nconstitutional change, power sharing, cross-border \r\ncooperation, transitional justice, policing and security \r\nreform, equality and human rights, conflict over \r\nsymbols, arms decommissioning and prisoner release. \r\n In our own process, we have learned much from \r\nothers, particularly from the instance of South Africa. \r\nTogether, I hope we can, in Frank Aiken’s term, \r\ndevelop both sufficient wisdom and sufficient will to \r\nresolve enduring and complex conflicts. \r\n Working with a strengthened United Nations and \r\nsharing lessons with one another, I passionately hope \r\nwe can advance the day when political leaders from \r\nother regions of the world blighted by conflict can \r\nannounce in this forum that peace has come to them \r\ntoo. \r\n Northern Ireland has been added to the list of \r\nconflicts resolved. But the road to universal peace is \r\nstill blocked by conflicts old, new and threatened. \r\n Today, across the world we stand with the people \r\nof Burma. The courage of the Buddhist monks and \r\nnuns and their supporters has won universal \r\nadmiration. The efforts of its regime to conceal its \r\nbrutality behind a wall of silence have failed. It has \r\nbeen rightly condemned for its violent response. I call \r\non its leaders at long last to respond constructively to \r\n A/62/PV.15\r\n \r\n15 07-52434 \r\n \r\nthe wishes of the people, to stop their violence and to \r\nrelease Aung San Suu Kyi and all other political \r\nprisoners. The process of national reconciliation and \r\ndemocratization must begin in earnest, and we hope \r\nthat the Secretary-General’s Special Envoy will be able \r\nto report progress on his return here in a few days. \r\n We look to the Security Council to respond \r\neffectively to the compelling calls of the international \r\ncommunity. It is neither acceptable nor true to argue, as \r\nsome of its members have, that the situation in Burma \r\nis not a question of international peace and security. \r\nThe potential regional consequences of the crisis are \r\nevident to all. This places a particular onus on the \r\nGovernments of China, India and of the countries of \r\nAssociation of Southeast Asian Nations (ASEAN). I \r\nwelcome the encouraging recent signs of positive and \r\nconcerned engagement and urge them to redouble their \r\nefforts. \r\n Within the European Union, Ireland has long \r\ntaken a strong and principled position on Burma. We \r\nare looking urgently at how to increase the pressure on \r\nthe regime, including through further European Union \r\nrestrictive measures, without harming the ordinary \r\npeople, whose suffering is already so great. \r\n As it is for people across the world, Darfur is a \r\nmatter of grave concern in Ireland. We have made it a \r\npriority for our diplomacy and our Irish Aid \r\nprogramme. We must solve the humanitarian and \r\nsecurity crisis while simultaneously establishing the \r\nfoundations for longer-term peace and development. \r\nWe urge the full, effective and speedy deployment of \r\nthe African Union-United Nations Hybrid Operation in \r\nDarfur. Khartoum must actively cooperate and at last \r\ndesist from all obstruction. Rebel groups must also \r\nplay their part. The recent attack on peacekeepers in \r\nDarfur was an outrage and was rightly condemned \r\nhere. I would like to express my sympathies and those \r\nof the Irish Government to the families of those killed. \r\n In keeping with our proud tradition of \r\npeacekeeping, Ireland expects to make a substantial \r\ncontribution to the United Nations-mandated mission \r\nto Chad and the Central African Republic to help aid \r\nrefugees and address the regional dimension of the \r\nDarfur crisis. \r\n All those who are party to the conflict must \r\ncommit to the political talks in Libya next month. I \r\nwelcome the Secretary-General’s establishment of a \r\ntrust fund to support these talks, and I pledge Ireland’s \r\nsupport in that respect. If commitments are not fulfilled \r\nand progress does not materialize, Ireland will support \r\nfurther sanctions against non-cooperating parties. \r\n I am particularly and gravely concerned at the \r\nincreasingly serious humanitarian situation in \r\nZimbabwe. The current Southern African Development \r\nCommunity initiative, led by President Mbeki, offers \r\nthe best hope for progress and I would encourage all \r\nthose involved to redouble their efforts to agree on a \r\nnew political dispensation offering real political reform \r\nand economic recovery for all Zimbabweans. \r\n The situation in the Middle East is always high \r\non our agenda. There has been a collective \r\ninternational failure to establish a credible political \r\nprocess leading to a two-State solution. But today there \r\nare possibilities for change. The outlines of a viable \r\nsettlement are clear to everyone, even if it will require \r\ndifficult and painful compromises. Ireland strongly \r\nsupports the dialogue between Prime Minister Olmert \r\nand President Abbas. We are also encouraged by the \r\ndetermination of the Arab States to pursue the historic \r\nArab Peace Initiative. We share the hope that the \r\ninternational meeting now in preparation under \r\nSecretary Rice’s leadership will indeed be serious and \r\nsubstantive and set in train a transformation of the \r\npolitical landscape and the lives of its people. \r\n Ireland’s historic commitment to nuclear \r\ndisarmament and non-proliferation continues. We are \r\nalso active in seeking a comprehensive response to the \r\ncurse of cluster munitions, the appalling effects of \r\nwhich are all too evident in Lebanon and elsewhere. As \r\na contribution to the collaborative effort launched in \r\nOslo last February, Ireland will host a diplomatic \r\nconference in May 2008, which we hope will finalize \r\nthe first-ever international agreement on cluster \r\nmunitions. \r\n The establishment of the Millennium \r\nDevelopment Goals (MDGs) spurred our efforts to \r\ntackle poverty and its consequences. I greatly welcome \r\nthe Secretary-General’s establishment of the MDG \r\nAfrica Steering Group to lead a determined push to \r\nachieve our targets for 2015. \r\n Ireland is doing its part. We are currently \r\nspending more than 0.5 per cent of our gross national \r\nproduct on overseas development aid and will reach \r\n0.7 per cent by 2012. We have substantially increased \r\nour support to humanitarian relief operations and to \r\ntackling HIV/AIDS. \r\nA/62/PV.15  \r\n \r\n07-52434 16 \r\n \r\n But we know that more needs to be done. The \r\ndonor community is failing the test set by the MDGs. \r\nOverseas aid has fallen by 5 per cent in real terms. It is \r\nnot acceptable in today’s world that there are still 980 \r\nmillion people living in abject poverty, that half of the \r\ndeveloping world has no access to basic sanitation or \r\nthat half a million women will die in pregnancy or \r\nchildbirth each year. Perhaps the most damning fact is \r\nthat one in seven people on this Earth today do not get \r\nenough food to eat to have a healthy and productive \r\nlife. That figure jumps to one in four in sub-Saharan \r\nAfrica. \r\nMr. Kariyawasam (Sri Lanka), Vice-President, \r\ntook the Chair. \r\n To help meet that most basic of challenges, \r\nIreland has established a Hunger Task Force to \r\nexamine the root causes of that enduring source of \r\nmisery, disease and death. It will help us contribute to \r\nthe MDG goal of halving hunger and poverty. I am \r\ndelighted that the experts on the Hunger Task Force \r\ninclude Jeffrey Sachs, the Special Adviser to the \r\nSecretary-General on the MDGs. \r\n Ireland will maintain and increase its \r\ncommitment to the work of the United Nations in the \r\nfields of peace and security, development and human \r\nrights. There is no mystery to the challenges facing us, \r\neven if they are formidable. Our generation is uniquely \r\nequipped to know what it will take to deal with them. \r\nWe have the scientific knowledge, the experience, the \r\nresources and, through this Organization, the \r\nmechanism for cooperation to rise to these challenges. \r\nWe must summon sufficient wisdom and will to do so. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Patrick Pillary, Minister for \r\nForeign Affairs and International Cooperation of the \r\nRepublic of Seychelles. \r\n Mr. Pillary (Seychelles): Allow me to first \r\nextend to all of you the fraternal greetings and best \r\nwishes of President Michel of the Republic of \r\nSeychelles, the Government and the people of \r\nSeychelles on the convening of the sixty-second \r\nsession of the General Assembly. Seychelles is proud \r\nto be here today, as a partner and an ally, to further our \r\ninternational efforts, to address the challenges that are \r\ncentral to the future of all humanity and that pose a \r\nthreat to global political and economic stability and \r\nsecurity. \r\n I join previous speakers in congratulating \r\nMr. Srgjan Kerim on his election to the presidency of \r\nthe General Assembly at its sixty-second session. His \r\nelection to the helm of this Assembly is a testimony to \r\nthe high esteem in which the international community \r\nholds him and his country, the former Yugoslav \r\nRepublic of Macedonia. I take this opportunity, too, to \r\nexpress my country’s sincere appreciation to his \r\npredecessor, Sheikha Haya Rashed Al-Khalifa of \r\nBahrain, for her outstanding stewardship of the work of \r\nthe General Assembly at its sixty-first session. \r\n Allow me to commend and to renew Seychelles’ \r\nstrong support to Secretary-General Ban Ki-moon for \r\nthe determination and strong will he has shown since \r\nthe beginning of his tenure in office, in strengthening \r\nthe role of the United Nations. \r\n Seychelles remains unwavering in its support of \r\nthe United Nations. Our commitment has not changed \r\nsince we joined this Organization 31 years ago. More \r\nthan ever, we believe that the world needs strong and \r\neffective multilateralism. Indeed, we are convinced \r\nthat the most effective means of advancing our \r\ncollective interests is through the United Nations. \r\n Seychelles is pleased that the overarching theme \r\nof this year’s session is responding to climate change, \r\nas the General Assembly of the United Nations is the \r\nforum for concerted and comprehensive action in \r\naddressing a defining issue of our time. \r\n Fifteen years ago, in 1992, Seychelles, a small \r\nisland developing State, was the second country to \r\naccede to the United Nations Framework Convention \r\non Climate Change (UNFCCC). We were convinced \r\nthen, as we are now, that the Convention’s primary \r\nobjective of reducing the dangerous levels of carbon \r\ndioxide and other greenhouse gases in the earth’s \r\natmosphere must be realized in order to protect the \r\nenvironment and avoid serious socio-economic \r\ndisruptions. Six years later, in 1998, Seychelles \r\nreiterated its commitment to the ideals of the UNFCCC \r\nby adopting the Kyoto Protocol. However, the attempts \r\nof the international community to act on those \r\ninternational agreements have been modest at best. \r\n The challenge of development has never been \r\nhigher on the international agenda. However, the \r\nadverse impacts of climate change are a major barrier \r\nfor the achievement of sustainable development goals \r\nin many countries, especially small island developing \r\n A/62/PV.15\r\n \r\n17 07-52434 \r\n \r\nStates, which are recognized as being most vulnerable \r\nto climate change. \r\n We must emphasize again that for the majority of \r\nsmall island developing States, agriculture, fisheries \r\nand tourism have for a long time been the mainstay of \r\nsurvival and economic development. Let us not forget \r\nthat small island developing States are home to a \r\nsizeable proportion of the world’s biodiversity and that \r\nthe majority of the species are endemic and \r\nincreasingly under threat because of climate change. \r\n In Seychelles, the fisheries sector is a key pillar \r\nof our economy. It is expected that changes in climate \r\nmay cause migratory shifts in tuna aggregations to \r\nother locations, thus depriving our country of one of its \r\nmain sources of income. Moreover, inshore and \r\ntraditional fishing, the mainstay of local fishermen and \r\na major source of food, is also highly threatened. Food \r\nsecurity on islands is at stake. \r\n The impacts of climate change on the tourism \r\nsector are also expected to be significant, and that is \r\nwhy we believe that support for economic \r\ndiversification towards other revenue-generating \r\nsectors in small island States is more than necessary. \r\n Climate change is also a security issue. But it is \r\nnot merely a matter of narrow national security — it \r\nhas a new dimension. It is a question of our collective \r\nsecurity and responsibility in a fragile and increasingly \r\ninterdependent world, where the notion of borders has \r\nundergone a powerful symbolic transformation. \r\n It is now up to politicians, businessmen and civil \r\nsociety to continue the work accomplished by \r\nscientists. The peoples of the world are increasingly \r\nlooking to their leaders to take action, and the time is \r\nnow. A week ago, at a meeting of the Global Island \r\nPartnership in Rome, our President, James Michel, \r\nlaunched the Sea Level Rise Foundation, as an attempt \r\nto ensure that island nations have the capacity to adapt \r\nto climate change. Together we are mobilizing \r\nleadership, gathering resources and sharing skills, \r\nknowledge, technologies and innovation in a cost-\r\neffective and sustainable way that will catalyse action \r\nfor conservation and sustainable livelihoods on islands \r\nand low-lying areas in the face of climate change. \r\n We count on the valuable support of the \r\ninternational community for ensuring the success of \r\nthis noble and important endeavour. We call on the \r\ndeveloped countries to take a strong lead and \r\ncommitment in combating climate change. Aspirational \r\nglobal emissions reduction goals are not sufficient. We \r\nbelieve that the Kyoto Protocol paves the way forward \r\nfor Annex I countries to fulfil their commitments under \r\nUNFCCC. We urge those parties to commit to their \r\nlegally binding targets and to translate them into \r\nconcrete actions for the reduction of their gas \r\nemissions. \r\n We believe that a United Nations-based \r\nmultilateral approach that builds on the Kyoto Protocol \r\nframework is the only decisive way of moving forward. \r\nThere cannot be any doubt as to the major importance \r\nof the first steps taken at Kyoto and of the quantum \r\nimprovements brought about by the provisions of the \r\nProtocol. The size and urgency of the problem requires \r\nthat we take bold initiatives and compromises. \r\n However, as the globe suffers because of climate \r\nchange, it is essential that the international community \r\nas a whole be formally and unequivocally reminded \r\nthat neither the efforts made thus far in implementing \r\nUNFCCC, nor the emissions reduction targets, set on \r\naverage at 5.2 per cent, adopted in Kyoto represent an \r\nadequate effort to stabilize greenhouse gas \r\nconcentrations in the atmosphere at safe levels. We \r\nknow that we need to do much more. In that regard, we \r\nwould like to take this opportunity to praise the recent \r\nwork accomplished by the Intergovernmental Panel on \r\nClimate Change in urging the need for deeper cuts in \r\ngreenhouse gasses of 25 per cent to 40 per cent below \r\n1990 levels by 2020. Moreover, we would like to \r\nextend our heartfelt appreciation for the determination \r\nshown by our Secretary-General in facilitating the \r\ninternational dialogue to address the problem. \r\n It is now up to us to build the political \r\nmomentum needed in order to ensure that a \r\ncomprehensive agreement is met at the world summit \r\non climate change in Bali, Indonesia. There is an \r\nurgent need to ensure that developing nations, \r\nincluding small island developing States, can continue \r\nto develop and prosper in an equitable manner. Small \r\nisland developing States need to be equipped \r\nfinancially, technically and technologically to adapt to \r\nglobal climate change and sea level rise without \r\nredirecting their limited resources from sustainable \r\ndevelopment. \r\n Allow me to now turn briefly to other issues that \r\nare of particular importance to Seychelles. \r\nA/62/PV.15  \r\n \r\n07-52434 18 \r\n \r\n First of all, Seychelles recognizes that \r\nglobalization has the potential to advance human \r\ndevelopment throughout the world. But it is not \r\nautomatic, for globalization has also increased our \r\nvulnerability, insecurity and the possibility of \r\nmarginalization. \r\n It is internationally recognized that trade can be \r\nan important source of financing for development. In \r\nthis particular context, Seychelles strongly believes \r\nthat more emphasis should be placed on the \r\ndevelopment dimension of small island developing \r\nStates in multilateral trade negotiations, in recognition \r\nof their specificities and structural handicaps. \r\nMoreover, in our view, ownership of development \r\norientations by recipient countries is the precondition \r\nfor the emergence of a true partnership in development \r\ncooperation. \r\n Furthermore, it is extremely important that the \r\nwhole issue of development policies and cooperation \r\nbe monitored closely within the international system. \r\nDecisions affecting development are being taken in \r\ndifferent arenas, forums and agencies. Increasingly, \r\nthere is the need to ensure coherence in policies and \r\nprogrammes. The international system currently does \r\nnot have an effective mechanism for conducting such \r\nan exercise. We reiterate our belief that one of the \r\nurgent tasks of the moment is to create a mechanism \r\nwithin the international architecture that will focus on \r\ntrade, finance, technology and development policy in \r\nan integrated manner. \r\n Seychelles remains determined to build its \r\neconomy based on our assertion of the principle of \r\nresponsibility for our own development. Our efforts at \r\neconomic re-engineering have been very dynamic. The \r\nSeychelles Strategy 2017 commits the Government of \r\nthe Republic of Seychelles to doubling the gross \r\ndomestic product in the next 10 years. The reforms \r\nbeing undertaken will not only ensure that our \r\neconomy continues to grow but also will facilitate the \r\nparticipation of every Seychellois in wealth creation. \r\nThat is the commitment of the Government of \r\nSeychelles. However, owing to our inherent \r\nvulnerabilities, we need the support of the international \r\ncommunity in guaranteeing that the considerable \r\nsuccesses achieved so far in the economic and social \r\nsectors are not lost. \r\n I have spoken thus far on climate and \r\ndevelopment issues, which are both closely related to \r\nother critical areas of the international agenda. One \r\nsuch area concerns peace and security. It is tragic and \r\npainful to witness the continued cycle of violence \r\naround the world. Peace accords and ceasefire \r\nagreements do not, unfortunately, entail a cessation of \r\nhostilities. \r\n We support the strong will shown by the United \r\nNations, working alongside the African Union, in \r\nensuring that peace and security are brought to the \r\npeople in the Darfur region of the Sudan. Seychelles \r\nassociates itself with all those calling and working for \r\npeace in Africa, the Middle East, Asia and elsewhere. \r\n Against the backdrop of increased violence from \r\nwar and terrorism, it is clear to us that violence and the \r\nuse of force cannot be the answer. We must embrace \r\nmultilateralism and insist that international relations be \r\nguided by the rule of law as the basis for our collective \r\nsecurity. \r\n The United Nations remains a significant partner \r\nand interlocutor of the modern development and \r\nprogress of Seychelles. It is with complete faith, as a \r\nsmall island developing State, that we renew our trust \r\nin the principles of the Charter. We cannot stop \r\nemphasizing the compelling urgency of altering the \r\ndesign and function of the Security Council, if it is to \r\nfulfil the mandate conferred by the Charter of 1945 in \r\nthe realities of the world today. \r\n With regard to the General Assembly, what is \r\nneeded is a resuscitation and use of the powers of the \r\nGeneral Assembly and the assertion of its role as the \r\nprincipal organ of the United Nations. The Assembly is \r\na forum of equals. Its pronouncements and policy \r\ndecisions must carry the stamp of legitimacy as the \r\nvoice of the international community. However, we \r\nmust emphasize that, irrespective of whatever \r\ninstitutional arrangements we may devise, in the final \r\nanalysis, it is the commitment and political will among \r\nMember States alone that can make the system work. \r\n(spoke in French) \r\n In the demanding context of globalization, \r\nregions are players with which the multilateral \r\norganizations, donors and international investors \r\ndevote increasingly sustained attention. The regional \r\napproach is also the best bastion when it comes to \r\nmounting defences against terrorism, insecurity, \r\nbanditry, trafficking, pandemics, or to providing an \r\nefficient response to disasters in real time. A region is, \r\n A/62/PV.15\r\n \r\n19 07-52434 \r\n \r\nultimately, for the countries that comprise it, the \r\nstrongest legal space in which those countries can \r\nobtain the natural resources and raw materials that they \r\nshare.  \r\n That is, therefore, the aim of the Indian Ocean \r\nCommission, which strives to defend the interests of all \r\ncountries of the Indian Ocean in all areas. What it \r\nrepresents today and the place that it occupies in the \r\nlandscape of regional cooperation organizations is due, \r\nin large part, to the specialized agencies of the United \r\nNations. I would very much wish for that support to be \r\nstrengthened in the coming months, so that the \r\nCommission truly has the means to achieve its \r\nambitions. The observer status that the Commission \r\nobtained in the General Assembly on 4 December 2006 \r\nenabled our regional organization to acquire additional \r\nlegitimacy to work with the specialized agencies of the \r\nUnited Nations. We welcome those new prospects and \r\npaths of cooperation. \r\n(spoke in English) \r\n The future of generations to come rests not so \r\nmuch on the vigour of our debate and the declarations \r\nwe make in this Assembly at its sixty-second session, \r\nbut on the action we take. Our people are demanding \r\nthat, collectively, we emerge with a clear vision, that \r\nwe display the courage and unrelenting commitment to \r\nbuild a world of peace, justice and equity that we can \r\ninhabit together in true harmony. Let us here resolve to \r\nbuild one world where every man, woman and child \r\ncan realize the true purpose and fulfilment of life. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Yeshey Dorgi, chairman of the \r\ndelegation of the Kingdom of Bhutan. \r\n Mr. Dorji (Bhutan): I offer my delegation’s \r\ncongratulations to the President for his election as the \r\nPresident of the General Assembly at its sixty-second \r\nsession and assure him of our support and cooperation. \r\nMy delegation would also like to convey our \r\nappreciation to his predecessor, Sheikha Haya Rashed \r\nAl-Khalifa, for the able manner in which she guided \r\nthe work of the Assembly at the sixty-first session. We \r\nalso convey our appreciation to the Secretary-General, \r\nMr. Ban Ki-moon, for the excellent leadership he \r\nprovides to our Organization.  \r\n We are gratified that climate change and the \r\nMillennium Development Goals are among the top \r\npriorities of this session’s presidency. The irony of \r\nclimate change is that its worst impact will be on the \r\ndeveloping world, particularly small and island \r\ndeveloping countries, who are least responsible for the \r\nproblem. As complex as the issue is, climate change is \r\ninextricably linked to development and the debate \r\nengenders issues of equity, fairness and the right of \r\ncountries to grow economically. The challenges of \r\nclimate change must, therefore, be addressed within the \r\nframework of sustainable development bearing in mind \r\nthe principle of common but differentiated \r\nresponsibilities. \r\n Bhutan has two major concerns about climate \r\nchange. First is the potential adverse impact on \r\nagriculture, which is the mainstay of 79 per cent of our \r\npopulation. Second, more serious and immediate, is the \r\nrate at which Himalayan glaciers are receding. Bhutan \r\nhas approximately 3,000 glacial lakes, of which 24 \r\nhave been identified as potentially dangerous. Floods \r\ncaused by glacial lake outbursts have caused \r\ndevastation in the past, and future outbursts will be far \r\nworse. Our capacity to carry out research, monitor \r\ndevelopments, forecast outbursts and take mitigation \r\nmeasures is severely constrained by a lack of scientific, \r\ntechnical and financial resources. \r\n In the Millennium Declaration of 2000, world \r\nleaders undertook to channel the fruits of globalization \r\nto benefit all people and lift one sixth of humanity \r\nfrom extreme poverty. At the midpoint between the \r\nadoption of the Millennium Development Goals \r\n(MDGs) and the target date of 2015, reports, including \r\nthe 2007 Millennium Development Goals Report, \r\nprovide a mixed picture at best. The Secretary-General \r\nhas rightly said that the world does not need new \r\npromises to achieve the MDGs. What is needed is \r\nurgent and concerted action by political leaders and \r\nstakeholders to meet, in their entirety, the commitments \r\nmade in the Millennium Declaration and in the \r\nMonterrey Consensus adopted at the 2002 International \r\nConference on Financing for Development and at the \r\n2005 World Summit. \r\n The 2006 midterm comprehensive global review \r\nof the implementation of the Programme of Action for \r\nthe Least Developed Countries for the Decade 2001-\r\n2010 revealed that the least developed countries were \r\nunlikely to achieve all the goals and objectives of the \r\nProgramme of Action, and therefore the MDGs, if \r\ntrends continued. It is the moral and political \r\nimperative of the international community to help the \r\nleast developed countries through strong supportive \r\nA/62/PV.15  \r\n \r\n07-52434 20 \r\n \r\nglobal programmes, measures and policies. However, \r\none year later, the situation remains largely unchanged. \r\n Geographical constraints present enormous \r\nchallenges to landlocked developing countries. Bhutan \r\nis working closely with the group of landlocked \r\ndeveloping countries to address those challenges \r\nthrough the cooperation of transit countries and the \r\ninternational community. The needs of the landlocked \r\ncountries are well-documented and there is a road map \r\nfor global partnership set out in the Almaty Programme \r\nof Action. \r\n Bhutan has made tremendous socio-economic \r\nprogress during the past 45 years. However, there are \r\nmany hurdles to overcome before we can stand on our \r\nown feet and be self-reliant. We are determined to \r\nachieve the cherished goal of self-reliance at the \r\nearliest time possible. Until then, we will have to rely \r\non external assistance and support. Here, I would like \r\nto record my country’s appreciation to bilateral and \r\nmultilateral donors. \r\n We hope that under the leadership of the \r\nPresident the Assembly will undertake results-oriented \r\nintergovernmental negotiations on Security Council \r\nreform in order to bring that issue to its logical \r\nconclusion. As we have stated before, Bhutan supports \r\nIndia, Japan and their G4 group partners for permanent \r\nmembership. We also support Africa’s claim for \r\npermanent seats. \r\n My country has as much interest in the work of \r\nthe Security Council as others and would like to see it \r\nadapt to current demands and realities. Since becoming \r\na Member in 1971, my country has served in a number \r\nof important bodies of the United Nations, but not in \r\nthe Security Council. We are confident of our capacity \r\nto contribute directly to the work of the Council. \r\nBhutan therefore announced in 1999 its candidature for \r\na non-permanent seat for the period 2013-2014. If \r\nrealized, Bhutan would gain entry into the Council \r\nafter four decades in the United Nations. It is our \r\nsincere hope that the General Assembly will support \r\nBhutan’s candidacy during the elections in 2012. \r\n Terrorism strikes at the very foundation of \r\nhumanism and cannot be justified under any \r\ncircumstances. This evil must be countered through \r\ncooperation at the bilateral, regional and global levels. \r\nAt the global level, greater efforts must be made to \r\nimplement the United Nations Global Counter-\r\nTerrorism Strategy and conclude a comprehensive \r\nconvention on international terrorism. Within our \r\nregion, the leaders of the South Asian Association for \r\nRegional Cooperation, at their 14th summit meeting, \r\nheld in New Delhi in April 2007, reaffirmed their \r\ncommitment to collectively fight terrorism. That is a \r\npositive development, but more needs to be done to rid \r\nthe region of this menace. \r\n Allow me to briefly apprise this body of \r\ndevelopments in my country. The development model \r\npursued by Bhutan is based on the philosophy of \r\n“Gross National Happiness”, a concept conceived by \r\nour fourth King, His Majesty Jigme Singye \r\nWangchuck, in the early 1970s. Gross National \r\nHappiness is premised on the belief that, if happiness is \r\nthe ultimate desire of every individual, then it is the \r\nresponsibility and purpose of the State to create \r\nconditions that enable citizens to realize this desire. We \r\nare glad that the concept of Gross National Happiness \r\nis drawing increasing global attention and we stand \r\nready to share our experiences in this regard. \r\n Bhutan is now set on the irreversible path to a \r\nfull-fledged democratic constitutional monarchy. The \r\npeople of Bhutan are looking forward to 2008, when \r\nparliamentary democracy will be introduced. Next \r\nyear, Bhutan will also celebrate the formal coronation \r\nof His Majesty Jigme Khesar Namgyel Wangchuck and \r\nthe centenary of the Wangchuck dynasty. As we stand \r\nat the threshold of these momentous developments, the \r\npeople of Bhutan look to our friends and well-wishers \r\nand the global community for support and inspiration. \r\n Before I conclude, allow me to refer to the \r\ncomments made yesterday by the honourable Foreign \r\nMinister of Nepal regarding the problem of the people \r\nin camps in Nepal. As her comments were less than \r\nobjective, it is important that misperceptions be \r\nclarified. It is disingenuous on her part to blame \r\nBhutan for the lack of progress in our bilateral talks \r\nwhen it is widely known that disruptions to the \r\nbilateral process resulted from the political instability \r\nin her country, which were accompanied by frequent \r\nchanges of Government and positions on the issue. \r\nBhutan for its part has always been committed to the \r\nbilateral process and has not deviated from the \r\nunderstandings and agreements reached between the \r\ntwo countries. \r\n The issue is a highly complex one that does not \r\nlend itself to conventional solutions. The genesis of the \r\nproblem lies in illegal immigration. The camps were \r\n A/62/PV.15\r\n \r\n21 07-52434 \r\n \r\nestablished without any screening procedures when \r\nonly 304 people, claiming to be refugees from Bhutan, \r\narrived in eastern Nepal. Screening procedures were \r\nput in place by the Office of the United Nations High \r\nCommissioner for Refugees only after two and a half \r\nyears, and by then the number had reached its present \r\nproportion. In view of the complexity of the issue, the \r\ntwo Governments had agreed that the bilateral process \r\nwas the only way to find a solution. In this regard, we \r\nappreciate the offer of the United States of America \r\nand other countries for third country resettlement, as it \r\nwould help address that humanitarian problem. \r\n While the Royal Government remains committed \r\nto the bilateral process, it has serious security concerns \r\nwith Maoist infiltration of the camps and the formation \r\nof several radical groups, who have publicly stated \r\ntheir objective of destabilizing Bhutan and disrupting \r\nthe country’s first parliamentary elections next year. \r\n In conclusion, I would like to once again convey \r\nmy delegation’s full support to the President and wish \r\nthe General Assembly every success at it sixty-second \r\nsession. Tashi delek. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Elvin Nimrod, Minister for Foreign \r\nAffairs, International Trade, Legal Affairs, Carriacou \r\nand Petite Martinique Affairs of Grenada. \r\n Mr. Nimrod (Grenada): I am honoured to join \r\nprevious delegations in congratulating the President on \r\nhis election as President of this Assembly at its sixty-\r\nsecond session. Let me assure him of Grenada’s \r\nunconditional support as he guides our important and \r\ncrucial deliberations towards a fruitful and tangible \r\nconclusion. \r\n I also take this opportunity to pay tribute to Mrs. \r\nHaya Rashed Al-Khalifa, who laboured tirelessly \r\nduring her presidency of the Assembly at its sixty-first \r\nsession, and to her timely and productive initiatives. In \r\naddition, my delegation would like to renew its support \r\nto the Secretary-General in his endeavour to advance \r\nthe agenda of the United Nations and to make it more \r\neffective. \r\n In his opening remarks to this General Assembly \r\nthe President identified five areas as our priorities: \r\nclimate change, economic development, the \r\nMillennium Development Goals, terrorism and United \r\nNations reform. Grenada salutes that vision in \r\nrecognizing the critical issues facing our world today, \r\nand it is through this lens that I would like to project \r\nthe views of my country. \r\n On the question of climate change, we applaud \r\nthe Secretary-General for convening the recently \r\nconcluded High-level Event on Climate Change, and \r\nwe are satisfied that this will provide the stimulus and \r\nmomentum required for the forthcoming negotiations \r\nin Bali. Indeed, for this sixty-second session, my \r\ndelegation welcomes the tremendous emphasis being \r\nplaced on climate change and, based on the statements \r\nmade thus far, we are heartened to note the \r\noverwhelming commitment to preparing a better world \r\nfor our future generations.  \r\n The recently concluded event was not our first \r\nattempt. Climate change was also addressed in Rio de \r\nJaneiro, Barbados and Mauritius. It seems that we are \r\nblessed with a penchant for songs of praise in this \r\nmultilateral temple of commitment and sacrifice. The \r\nchorus of our voices reverberates loudly in these halls \r\nof wisdom, only to sound a hollow note as we exit the \r\narchways of these chambers and backslide into reality. \r\nAs in all of these conferences, the real challenge that \r\nwe face is to convert what seems like a religious \r\nfervour into good deeds in the neighbourhood of our \r\nglobal village. As we preach, so too must we become \r\nconverts. Let us move from resolutions to results. \r\n As we head towards Bali, we must craft a \r\nnegotiating table that extends well beyond the \r\ndimensions of the intergovernmental process. That \r\ntable must have seats for the unborn generations, as \r\nwell as seats for this generation wishing to taste the \r\nsocial and economic prosperity of a new world order. \r\n Because of sea-level rise, we in the small island \r\nStates face the spectre of environmental refugees and \r\nour people are already being displaced. For example, \r\nthe Maldives with its 1,900 islands, that country has \r\nundertaken significant expenditure building sea \r\ndefences and in creating safe zone resettlements for its \r\npeople. \r\n The low-lying islands and countries of the world \r\ndeserve a far more robust and accountable response \r\nfrom the international community. In that regard, we \r\nwelcome the investigation in the Maldives of the \r\nhuman dimensions of climate change. \r\n As Grenada knows so well, the effects of climate \r\nchange represent the most dangerous threat to the \r\neconomic development, peace and security and \r\nA/62/PV.15  \r\n \r\n07-52434 22 \r\n \r\nterritorial existence of small island States. We therefore \r\nwelcome the efforts of the British Mission here in New \r\nYork, which has worked ceaselessly to raise awareness \r\nand understanding of the threat posed by climate \r\nchange, echoing the very concerns that many small \r\nStates and low-lying coastal nations have raised over \r\nthe last 15 years. \r\n In fact, one thing that has become painfully clear \r\nto Grenada is how easily — in the blink of an eye — \r\nan entire country can be flattened. In our case, it was \r\nthe eye of Hurricane Ivan. Hurricanes and cyclones are \r\nappearing in unusual latitudes and with greater \r\nferocity. They are appearing further south in the \r\nAtlantic, affecting islands like Grenada, and they are \r\nappearing further north in the Indian Ocean and hit the \r\nSeychelles for the first time in 50 years. Just this \r\nsummer we have seen two category five hurricanes, \r\nDean and Felix, make landfall in the Caribbean within \r\ntwo weeks of each other, causing loss of lives and \r\nhundreds of millions of dollars in damages. \r\n In Grenada’s case, the destruction was twice its \r\ngross domestic product. However, with the help of \r\nGod, the resilience of the Grenadian people, the help \r\nfrom our Caribbean and international friends including \r\nthe United States of America, and with the leadership \r\nof my Prime Minister, we continue our aspirations to \r\nbuild back better. In that regard, I would like to pay \r\nspecial tribute to the People’s Republic of China, \r\nwhose generous assistance and commitment to our \r\ndevelopment have been greatly appreciated by the \r\nGovernment and the people of Grenada. Because of \r\ntheir help, Grenada was able to host Cricket World Cup \r\n2007 at our new stadium, which was financed and \r\nconstructed by the People’s Republic of China. \r\n Despite all concerted efforts, climate change has \r\nled to a downward assessment of our sovereign credit \r\nrating and Grenada is now under the guidance of the \r\nInternational Monetary Fund. Grenada cannot borrow \r\nmoney on the international market to replant its \r\nnutmeg, to mend its coastal infrastructure, or to \r\nupgrade its tourism industry. As a result, we have \r\nimposed a reconstruction levy on our people, at a time \r\nwhen global energy and food prices are increasing. The \r\neconomic burden of global warming is hitting the \r\npockets of ordinary women and men in the streets of \r\nGrenada, the poor farmer, the hardworking teacher and \r\nthe waiters and waitresses in our hotels. Those ordinary \r\nisland citizens are paying the price for the lifestyles of \r\nthe major emitters. \r\n A new paradigm is needed within the United \r\nNations system and the Bretton Woods institutions. \r\nWithin that paradigm must lie an understanding that \r\nsmall island developing States have an environmental \r\nand economic vulnerability that warrants a new set of \r\nmetrics, a new set of rules and a new level of support. \r\n As we head towards a post-2012 agreement, we \r\nneed aggressive mitigation targets. Those targets are \r\ncritical for us, because sea temperature rise is already \r\ncausing bleaching of the coastal reefs. Loss of those \r\necosystems has a harmful impact on fish stocks, one of \r\nour main sources of protein and foreign exchange. \r\n The Caribbean Community Climate Change \r\nCentre has said that a further one degree temperature \r\nrise will lead to significant loss of tuna and dolphin \r\nstocks. And to compound the matter, in Mauritius and \r\nthe Seychelles, tuna stocks are diving deeper seeking \r\ncooler waters. In recent years, the fish catch has \r\ndwindled and revenues have diminished. To alleviate \r\nthose problems, more investment is now needed in new \r\nstudies, as well as in fishing technologies, equipment \r\nand practices. \r\n As we approach the Bali meeting, Grenada \r\nreiterates its position, articulated by the Alliance of \r\nSmall Island States, that the viability and adaptability \r\nof the most vulnerable, such as small island developing \r\nStates, must be the fundamental benchmark against \r\nwhich all negotiations are framed. In the efforts to \r\nmitigate climate change, no nation must be left behind. \r\nLet that be our guiding principle, if we are to make \r\nmeaningful progress in Bali. \r\n While these negotiations are ongoing, my country \r\nand many other islands and low-lying countries are \r\ntaking all necessary steps to cushion the fallouts and \r\ndislocations. Adaptation funding and funding for \r\neconomic development are almost indivisible. \r\n Grenada calls for the urgent completion of the \r\ninstitutional arrangements for the Adaptation Fund, in a \r\nmanner that guarantees that priority should be given to \r\nthe needs of the small island developing States. On the \r\nquestion of the Global Environmental Facility, we \r\nwelcome the energy, enthusiasm and flexibility of its \r\nnew Chief Executive Officer. We are, however, \r\ndisappointed with the implications of the Resource \r\nAllocation Framework. Nonetheless, we look forward \r\nto strengthening the working relationship with the \r\nFacility following reforms that make it more \r\nresponsive to the needs of small island States. \r\n A/62/PV.15\r\n \r\n23 07-52434 \r\n \r\n Climate change, energy, economic development \r\nand the Millennium Development Goals are so tightly \r\ninterwoven that over the long term, we cannot tease out \r\nany one thread without weakening the fabric of our \r\ncommon aspirations for prosperity and peace. \r\n It is well known that women are the most affected \r\nby poverty and suffer the highest levels of \r\nmarginalization. As the United Nations continues its \r\nstudy of the issue of gender architecture and the \r\ngeneral advancement of women, Grenada sees the \r\nempowerment of women as being critical for our own \r\ndevelopment. We therefore urge other States to \r\ncontribute to the many bodies of the United Nations \r\nthat promote and seek to secure avenues for women in \r\nthe development process. Let us contribute to their \r\nbudgets and not to their demise; for even if only a few \r\nbenefit, that sets the stage for others to follow. In our \r\nview, the advancement of women represents a most \r\npowerful force for social and economic progress. \r\nInvestment in gender mainstreaming is an investment \r\nin social justice, economic diversity and political \r\nstability. \r\n The United Nations must lead by example. \r\nGuided by the tenets of the Millennium Development \r\nGoals, Grenada is working assiduously to improve the \r\nstatus of women. Several years ago only a few women \r\nheld high political or other public offices in Grenada, \r\nbut today we are proud to report that approximately 50 \r\nper cent of the Cabinet of our executive branch is made \r\nup of women and that many others hold top positions \r\nwithin the public service. \r\n The challenge facing the vulnerable States of the \r\nworld can be resolved only if we ourselves transform \r\nour thinking and reform our methodologies. For that \r\nreason, we support the revitalization of the General \r\nAssembly. My delegation joins the call for the \r\nexpansion of the membership of the Security Council \r\nin both categories to allow for a Council more \r\nrepresentative of the 192 States and five regions which \r\nit represents. That way we can achieve much in \r\nassembling a stronger and more powerful Council \r\nwhich will be better able to fulfil its mandate in a fair, \r\njust and transparent manner. \r\n Grenada, as small as it is, has the honour to \r\nhighlight its humble but valuable contribution to the \r\nsecuring of stability in Haiti. This year Grenada has \r\nincreased its deployment of police personnel to the \r\nUnited Nations Stabilization Mission in Haiti. We \r\nencourage others to give whatever support they can, no \r\nmatter how minute, to the efforts of international \r\npeacekeeping initiatives. We are, however, hopeful that \r\nvery soon our unit and others like it will no longer be \r\nneeded. \r\n In closing, I must indicate that despite the \r\nchallenges I have outlined relating to our economic \r\nviability and territorial integrity, we still have to pay \r\nclose attention to terrorism and other threats to world \r\npeace and security. Grenada therefore remains steadfast \r\nin its commitment to the international community to \r\nfight terrorism in all its forms and to ensure that the \r\nseeds of that poisonous weed never take root on our \r\nshores. Grenada is convinced that a free and \r\ndemocratic world is our best hope and therefore \r\npledges its full support towards the betterment of lives \r\nworldwide. I call on all nations, big and small, rich and \r\npoor, to contribute even more to that noble task. \r\n We are all obviously singing from the same song \r\nsheet. Let us harmonize the sound of our voices to \r\namplify action for the citizens of our world. It must \r\necho triumphantly across the generations, so that when \r\nit is replayed with fidelity to our children and our \r\ngrandchildren they will listen with dignity, and not \r\nwith disdain. \r\n The Acting President: I now call on Her \r\nExcellency Ms. Lisa Shoman, Minister for Foreign \r\nAffairs and Foreign Trade of Belize. \r\n Ms. Shoman (Belize): For more than 20 years we \r\nhave been talking about rising atmospheric \r\ntemperatures, the depletion of the ozone layer, rising \r\nsea levels and the impending inundation of low-lying \r\ncoastal areas. Now that the climate change debate has \r\nfinally become the rage, those of us who see the \r\nchange and worry about the inevitable must \r\nunfortunately still contend with entrenched special \r\ninterests who, despite the overwhelming evidence now \r\navailable, continue to argue otherwise. \r\n We are focusing our general debate on climate \r\nchange, and it is the hope of my delegation that this \r\nwill lead to more decisive action by all Member States \r\nso that we can begin to make the changes we believe \r\nare necessary for us to reverse the trends which so far \r\ncontinue to lead us down a destructive path. \r\n We already agree that negotiations on action to \r\ntackle climate change should be conducted within the \r\nUnited Nations Framework Convention on Climate \r\nA/62/PV.15  \r\n \r\n07-52434 24 \r\n \r\nChange. We subscribe to the principle that each of us \r\nhas a role to play. Those who are the largest polluters \r\nmust reverse these trends. Those who are not among \r\nthe largest polluters must take the necessary measures \r\naimed at mitigation, as well as adaptation methods, to \r\nhelp in reversing those trends. \r\n Developed countries must recognize the special \r\nneeds of the most vulnerable, in order to support our \r\nefforts towards sustainable development and to assist \r\nus to make our communities more adaptable to change. \r\nWe must develop the capacity to take action. We must \r\nadopt more sustainable practices. For that to occur we \r\nmust take specific action to limit greenhouse gas \r\nemissions. It is not enough to say that we will reduce \r\nharmful emissions. We have been saying that since \r\nRio; we must do it. \r\n The European Union commitment on climate \r\nchange is important politically, but we need to move \r\nbeyond symbolism to action. Other developed \r\ncountries and regions, as well as emerging economies, \r\nmust take substantial steps towards mitigation and \r\ndevelop and share the technologies which result in \r\nlow-carbon or no-carbon economies. \r\n In Belize, the symbiosis between our ecology and \r\nour economy is evident. Agricultural production, \r\nfishing, mineral extraction and hydrocarbon \r\nexploration as well as tourism are all subject to the \r\ncaprices of the climate. Must we also be subjected to \r\nan uneven playing field in the arena of international \r\ntrade, which is fast reaching the crisis level? To mix \r\nmetaphors, sometimes a rising tide can swamp \r\nvulnerable boats. \r\n The international community must keep \r\ndevelopment in perspective in the current climate \r\nchange debate, since, as has been said before, \r\neconomic development better enables countries to \r\ntackle climate change. Our focus on the urgency of the \r\ncurrent situation should not, however, detract from the \r\nequally urgent if not dire situation of the development \r\nagenda, resulting from complex factors including \r\nclimate change and the failure of the international \r\neconomic system to reinvent itself. \r\n At the heart of the crisis is a fundamental distrust, \r\nand no place is this more evident than in the Doha \r\nDevelopment Round. Doha doled out harsh \r\nconsequences for developing countries, particularly \r\nthose that are commodity and preference dependent. \r\nWe ask the question: Is there is a serious commitment \r\nto the survival of the multilateral trading system? If the \r\nanswer is no, we can expect to see even more bilateral \r\nand regional arrangements, resulting in a movement \r\naway from the idea that together we are better at \r\nsolving our common problems. \r\n The discussions on climate change and the larger \r\ndevelopment debate exhibit the need for an effective, \r\nlegitimate multilateral system that is fair and balanced \r\nand that operates in a transparent and inclusive manner. \r\nResponsible leadership that adheres to the basic \r\nprinciples of justice and the rule of law is even more \r\ncritical to achieving that system and maintaining its \r\nintegrity. \r\n It is in this spirit of respect for law and justice \r\nand of the desire for equity and for the preservation of \r\nhuman rights that we continue to struggle with the \r\ndecision of this body to exclude any true debate over \r\nthe inclusion of the right of the 23 million people of \r\nTaiwan to representation in this institution. The desire \r\nof the people of Taiwan is not only to take part in the \r\ndeliberations of this institution but, indeed, to be \r\nengaged on the critical issues facing the international \r\ncommunity. We remain steadfast in our support for \r\ntheir aspirations and will continue to advocate for their \r\nrepresentation, as well as that of the Saharawi people, \r\nwho lack a voice in our United Nations. \r\n We continue to monitor the situation in the \r\nMiddle East with great concern. The question of \r\nPalestine remains the crux of the conflicts in the \r\nregion. In that regard, it is high time that we realized \r\nthe vision of two States, Palestine and Israel, living \r\nside by side in peace and security. We join those who \r\nexpect that the international meeting to be held in the \r\nnear future will yield results substantial enough to \r\ntranslate that vision into reality. \r\n The United Nations remains the key institution to \r\nfacilitate cooperation and build global solidarity to \r\nsolve our pressing economic, social and political \r\nproblems. Its effectiveness has been challenged. The \r\nUnited Nations and its Member States have responded \r\nto this challenge by embarking on a comprehensive \r\nreform process to overhaul the system and to ensure \r\nthat it is better equipped to meet contemporary global \r\ndemands.  \r\n We applaud reform that has been achieved in \r\npeacebuilding, human rights and humanitarian \r\nassistance and encourage the United Nations to \r\nmonitor these developments for their effectiveness and \r\n A/62/PV.15\r\n \r\n25 07-52434 \r\n \r\ntheir compliance with their mandates and with the \r\nCharter of the United Nations. Belize continues to \r\nsupport comprehensive reform of the Security Council. \r\nIn particular, we agree with other Member States which \r\nhave called for a more results-oriented debate during \r\nthe sixty-second session. \r\n Building trust requires a return to basics. To \r\nadvance development, we must return to the basic \r\nprinciple of equity. In international peace and security, \r\nwe must return to the basic principles of the United \r\nNations Charter and the rule of law. \r\n In the matter of climate change, that greatest \r\nchallenge to our civilization, we must look to science \r\nto make those arguments which will diminish the \r\nsceptics. And we must return to the basic principles \r\nenshrined in the United Nations Framework \r\nConvention on Climate Change. \r\n Let us give meaning to the moment. Let us get to \r\nwork. \r\n The Acting President: I now call on His \r\nExcellency Mr. Ednan Karabaev, Minister for Foreign \r\nAffairs of the Kyrgyz Republic. \r\n Mr. Karabaev (Kyrgyzstan) (spoke in Russian): \r\nAt the outset, let me join others in congratulating Mr. \r\nSrgjan Kerim on his election to the presidency of the \r\nGeneral Assembly at its sixty-second session. I assure \r\nhim that the delegation of Kyrgyzstan stands ready to \r\ncooperate with him. On behalf of my delegation I wish \r\nhim every success in fulfilling his responsibilities. \r\n I wish to pay tribute to Her Excellency Sheikha \r\nHaya Rashed Al-Khalifa for her outstanding \r\nstewardship during the previous session of the General \r\nAssembly. \r\n I would also like to take this opportunity to \r\ncongratulate the Secretary-General, His Excellency Mr. \r\nBan Ki-moon, on his election to his high and \r\nresponsible post and to wish him every success in his \r\nimportant work. I am confident that his vast experience \r\nand diplomatic skill will enable him to achieve all the \r\ngoals of the United Nations. \r\n It would no doubt be difficult to come to a \r\ncommon agreement about the date on which the new \r\nmillennium began — whether it started with the \r\ntragedy of 2001 or harks back to 1991, when the \r\nstructure of the world order changed. I believe that the \r\nproponents of either theory would agree that a new \r\nperiod has emerged: a time when the interdependence \r\nof States has become a vivid reality leading to greater \r\nvulnerability. Problems have become global, whereas \r\nglobalization has become localized. \r\n In the face of all these dilemmas, the United \r\nNations unswervingly maintains its status as an \r\norganization whose core value is to promote the moral \r\nprinciples of solidarity. The formation of a global civil \r\nsociety and the recognition of universally accepted \r\nrights and freedoms under the auspices of the United \r\nNations play a significant role in furthering the process \r\nof consolidation. \r\n This clearly shows that society is capable of \r\nrefraining from war and solving its problems by using \r\nits peacekeeping potential. Thoughtfully building the \r\nfuture is not possible without reviewing and continuing \r\nstrategic planning of socio-economic development. \r\nFifteen years ago, one of the most noteworthy of \r\nUnited Nations conferences took place at Rio de \r\nJaneiro. There, the concept of sustainable development \r\nwas defined as a new tenet for humankind. The main \r\npurpose was to create a new mechanism enabling us to \r\nresolve existing social tensions and to prevent future \r\nones through cooperation among States and the \r\nformation of a global civil society. \r\n The relationship between the State and the \r\nsociety develops differently in each country. The \r\nKyrgyz Republic has come a long way in affirming \r\ndemocratic values, conducting constitutional reform \r\nand fiscal decentralization. All this has been reflected \r\nin the national development strategy approved by the \r\nPresident of the Kyrgyz Republic, Mr. Kurmanbek \r\nBakiev. The aim of that document is to achieve \r\nsustainable development by 2010; it is based on the \r\nprinciples of self-fulfilment and human security, which \r\nare the basic source of positive change in the sphere of \r\nhuman development. \r\n At the same time, we are well aware that long-\r\nterm sustainable development depends on the stability \r\nof human relationships based on an understanding of \r\nhow to use existing resources for social and economic \r\ndevelopment today and of what we must leave for \r\nfuture generations. \r\n Seven years ago, the General Assembly adopted \r\nthe Millennium Development Goals, thereby defining \r\nour objectives for the future and the conditions needed \r\nto achieve them. Attainment of the eight Goals and \r\ntackling of the 15 challenges will serve as a basis both \r\nA/62/PV.15  \r\n \r\n07-52434 26 \r\n \r\nfor our global initiative and for realizing the potential \r\nof regional development. \r\n Nevertheless, level of development varies from \r\nregion to region. This is particularly relevant for \r\nmountainous regions, which require a different strategy \r\nfor sustainable development which takes into account \r\neach area’s specific potential in natural resources. In \r\naddition to defining the ecological parameters, it is \r\nnecessary to define the economic and geographic \r\npeculiarities of mountainous regions that call for a \r\nspecial system of management which would give \r\npriority to local self-governance. Despite their \r\nsignificant resource potential, mountainous territories \r\nneed to address as a priority problems related to living \r\nstandards and quality of life. In that regard, the Kyrgyz \r\nRepublic believes that a second Global Mountain \r\nSummit should be convened, at which we could \r\nformulate a definitive sustainable policy for \r\nmountainous regions, along with relevant norms of \r\ninternational law. \r\n Even what is seemingly the most insignificant \r\nsocial inequality can destroy the social integrity of \r\nhumankind. Similarly, equal protection of rights and \r\nfreedoms and the adoption of universal values of \r\nrespect for human life enable us to fulfil the principles \r\nof the Seville Statement Violence, which defines war as \r\na product of human culture. \r\n The primary source of conflict is, in fact, lack of \r\nsocial responsibility. The development strategy of \r\nevery single country should establish social \r\nresponsibility as a basic characteristic for elaborating \r\napproaches to regional and global coordination, thus \r\nimproving the environment and reducing energy \r\nshortages. Regional parameters of responsibility will \r\nthen create a new type of society, which will be no \r\nlonger a society at risk, but rather a society of security. \r\n I have no doubt that all of today’s participants, as \r\nwell as all countries that accepted the MDGs as a basis \r\nfor their national development, are striving to establish \r\nsocial peace and social equality, but the establishment \r\nof a socially-oriented world order requires the \r\nstrengthening of mechanisms to promote the adoption \r\nof decisions at the highest level. It is necessary that \r\nsuch mechanisms include both the monitoring of joint \r\nefforts and parameters of progress achieved in the \r\nframework of the most effective implementation of the \r\nMDGs. The initiative of the Kyrgyz President to \r\nproclaim 20 February a world day of social justice \r\nwould serve as such a mechanism. We kindly request \r\nthe General Assembly to consider adopting a resolution \r\nto that effect at the current session. \r\n The establishment of social justice has been a \r\ndream of humankind for many millennia. There was a \r\ntime when some were burned at the stake for \r\nentertaining such dreams or attempting to establish a \r\ncommunity of social justice. At one time, dictatorship \r\nand authoritarianism prospered under the pretext of a \r\ncall to social justice. That happened because of a \r\ndisparity between the proclaimed elevated goals and \r\nthe means of their achievement. \r\n In the third millennium, the world’s nations have \r\ndefined development goals in the framework of a \r\nunited society. The means to achieve those goals must \r\ncorrespond to a high level of civic awareness of the \r\npotential of peacekeeping. We already have the \r\ngrounds for a constructive dialogue defining the \r\ndynamics of peacekeeping for humankind’s \r\ndevelopment. The United Nations has been a \r\nfoundation of such dialogue for several decades. \r\n Allow me from this rostrum to confirm the \r\nadherence of the Kyrgyz Republic to the goals and \r\npurposes of the United Nations to maintain peace, \r\nsecurity and a prosperous life for all the nations of the \r\nEarth. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Charles Savarin, Minister for \r\nForeign Affairs, Trade, Labour and the Public Service \r\nof the Commonwealth of Dominica. \r\n Mr. Savarin (Dominica): Let me at the outset \r\ncongratulate Mr. Kerim on his election as President of \r\nthe General Assembly at its sixty-second session and \r\nassure him of the cooperation of the Dominica \r\ndelegation throughout this session. I commend his \r\npredecessor, Sheikha Haya Rashed Al-Khalifa, for her \r\nleadership during the sixty-first session of the General \r\nAssembly. \r\n I also wish to congratulate Secretary-General Ban \r\nKi-moon on his election. I wish him a long and \r\nsuccessful tenure, and hope that under his leadership \r\nthe United Nations will give greater attention to the \r\nplight of the world’s small island developing States, \r\nwhich are among the most vulnerable to climate \r\nchange, natural disasters and a rise in sea levels. \r\n In the interdependent world which we live in \r\ntoday, the promotion of the fundamental values of \r\n A/62/PV.15\r\n \r\n27 07-52434 \r\n \r\npeace, democracy, human rights and development \r\ndepends on strong multilateral institutions. Dominica \r\nbelieves that it is only a strong United Nations, \r\nsensitive to the variable geometry of its own complex \r\nconstruction, that can serve as the foundation of our \r\nshared ambitions for effective multilateralism and a \r\nrules-based international order. \r\n The experience of the past decade has taught us \r\none important lesson: global challenges require global \r\nresponses, and those challenges can receive the \r\nappropriate responses only through the framework of \r\nmultilateral action. The United Nations is the \r\nundisputed centre for multilateralism, and we must all \r\ndemonstrate unwavering commitment to vesting in the \r\nUnited Nations the authority and to offering it the \r\nspace to undertake effective interventions in the \r\ninterest of the preservation of human life, human \r\nrights, peace, justice, democracy and the rule of law. \r\n More than ever, we need a United Nations which \r\nis not only guided by the principles that oversaw its \r\ncreation, but capable of adapting to the growing \r\nchallenges of today’s globalized world. We need an \r\neffective United Nations that will place the highest \r\npriority on development, while having the capacity to \r\nrespond to the various crises that threaten international \r\npeace and security. \r\n The work of the international community in \r\npoverty alleviation must be accelerated as the chasm \r\nbetween the rich and the poor continues to widen. In \r\nthat connection, the importance of achieving the \r\nMillennium Development Goals (MDGs) by 2015 is \r\ncritical. We must therefore rededicate ourselves to the \r\nimplementation of the actions called for in the United \r\nNations Decade for the Eradication of Poverty and in \r\nrelevant resolutions of the General Assembly, including \r\nthose related to the right to development, the \r\nalleviation of burdensome debt, and fair and equitable \r\ntrading rules.  \r\n Climate change is the most pressing \r\nenvironmental problem humankind has ever faced. It \r\nseriously threatens human security and will undermine \r\nour ability to achieve the MDGs. Unless there is a \r\nglobal and collective response, this planet will become \r\nunlivable for most of us. \r\n Small island developing States are most \r\nvulnerable to the effects of climate change, even \r\nthough they contribute the least to emissions of \r\ngreenhouse gases. Sea-level rise threatens the \r\nterritorial existence of small island developing States, \r\nand low-lying islands in the Indian Ocean, the Pacific \r\nand the Caribbean may simply disappear in the next 30 \r\nyears or less as the melting of ice caps and mountain \r\nglaciers on all continents becomes the new reality of \r\nunchecked climate change. The disappearance of \r\nbeaches and coastal tourism plants and the loss of \r\ncoastal communication infrastructure would devastate \r\nthe tourism economy of most island States. Other \r\nregions are also beginning to experience the effects of \r\nthose climatic changes, with persistent conditions of \r\ndrought followed by devastating flooding. \r\n Rising sea temperature is causing death and the \r\nbleaching of coral reefs, which in turn are impacting \r\nnegatively on fish stocks, the major protein source of \r\nisland States. It is estimated that a one-degree increase \r\nin sea temperature over pre-industrial levels will lead \r\nto significant loss of tuna and dolphin stocks for a large \r\nnumber of island States. \r\n Rising sea temperature also provides a fertile \r\nground for the development of tropical storms and \r\nhurricanes, which affect the Caribbean region every \r\nyear. Climate change is contributing to the frequency \r\nand severity of those storms. We are currently in the \r\nmidst of the 2007 hurricane season and, over a two-\r\nweek period in the month of August, the Caribbean \r\nregion suffered the onslaught of two category-5 \r\nhurricanes, Dean and Felix. Those storms seriously \r\naffected Dominica, Guadeloupe, Martinique, Saint \r\nLucia, Jamaica, Belize, Honduras, Nicaragua and \r\nMexico. We are only half-way through this hurricane \r\nseason, which is forecast to have seven category-5 \r\nhurricanes. It may very well be that the worst is yet to \r\ncome. \r\n My own country, Dominica, was severely \r\nbattered by Hurricane Dean, the third-worst hurricane \r\nto make landfall in the Caribbean since 1850. After 15 \r\nhours of buffeting by winds of 110 miles per hour and \r\ncontinuous rainfall, our agricultural economy was \r\ndestroyed, our infrastructure devastated by swollen \r\nrivers and numerous landslides, and our housing stock \r\nseriously affected. We appreciate greatly the solidarity \r\nof a number of countries, regional and extra-regional, \r\nand the generous support they provided in the \r\nimmediate aftermath, but now comes the serious \r\nchallenge of reconstruction, which is estimated to cost \r\nover a $100 million. \r\nA/62/PV.15  \r\n \r\n07-52434 28 \r\n \r\n The high-level event on climate change helped to \r\nunderscore that doing nothing about climate change \r\nwill have enormous negative implications for all \r\ncountries, and more particularly for the least developed \r\ncountries and small island developing States. The pace \r\nof climate change negotiations is disconcertingly slow \r\nbecause it is not adequately responsive to the urgency \r\ndictated by science. \r\n We urge all the nations of the world to come to \r\nBali in December prepared to advance the multilateral \r\nnegotiations. A demonstration of collective political \r\nwill and commitment to determined action will be \r\ncritical if we are to reach agreement on a fair, effective, \r\nflexible and inclusive climate regime under the United \r\nNations Framework Convention on Climate Change \r\nand its Kyoto Protocol. Developed countries and the \r\nmore advanced developing countries must make a \r\ngreater effort to do more and to be considerate of the \r\nemergency situation facing the small island States. \r\n We continue to stress that the vulnerable situation \r\nof the small island developing States must be addressed \r\nthrough the vigorous implementation of the actions \r\ncalled for in the Mauritius Strategy for the Further \r\nImplementation of the Programme of Action for the \r\nSustainable Development of Small Island Developing \r\nStates. \r\n We call for the full implementation of the \r\nmandates contained in the Millennium Declaration, in \r\nparticular the commitments to development and \r\npoverty eradication, the protection of the common \r\nenvironment, and the realization of human rights, \r\ndemocracy and good governance. As a follow-up to the \r\nreform commitments emanating from the 2005 \r\nSummit, we welcome the reports of the High-level \r\nPanel and of the Secretary-General on system-wide \r\ncoherence, and we hope for the strengthened capacity \r\nof the United Nations in development, humanitarian \r\nassistance and the environment. \r\n The adoption of the Global Counter-Terrorism \r\nStrategy by the General Assembly was an important \r\nachievement. It will be meaningless, however, if we do \r\nnot address its full implementation. Small States like \r\nDominica and the rest of the States members of the \r\nOrganization of the Eastern Caribbean States must be \r\nassisted to meet the various obligations required by the \r\nimplementation of the counter-terrorism conventions. \r\n As a country with an indigenous Kalinago \r\npopulation, Dominica is proud to have played a role in \r\nthe negotiation process that led to the recent adoption \r\nof the United Nations Declaration on the Rights of \r\nIndigenous People, and we call on those Member \r\nStates that have not yet done so to embrace the \r\nDeclaration. \r\n Dominica applauds the African Union for its \r\nunwavering efforts towards the maintenance of peace \r\nand security on the African continent, and we are \r\nsupportive of the long-term vision of an African peace \r\nand security architecture. In that context, Dominica \r\nwelcomes the creation of the African Union-United \r\nNations Hybrid Operation in Darfur, which we hope \r\nwill contribute to the political resolution of the conflict \r\nthere and bring to an end its tragic humanitarian \r\nconsequences in the Sudan and the neighbouring \r\nStates. \r\n In our region, we welcome the continuing \r\nengagement of the United Nations and the \r\nOrganization of American States in Haiti. We urge the \r\nUnited Nations to make the commitment to going \r\nbeyond the current engagement through the United \r\nNations Stabilization Mission in Haiti (MINUSTAH) to \r\na longer-term engagement that will bring sustainable \r\neconomic stability and development to Haiti. We \r\nappreciate the important role of Brazil and the other \r\nMember States that are participating in MINUSTAH, \r\nbut we must be careful not to see those interventions as \r\nthe emergency response of an international fire brigade \r\nquickly extinguishing political conflagrations and \r\nremaining only long enough to dampen the embers of \r\nrenewed conflict. \r\n Haiti’s problems stem from underdevelopment \r\nand extensive periods of dictatorship. It is in \r\ndemocracy and development, therefore, that the \r\nsolutions for Haiti lie. A stable and prosperous Haiti \r\nwill significantly strengthen the Caribbean Community \r\nand contribute meaningfully to the process of \r\ndeepening regional integration and the attendant march \r\ntowards the Caribbean single market and economy. \r\n Recent violent upheavals in Myanmar are not \r\nencouraging for the hoped-for resolution of the long-\r\nstanding difficulties afflicting that country in its \r\ntransition to democracy. We urge influential countries \r\nin South-East Asia that have friendly relations with the \r\nmilitary regime in Rangoon to use their good offices in \r\nsupport of the United Nations effort to bring about a \r\npolitical solution and national reconciliation among all \r\nconcerned parties. \r\n A/62/PV.15\r\n \r\n29 07-52434 \r\n \r\n The continued presence of the Republic of \r\nFrance, the Kingdom of the Netherlands, the United \r\nKingdom and the United States of America in the \r\nCaribbean should provide an opportunity for the \r\nstrategic engagement of those metropoles, Canada and \r\nSpain with the independent Caribbean States to create \r\nin the Caribbean a zone of peace, security and \r\nprosperity, complementing the invaluable development \r\nassistance of the People’s Republic of China, the \r\nRepublic of Cuba, the Bolivarian Republic of \r\nVenezuela, Japan and the European Union. \r\n I wish to underscore the vital importance of a fair \r\nglobal trading system as the only way for small States \r\nto survive in this globalized world. We do not want to \r\ndepend on fast-disappearing development assistance. \r\nWe want to have the assurance that we will be able to \r\ntrade the goods and services we produce on terms and \r\nconditions that will enable us to build our economies \r\nand to provide employment for our citizens. That is \r\nwhy we continue to call for the earliest possible \r\nconclusion of the Doha Development Round of the \r\nWorld Trade Organization (WTO). We urge the major \r\ntrading nations to demonstrate a spirit of compromise \r\nand constructiveness, backed by a genuine will to \r\ncommit to a balanced agreement that embraces the \r\nprinciple of special and differential treatment for small \r\nisland developing States and places development at the \r\ncentre of any final agreement. \r\n Dominica has made important progress in its \r\nquest to adapt to the challenges of trade liberalization \r\nand its attendant preference erosion. Those changing \r\nterms of trade have progressively devastated our \r\nprimary source of foreign exchange earnings — the \r\nexport of bananas. That persistent assault on our \r\nbanana exports to the European Union through \r\nunrelenting recourse to the WTO dispute settlement \r\nbody has impacted negatively on our overall economy. \r\nAs a result, we have had to undergo a structural \r\nadjustment programme and undertake stringent fiscal \r\nmeasures that have required sacrifices by the \r\npopulation as a whole in order to stabilize the \r\ndeteriorating fiscal and economic position. We have \r\nturned the corner and returned to a period of sustained \r\neconomic growth, and are moving steadily to the \r\ndiversification of our economy. The impact of \r\nHurricane Dean so soon afterwards will therefore be \r\ndoubly devastating. \r\n We are working towards a new energy regime \r\nthat will significantly reduce our dependence on fossil \r\nfuels for our energy needs and slow the haemorrhaging \r\nof scarce foreign exchange earnings to meet the ever-\r\nrising cost of petroleum products. We plan to increase \r\nour current 40-per cent renewable energy generation \r\nfrom hydropower through initiatives for geothermal \r\nenergy development and further expansion of \r\nhydropower. We will need the continuing partnership \r\nof the development partners to remain on that path \r\ntowards successful economic transformation. \r\n May I call on the United Nations once more to \r\nrededicate itself to making development the highest \r\npriority of this body. Together, the developed countries \r\nand the developing countries must work in a \r\ncooperative manner to address the challenges of \r\nclimate change and sustainable development. We can \r\nwork together to defeat poverty and underdevelopment \r\nand to give hope and dignity to all peoples. To achieve \r\nthat, we must implement the decisions that we take \r\nhere in this General Assembly every year. The time for \r\naction is now. \r\n The Acting President: I now give the floor to \r\nHis Excellency The Honourable Natanaera Kirata, \r\nMinister of Public Works and Utilities of the Republic \r\nof Kiribati. \r\n Mr. Kirata (Kiribati): I bring warm greetings \r\nfrom my Government and the people of the Republic of \r\nKiribati, on whose behalf I am honoured and privileged \r\nto address this important gathering this afternoon. \r\n Allow me to join preceding speakers in offering \r\nmy sincere congratulations to Mr. Kerim on his \r\nelection as President of the General Assembly at its \r\nsixty-second session. I am confident that with his \r\nwisdom, experience and diplomatic skill, he will steer \r\nthe course of this Assembly to a successful conclusion. \r\nLet me assure him that Kiribati pledges its full support \r\nto him in the performance of his challenging task. \r\n I take this opportunity to also extend my \r\nappreciation to his predecessor for the exemplary way \r\nin which she guided the proceedings of the sixty-first \r\nsession of the General Assembly. \r\n I wish to commend as well the Secretary-General \r\nand members of his team in the Secretariat for their \r\nperseverance and relentless efforts in pursuit of the \r\ngoals of the United Nations. In particular, I \r\ncongratulate the Secretary-General on his sterling \r\nleadership of this Organization since taking over his \r\ntop and challenging job at the beginning of this year. \r\nA/62/PV.15  \r\n \r\n07-52434 30 \r\n \r\n Our world is confronted more than ever with a \r\nnumber of serious threats and major challenges. Every \r\nyear, we all come together from different parts of the \r\nworld to this beautiful city of New York with our hopes \r\nof finding practical and workable solutions to those \r\nchallenges. Indeed, situations in some regions of the \r\nworld show no sign of improvement and are further \r\nconfronted by crises that have proven difficult to settle. \r\nThose challenges affect us each as individual countries, \r\nsmall and big, rich and poor, developing and \r\ndeveloped. In a world characterized by globalization \r\nand interdependence, the need for the human family to \r\nundertake constructive and sustained cooperation has \r\nbecome more urgent. \r\n With the growing complexity and uncertainty of \r\nevents in this world of ours, especially in the context of \r\nglobalization and with the emergence of new \r\nchallenges to peace and security, the fulfilment of the \r\nrole of the United Nations remains critical. Kiribati \r\nremains committed to supporting the reform of the \r\nUnited Nations. \r\n We continue to believe that the reform of this \r\nOrganization is in the best interests of humanity, and \r\nwe would like to see the reform processes move \r\nforward and be concluded as early as practicable in \r\norder for the Organization to be able to respond \r\neffectively to today’s challenges to global peace, \r\nsecurity and economic and social progress. \r\n Seeking peace and economic development \r\nrepresents the common wish of all nations. Without \r\nglobal peace there can be little positive development in \r\nour countries. Kiribati is committed, within its resource \r\nand capacity constraints, to working closely with other \r\nlike-minded countries in pursuit of world peace and \r\nstability, economic development and progress of \r\nmankind. As the only universal multilateral \r\ninternational organization, the United Nations remains \r\nthe best forum for allowing all States to come together \r\nto resolve problems of a global character, regardless of \r\ntheir size or wealth. \r\n States Members of the United Nations are all too \r\naware that globalization has brought us all to a point at \r\nwhich everything is interconnected and the well-being \r\nof almost every citizen is affected by global \r\ndevelopments. Events that happen in one part of the \r\nworld have a direct bearing on the rest of the world. \r\n Sometimes however, we are all affected and \r\ninvolved in a much more substantial way. Like other \r\nleast developed countries and small island developing \r\nStates, Kiribati has so many constraints. Our very \r\nremoteness from world market centres, narrow \r\neconomic base and high population growth rates are \r\nfactors that we must contend with. The continuing \r\nsharp increase in world oil prices and our total reliance \r\non imported oil and fossil fuel has already put a lot of \r\npressure on our economy. Our options for containing \r\nthe adverse impact of increasing world oil prices are \r\nvery limited. We must also contend with the HIV/AIDS \r\npandemic and tuberculosis, among others, which \r\nrequire the diversion of the already meagre resources \r\nwe have at our disposal to finance our development. \r\n Those complex economic situations of ours will \r\ncontinue to undermine our efforts and determination to \r\nrealize the achievement of the Millennium \r\nDevelopment Goals and other internationally agreed \r\ndevelopment goals. In order to be able to realize our \r\naspirations to attaining sustainable economic \r\ndevelopment and to sharing the benefits of \r\nglobalization, Kiribati would like to call on the \r\ninternational community to look at a new global \r\nstrategy that would create an enabling economic \r\nenvironment for the most disadvantaged States \r\nMembers of this noble institution, such as my own. \r\n Even with those complex economic development \r\nchallenges, we are forced to operate in an environment \r\nof uncertainty. I say “uncertainty” as our very survival \r\nas a nation and as a people with a distinct culture and \r\nway of life is at great risk, as we are being threatened \r\nby global warming and sea-level rise. \r\n Our islands are widely dispersed and small; most \r\nrise barely over 0.2 metres above mean sea level. For \r\ncountries such as Kiribati, global warming and sea-\r\nlevel rise are critical security concerns. Those concerns \r\nare ones that we, as individual countries and as \r\nmembers of this collective body, need to continue to \r\nwork together to address. \r\n We will continue to call on the international \r\ncommunity to agree on a unified global response to \r\nthose environment issues. We will also continue to \r\nwork with like-minded countries in pushing the case \r\nfor a unified global response to those issues. As a small \r\ncountry, Kiribati places great confidence on the \r\ninternational community for its survival, and we hope \r\nthat our repeated appeals to this body to address that \r\ncritical issue will receive stronger political support and \r\ncommitment this time. There is no more time to debate \r\n A/62/PV.15\r\n \r\n31 07-52434 \r\n \r\nthe issue, as climate change is now a fact of life. It is \r\nnow time to put words into action so that this living \r\nplanet is protected from complete destruction and \r\npreserved for use by our many generations to come. \r\n We wish to commend the Secretary-General for \r\nhis initiative in calling the high-level event on climate \r\nchange on 24 September this year. That in itself means \r\na lot to those who are now living under the cloud of \r\ndesperation, fear and uncertainty. We remain confident \r\nthat further meaningful actions will follow and that \r\nconsensus will soon be achieved on finding a global \r\nsolution to climate change before it is too late. \r\n Terrorism is an ongoing concern that affects all \r\ncountries large and small. Kiribati condemns terrorism \r\nin all its various forms and manifestations and will \r\ncontinue to support the global fight against terrorism. \r\n This time last year, Kiribati joined other States \r\nMembers of the United Nations in expressing our \r\ndisappointment over the continued neglect and \r\nrejection of the desire of the 23 million people of \r\nTaiwan to join this Organization. It is further saddening \r\nto note that Taiwan’s request for admission this year \r\nwas again not given a fair opportunity to be heard by \r\nthe General Assembly. \r\n With a population of 23 million, giving it the \r\nforty-seventh largest population in the world, Taiwan \r\nhas continued to respect and abide by the United \r\nNations Charter based on the principles of democracy, \r\nmutual respect and understanding. We feel that Taiwan \r\nand its 23 million people deserve justice from this \r\nnoble institution. It is Kiribati’s fervent hope that \r\nTaiwan will one day be given the nod to assume its \r\nrightful place in this highly respected Organization. \r\n Let us all work together to make this world a \r\nbetter place — a place where citizens of all of our \r\nnations can live together in harmony, peace, security \r\nand prosperity for many years to come. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Hussein Elabe Fahiye, Minister for \r\nForeign Affairs and International Cooperation of the \r\nSomali Republic. \r\n Mr. Fahiye (Somalia): It is indeed an honour for \r\nme to extend to Mr. Kerim the sincere congratulations \r\nof the Government of Somalia upon his election to the \r\npresidency of the General Assembly. His tenure comes \r\nat a crucial period for the international community as \r\ntensions and instability have surfaced and the United \r\nNations has also embarked on a series of world-\r\nchanging reforms. My delegation is confident that he \r\nwill rise to the challenges and steer this body \r\ncompetently during the sixty-second session. \r\n Fitting tribute is also due to his predecessor, \r\nSheikha Haya Rashed Al-Khalifa, for her sterling \r\nguidance and exemplary way of steering the \r\nproceedings of the sixty-first session of the General \r\nAssembly during some of the most trying times for the \r\nUnited Nations. \r\n Permit me also to express on behalf of the \r\nTransitional Federal Government of Somalia my \r\nsincere felicitations to the new Secretary-General, Mr. \r\nBan Ki-moon, who has had a distinguished career in \r\ninternational diplomacy and who brings that extensive \r\nexperience to the United Nations. Those skills will be \r\ncrucial in his new assignment. We are confident that he \r\nwill be a beacon of hope in keeping the United Nations \r\nideal alive during the years ahead. \r\n May I also take this opportunity to congratulate \r\nMs. Asha-Rose Migiro on her appointment to the High \r\nOffice of Deputy Secretary-General. \r\n The President returned to the Chair. \r\n One of the major principles of the United Nations \r\nCharter is to maintain peace and security, and to that \r\nend to take effective measures for the prevention and \r\nremoval of breaches to world peace and security. It is \r\nin that conviction that I appear before this body to \r\nunderscore the concerns of the Federal Government of \r\nSomalia on political and security matters related to the \r\nroles that should be assumed by the international \r\ncommunity. \r\n Regrettably, we feel that our major efforts in \r\nnation-building and State-institution development have \r\nmet with an unreceptive response and reticence of an \r\ninexplicable nature. Collective action by this world \r\nbody has been more consistent and vigorous, until very \r\nrecently, in coming to the rescue of nations in dire need \r\nof help. A case in point concerning that \r\nincomprehensible attitude is the long-delayed adoption \r\nof a resolution on the timely deployment of a \r\npeacekeeping mission in Somalia. If that stand \r\ncontinues, it will reveal only a lack of commitment and \r\nindirect acquiescence to prolonging the agony of the \r\nSomali people. We call upon the United Nations to \r\ncome out without delay in support of the deployment \r\nof the multinational forces. \r\nA/62/PV.15  \r\n \r\n07-52434 32 \r\n \r\n The Transitional Federal Government of Somalia \r\nhas diligently embarked on implementing the tasks \r\nmandated by our Charter before the end of the \r\ntransitional period in 2009. Those include, among other \r\nthings, securing democratic transformation, putting in \r\nplace permanent constitutional legality, establishing a \r\nmulti-party democratic society, and setting up regional \r\nautonomous administrations. The federal institutions in \r\ncharge of that arduous task are working hard to provide \r\nthe nation with a federal constitution that upholds those \r\nfundamental obligations, thus signalling a new era of \r\ntranquillity for the Somali people. \r\n The efforts of the Federal Government \r\nculminated in the convening of a peace and national \r\nreconciliation conference in Somalia this year, \r\nindicating that national consciousness is regenerating \r\nwithin our society and a self-healing process has \r\nbegun. \r\n Despite disruptive intimidations by terrorist \r\nelements that tried to hijack the proceedings, the \r\nconference came to a successful conclusion. \r\nRepresentatives of all walks of life in the Somali \r\ncommunity attended the conference and dealt with \r\nissues of concern in every aspect. In that regard, we \r\npay special tribute to the helping hand of the Ethiopian \r\nforces and the Uganda-led African Union Mission in \r\nSomalia, which effectively dealt with the terrorists, \r\nwho are gradually fading away. \r\n Here, I wish to underscore that peace, security \r\nand the well-being and prosperity of individuals and \r\nnations alike are at stake in the fight against terrorism. \r\nIt is our view that the only viable response to terrorism \r\nis a collective response of all nations, and it is for that \r\nreason that the United Nations system has a pivotal \r\nrole to play and vital contributions to make in many \r\naspects of counter-terrorism, from promoting the rule \r\nof law and effective criminal justice systems to \r\nensuring that countries have the means to counter \r\nterrorism. No other institution has the means to unify \r\nnations in the fight against that evil, and there is no \r\nbetter venue for nations to forge their protective \r\nmeasures. \r\n Our efforts aimed at nation-building, restoring \r\npeace and stability, conflict resolution, reconstruction \r\nand rehabilitation cannot have the expected impact \r\nunless the required funding resources and the needed \r\nequipment and supplies are made available as the days \r\nof institutional disharmony are replaced by an immense \r\naspiration to rebuild the country. We therefore reiterate \r\nour repeated calls for a pledging conference, and \r\nappeal to the donor community to show serious \r\ncommitment to organizing and convening an \r\ninternational donor conference, in coordination with \r\nthe Transitional Federal Government of Somalia. \r\n Another area that cries out for speedy action is \r\nthe humanitarian needs in Somalia. As members are all \r\naware, the protracted civil war and persistent \r\nfragmented conflicts over the past two decades have \r\nbeen exacerbated by natural disasters that have not \r\nonly devastated public and private institutions, but \r\nhave also torn the socio-economic fabric of society and \r\ncontributed to grave humanitarian crises. We appeal to \r\nthe world community to make generous contributions \r\nand to work closely with the Somali authorities to \r\nensure that humanitarian access is provided to the most \r\nvulnerable populations. Meeting those humanitarian \r\nneeds will ultimately provide a strong foundation from \r\nwhich recovery, reconstruction and development can \r\nemerge in the future. \r\n This historical moment requires bold initiatives \r\non the part of the President of the General Assembly, \r\nwho, in tandem with the Secretary-General, is called \r\nupon to provide the vision and strength of conviction \r\nnecessary to carry the United Nations forward to face \r\nthe myriad challenges to the Organization. We are \r\nconfident that, by working together closely, we can and \r\nshall meet the challenges ahead. \r\n The President: I now give the floor to His \r\nExcellency Mr. Gonzalo Gutiérrez Reinel, Deputy \r\nMinister and Secretary-General for Foreign Affairs of \r\nthe Republic of Peru. \r\n Mr. Gutiérrez Reinel (Peru) (spoke in Spanish): \r\nFor Peru, Sir, your election as President of the General \r\nAssembly at its sixty-second session is a guarantee of \r\nexperience and exceptional work. I am convinced that \r\nyour performance will strengthen the principles of \r\ndialogue and coordination that guide the efforts of the \r\nUnited Nations to attain realistic commitments that \r\ncontribute to well-being in the daily life of humankind. \r\n On 15 August, an earthquake occurred in the city \r\nof Pisco, seriously impacting the southern populations \r\nof Peru, claiming priceless human lives and causing \r\ngreat material damage. The Peruvian people deeply \r\nappreciates the immediate and generous response of \r\nthe international community, as well as the speedy \r\naction of the United Nations Office for the \r\n A/62/PV.15\r\n \r\n33 07-52434 \r\n \r\nCoordination of Humanitarian Affairs. The Office’s \r\nsupport showed that united action can make a \r\ndifference in a crisis situation and contributed to the \r\nGovernment’s activities in attending to the urgent \r\nneeds of the victims. Our sincere recognition goes to \r\nthe cooperation received, which is now being \r\nchannelled by my country’s Fund for Southern \r\nReconstruction. \r\n The stabilization and growth of the Peruvian \r\neconomy over the past 76 months have generated \r\nnational and international confidence and expectation. \r\nWe are convinced that the investment and participation \r\nof our productive forces will allow us to maintain \r\ncontinuous growth and to exploit the opportunity to \r\nenhance a model and national project of social \r\ntranquillity and development. \r\n In the first year of his Government, President of \r\nthe Republic Alan García has laid the foundations for \r\ngreater dynamic growth in the country. We must now \r\nconsolidate and give practical and positive content to \r\nthe democracy, governance and economic stabilization \r\nof the country in order to allow the growth indices to \r\ngenerate national confidence and participation that can \r\nbe converted into transparency, equity, justice and \r\nsocial peace. \r\n The struggle against poverty and inequity is the \r\nmost formidable current challenge to the national and \r\nforeign policies of Peru. In the conviction that the \r\ndignity of human beings and their welfare are at the \r\ncore of governmental management, and that economic \r\nindicators should be based on the well-being of our \r\npopulation without distinction, the Government of Peru \r\nhas redefined its social policy through a concept of \r\nproductive inclusion, access to education and \r\ntechnological innovations, territorial institutional \r\ndevelopment and support for the population. To that \r\nend, we have begun implementing a national strategy \r\nof rural development and a national strategy of food \r\nsecurity to address chronic child malnutrition. \r\nImportant road infrastructure works will complement \r\nthe incorporation of the Peruvian Andes and Amazonia \r\ninto the development of the country. \r\n Towards the fulfilment of the Millennium \r\nDevelopment Goals, Peru has set itself the concrete \r\ngoal of reducing the current level of poverty from 50 \r\nper cent to 30 per cent by 2011. Chronic malnutrition \r\nwill be reduced from 25 per cent to 16 per cent, and the \r\nprovision of potable water and electricity will be \r\nextended to 90 per cent of citizens. Likewise, we plan \r\nto eradicate illiteracy, reduce employment in the \r\ninformal sector from 53 per cent to 35 per cent, create \r\n1.5 million jobs, and reduce the external debt from 24 \r\nper cent to 13 per cent of the gross domestic product.  \r\n The Government’s new direction in State action \r\nis focused on decentralization. The strategic \r\ndecentralization plan goes beyond the mere transfer of \r\nresources or the execution of public works in the \r\ninterior of the country. The regions can now coordinate \r\ntheir own development plan, efficiently distribute more \r\nthan 80 per cent of the national budget, interlink and \r\ngradually integrate Peru as a whole, and promote the \r\nbetter distribution of the population and income \r\nthrough a process of national institutionalization that \r\nsupports optimal care of the environment. \r\n Peru has become one of the emerging countries of \r\nthe region thanks to the continuous growth of its \r\neconomy over the past eight years. Its strategic \r\nlocation in the South American Pacific, the full force of \r\na modern legal framework that encourages investment \r\nand exports, the diversity of its natural resources, its \r\ngrowing diversification in the global markets, and its \r\npolitical and macroeconomic stability are factors that \r\nensure a development process of genuine social \r\ninclusion. \r\n Much remains to do. In the face of the \r\nuncertainty of the Doha Round negotiations and a \r\ncautious evaluation of the effective possibilities of \r\nintegration in the Andean subregion and Latin America, \r\nPeru is striving to conclude free trade treaties with its \r\nmajor commercial partners that will complement \r\nregional and subregional integration schemes and \r\nmultilateral trade negotiations. In the Andean \r\nCommunity — comprised of Peru, Colombia, Ecuador \r\nand Bolivia — Peru has an up-to-date free-trade zone. \r\nLikewise, Peru has entered into free-trade treaties with \r\nChile and the United States, and is negotiating similar \r\ninstruments with Canada and Mexico. Negotiations \r\nwith the Central American countries are scheduled to \r\nbegin shortly. We have finished negotiating a free-trade \r\nagreement with Singapore, negotiations with Thailand \r\nhave reached an “early harvest” agreement, and we \r\nhave begun to negotiate a free-trade agreement with the \r\nPeople’s Republic of China. Likewise, the negotiation \r\nof an agreement of association between the Andean \r\nCommunity and the European Union has begun. Our \r\npriorities are now to pursue negotiations with Korea, \r\nJapan, India, Russia, Australia and New Zealand. \r\nA/62/PV.15  \r\n \r\n07-52434 34 \r\n \r\n Our objectives are clear: to ensure access to the \r\nmarkets of our main commercial partners; to establish \r\nfair and predictable commercial rules and regulations \r\nthat complement the standards of the World Trade \r\nOrganization; to diversify the markets for our exports \r\nof goods and services; and to attract investment and \r\ntechnologies to modernize our productive structure, \r\nreduce the technology gap, and modernize Peru’s \r\nphysical infrastructure in order to increase its \r\ncompetitiveness. \r\n Following on the results of a regressive utopian \r\nexperiment in Latin America, we are convinced that \r\nPeru’s model of integration into the global economy, \r\nwhile consolidating regional economic expansion, will \r\nallow us to ensure the participation of the large \r\nmajority of our people in the system’s benefits, with \r\nconcrete improvements in their daily lives. It will \r\nthereby contribute to the people’s sense of belonging to \r\ntheir social institutions and of full citizenship, as well \r\nas to their perception of themselves as agents of social-\r\neconomic change and to the consolidation of the \r\ndemocratic system. \r\n In the framework of such integration, my country \r\nis also assuming growing international responsibilities. \r\nIn our efforts to foment dialogue, we are deeply \r\nhonoured to be able to organize a summit of heads of \r\nState and Government of Latin America and the \r\nCaribbean and the European Union, as well as the \r\nsummit of the Asia-Pacific Economic Cooperation \r\nForum, both of which will take place in Peru in 2008. \r\n Formidable technological advances, especially in \r\nthe information field; the emergence of new powers; \r\nenergy insecurity; climate change; growing inequity \r\nand poverty; and new challenges to international \r\nsecurity characterize a changing and ever-more \r\ncomplex international scene to which States and \r\ninternational institutions must adapt. Global society is \r\ninterlinked through productive processes, trade, \r\nfinancial flows, the digital telecommunications \r\nrevolution, and so on.  \r\n In this complicated scenario, Peru is participating \r\nin the Security Council and in peacekeeping \r\noperations. The Peruvian armed forces are present in \r\nthe Sudan, the Democratic Republic of the Congo, \r\nEthiopia and Eritrea, Liberia, Côte d’Ivoire and Haiti. \r\n Peru attaches special importance to cooperation \r\nwith Haiti, having assumed in January the coordination \r\nof the Group of Friends of Haiti in the Security \r\nCouncil. In that regard, we support the renewal of the \r\nmandate of the United Nations Stabilization Mission in \r\nHaiti (MINUSTAH) for a year, as well as the gradual \r\nreorientation of its work to promote development, in \r\nsupport of its multidisciplinary and multidimensional \r\nwork. At present, we are contributing a contingent of \r\nPeruvian military officers, which we expect to be able \r\nto complement shortly with an engineering corps. \r\n Our permanent representation in New York has \r\npresented a draft resolution that, inter alia, reaffirms \r\nthe urgent call to fulfil the contribution pledges, \r\npursuant to the priorities presented by the Haitian \r\nGovernment, especially for cooperation projects to \r\neradicate poverty, improve basic health services and \r\nstrengthen national institutions. We expect the draft \r\nresolution to enjoy consensus in the Security Council \r\nso that the international contribution to Haiti can \r\ncontinue. \r\n Last May, Peru, with the cooperation of Norway \r\nand the United Nations Development Programme, \r\norganized the Lima Conference on Cluster Munitions, \r\nassuming a lead regional role in the endorsement of the \r\nOslo Process. At the Conference, Peru presented to the \r\n69 delegations of the participating countries a proposal \r\nto secure a declaration of the Latin-American region as \r\na zone free of cluster munitions, which have \r\nindiscriminate effects on civilians. Our initiative \r\nalready enjoys the support of many countries of our \r\nregion. \r\n Peru is also committed to effectively \r\nimplementing the Convention on the Prohibition of the \r\nUse, Stockpiling, Production and Transfer of Anti-\r\npersonnel Mines and on Their Destruction. Peru is in \r\nthe final stages of preparing a national plan of action \r\nagainst anti-personnel mines with a view to completing \r\nthe demining process along our northern frontier, in \r\ncooperation with the brotherly country of Ecuador.  \r\n Moreover, Peru is firmly committed to efforts to \r\nattain complete disarmament and the non-proliferation \r\nof nuclear, chemical and biological weapons, as well as \r\ntheir delivery systems, which constitute a threat to \r\ninternational peace and security. In that respect, we \r\nsupport the strengthening and universalization of the \r\nrelevant binding multilateral agreements. In that \r\ncontext, Peru organized a regional seminar on the \r\nimplementation of Security Council resolution 1540 \r\n(2004) in November 2006, in which most countries of \r\nthe region participated. \r\n A/62/PV.15\r\n \r\n35 07-52434 \r\n \r\n The General Assembly is the forum in which the \r\nmiddle-income countries can efficiently contribute to \r\nidentifying imaginative responses to conflicts and new \r\nthreats. That is why we resolutely support reform that \r\nwill strengthen the Assembly and ensure its ability to \r\nadapt to change and to the most urgent needs on the \r\ninternational agenda. In order to reinforce the \r\nAssembly’s legitimacy, we need to sharpen procedures \r\nand reduce its agenda. An equal priority is to carry out \r\nmore effective action against violations of human \r\nrights. Security Council reform is needed urgently to \r\nmake the Council a more efficient, transparent, \r\nlegitimate and representative body with better working \r\nmethods. On the Other hand, we also want to highlight \r\nthe validity of the Economic and Social Council, an \r\nessential instrument for promoting greater \r\neffectiveness in the coordination of development \r\nstrategies, as well as assistance in emergencies. \r\n International reality presents many challenges to \r\nthe universal system for promoting and protecting \r\nhuman rights. There is still a dichotomy between \r\nsecurity and individual rights, with a backdrop marked \r\nby the poverty and the inequality in which the great \r\nmajority around the world live and which affect human \r\ndignity. The new Human Rights Council and the \r\nsystem integrated into it ought to help in the response \r\nto these challenges.  \r\n Discussion over the last few days in this \r\nOrganization shows that climate change is a world \r\nproblem that requires a collective response from the \r\ninternational community in a framework of a \r\nmultilateral and worldwide commitment. Through \r\nsustainable forest management, Peru has contributed to \r\nthe global commitment by reducing emissions caused \r\nby deforestation. We have also made headway in \r\nimplementing our National Strategy on Climate \r\nChange by strengthening national capacities to \r\nmaximize human and financial resources. The size of \r\nthe problem requires an agreement with goals for the \r\nemission of greenhouse gases more ambitious than \r\nthose agreed in the first stage. Peru has great \r\nexpectations for the next meeting in Bali, and we will \r\nwork to ensure a common platform that will allow us to \r\nvery soon begin negotiations to define the new \r\ninternational regime that we hope will be concluded in \r\n2009. \r\n The official launching of the International Year of \r\nthe Potato will take place at Headquarters on 19 \r\nOctober. This celebration is especially important for \r\nmy country because the potato has its origin in Peru, \r\nand it is the country with the greatest genetic diversity \r\nof this product. The cultivation of the potato was \r\ndeveloped in ancient times by civilizations that gave \r\nrise to the Peru of today and is one of the great \r\ncontributions to the world’s diet. Peru has proclaimed \r\n2008 as the National Year of the Potato and has \r\ndeveloped a calendar of multisectoral activities for \r\noutreach and research that will be a positive \r\ncontribution to the work programme of the Food and \r\nAgriculture Organization. \r\n I shall conclude by noting that Peru participates \r\nactively to ensure and strengthen the United Nations \r\nCharter principles and objectives of peace, peaceful \r\ncoexistence and development, especially in the \r\nSecurity Council and the Human Rights Council. In \r\naccordance with this commitment, Peru will continue \r\nto promote dialogue and coordination among peoples \r\nof the world. It has put forward its candidature for the \r\nEconomic and Social Council and the Peacebuilding \r\nCommission, bodies within the United Nations system \r\nwhere we hope to achieve the support of all members \r\nof the Assembly in order to contribute to working \r\ntowards a safer, more equitable world where \r\ndevelopment can reach the large majority of \r\npopulations. \r\n The President: I now give the floor to His \r\nExcellency Mr. Yannis Valinakis, Deputy Minister for \r\nForeign Affairs of the of the Hellenic Republic. \r\n Mr. Valinakis (Greece) (spoke in French): The \r\ngreat challenges and problems, both global and \r\nregional, call for urgent and coherent responses. The \r\nresponsibilities and the role of the United Nations in \r\nraising awareness and in providing unity of direction \r\nare now greater and more important. That is exactly \r\nwhy compliance with United Nations resolutions \r\nshould be a top priority for all, including those are \r\nelected to represent the Organization and its agencies.  \r\n I should like to congratulate Her Excellency \r\nSheikha Haya Rashed Al-Khalifa — who was only the \r\nthird woman in the history of the United Nations to \r\noccupy the post of President of this Assembly — on \r\nher efforts to promote the purpose and principles for \r\nwhich our Organization was founded. \r\n I should also like to express our appreciation to \r\nthe Secretary-General for his tireless efforts to \r\nsafeguard international peace and security and for his \r\nA/62/PV.15  \r\n \r\n07-52434 36 \r\n \r\nkeeping alive the authority and role of the Organization \r\nin this area. \r\n Greece fully aligns itself with the statement made \r\nby the Prime Minister of Portugal on behalf of the \r\nEuropean Union. However, we would like to add a few \r\npoints about the major issues on our agenda for the \r\ncoming period. \r\n(spoke in English) \r\n The end of the Cold War ushered in a new era in \r\ninternational relations in which the threat of military \r\nconfrontation between the two power blocs dissipated. \r\nHowever, the world community still faces violent \r\ninternal conflicts, civil wars, genocide and other large-\r\nscale atrocities that cause immense destruction and \r\nsuffering to millions of people. \r\n And yet, conflicts within and between States are \r\nnot the only threat to international peace and security. \r\nNew threats and challenges are emerging. Proliferation \r\nof weapons of mass destruction is a serious challenge. \r\nOrganized crime and human trafficking constitute \r\nanother threat that can have destabilizing effects and \r\nfuel civil wars. Extreme poverty in many parts of the \r\nworld, failing States, large-scale humanitarian \r\ndisasters, deadly infectious diseases and environmental \r\ndegradation and catastrophes have devastating \r\nconsequences. \r\n We applaud the Secretary-General’s initiative to \r\nhold a high-level event last week to deal with climate \r\nchange, environmental issues being potentially the \r\ngreatest threat to our societies. I hope that a global, \r\nsustained and comprehensive approach emerges soon \r\nto help save our planet, our future, our children’s \r\nfuture. \r\n Controlling and coping with climate change is \r\none of the greatest environmental and development \r\nchallenges. Without swift action to face the problems \r\narising from these challenges, we all risk paying a high \r\nand bitter price.  We should proceed in a timely manner, \r\nthrough a step-by-step approach, building on national \r\nas well as international capacities in order to address \r\nthe causes, mitigate the effects and create synergies \r\nthat will allow for specific and measurable results in \r\nthe near future. A clear indication of the importance \r\nGreece attaches to the environment is the fact that the \r\nGreek chairmanship of the Human Security Network \r\nhas decided to focus on climate change and human \r\nsecurity. \r\n This summer my country suffered enormously \r\nfrom devastating wildfires. May I take this opportunity, \r\nwhile addressing the international community, to \r\nexpress our deep gratitude and thanks to all those \r\ncountries and friends who have extended to us their \r\ninvaluable support, help and assistance. \r\n Working for peace is not an easy task. The pursuit \r\nof international peace and stability, if it is to be \r\nsuccessful, means that threats have to be addressed in a \r\ncomprehensive way and that many conditions have to \r\nbe met. Unresolved conflicts have to be energetically \r\nconfronted, while, at the same time, we have to deal \r\nwith situations of deep-seated injustice, inequality, \r\nongoing violence, social exclusion, extreme poverty, \r\nfamine, illiteracy and cultural misunderstanding. \r\n In addressing the deep-rooted structural problems \r\nthat fuel conflicts, peacebuilding must bridge security \r\nand development. Good governance, the rule of law, \r\nstrong democratic institutions, respect for human rights \r\nand development assistance are critical components in \r\nreducing today’s conflicts. \r\n Terrorism is undeniably one of the most serious \r\nthreats to peace and security, menacing the very \r\nfoundation  of our democratic societies, and actions to \r\ncombat this threat should be in conformity with \r\ninternational human rights standards and fundamental \r\nfreedoms. The adoption of the Global Counter-\r\nTerrorism Strategy by the General Assembly was a \r\nmajor accomplishment, and its full implementation \r\nshould be an absolute priority for Member States. In \r\nthis respect, I would like to emphasize the importance \r\nthat my country attaches to the conclusion of ongoing \r\nnegotiations for the elaboration of a comprehensive \r\nconvention against international terrorism; it would be \r\na valuable addition to the counter-terrorism legal \r\nframework. \r\n In the face of all the threats and challenges that \r\ntranscend State borders, we need a more \r\ncomprehensive concept of collective security, one \r\nbased on respect and justice as requirements for peace \r\nand solidarity as a condition for security, and entailing \r\na commitment from all to promote sustainable \r\ndevelopment. But above all, we need a commitment to \r\ncollective political action requiring the strengthening \r\nof the United Nations. \r\n The early, comprehensive and coherent \r\nprevention of conflicts lies at the heart of the United \r\nNations mandate for the maintenance of international \r\n A/62/PV.15\r\n \r\n37 07-52434 \r\n \r\npeace and security. Integrated and long-term strategies \r\nto address the root causes of conflict are necessary. The \r\nUnited Nations should therefore be strengthened in its \r\nmanaging, resolving and preventing conflicts and their \r\nrecurrence. International regional organizations should \r\nalso be effective in this regard, and international \r\ntreaties should be respected. \r\n The United Nations was created on the basis of \r\nthe resolve of all States that collective action was the \r\nonly basis for taking measures to address our common \r\nglobal problems. We only have common values \r\nenshrined in the United Nations Charter that guide our \r\nefforts and give us direction to unite around what is \r\njust and right — freedom, democracy, human rights, \r\nequality, peaceful resolution of conflicts, respect, \r\nmulticulturalism, tolerance and open societies, and \r\ndialogue among neighbours, nations, religions and \r\ncultures. Greece’s foreign and security policy is based \r\nprecisely on these principles and values. We are \r\ncommitted to the peaceful settlement of disputes, the \r\nupholding of international law, including international \r\nhumanitarian law, and promoting good neighbourly \r\nrelations. \r\n I deeply regret to note that, 33 years after the \r\nTurkish invasion in 1974, the Republic of Cyprus \r\nremains a divided island. Turkey continues to occupy \r\npart of a United Nations and European Union (EU) \r\nMember State with over 40,000 troops, violating \r\nUnited Nations resolutions and international law. Our \r\nsteadfast objective remains the withdrawal of all \r\noccupation troops and the reunification of the island, in \r\nthe context of a bizonal, bicommunal federation. To \r\nthis end, the relevant United Nations resolutions and \r\nthe EU principles and values provide a clear \r\nframework for a comprehensive settlement agreed upon \r\nby the two communities. \r\n Greece has consistently welcomed the United \r\nNations initiatives for finding a just and viable solution \r\nto the Cyprus question. In this vein, we strongly \r\nsupport the rapid implementation of the 8 July 2006 \r\nagreement, which was reached under United Nations \r\nauspices. We shall continue to do everything possible \r\nto assist the two communities to find an agreed \r\nsolution, not least because it would significantly \r\nenhance the development of friendship and cooperation \r\nbetween Greece and Turkey. We strongly urge Turkey \r\nto demonstrate the necessary will and flexibility \r\ntowards this direction. \r\n Our foreign policy is based on the principles of \r\ninternational law and the United Nations Charter. It is \r\nin this spirit that we approach our relations with \r\nneighbouring Turkey. Greece has taken specific steps \r\nand initiatives to continue broadening and \r\nstrengthening our cooperation with Turkey in all fields. \r\nLately, it has grown even further in the economic field, \r\nbut also in the energy sector. We believe that a \r\ndemocratic Turkey with a clear European orientation, a \r\nTurkey that meets the European criteria and \r\nrequirements set out in the negotiating framework with \r\nthe European Union, can be a factor for stability in our \r\npart of the world. That is why we support Turkey’s \r\nEuropean aspirations. Turkey, however, must \r\nconcretely demonstrate its unequivocal commitment to \r\nthe principles of good neighbourly relations and \r\npeaceful settlement of disputes with all its neighbours. \r\nIn any case, from the outset Greece has repeatedly \r\nstated that Turkey’s full compliance should lead to full \r\nmembership. \r\n Good neighbourly relations are the cornerstone \r\nupon which the countries of South-East Europe must \r\nbuild a common European future of peace, stability and \r\nprosperity. The European perspective of the countries \r\nof our region has been a strategic choice for Greece. \r\nOur vision is to transform our neighbourhood into a \r\nregion that is like the rest of Europe — an area of \r\npeace, democracy and prosperity. As the oldest member \r\nof the EU and NATO in the region, my country works \r\nintensively and constructively to create the necessary \r\nconditions of good neighbourliness, mutual \r\nunderstanding and stability in the Balkans. \r\n Enhancing regional cooperation, establishing \r\ngood neighbourly relations and finding mutually \r\nacceptable solutions to outstanding issues with \r\nneighbouring countries are fundamental prerequisites \r\nfor further integration of the aspirant countries of \r\nSouth-East Europe into the Euro-Atlantic institutions. \r\nProvocative acts and statements with irredentist \r\nconnotations are incompatible with United Nations \r\nprinciples and common European values. They poison \r\nthe necessary climate of understanding between our \r\npeoples, and they are contrary to the European concept. \r\nIn this context, Security Council resolutions 817 \r\n(1993) and 845 (1993), calling for a mutually \r\nacceptable solution to the name issue of the former \r\nYugoslav Republic of Macedonia, need to be respected \r\nin practice by all. \r\nA/62/PV.15  \r\n \r\n07-52434 38 \r\n \r\n Our efforts to secure a truly European future for \r\nthe Balkans will remain inconclusive if we fail to reach \r\na viable and sustainable settlement for Kosovo’s future \r\nstatus. We remain convinced that this goal can be met \r\nonly if, first, effective compromises between the two \r\nparties are achieved in the course of the ongoing \r\nnegotiations and, secondly, if the settlement is \r\nlegitimized through a Security Council resolution. In \r\nany case, this is par excellence a European problem, \r\nand the role of the European Union in this issue is \r\nessential. \r\n I cannot think of any conflict that has held the \r\nunwavering attention of so many for so long as the one \r\nin the Middle East. We are all aware of the \r\nmultifaceted challenges that we face in this part of the \r\nworld. And we all agree that the nature of these \r\nchallenges is such that they affect not only the peoples \r\nof the region, but the entire international community. \r\nDespite the variances that we observe among us, there \r\nis one crucial element that is common to all, and that is \r\nthe need to achieve a just and lasting peace in the \r\nMiddle East based on a two-State solution that will \r\nguarantee security, mutual respect and a fair future for \r\nall. This is our common goal, and Greece is deeply \r\ncommitted to it. \r\n The progress Africa has been making in recent \r\nyears is both substantial and undeniable. It is \r\ncharacterized by economic growth, crisis management \r\nand a will for conflict prevention. The United Nations, \r\ndeeply involved in peacekeeping and providing \r\ndevelopmental assistance, has found in the African \r\nUnion and the African regional organizations a vital \r\npartner for the success of this process. Partnership \r\nbetween the United Nations and the African Union, as \r\nwell as the African regional organizations, could well \r\nbe the key to successfully overcoming the challenges \r\nfacing Africa today. In this context, we welcome the \r\ncreation of the joint African Union/United Nations \r\nHybrid Operation in Darfur (UNAMID), which, by \r\ncombining forces of the United Nations and of the \r\nAfrican Union, shows the way to the future for Darfur \r\nand for the continent as a whole. \r\n International development cooperation is one of \r\nthe priorities of Greek foreign policy. Our national \r\ndevelopment agency, Hellenic Aid, implements the \r\nUnited Nations Millennium Development Goals in the \r\nframework set out by the European Union and the \r\nprinciples followed by the Development Assistance \r\nCommittee of the Organisation for Economic \r\nCooperation and Development, while focusing on our \r\ncultural heritage. Our humanitarian and development \r\nprojects in 46 countries aim at combating poverty, \r\ndisease, malnutrition, lack of access to drinking water, \r\nand dealing with the consequences of natural disasters \r\nand conflict situations, while safeguarding the \r\nprotection of human rights. We strive to address the \r\nroot causes of illegal immigration, human trafficking \r\nand terrorism, since enforcement measures alone are \r\nnot enough to address those problems. In 2005, Greece \r\nallocated $384.22 million to finance actions to the \r\nbenefit of our partner countries in the developing \r\nworld. In Africa, development assistance, ranging from \r\nhumanitarian aid to HIV/AIDS care and refugee \r\nprogrammes, was offered to almost 20 African States. \r\n On all the issues I have referred to, my country is \r\ncommitted to assisting the United Nations and to \r\ncooperating with all individual Member States in order \r\nto achieve peace and prosperity for all peoples of the \r\nworld. \r\n The President: I now give the floor to His \r\nExcellency Mr. Anders Lidén, Chairman of the \r\ndelegation of the Kingdom of Sweden. \r\n Mr. Lidén (Sweden): Let me take this \r\nopportunity to express our strong support for the \r\npeople of Burma in their struggle for a democratic \r\nfuture. We strongly urge the Burmese Government to \r\ninitiate a peaceful dialogue, resist all violence and \r\nrespect the human rights of the Burmese people, not \r\nleast their freedom of expression and assembly. \r\n There is little doubt — and this has been \r\nhighlighted by all speakers during the last few days — \r\nthat we, the international community, the United \r\nNations, face major challenges in the years ahead. \r\nWhen addressing them, we should also be aware of the \r\nprogress that has been achieved in the world in recent \r\ndecades. \r\n The accelerated globalization process has brought \r\nenormous benefits to many hundreds of millions of \r\npeople, not least in the emerging economies. Today, \r\nnearly a third of the world’s population live in \r\ncountries where economic growth is about 10 per cent \r\na year, and we seem to be well on our way towards \r\nmeeting that important part of the Millennium \r\nDevelopment Goals that will reduce by half the number \r\nof people living in absolute poverty around the world. \r\n A/62/PV.15\r\n \r\n39 07-52434 \r\n \r\n From a historical perspective, that is amazing \r\nprogress. Never before in human history have so many \r\nbeen lifted out of absolute poverty in such a short \r\nspace of time. There is no room for complacency, \r\nhowever. We must make globalization a force for good, \r\nfor open societies, open economies and an open world \r\nfor everyone on our planet. We must redouble our \r\nefforts to bring the Doha Development Round to a \r\nsuccessful conclusion. Sustainable economic growth, a \r\nvibrant private sector and a more open international \r\ntrading system are needed if we are to achieve the \r\ngoals we have set for eradicating poverty in the world. \r\n Aid for trade is a crucial complement to the \r\nopening up of markets for many countries. The \r\ndeveloping countries of the world represent far too \r\nsmall a share of world trade. We must live up to the \r\ninternational commitments on development assistance \r\nand ensure that development cooperation becomes \r\nmore efficient. That is the joint responsibility of all \r\ndonors and all partner countries. The Swedish \r\nGovernment has initiated extensive reforms aimed at \r\ncreating a new Swedish development assistance policy \r\ncharacterized by quality, efficiency and results in terms \r\nof reduced poverty and more democratic societies. We \r\nmust now — as was highlighted last week — \r\naccelerate our efforts to address the challenge of \r\nclimate change. The Swedish Government has \r\nlaunched a Commission on Climate Change and \r\nDevelopment to address risk reduction, adaptation and \r\nclimate-proofing development. We must make a \r\ndedicated mutual effort to meet the Millennium \r\nDevelopment Goals. The fact that we are making \r\nsubstantial progress on all of them globally \r\ndemonstrates that progress is indeed possible. \r\n Human rights, security and development go hand \r\nin hand. Respect for human rights is necessary to \r\nachieve security and development, and those three \r\nelements are mutually reinforcing. Our protection of \r\nany individual anywhere is the protection of all \r\nindividuals everywhere. \r\n The death penalty must be abolished all over the \r\nworld. It contravenes the very notion of human rights. \r\nEven in that area, the world is making progress, but 25 \r\ncountries still sentence people to death. Six countries \r\nare responsible for more than 90 per cent of all \r\nexecutions worldwide. We all know who they are and \r\nexpect them to take steps to abolish the death penalty. \r\n The links between security and development, \r\nincluding the need to combine State-building efforts \r\nand peace-support operations for long-lasting results, \r\nplace new demands on the international community. \r\nThe United Nations must learn from and build on the \r\nrecent experiences of a number of challenging but \r\nsuccessful large-scale missions that integrate military \r\nand civilian components. We need to improve \r\ncoordination of international efforts in the field, for \r\ninstance in Afghanistan. \r\n There are many challenges that remain to be \r\ntackled if we are to make the world a better place. \r\nPerhaps the most important is how we should best \r\naddress the present threats to the existing non-\r\nproliferation regime. Were there to be one new State \r\nwith nuclear weapons, the danger is that another would \r\nsoon follow. Shortly, those weapons might well be out \r\nof any State’s control. The risk of nuclear terrorism \r\nwould be a very real one. That must be prevented. Our \r\nchildren deserve to live in a world safe from the threat \r\nof nuclear war and of weapons of mass destruction \r\nfalling into the hands of terrorists. Those weapons \r\nthreaten the very existence of mankind. \r\n To prevent that, the nuclear Powers have a duty to \r\nlive up to their responsibilities. To neglect is to invite \r\nfailure. They need to demonstrate their readiness to \r\nsubstantially reduce their nuclear arsenals. Those \r\nweapons are of no use in deterring the adversaries we \r\nmight face if the non-proliferation regime is eroded or \r\ncollapses. It is a question of self-interest and far-\r\nsighted statesmanship. \r\n But we must also address the urgent political \r\nissues that we are confronted with. Although the \r\nnumbers of wars and conflicts have continued to \r\ndecline, we should be acutely aware of the dangers of \r\nconflicts rapidly exploding, fusing together and \r\nunravelling the progress we have seen. Let me address \r\ntwo of those: the situation in the Middle East and the \r\nconflicts in Africa. \r\n The Israeli-Palestinian conflict has to end with a \r\npeaceful settlement negotiated by the parties, resulting \r\nin the emergence of an independent, democratic and \r\nviable Palestinian State living side by side in peace and \r\nsecurity with Israel and other neighbours. Restoring \r\npeace and economic growth in the Middle East requires \r\nparallel action by the Israelis and the Palestinians. \r\nNothing is more important for the long-term security of \r\nIsrael than the creation of a truly viable Palestinian \r\nA/62/PV.15  \r\n \r\n07-52434 40 \r\n \r\nState. That will require freedom of movement and \r\naccess to be significantly improved in the West Bank \r\nand Gaza. Prime Minister Olmert and President Abbas \r\nrecognize each other as partners for peace. That \r\nprovides an opening that we should all do our utmost \r\nto support. \r\n It is therefore now time for a true peace process, \r\nand not of the incremental sort that has been tried so \r\nmany times before. It is now time to achieve the peace \r\nthat is the common aspiration of the vast majority of \r\nIsraelis and Palestinians alike, as well as of the \r\ninternational community. \r\n We urge the leaders of Israel and Palestine to \r\nmove forward towards a comprehensive settlement. \r\nThe international meeting this autumn is of crucial \r\nimportance. But the challenges of the Middle East are \r\nnot limited to that conflict.  \r\n We are convinced that we must do more to \r\nencourage reconciliation and reconstruction in Iraq \r\nafter the horrible brutalities of the last few decades. We \r\nmust do much more to assist and protect the more than \r\n4 million Iraqis who have left their homes.  \r\n Iran still refuses to accept the obligations laid \r\ndown by the Security Council. Iran has to convince us \r\nof the peaceful nature of its nuclear programme. \r\n The conflicts on the Horn of Africa, stretching \r\nfrom Ethiopia and Eritrea to Somalia, the Sudan, Chad \r\nand the Central African Republic, cause thousands \r\nupon thousands of deaths as well as untold human \r\nsuffering for the survivors. National leaders on the \r\nHorn should rise to the challenge and demonstrate their \r\ncommitment to peace and reconciliation. The failure of \r\nEthiopia and Eritrea to resolve the quite \r\nstraightforward demarcation of their common border, \r\neight years after their commitment to do so, is a \r\nworrying signal, not only for these two countries, but \r\nalso for the region as a whole. \r\n In the Sudan, a process of democratization is of \r\nparamount importance to tackle the core problems and \r\nto achieve reconciliation. We must focus on support for \r\nthe implementation of the Comprehensive Peace \r\nAgreement as well as the renewed peace effort for \r\nDarfur that will take place in Tripoli at the end of the \r\nmonth. \r\n The situation in eastern Chad is worrying. We are \r\nimpressed by the important humanitarian work carried \r\nout by local and international non-governmental \r\norganizations. It is apparent that we must do more to \r\nprotect and assist refugees, internally displaced persons \r\nand other civilians affected by the conflicts of the \r\nregion, as well as support the United Nations-led \r\nhumanitarian efforts on both sides of the border. \r\n How can we ever achieve true progress if \r\nwomen’s crucial role in peacebuilding and \r\ndevelopment is not recognized? Gender equality and \r\nwomen’s rights, participation, influence and \r\nempowerment are key goals in themselves, and are also \r\ncrucial for sustainable poverty reduction. \r\n Challenges like these show the urgent need for \r\nworld leaders to accept shared responsibility for our \r\ncommon future. Sweden addresses these challenges in \r\nclose cooperation with its European Union partners. \r\nWe need a strong — and reformed — United Nations \r\nto bring us all together. A better world is within our \r\nreach. \r\n The President: I now give the floor to His \r\nExcellency Mr. Carsten Staur, chairman of the \r\ndelegation of the Kingdom of Denmark. \r\n Mr. Staur (Denmark): At the Millennium Summit \r\nin 2000, an unprecedented number of world leaders \r\ncame together and committed themselves to an \r\nambitious global agenda for the years ahead. This \r\nagenda was further reinforced at the 2005 World \r\nSummit, where we also adopted the far-reaching \r\nprinciple of responsibility to protect. \r\n By the very nature of the commitments from the \r\nMillennium Declaration and the World Summit, it was \r\nglobally recognized that there can be no development \r\nwithout security and human rights — and vice versa. \r\nWe owe it to ourselves and to the world community to \r\ntake stock of our progress. How well, then, have we \r\nmet this challenge so far? \r\n At the institutional level, there can be no question \r\nthat important progress has been achieved, as \r\nwitnessed by the establishment of the Central \r\nEmergency Response Fund, the Peacebuilding \r\nCommission and the Human Rights Council. But \r\ninstitution-building alone will not do. We need to show \r\nthe necessary resolve to make these new institutions \r\neffective instruments in the service of the global \r\ncommunity. We have achieved little if we do not \r\nendeavour to ensure that they fulfil their stated \r\npurposes and that they realize their true potential. Our \r\n A/62/PV.15\r\n \r\n41 07-52434 \r\n \r\nchallenge now is to address the substantive issues and \r\nto do so in earnest. \r\nAs we cross the halfway mark towards 2015, \r\nsubstantial progress has been made at the global level \r\ntowards achieving the Millennium Development Goals \r\n(MDGs). The results achieved through market-oriented \r\neconomic reform in Asia and Latin America over the \r\npast decade prove that eradication of poverty is not an \r\nelusive, unattainable goal. \r\n But, again, there is no room for complacency. A \r\nsubstantial increase in efforts is still needed, especially \r\nif sub-Saharan Africa is to meet the Millennium \r\nDevelopment Goals by 2015. The facts are quite \r\nsimple. If progress in Africa is not accelerated, we will \r\nnot live up to our responsibility. Denmark believes that \r\nthe time has come to arrange a United Nations summit \r\nfocusing on the progress towards the Millennium \r\nDevelopment Goals and on financing for development. \r\n Africa remains at the heart of Danish \r\ndevelopment assistance. The Danish Government \r\nfirmly believes that development assistance to Africa \r\nshould increase. We need to live up to the promise to \r\ndouble aid for Africa by 2010. Denmark is keeping its \r\npart of the bargain. We are committed to providing 0.8 \r\nper cent of our national income in development \r\nassistance. Two thirds of our bilateral assistance will \r\ngo to the African continent. \r\n But clearly, development assistance alone is not \r\nenough. Trade and good governance is key to \r\ndevelopment. There is no substitute for national \r\nownership and for national commitment to good \r\ngovernance or for transparent and liberal trade and \r\ninvestment regimes that allow developing countries to \r\nbenefit from globalization. \r\n It is a key goal for the Danish Government to \r\npromote good governance, democracy and human \r\nrights with no impunity for crimes against humanity \r\nand we will do this through an active foreign policy. \r\nDenmark will seriously do its best to contribute to a \r\nmore effective United Nations and to assist countries \r\nthat have a strong commitment to development but lack \r\nthe necessary resources. \r\n Climate change has undoubtedly become one of \r\nthe most urgent global challenges of our times, one \r\nthat, by its very definition, must be dealt with on a \r\ntruly global level. Climate change will affect the \r\npoorest and the weakest the most. And countries will \r\nhave a very different capacity to act. Therefore, we \r\nhave to base our joint efforts on the notion of common \r\nbut differentiated responsibilities. \r\n Denmark is pleased to host the fifteenth \r\nConference of the Parties to the Convention on Climate \r\nChange, to be held in December 2009. We have already \r\ncommenced the preparations for the conference. Our \r\nambitions are high. We must reach consensus on an \r\neffective and multilateral post-Kyoto agreement. The \r\nClimate Change Conference in Copenhagen is the last \r\ncall if the agreement is to enter into force by 2012. \r\n We commend the Secretary-General for his \r\nleadership on this issue. In our view, an inclusive \r\nUnited Nations-based multilateral approach is crucial if \r\nwe are to bring all parties together in responding to the \r\nglobal climate challenge. \r\n The High-level Event on Climate Change held \r\nhere in New York last week was an illustration of this \r\ncommitment. I want to echo two essential points made \r\nat the High-level Event that were also taken up by the \r\nSecretary-General in his conclusions. First, I would \r\nnote that the Conference of the Parties to take place in \r\nBali next December represents a crucial cut-off date. If \r\nwe are serious about fighting climate change, the \r\nthirteenth Conference of the Parties to the Convention \r\non Climate Change in Bali must define a clear \r\ntimetable for negotiations towards a comprehensive \r\npost-2012 framework. Secondly, I would note that the \r\nUnited Nations Framework Convention on Climate \r\nChange (UNFCCC) remains the only legitimate \r\nframework for truly global negotiations on climate \r\nchange. It is within the UNFCCC that an ambitious \r\nagreement must be reached to reduce global emissions \r\nand to counter climate change. \r\n Another major global challenge to which \r\nDenmark attaches great importance is to obtain equal \r\nopportunities for women. Here, we also see a crucial \r\nrole for an effective United Nations where gender \r\nequality is dealt with in a strengthened and systematic \r\nway, especially at the country level. In our view, no \r\none should be excluded from contributing to peace, \r\nfreedom and development. It is, therefore, of \r\nparamount importance — as a judicial, moral and \r\nethical responsibility — that women everywhere have \r\nthe same opportunities as men. In the fight against \r\npoverty, it is an absolute necessity. Women must have \r\nequal rights as well as full access to employment, land \r\nand financial resources. Only then can development \r\nA/62/PV.15  \r\n \r\n07-52434 42 \r\n \r\nassistance realize its true potential and poverty be \r\nalleviated. \r\n Donors must actively support partner countries in \r\nachieving gender equality. In the coming years, \r\nDenmark will have a strong focus on women and their \r\nrole in development and conflict resolution — setting \r\ngoals, earmarking funds and monitoring progress to \r\nensure that policies create results.  \r\n Making a difference in that respect will require \r\nleadership from all parties. Without addressing the role \r\nof women, we will never manage to halve extreme \r\npoverty by 2015. And our efforts to support the rights \r\nand empowerment of women must be complemented \r\nby a targeted effort to promote sexual and reproductive \r\nhealth and rights. \r\n As we stand here today, we face more global \r\nchallenges than ever before. The world faces many \r\nunresolved conflicts, not least in Africa. We need to \r\nstay focused and to enhance the Organization’s \r\ncapacity in conflict prevention, conflict management \r\nand peacebuilding. \r\n A strong United Nations is required to cope with \r\nthe global challenges of today and tomorrow. Only a \r\nstrong and effective United Nations can show the \r\nnecessary political leadership with regard to \r\ndevelopment, humanitarian crisis and conflicts. \r\n In the Sudan, we have an obligation to help the \r\npeople of Darfur achieve peace through the restoration \r\nof stability. The killings, violence and atrocities must \r\nend. This has taken far too long. There is now finally \r\nsome progress in the attempts to find a solution to the \r\nconflict in Darfur, and we have a responsibility to \r\nensure that it is implemented. Denmark actively \r\nsupports the African Union-United Nations Hybrid \r\nOperation in Darfur as well as the resumed political \r\nprocess. It raises real hope for improvement in the \r\ndeplorable situation on the ground and in the prospects \r\nfor a long-term political solution. As part of this \r\nprocess, we must implement the arrest warrants of the \r\nInternational Criminal Court and bring perpetrators of \r\ncrime to justice. \r\n Afghanistan must be one of the top priorities of \r\nthe international community and of the United Nations. \r\nIt is important to maintain broad consensus among all \r\ninternational partners regarding the need to carry \r\nthrough what we have started. To that end, we need the \r\nUnited Nations to play a stronger role in Afghanistan. \r\nA coordinated engagement — civilian as well as \r\nmilitary — is a precondition for success. The United \r\nNations Assistance Mission in Afghanistan (UNAMA) \r\nmust use its full potential to coordinate the \r\ninternational efforts and as a counterpart to the \r\nAfghans. And UNAMA should be present in each and \r\nevery province, including in the south. \r\n In Kosovo, only a solution to the final-status \r\nissue will ensure stability and prosperity in the region. \r\nWe share the opinion of the Secretary-General that the \r\nstatus quo is not sustainable. We hope for results in the \r\nnew negotiations. As stated by the presidency of the \r\nEuropean Union (EU), the EU will live up to its \r\nparticular responsibility and participate actively in the \r\ncollective effort to bring the parties closer together. \r\nThe goal is to obtain a comprehensive political solution \r\nthat will lead to a democratic and multi-ethnic Kosovo. \r\n We also believe that the United Nations continues \r\nto be an international focal point for our common \r\nefforts in the fight against terrorism. Last year’s \r\nadoption by the General Assembly of the United \r\nNations Global Counter-Terrorism Strategy was of \r\ncrucial importance. It underlined the firm commitment \r\nof the international community to stand united against \r\nthose who wish to threaten international peace and \r\nsecurity. The next step should be to finalize the \r\nnegotiations on a draft comprehensive convention on \r\ninternational terrorism. That would send another strong \r\npolitical signal of our unity. Adoption of the \r\nconvention would be a worthy achievement of the \r\nsixty-second session of the General Assembly. \r\n Finally, let me say a few words on United Nations \r\nreform and the institutional challenge for the \r\nOrganization. The starting point is clear: to ensure the \r\nnecessary reforms of the United Nations, there is no \r\nsubstitute for strong political will on the part of \r\nindividual Member States. \r\n Reforms of United Nations operational activities \r\nare taking shape. However, much work remains to be \r\ndone if the recommendations of the High-level Panel \r\nare to be followed and if the United Nations is truly to \r\ndeliver as one. It is of paramount importance to make \r\nthe United Nations more focused and effective at the \r\ncountry level. Experiences from the pilot countries are \r\nencouraging and should inspire further action. \r\n The Organization’s governance structures also \r\nrequire further reform. The General Assembly should \r\nkeep its focus on decision-making regarding important \r\n A/62/PV.15\r\n \r\n43 07-52434 \r\n \r\nmatters and leave detailed management to managers. \r\nThe Security Council would benefit from reform that \r\nmakes it more representative. Denmark is therefore \r\nencouraged by the new momentum in discussions on \r\nSecurity Council reform. \r\n But, first and foremost, strengthening the United \r\nNations requires an understanding that the United \r\nNations cannot do everything for everyone at the same \r\ntime. We need to agree on a common vision and on \r\npriorities for the Organization. We need to take a step \r\nback from the day-to-day agenda and focus on the role \r\nthat a strong United Nations could play in the future — \r\nwhich points towards strengthening the United Nations \r\nin relation to three of its unique features.  \r\n The first feature is conflict resolution and \r\nprevention as undertaken by the Security Council, the \r\nGeneral Assembly and the good offices of the \r\nSecretary-General, as well as through United Nations \r\npeacekeeping efforts.  \r\n The second feature is strengthening of the \r\ncapacity of the United Nations system to assist \r\ncountries in the early phases of recovery following \r\nconflicts, or countries with very weak institutions. \r\nHere, the United Nations has a key role to play. We \r\nshould help to build stronger bridges from \r\npeacekeeping and humanitarian assistance to \r\npeacebuilding, reconstruction and development. We \r\nshould help to build up States and to ensure that weak \r\nStates do not fall back into conflict or chaos. The \r\nPeacebuilding Commission will be essential in this \r\nregard.  \r\n Thirdly and finally, in the area of international \r\nnorm-setting, where the United Nations has already \r\nshaped the international agenda for action, one of the \r\ngoals should be to enhance the role played by the \r\nOrganization in ensuring respect for human rights. As \r\nMembers of the United Nations, we have taken on the \r\nshared responsibility of protecting those in the most \r\nvulnerable situations, not least children. \r\n What is needed now is to follow through and to \r\ncatalyse action. That is no small task, even for a strong \r\nUnited Nations. \r\n The President: I now call on His Excellency Mr. \r\nRobert Hill, chairman of the delegation of Australia. \r\n Mr. Hill (Australia): I join my colleagues in \r\ncongratulating you, Sir, on your election as President \r\nof the General Assembly at its sixty-second session. I \r\nwould also like to wish His Excellency Mr. Ban Ki-\r\nmoon well for this, his first full session of the General \r\nAssembly as Secretary-General.  \r\n On behalf of the Australian Government, let me \r\nbegin by reaffirming Australia’s long-standing call for \r\nreform of the United Nations. Australia strongly \r\nsupports efforts to make the Organization more \r\neffective. And Australia would like to acknowledge \r\nSecretary-General Ban’s push for reform so far. \r\n But reform of the United Nations is not an end in \r\nitself. We must reform the United Nations so that it can \r\nact decisively to meet global challenges. Simply \r\ntalking about issues does not solve problems. \r\n Over the past 60 years, when the United Nations \r\nhas acted it has proved its worth. United Nations \r\npeacekeeping operations around the world have saved \r\nlives and helped communities rebuild. Australia has a \r\nproud history of supporting them. Australia was the \r\nfirst country on the ground in what was arguably the \r\nfirst-ever United Nations peacekeeping operation, the \r\n1947 Consular Commission to Indonesia. In the past 60 \r\nyears, Australia has made contributions to 39 United \r\nNations peacekeeping operations, and we continue that \r\ntradition today. \r\n The United Nations, as the only Organization \r\nwith a truly global membership, has both a unique \r\nopportunity to meet challenges and a responsibility to \r\ntake action. By coming together, we can achieve more \r\nthan each of our countries could on its own. The \r\nUnited Nations has great moral authority. But, if it fails \r\nto act decisively, that authority will be squandered. \r\n As Members of the United Nations, we have set \r\nourselves important goals over the past 62 years: \r\nmaintaining global peace and security, supporting \r\neconomic and social development and advancing \r\nhuman rights. In 2005, we pledged to protect those \r\npeople who are most vulnerable: those facing genocide, \r\nwar crimes and crimes against humanity. We \r\nrecognized the responsibility to protect as a central \r\ntenet of our shared humanity.  \r\n This responsibility to protect underpins the notion \r\nthat States must protect their own populations. But, if \r\nthey should fail to do so, the international community \r\nhas a responsibility to act, not to stand idly by in the \r\nface of atrocities, genocide or ethnic cleansing. For the \r\ninternational community, that means we must commit \r\nto prevent — and respond to — these most serious of \r\nA/62/PV.15  \r\n \r\n07-52434 44 \r\n \r\ncrimes, wherever they occur. After the immediate crisis \r\nhas passed, we must support recovery efforts to help \r\ncommunities rebuild and reconcile, by addressing the \r\ncauses of the crisis. \r\n Last year, the Security Council drew upon the \r\nresponsibility to protect for the first time in a country-\r\nspecific resolution: resolution 1706 (2006), on Darfur. \r\nAnd, under a subsequent resolution, an African Union-\r\nUnited Nations hybrid peacekeeping operation was \r\nestablished, with a robust mandate to protect civilians \r\nand humanitarian workers. The international \r\ncommunity must now ensure that the deployment of \r\nthe Hybrid force proceeds quickly. Active cooperation \r\nis needed across the international community if we are \r\nto keep our promise to the people of Darfur. The \r\nalternative — to fail — is unthinkable. This is a test for \r\nthe United Nations and its Member States. \r\n But resolving the tragedy in Darfur is, first and \r\nforemost, a test for the Government of Sudan and other \r\nparties to the conflict. Ongoing military operations by \r\nthe Government of Sudan, and last weekend’s killing \r\nand abduction of African Union peacekeepers by rebel \r\nforces, demonstrate the urgent need for the parties to \r\nstop these crimes and build peace. Those who have \r\ncommitted crimes in Darfur must be punished. \r\n Australia calls on the Government of Sudan to act \r\non the warrants issued by the International Criminal \r\nCourt. We call on Sudan to arrest those accused and to \r\nhand them over to the Court. \r\n Darfur is not the only humanitarian crisis we \r\nhave experienced or will face in the United Nations. \r\nTragically, other populations will also require \r\nprotection from crimes against humanity. The \r\nresponsibility to protect provides the necessary guide \r\nto action. But it is up to Security Council members, on \r\nbehalf of the international community, to act, and for \r\nall United Nations members to then support them. \r\n The events of the past week in Burma remind us \r\nof the irrepressible human impulse to seek democratic \r\nfreedoms and human rights. The United Nations and \r\nindividual countries must let the courageous protestors \r\nin Burma know that their message is understood — a \r\nmessage on the need to move towards genuine \r\ndemocratic progress and national reconciliation, and \r\naway from military domination. \r\n Australia has joined the international community \r\nin condemning the violent suppression of peaceful \r\ndemonstrations by monks and civilians. We call for the \r\nimmediate release of those arrested for exercising their \r\nfundamental human rights to peaceful protest and for \r\nhumane treatment of all those detained. Australia is \r\nalso introducing targeted financial measures against \r\nmembers of the Burmese regime and its supporters to \r\nincrease pressure on them to engage in genuine \r\npolitical reform and national reconciliation. \r\n Australia supports the consistent efforts that the \r\nUnited Nations has made to monitor and improve the \r\nsituation in Burma. We welcomed the statement by the \r\nUnited Nations Security Council following its special \r\nconsultations on 26 September. We welcome the \r\ncurrent visit to Burma by the United Nations Secretary-\r\nGeneral’s Special Envoy, Mr. Ibrahim Gambari, and his \r\naccess to Daw Aung San Suu Kyi. We urge the \r\nBurmese authorities to work constructively and \r\nmeaningfully with him in support of his United \r\nNations-mandated mission. Mr. Gambari is well placed \r\nto assist in achieving a peaceful resolution to the \r\ncurrent crisis. \r\n The responsibility to protect means that we, the \r\ninternational community, must act when confronted \r\nwith the most serious of crimes. But we also have to \r\nact to confront a range of global challenges, from \r\nterrorism and climate change to poverty. Terrorists \r\nstand in stark contrast to those of us who seek to \r\nprotect the vulnerable. Their goals are global and their \r\nreach transnational. No single country can solve the \r\nproblem alone. There have been some successes in \r\ncombating terrorist networks, but we need to develop \r\neven more effective strategies to disrupt and dismantle \r\ntheir networks. \r\n Australia calls on Member States of the United \r\nNations to implement fully all relevant Security \r\nCouncil resolutions on freezing the assets of terrorists. \r\nTerrorist organizations must be starved of their funds \r\nand support. Australia also calls on Member States to \r\nconclude a comprehensive convention against terrorism \r\nas soon as possible. A convention would provide a \r\nsolid foundation for international cooperation to \r\nprevent, prosecute and punish terrorist acts. \r\n The international community must support the \r\nefforts of States that fight terrorism — in particular, \r\nfledgling democratic States. We must help those States \r\nto establish strong democratic institutions and \r\n A/62/PV.15\r\n \r\n45 07-52434 \r\n \r\naccountable Government structures, as State weakness \r\ncan only allow terrorism to fester. \r\n We should cooperate also to prevent man-\r\nportable air-defence systems from falling into the \r\nhands of terrorist groups. We should also intensify \r\nwork on the Global Initiative to Combat Nuclear \r\nTerrorism. Australia urges Member States to join the \r\nInitiative. \r\n We must also act to stop the spread of weapons of \r\nmass destruction. Australia welcomes the robust action \r\ntaken by the Security Council over the past year in \r\nimposing sanctions against programmes relating to \r\nproliferation in the Democratic People’s Republic of \r\nKorea and also in Iran. The Security Council’s action \r\non the Democratic People’s Republic of Korea nuclear \r\nissue sent a strong signal to that country that the \r\ninternational community would not tolerate its nuclear \r\nprogrammes. We welcome recent progress in the Six-\r\nParty Talks. We call on the Democratic People’s \r\nRepublic of Korea to maintain the momentum and \r\nimplement fully its commitment to denuclearize. \r\n The Security Council also sent a strong message \r\nto Iran. We welcome Iran’s stated intention to work \r\nwith the International Atomic Energy Agency (IAEA) \r\nto address long-outstanding issues. But the \r\ninternational community, including Australia, remains \r\ndeeply concerned about Iran’s nuclear programme. Iran \r\nshould suspend its uranium enrichment programme, as \r\nrequired by the Security Council, and cooperate fully \r\nwith the IAEA. \r\n Australia also hopes that the United Nations can \r\ncontinue its work in protecting populations by raising \r\nbarriers against the illicit trade in conventional \r\nweapons. We support the development of an arms trade \r\ntreaty. \r\n Climate change is another challenge that clearly \r\nrequires our urgent attention. Climate change demands \r\nan effective and enduring global response. The United \r\nNations Framework Convention on Climate Change is \r\nthe forum to forge such a global response. On 9 \r\nSeptember, the leaders of the 21-member Asia-Pacific \r\nEconomic Cooperation (APEC) economies issued the \r\nhistoric Sydney Declaration on Climate Change, \r\nEnergy Security and Clean Development. The APEC \r\nleaders agreed to work to achieve a common \r\nunderstanding on long-term aspirational goals to \r\nreduce emissions and pave the way for an effective \r\npost-2012 international arrangement. \r\n Significantly, the APEC leaders, whose \r\neconomies represent over half of the world’s gross \r\ndomestic product (GDP), agreed that the post-2012 \r\nagreement needs to be comprehensive and that all \r\neconomies should contribute to meeting shared global \r\ngoals. They also agreed that our responses must be \r\nequitable and environmentally and economically \r\neffective, as well as capable of including diverse \r\napproaches. \r\n The High-Level Event on Climate Change, hosted \r\nby the Secretary-General on 24 September, and the \r\nMajor Economies Meeting on Energy, Security and \r\nClimate Change, hosted by United States Secretary \r\nRice a few days later, highlighted these same goals and \r\nbuilt additional international momentum for a post-\r\n2012 agreement. Australia calls on parties to this year’s \r\nUnited Nations conference on climate change in Bali to \r\nagree to a new mandate for the Convention that will \r\nmove beyond Kyoto and forge a comprehensive new \r\nagreement. \r\n The international community must also address \r\npressing health and human security issues, in particular \r\nthe spread of HIV/AIDS. Failure to combat HIV/AIDS \r\nwill have global economic and social consequences. \r\nAustralia takes its responsibility to act seriously and \r\ncontinues to support its near neighbours in the Asia \r\nPacific region to address the challenge of HIV/AIDS. \r\n The Australian Government believes that the \r\nchallenge of ending endemic poverty remains the \r\nsingle most difficult economic and social issue, and yet \r\nthe most fundamental one. In a world where \r\ninternational commerce moves at the click of a button, \r\npeople should not be starving. Commerce and \r\neconomic development have the power to lift people \r\nout of poverty. Free and open trade helps countries to \r\ndevelop through integration into the world trading \r\nsystem. We must conclude the Doha Round and deliver \r\nresults that increase market access and reduce domestic \r\nsubsidies. \r\n Development assistance, too, plays a key role in \r\nalleviating poverty. At the United Nations Summit in \r\n2005, Australia undertook to double its development \r\nassistance budget by the year 2010, and we are well on \r\nthe way to achieving that goal, but this aid must be \r\nfocused and delivered in a way that promotes broad-\r\nbased economic growth and encourages good \r\ngovernance. We need to make long-term commitments, \r\nA/62/PV.15  \r\n \r\n07-52434 46 \r\n \r\nparticularly in post-conflict development and \r\nreconstruction.  \r\n I have outlined today serious global challenges \r\nfacing the international community — humanitarian \r\nand political crises, including in Darfur and Burma, \r\nclimate change, poverty, weapons of mass destruction \r\nand terrorism. The Security Council has drawn upon \r\nthe responsibility to protect principle, endorsed by \r\nleaders at the 2005 Summit. It is clear that the \r\ninternational community as a whole has a \r\nresponsibility to protect those facing genocide, war \r\ncrimes and crimes against humanity. \r\n Our task is to respond quickly and effectively. \r\nThe United Nations has been vested with great \r\nauthority by its Members to effect real change. But that \r\nauthority will mean little unless we turn commitment \r\ninto action. \r\n The President: Several representatives have \r\nasked to speak in exercise of the right of reply. May I \r\nremind members that, in accordance with General \r\nAssembly decision 34/401, statements in exercise of \r\nthe right of reply are limited to 10 minutes for the first \r\nintervention and to five minutes for the second \r\nintervention and should be made by delegations from \r\ntheir seats. \r\n Mr. Shinyo (Japan): My delegation would like to \r\nexercise its right of reply in response to the statement \r\nmade by the representative of the Democratic People’s \r\nRepublic of Korea this morning. The statement by the \r\nrepresentative of the Democratic People’s Republic of \r\nKorea concerning Japan is entirely groundless and we \r\ncannot accept it. First, the claim by the Democratic \r\nPeople’s Republic of Korea that Japan is turning its \r\nself-defence force into a regular army, with a mandate \r\nof pre-emptive strikes on other countries, by changing \r\nthe peace constitution into a war constitution is totally \r\nfalse.  \r\n In accordance with its constitution, for the 60 \r\nyears since the end of the Second World War Japan has \r\nadhered consistently and exclusively to a defensive \r\nsecurity policy based on the principle that it should \r\nnever become a military Power. Japan does not possess \r\nnuclear weapons, nor does it export weapons of any \r\nkind and it has been actively involved in the field of \r\narms control, disarmament and non-proliferation. I \r\nwish to draw the attention of all Member States to the \r\nfact that the Democratic People’s Republic of Korea \r\nconducted a nuclear test on 9 October 2006. That test \r\nwas in addition to the ballistic missile launches by the \r\nDemocratic People’s Republic of Korea in July 2006. \r\n That act — which was a grave threat to the peace \r\nand security not only of Japan but also of East Asia and \r\nthe international community — is totally unacceptable. \r\nWe also have to recall that on 14 October 2006, the \r\nSecurity Council adopted unanimously resolution 1718 \r\n(2006) sending out a resolute message from the \r\ninternational community condemning the act and \r\nindicating measures to be taken by the Democratic \r\nPeople’s Republic of Korea and the other Member \r\nStates of the United Nations.   \r\n With regard to the measures against the General \r\nAssociation of Korean Residents in Japan, as \r\nmentioned by the representative of the Democratic \r\nPeople’s Republic of Korea this morning, the measures \r\nbeing taken by the Government of Japan are in \r\naccordance with its national laws and do not violate \r\ninternational law in any way. The allegation of the \r\nDemocratic People’s Republic of Korea is therefore \r\ntotally groundless. \r\n Let me explain in detail. On 25 April 2007, the \r\nJapanese police conducted a search on a subsidiary \r\norganization of the General Association of Korean \r\nResidents in Japan, located in the Korean Press Hall, in \r\norder to collect evidence related to the suspected \r\nabduction case. Before the search was conducted, the \r\nJapanese police obtained a search warrant from the \r\nappropriate court. The Japanese police searched the \r\nbuilding legally and properly. They took no illegal \r\naction of any kind and engaged in no violence or \r\nthreats. As for the measures with respect to the \r\nheadquarters of the General Association of Korean \r\nResidents in Japan and the land it occupies, they were \r\nnecessary in order to collect a debt that the General \r\nAssociation owed. They were taken by a Japanese \r\npublic organization called the Resolution and \r\nCollection Corporation (RCC) to collect a debt owed \r\nby the General Association of Korean Residents in \r\nJapan. The RCC’s collection activities with regard to \r\nthe non-performing loans of the bankrupt Democratic \r\nPeople’s Republic of Korea-affiliated credit \r\ninstitutions, or credit unions, did not differ in any way \r\nfrom measures taken with respect to other bankrupt \r\nfinancial institutions in Japan. The measures were \r\ntaken purely for the purpose of collecting debt and not \r\nfor any political or diplomatic purpose. \r\n A/62/PV.15\r\n \r\n47 07-52434 \r\n \r\n The Government of Japan has long been taking \r\nmeasures to ensure that Korean residents in Japan lead \r\nnormal lives, including granting them the appropriate \r\nlegal status to remain in Japan and improving \r\nconditions that affect how they live. The constitution of \r\nJapan guarantees equality before the law without \r\ndiscrimination of any kind. On the basis of that \r\nprinciple, Japan has striven to achieve a society free \r\nfrom all forms of discrimination. \r\n Finally, the fundamental policy of Japan with \r\nregard to the Democratic People’s Republic of Korea is \r\nbased on the Pyongyang Declaration of 17 September \r\n2002 and remains unchanged. Japan will continue to \r\nmake every effort to normalize relations through the \r\nsettlement of differences relating to the unfortunate \r\npast and the comprehensive resolution of outstanding \r\nproblems such as those relating to nuclear issues, the \r\nabductions and missile issues.  \r\n Japan would like to consult with the Democratic \r\nPeople’s Republic of Korea on concrete steps that \r\nmight be taken for normalization based on the outcome \r\nof the recent meeting of the working group on the \r\nnormalization of relations between Japan and the \r\nDemocratic People’s Republic of Korea. \r\n Mr. Hill (Australia): I am exercising a right of \r\nreply in relation to assertions by Mr. Oti, Minister for \r\nForeign Affairs of the Solomon Islands, in his \r\nstatement to the General Assembly last evening (see \r\nA/62/PV.13), that the Australia-led Regional Assistance \r\nMission to the Solomon Islands (RAMSI) has occupied \r\nSolomon Islands and is in contravention of the United \r\nNations Charter.  \r\n Those assertions are completely unfounded. \r\nRAMSI is a Pacific Islands Forum-endorsed mission. It \r\nwas deployed at the request of the Solomon Islands \r\nGovernment in response to a seriously deteriorating \r\nlaw-and-order situation in the Solomon Islands. \r\nRAMSI was also supported by the United Nations \r\nSecurity Council and the Commonwealth. RAMSI’s \r\npresence and work in Solomon Islands is underpinned \r\nby an international treaty between Solomon Islands, \r\nAustralia and all the other members of the Pacific \r\nIslands Forum which are active participants in RAMSI. \r\nFacilitating legislation was unanimously passed by the \r\nSolomon Islands Parliament. \r\n As the country entrusted under the RAMSI treaty \r\nwith lead responsibility for RAMSI, Australia remains \r\nvigilant of the importance of respecting the sovereignty \r\nof Solomon Islands. RAMSI clearly does not seek to \r\nsubstitute for the Solomon Islands Government. \r\nRather, RAMSI has created an enabling environment \r\nso that the Solomon Islands Government can once \r\nagain deliver essential services to its people. All \r\nRAMSI programmes are agreed with the Solomon \r\nIslands Government. RAMSI has worked in \r\npartnership with the Solomon Islands Government to \r\nrebuild the institutions of State to enable them to \r\nenforce the country’s own laws and regulations. In \r\ndoing so, RAMSI has assisted Solomon Islands to \r\nreassert its sovereignty. \r\n There are a variety of mechanisms in place that \r\nensure RAMSI’s accountability to the Solomon Islands \r\nGovernment and contributing countries, including a \r\ntreaty obligation for the Australian and Solomon \r\nIslands Prime Ministers to jointly report to Pacific \r\nIsland Forum leaders meetings on RAMSI each year, \r\nmonthly reports to the members of the Pacific Island \r\nForum, annual reporting by RAMSI on its \r\nperformance, a medium-term strategy that maps out an \r\nagreed path by the Solomon Islands Government and \r\nRAMSI towards the completion of RAMSI’s mandate \r\nand a wide-ranging review of RAMSI by the Pacific \r\nIsland Forum at the specific request of the Solomon \r\nIslands Government. \r\n RAMSI has now been in the Solomon Islands for \r\nfour years and in that short time has made remarkable \r\nprogress that has seen fundamental improvements to \r\npeople’s daily lives. Law and order was quickly \r\nrestored, enabling people to lead normal lives, free of \r\nfear and intimidation. Revenue has grown in the order \r\nof over 500 per cent. Foreign investors are returning. \r\nThe Solomon Islands Government is producing \r\nbalanced budgets, and government services, such as \r\nschools and health clinics, have been restored. \r\n Given these significant achievements, it is not \r\nsurprising that RAMSI continues to enjoy widespread \r\ncommunity support in the Solomon Islands. A recent \r\nsurvey demonstrated that over 90 per cent of Solomon \r\nIslanders continue to support the presence of RAMSI \r\nin their country. \r\n Mr. Bhattarai (Nepal): My delegation would like \r\nto exercise the right of reply in response to the remarks \r\nmade by the leader of the Bhutanese delegation this \r\nafternoon on the issue of Bhutanese refugees sheltered \r\nin Nepal on humanitarian grounds for the past 16 \r\nyears. \r\nA/62/PV.15  \r\n \r\n07-52434 48 \r\n \r\n The presence of Bhutanese refugees in camps in \r\nNepal and their plight has roots in the discriminatory \r\npolicy of that Government towards its citizens. His \r\nremarks are misplaced and, therefore, unfounded. They \r\nignore the suffering of the refugees in camps. \r\n Nepal considers this problem as one between the \r\nrefugees and the Government of Bhutan. Our position \r\nis that these refugees must be allowed to return to their \r\nhomeland in full dignity and honour, without any \r\nconditions, and they must be allowed to be a part of \r\ntheir national life. \r\n To conclude, I would like to reiterate the position \r\nthat the leader of my delegation took yesterday. \r\n Mr. Pak Tok Hun (Democratic People’s \r\nRepublic of Korea): I would like to exercise the right \r\nof reply to the statement or comment by the delegation \r\nof Japan. \r\n The Democratic People’s Republic of Korea \r\ncannot remain unconcerned at the recent moves by \r\nJapan to militarize by turning various forces into a \r\nregular army. We are concerned about these Japanese \r\nmoves, particularly because Japan is close to our \r\ncountry and it invaded the Asian countries and \r\ncommitted the massacre of millions of innocent people. \r\nJapan has furthermore been distorting its aggressive \r\nhistory instead of repudiating it. \r\n Japan’s non-admission of its crimes against \r\nhumanity is little short of an open declaration that it \r\nwould again launch military aggression overseas. \r\n It is against this background that the Democratic \r\nPeople’s Republic of Korea built a strong defensive \r\ndeterrent in order to ensure that Japan would not dare \r\nto launch aggression against the Democratic People’s \r\nRepublic of Korea anymore. My delegation would like \r\nto remind the Japanese delegate that renouncing its \r\nmilitaristic past is best for Japan itself and that the \r\ninternational community will not allow Japan to play a \r\npolitical and military role equivalent to its economic \r\npower. \r\n As for the second issue that the delegate of Japan \r\nmentioned, we are very much concerned about the \r\nsuppression of Koreans and their organizations in \r\nJapan by Japanese authorities. This has become an \r\nintolerable situation. From the outset of this year, \r\nJapanese authorities set in motion vicious media \r\nattacks with various kinds of false reports aimed at \r\ntarnishing the image of Korean organizations in Japan \r\nin a frantic bid to incite bitterness towards my country, \r\nthe Democratic People’s Republic of Korea, and \r\nKorean organizations in Japan. \r\n At the same time, the director of the Japanese \r\nNational Police Agency has organized a wholesale \r\nrepressive campaign by his policemen to prosecute and \r\narrest officials of Chongryon, Korean organizations \r\nand Koreans in Japan, and to carry out other actions, \r\nalthough the police have an obligation to protect the \r\nrights and activities of all citizens. They claim that it is \r\nthe task of the police to put pressure on North Korea \r\nand to force North Korea to enter into negotiations \r\nwith Japan. \r\n The Japanese police authorities have conducted a \r\nforced search of numerous Korean organizations and \r\nrelated facilities, including the headquarters of the \r\nChongryon and Korean schools, blundering and \r\narresting Koreans with the support of heavily armed \r\npolice units and armed vehicles. \r\n The Japanese authorities went even further to \r\nforce Chongryon to sell land and buildings and its \r\nentire headquarters in a vicious attempt to exterminate \r\nthat Korean organization at any cost. \r\n This move seeks to physically annihilate the \r\ncentre of the activities of Korean organizations that \r\ndefends the democratic national rights of Koreans in \r\nJapan and to stamp out the activities of the Korean \r\norganizations and the Koreans in Japan. That Korean \r\norganization, called Chongryon, is alleged to be an \r\noverseas compatriots organization of the Democratic \r\nPeople’s Republic of Korea. Its mission is to protect \r\nthe democratic national rights of the direct victims of \r\nthe drafting of Koreans by Japan in the past and the \r\nKoreans in Japan and their descendants. \r\n The Japanese authorities describe their criminal \r\naction taken against Koreans and their organizations as \r\ncarrying out the law or simply a financial issue relating \r\nto the collection of bonds. However, this is a political \r\nplot and represents criminal moves to deprive \r\nChongryon, the Korean organization, of the centre of \r\nits activities and destroy it at any cost. But they deny \r\nthis clear fact. \r\n I would also like to reply to the statement made \r\nby the representative of Australia a few minutes ago. \r\nThe nuclear issue on the Korean peninsula, as made \r\nclear time and again, including from this very podium, \r\nis no more than a product of deep-rooted, hostile \r\n A/62/PV.15\r\n \r\n49 07-52434 \r\n \r\npolicies towards the Democratic People’s Republic of \r\nKorea. No issue will be solved by resorting to \r\nsanctions and pressure and hostile policies, as proven \r\nby history. \r\n Our national military power is defensive and its \r\nnature rests solely on the need to safeguard our \r\nsovereignty. It also serves the interests of the countries \r\nin the region to promote peace, security and stability. \r\n We urge Australia to look squarely at the nature \r\nand origin of the nuclear issue on the Korean peninsula \r\nand to act in a way that is conducive to the solution of \r\nthis issue. \r\n Mr. Shinyo (Japan): It was not our intention to \r\ntake the floor again, but we feel that we are obliged to \r\nreply to the statement that was just made by the \r\ndelegate of the Democratic People’s Republic of \r\nKorea. \r\n Japan has been facing up to its past with sincerity \r\nand consistency. We feel remorse and have offered \r\napologies so many times since the end of the Second \r\nWorld War. With that in mind, since that time Japan has \r\nbeen consistently dedicating itself to promoting \r\ninternational peace and prosperity as well as \r\ndemonstrating its respect for democracy and human \r\nrights. That is a very well-known fact to all the \r\nMembers of the United Nations.  \r\n So what was said by the representative of the \r\nDemocratic People’s Republic of Korea is not \r\nacceptable. As I have already stated in my previous \r\nstatement, the Japanese policy towards defence and \r\ntowards security in our region is solely of a defensive \r\nnature. We have already clearly stated that Japan’s \r\npolicy is confined only to defending my country and \r\nthat we have no policy whatsoever of exporting arms to \r\nforeign countries. We do not possess any nuclear \r\nweapons — which is different from some of the \r\nneighbouring countries — and we have no policies that \r\npose a threat to foreign countries. None of that is the \r\ncase.  \r\n Regarding the allegation that has been made by \r\nthe representative of the Democratic People’s Republic \r\nof Korea with regard to the General Association of \r\nKorean Residents in Japan, I stated in my previous \r\nstatement that nothing here could be regarded as a \r\nviolation of international law, and nothing should be \r\nregarded as imposing measures hindering the residency \r\nof Koreans living in Japan. We are totally against that \r\nkind of thing. \r\n I do not have to repeat once again because we \r\nhave already described the police action taken by the \r\nJapanese police authorities vis-à-vis the General \r\nAssociation of Korean Residents in Japan and also the \r\nmeasures taken by the Resolution and Collection \r\nCorporation (RCC), which is a public organization, \r\nagainst the General Association of Korean Residents. \r\nThis was an issue of debt on the part of that \r\norganization. And the first one was closely related to \r\nthe abduction case — and that is very serious. That is a \r\nserious crime in Japan. \r\n Thus, the allegation that has been made by the \r\nDemocratic People’s Republic of Korea is quite \r\nunacceptable. We would like to repeat that the policy \r\nthat has been applied and other facts clearly show that \r\nthere is no weight to this allegation. \r\n Mr. Pak Tok Hun (Democratic People’s \r\nRepublic of Korea): I am very sorry to take the floor \r\nagain. I will be very brief concerning the remarks made \r\nby the Japanese representative. Japan always says that \r\nit apologizes for the crimes committed in the past, in \r\nparticular against Koreans. But this is only lip-service. \r\nWe very often see that they revoke their apologies. \r\nTheir apologies should be followed by action. \r\n For example, numerous high-level officials of the \r\nJapanese Government and of the parliament, even say \r\nthat there were no comfort women for the Japanese \r\narmy. They distort the facts. They even humiliate those \r\ncomfort women as prostitutes. They call it the “war \r\nagainst Asian countries”, “the war for liberation”. We \r\ndo not see any sincere apology on the part of Japan.  \r\n On the second issue, that of the Association of \r\nKorean Residents in Japan, he said there was no \r\nviolation. He said that this was an issue of debt. If this \r\nissue is an issue of debt, as the Japanese representative \r\nsaid, then why did Japan mobilize a huge force of \r\narmed forces — hundreds of policemen, and police \r\nforces with armed vehicles — to suppress those who \r\nopposed the search by Japanese policemen?  \r\n And as for the abduction issue, I have already \r\nmade our position clear on 28 September, in my reply \r\nto Japan (see A/62/PV.11). In a nutshell, we officially \r\nregret that the 13 Japanese were abducted, and we sent \r\nall those who remained alive to Japan, together with \r\ntheir children. I wonder if the Japanese representative \r\nA/62/PV.15  \r\n \r\n07-52434 50 \r\n \r\nhas ever thought about the crimes Japan committed \r\nagainst Koreans: 8.4 million were forcibly drafted and \r\nabducted. But they have never, in this international \r\nforum, apologized for — or admitted — that. \r\n We urge Japan to undertake a policy of closer \r\ncooperation, clearly look at the situation now and act \r\nwith prudence. \r\nThe meeting rose at 8 p.m. \r\n \r\n \r\n"