" United Nations  A/62/PV.36\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n36th meeting \r\nMonday, 29 October 2007, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-56776 (E) \r\n*0756776* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia) \r\n \r\n \r\n  In the absence of the President, Mr. Outlule \r\n(Botswana), Vice-President, took the Chair. \r\n \r\n \r\nThe meeting was called to order at 10.15 a.m. \r\n \r\n \r\nTribute to the memory of His Excellency Mr. Rüdiger \r\nvon Wechmar, President of the General Assembly at \r\nits thirty-fifth session  \r\n \r\n The Acting President: Before we take up the \r\nitem on our agenda for this morning, it is my sad duty \r\nto pay tribute to the memory of the late Rüdiger von \r\nWechmar, President of the General Assembly at its \r\nthirty-fifth session and eighth emergency special \r\nsession, who passed away on Wednesday, 17 October \r\n2007. \r\n A journalist, politician and diplomat, His \r\nExcellency Mr. von Wechmar had a distinguished \r\ncareer in international news agencies as well as in the \r\ninformation media and foreign service of his country. \r\nFrom 1974 to 1980 he was the permanent \r\nrepresentative of the Federal Republic of Germany to \r\nthe United Nations. \r\n As President of the General Assembly, Mr. von \r\nWechmar played an outstanding role in the \r\nOrganization, and made a major contribution towards \r\nthe achievement of the objectives set out in the Charter. \r\n On behalf of the General Assembly, I should like \r\nto convey our deepest condolences to the Government \r\nand people of Germany and to the bereaved family of \r\nMr. von Wechmar. \r\n I now invite representatives to stand and observe \r\na minute of silence in tribute to the memory of His \r\nExcellency Mr. Rüdiger von Wechmar, former \r\nPresident of the General Assembly. \r\n The members of the General Assembly observed a \r\nminute of silence. \r\n Mr. Ehouzou (Benin) (spoke in French): I am \r\nspeaking on behalf of the Group of African States, \r\nwhich was deeply saddened to learn of the passing of \r\nRüdiger von Wechmar, and, through me, expresses its \r\nprofound condolences to the Assembly, the Federal \r\nRepublic of Germany, the German people and his \r\nfamily. \r\n Rüdiger von Wechmar was a soldier in the Afrika \r\nKorps. After the Second World War, he made his mark \r\nas a journalist, politician and eminent diplomat.  \r\n As a spokesman for the Government of Willy \r\nBrandt, Mr. von Wechmar left his mark on his time and \r\nera as a fervent worker for Ostpolitik and \r\nrapprochement between East and West, at the side of \r\none of the most brilliant German statesmen of the \r\ntwentieth century.  \r\n From 1974 to 1981, as ambassador and \r\npermanent representative of his country to the United \r\nNations in New York, he took on great responsibilities, \r\nincluding the highest responsibility of the \r\nOrganization, that of President of the General \r\nAssembly. Under his guidance, at its thirty-fifth \r\nsession the Assembly adopted important resolutions \r\nthat speak volumes about his tremendous contribution \r\nA/62/PV.36 \r\n \r\n07-56776 2 \r\n \r\nto the quest for solutions to the major challenges facing \r\nmankind. It was under his presidency that the \r\nAssembly adopted the declaration on the Second \r\nDisarmament Decade at a time when détente was \r\nbecoming a reality and needed to be reinforced — \r\nwitness the great disarmament treaties negotiated \r\nwithin the Assembly during the 1980s.  \r\n The thirty-fifth session was also a decisive \r\nturning point in the promotion of economic and social \r\ndevelopment, as indicated by the adoption of important \r\nresolutions on the protection of the environment, \r\nfollowing the commitment of his country to this great \r\ncause. One of the most important resolutions of the \r\nsession was resolution 35/8, “Historical responsibility \r\nof States for the preservation of nature for present and \r\nfuture generations”.  \r\n It was also during the thirty-fifth session that the \r\nfirst World Food Day, now commemorated annually on \r\n16 October, was proclaimed, as well as the \r\nInternational Drinking Water Supply and Sanitation \r\nDecade.  \r\n Africa identifies with the work done by this \r\neminent diplomat, which made possible notable \r\nprogress in combating hunger in the world and in \r\nguaranteeing the right to access to water, which \r\nremains central to the concerns of the continent.  \r\n The decisions of the thirty-fifth session gave \r\nimpetus to the implementation of the United Nations \r\nPlan of Action to Combat Desertification. It is in the \r\nwake of that initiative, certainly, that the United \r\nNations Convention to Combat Desertification finds its \r\nplace. The decisions prepared the ground for the \r\ninternational mobilization that led to the holding of the \r\nmajor international conferences in the 1990s.  \r\n It was at the thirty-fifth session that the concept \r\nof the special needs of Africa emerged at the United \r\nNations, with the momentum created by the Lagos Plan \r\nof Action, which preceded the New Partnership for \r\nAfrica’s Development (NEPAD) to a certain extent. \r\nSome 20 resolutions concerning assistance to African \r\ncountries were adopted at the thirty-fifth session.  \r\n Africa owes much to the leadership of Mr. von \r\nWechmar. The African Group pays a well-deserved \r\ntribute to the memory of that great man and to his \r\ncountry, the Federal Republic of Germany, which he \r\nworthily represented for more than a decade in New \r\nYork.  \r\n Rüdiger von Wechmar served with loyalty and \r\ndistinction the spirit of multilateralism and the ideals \r\nof the Organization. The United Nations must cherish \r\nhis memory as a great and highly skilled diplomat of \r\nour times.  \r\n Mr. Cho Hyun (Republic of Korea): As Chair of \r\nthe Asian Group for the month of October, I would like \r\nto express our condolences to the Government and \r\npeople of Germany on the passing of His Excellency \r\nAmbassador Rüdiger von Wechmar. May he rest in \r\npeace. \r\n Ambassador von Wechmar was for many years a \r\nfriend to the United Nations. As the permanent \r\nrepresentative of the Federal Republic of Germany, he \r\nserved as Vice-President of the General Assembly and \r\nof the First Committee, and as President of the Security \r\nCouncil. In 1980, he undertook the responsibilities of \r\nPresident of the General Assembly at its thirty-fifth \r\nsession.  \r\n Beyond his work with this Organization, \r\nAmbassador von Wechmar led a life dedicated to \r\nservice, not only as a diplomat, but also as a journalist \r\ncourageously reporting from Eastern European \r\ncountries during the cold war. Ambassador von \r\nWechmar is remembered fondly by those who were \r\nlucky enough to work with him. His kindness, decency \r\nand commitment to bettering the world stand as \r\nexamples that all of us in the United Nations family \r\nshould strive to follow.  \r\n The member States of the Asian Group are \r\ngrateful for the years of devoted service that \r\nAmbassador von Wechmar gave to the United Nations, \r\nand we extend our sympathies and kind wishes to the \r\nbereaved.  \r\n May God bless Ambassador von Wechmar, and \r\nmay God bless all those who knew him and who mourn \r\nhis loss. \r\n Mr. Towpik (Poland): On this sad occasion, I \r\nhave the honour to speak on behalf of the Group of \r\nEastern European States.  \r\n We mark today the passing of Baron Rüdiger von \r\nWechmar — an excellent German journalist, politician, \r\ndiplomat and the President of the General Assembly. \r\nHis life is an example of the complicated biographies \r\nof the twenty century. During his rich and \r\nmultidimensional career, Rüdiger von Wechmar \r\ndemonstrated great determination in overcoming the \r\n A/62/PV.36\r\n \r\n3 07-56776 \r\n \r\ndifficult legacy of the past. He proved his deepest \r\ncommitment to the values and principles upon which \r\nour Organization is based. His contribution to the work \r\nof the United Nations was outstanding.  \r\n As permanent representative of Germany to the \r\nUnited Nation and as President of the General \r\nAssembly, he gave many years of dedicated service to \r\nour Organization. He contributed significantly to \r\ninternational efforts to promote peace and stability, \r\nrapprochement of nations and justice in the world. We \r\nall will remember and cherish his great diplomatic \r\npassion, his personal character, his voice of reason and \r\nhis devotion to the United Nations and to the world \r\ndiplomatic community.  \r\n On behalf of the Eastern European group, I would \r\nlike to convey to the Government and people of \r\nGermany, as well as to the family of Ambassador von \r\nWechmar, our deepest sympathy and most sincere \r\ncondolences. \r\n Mr. Voto-Bernales (Peru) (spoke in Spanish): On \r\nbehalf of the Group of Latin American and Caribbean \r\nStates, I have the honour to pay a posthumous tribute \r\nto the former President of the General Assembly, Baron \r\nRüdiger von Wechmar, who passed away recently.  \r\n Ambassador von Wechmar had a long and \r\ndistinguished career at the service of his nation, \r\nGermany. It is particularly noteworthy that when he \r\nwas only 17 years old he fought in the Second World \r\nWar and was taken prisoner. After becoming a \r\njournalist he entered the diplomatic service of his \r\ncountry. That change in his life is an example of \r\nsomeone who, having been within the conflagration \r\nand having intimate knowledge of its devastating \r\nconsequences, embraces new professions geared to \r\nspreading the truth in the ongoing quest for \r\ninternational peace.  \r\n As a result, he also held several important \r\npositions in the Federal Republic of Germany, \r\nincluding Under-Secretary of State and Government \r\nspokesman. More specifically in the diplomatic \r\nmultilateral sphere, in 1974 he was appointed \r\nambassador to the United Nations, and he represented \r\nGermany with distinction on the Security Council in \r\n1977 and 1978. He was elected President of the \r\nGeneral Assembly for its thirty-fifth session, from \r\n1980 to 1981, and he also presided over the eighth \r\nemergency special session.  \r\n He was a key player in the multilateral sphere at a \r\ntime when the United Nations was also part of the cold \r\nwar, demonstrating his remarkable professional \r\ncapacity and steadfast vocation to achieve the timeless \r\ngoals of the Organization.  \r\n At this moment of grief my delegation extends its \r\nmost heartfelt condolences to the Government and \r\npeople of Germany, and in particular to the members of \r\nhis family for their profound loss. \r\n Mr. İlkin (Turkey): As Chairman of the Western \r\nEuropean and Other States Group for October, I have \r\nthe sad duty of extending our heartfelt condolences \r\nover the loss of a great diplomat who contributed in \r\nmany capacities to the realization of the ideals and \r\nobjectives enshrined in the Charter. Indeed, the passing \r\naway of Mr. Rüdiger von Wechmar, permanent \r\nrepresentative of the Federal Republic of Germany \r\nfrom 1974 to 1981, and President of the General \r\nAssembly at its thirty-fifth session, is a great loss not \r\nonly for his family and country, but for the entire \r\nUnited Nations community. \r\n He was elected President of the General \r\nAssembly in 1980, at a time when the United Nations \r\nwas faced with formidable challenges. The bipolar \r\ncharacter of the international system was at its climax, \r\nand the United Nations was searching for innovative \r\nways to provide effective solutions to the problems of \r\nour globe.  \r\n As President of the General Assembly at that \r\ncritical time, Mr. Rüdiger von Wechmar worked \r\nresolutely to bridge the differences and pave avenues \r\nof cooperation. His efforts were in many cases \r\ninstrumental in the adoption of important resolutions \r\ndealing with a wide array of issues, ranging from \r\ndevelopment to disarmament. That is why, after almost \r\n30 years, his contributions from the Chair are still \r\nvividly remembered and appreciated.  \r\n For instance, in his inaugural address upon \r\nelection as the President of the General Assembly, he \r\nstrongly stressed the importance of addressing the \r\nlegitimate needs of the underdeveloped countries, and \r\ncalled for a new economic order in which the rich and \r\nthe poor would join hands for a truly common and \r\nprosperous future. I believe his remarks make even \r\nmore sense today. \r\n I conclude by paying tribute to the distinctive \r\nheritage of Rüdiger von Wechmar and conveying once \r\nA/62/PV.36 \r\n \r\n07-56776 4 \r\n \r\nagain our heartfelt sympathy to his family, friends and \r\ncolleagues. \r\n Mr. Young (United States of America): I speak \r\non behalf of the host country, which extends its \r\nsincerest condolences on the passing of Rüdiger von \r\nWechmar, a great diplomat and friend of the United \r\nNations.  \r\n We appreciate Mr. von Wechmar’s long-term \r\ncommitment and service to the ideals of the United \r\nNations, first as the permanent representative of the \r\nFederal Republic of Germany and then as the thirty-\r\nfifth President of the General Assembly, from 1980 to \r\n1981. He is remembered as a charismatic, effective and \r\ntalented diplomat.  \r\n We extend our sincerest sympathy to his family, \r\nfriends and colleagues. The entire United Nations \r\ncommunity mourns the loss of this good friend and \r\nskilled diplomat. \r\n Mr. Matussek (Germany): On behalf of the \r\nFederal Government, and also in the name of the \r\nfamily of the late Rüdiger von Wechmar, I would like \r\nto express my heartfelt gratitude for the warm words of \r\nsympathy expressed by previous speakers.  \r\n Rüdiger von Wechmar was the longest-serving \r\npermanent representative of Germany to date, heading \r\nthe Permanent Mission from 1974 to 1981. He \r\nrepresented his country here in New York in a period \r\nthat might be called the formative years of Germany at \r\nthe United Nations. Having served previously as \r\nspokesman to Federal Chancellor Willy Brandt, he \r\nbecame the first permanent representative to be \r\nappointed after the admission of the Federal Republic \r\nof Germany and the German Democratic Republic to \r\nthe United Nations in 1973.  \r\n After the election of the Federal Republic as a \r\nnon-permanent member of the Security Council in \r\n1977, he represented the Federal Republic in the \r\nCouncil from 1977 to 1978. He crowned his career at \r\nthe United Nations by being elected President of the \r\nGeneral Assembly in 1980. \r\n As President of the General Assembly at its \r\nthirty-fifth session, he worked relentlessly for a \r\nnumber of very important issues on the agenda at that \r\ntime. He partook in the General Assembly’s \r\nachievements, but also — as he himself frankly \r\nadmitted in his last statement as President — in the \r\nmany drawbacks. In his typical straightforward way of \r\nspeaking, he did not shy away from calling the \r\nAssembly he had presided over an Assembly of \r\nfrustrations. One of the frustrations he identified was \r\nthe working methods of the General Assembly. “Our \r\nGeneral Assembly — indeed our United Nations,” he \r\nsaid, “is being slowly suffocated by too many \r\nresolutions, too many meetings, too many subsidiary \r\norgans, far too much documentation.” (A/36/PV.1, \r\npara.32) \r\n But, being a man of unstoppable optimism, he \r\nbelieved that Member States could opt for change: \r\n “What the world is expecting from its leaders, \r\nespecially from those at the helm of the most \r\npowerful Member States, is vision and \r\ncompassion, determination and dedication. We \r\nhave been talking so much and so often of the \r\nneed for political will. The time to act and to \r\nshow such political will is now; tomorrow may be \r\ntoo late.” (ibid., para. 42) \r\n Twenty-five years later those words have lost \r\nnone of their significance. \r\n Rüdiger von Wechmar was also a man of letters \r\nand a stylish writer, renowned for his ability in difficult \r\ndiplomatic situations to break the ice with a good \r\nquotation and some proven words of wisdom. So, in \r\nconclusion, allow me to repeat a verse by an \r\neighteenth-century theologist whom Rüdiger von \r\nWechmar cherished and quoted in his concluding \r\nstatement in 1981: \r\n “God, grant us the serenity to accept the things \r\nwe cannot change, the courage to change the \r\nthings we can, and the wisdom to know the \r\ndifference between the two.” (ibid, para. 43) \r\n If we could take this piece of advice as guidance \r\nin our work at the United Nations today, that would \r\nprobably be the most beautiful tribute to Rüdiger von \r\nWechmar that he himself could have imagined. \r\n \r\nAgenda item 87 \r\n \r\nReport of the International Atomic Energy Agency \r\n \r\n  Note by the Secretary-General (A/62/258) \r\n \r\n  Draft resolution (A/62/L.5**) \r\n \r\n The Acting President: I invite Mr. Mohamed \r\nElBaradei, Director General of the International \r\n A/62/PV.36\r\n \r\n5 07-56776 \r\n \r\nAtomic Energy Agency, to introduce the report of the \r\nAgency for 2006. \r\n Mr. ElBaradei (International Atomic Energy \r\nAgency): The International Atomic Energy Agency \r\n(IAEA) was created 50 years ago in an atmosphere \r\ncharged with both concern and hope regarding the \r\nfuture of atomic science. The IAEA was entrusted with \r\nensuring that nuclear energy would not become a cause \r\nfor human destruction, but would be, rather, a vehicle \r\nfor peace and prosperity. \r\n If one were to recall our history since then, a \r\nnumber of milestones and trends would stand out: the \r\nrapid expansion of nuclear power in the 1960s and \r\n1970s; the landmark Nuclear Non-Proliferation Treaty \r\n(NPT) of 1970 and the development of the \r\ncomprehensive IAEA verification regime; the evolution \r\nof the Agency’s technical assistance programme as a \r\nkey vehicle for the transfer of nuclear science and \r\ntechnology to developing countries; and the \r\ndevelopment of international nuclear safety and \r\nsecurity regimes. \r\n Throughout its history, the IAEA has also faced a \r\nnumber of challenges and painful experiences \r\nnecessitating change, adjustment and innovation: the \r\n1986 accident at Chernobyl, the discovery of Iraq’s \r\nclandestine nuclear weapons programme in the early \r\n1990s or the nuclear security challenge revealed in the \r\naftermath of 11 September 2001.  \r\n Today, I would like to discuss some of the \r\nAgency’s current challenges and developments. But I \r\nbelieve it is worth recalling the ideals and objectives \r\nthat have guided the Agency since its formation. They \r\nremain as relevant and meaningful today as they were \r\nto the founders of the IAEA. \r\n I have spoken in recent years of rising \r\nexpectations for nuclear power. But forecasting is \r\nalways difficult. In my view, the role of the IAEA is \r\nnot so much to predict the future as to do its utmost to \r\nplan and prepare for it.  \r\n What seems clear today is that there are three \r\nstrong factors driving a renewed global interest in \r\nnuclear power: the steady growth in energy demand; \r\nthe increasing concerns about energy security; and the \r\nchallenge of climate change. \r\n There are currently 439 nuclear power reactors in \r\noperation in 30 countries. These reactors supply just \r\nover 15 per cent of the world’s electricity. To date, the \r\nuse of nuclear power has been concentrated in \r\nindustrialized countries. But in terms of new \r\nconstruction the pattern is different: half of the 30 \r\nreactors now being built are in developing countries. \r\n In parallel with the increase in interest in nuclear \r\npower, the IAEA has experienced a sharp rise in \r\nrequests for assistance with national energy studies. We \r\nare currently supporting studies in 77 Member States. \r\nOf these studies, 29 are exploring nuclear energy as a \r\npotential option. Algeria, Belarus, Egypt, Indonesia, \r\nthe Islamic Republic of Iran, Jordan, the Libyan Arab \r\nJamahiriya, Nigeria, Thailand, Turkey, Viet Nam and \r\nYemen are among those considering introducing \r\nnuclear power programmes, or moving forward with \r\nthe infrastructure needed. And many others, such as \r\nArgentina, Bulgaria, China, Finland, France, India, \r\nJapan, the Republic of Korea, Pakistan, South Africa, \r\nthe Russian Federation and the United States of \r\nAmerica, are working to add new reactors to their \r\nexisting programmes. \r\n Technological and institutional innovation is \r\nnaturally a key factor in ensuring the long-term \r\nsustainability of nuclear power. By “institutional \r\ninnovation”, I mean creative policy and infrastructure \r\napproaches. In some cases, a shared regional approach \r\nto nuclear power infrastructure, construction and \r\noperation may be feasible. A good example is the \r\nongoing cooperation among the Baltic States on energy \r\nstrategies, which now includes collaboration with \r\nPoland on plans to construct a nuclear power plant to \r\nhelp meet regional electricity demands. \r\n On the technology innovation front, I should note \r\nthat the Agency’s International Project on Innovative \r\nNuclear Reactors and Fuel Cycles (INPRO) is now \r\nconsidering collaborative projects on specific \r\ntechnological issues that need to be addressed for \r\nimproved economics, safety, proliferation-resistance \r\nand other characteristics. \r\n Given the fundamental importance of energy for \r\ndevelopment, it is important that we actively pursue the \r\ndesign and production of small and intermediate sized \r\nreactors. Successful production of safe and affordable \r\nreactors in this size range will be essential if nuclear \r\npower is to be a feasible option for countries and \r\nregions with small electrical grids. \r\n The expected expansion in nuclear power will \r\ndrive a corresponding increase in the need for countries \r\nto ensure a reliable supply of nuclear fuel. This could \r\nA/62/PV.36 \r\n \r\n07-56776 6 \r\n \r\nalso increase the potential proliferation risks created by \r\nthe spread of sensitive nuclear technology, particularly \r\nif more countries decide to create independent uranium \r\nenrichment and plutonium separation facilities. These \r\ntrends point clearly to the urgent need for the \r\ndevelopment of a new, multilateral framework for the \r\nnuclear fuel cycle, both the front and the back end. \r\n With respect to the front end, some have \r\nproposed the creation of an actual or virtual reserve \r\nfuel bank of last resort, under IAEA auspices, for the \r\nassurance of supply of nuclear fuel. This bank would \r\noperate on the basis of apolitical and non-\r\ndiscriminatory non-proliferation criteria.  \r\n The Russian Federation proposes to convert a \r\nnational facility into an international enrichment \r\ncentre. Germany is proposing the construction of a \r\nnew, multinational enrichment facility under IAEA \r\ncontrol. The Agency has been examining these \r\nproposals and their associated legal, technical, \r\nfinancial and institutional aspects.  \r\n Controlling nuclear material is a complex \r\nprocess, yet if we fail to act, it could be the Achilles’ \r\nheel of the nuclear non-proliferation regime. In my \r\nview, an incremental approach is the way to move \r\nforward, beginning with the establishment of an \r\nequitable system for assurance of supply. The next step \r\nwould seek to bring any new operations for uranium \r\nenrichment and plutonium separation under \r\nmultinational control. Over time, these multinational \r\ncontrols would also be extended to existing facilities. \r\n The Agency directs much of its scientific activity \r\nto peaceful nuclear applications related to health, \r\nagriculture, industry, water management and \r\npreservation of the environment. I will offer a few \r\nexamples. \r\n Since last September, we have increased the \r\nfundraising efforts of our Programme of Action for \r\nCancer Therapy (PACT). Working with the World \r\nHealth Organization (WHO) and other international \r\npartners, we have also begun to develop demonstration \r\nsites to enhance multidisciplinary cancer control \r\ncapacity in Albania, Nicaragua, Sri Lanka, the United \r\nRepublic of Tanzania, Viet Nam and Yemen. As these \r\nprojects mature, they will serve as a platform for \r\nraising awareness and for larger-scale regional \r\nfundraising. \r\n For more than 40 years, the Agency has benefited \r\nfrom an active partnership with the Food and \r\nAgriculture Organization of the United Nations (FAO), \r\nthrough the Joint Division established in 1967. With \r\npersistent hunger affecting more than 820 million \r\npeople in the world, efforts to enhance food security \r\nand safety and increase crop productivity have never \r\nbeen more relevant.  \r\n With thousands of new varieties of food crops \r\nreleased in dozens of countries over the past half \r\ncentury, plant breeding has been one of the real success \r\nstories of Atoms for Peace. For example, a recent \r\nregional project in Asia used plant breeding to develop \r\nmore than 20 new food crop varieties. As one result, \r\nfarmers in areas of Sri Lanka affected by the December \r\n2004 tsunami are now growing a variety of green bean \r\nthat is tolerant of saline soil, as well as being nutritious \r\nand giving higher yield. \r\n The safety and security of nuclear activities \r\naround the globe remain key elements of the Agency’s \r\nmandate. With the renewed interest in nuclear power \r\ngeneration, comparable attention and commitment \r\nmust be given to ensuring the nuclear safety and \r\nsecurity infrastructure that must go with it. \r\n The primary responsibility for safety rests with \r\nthe operator of a nuclear facility or the user of a \r\nnuclear technique, as well as with the national \r\nGovernment overseeing that operation or use. \r\nTechnology can be transferred, but safety culture \r\ncannot; it must be learned and embedded. For those \r\ncountries embarking on nuclear power programmes, it \r\nis essential that they become part of the global nuclear \r\nsafety regime and share responsibility for its \r\nsustainability. \r\n The strong, steady safety performance of recent \r\nyears is reassuring. But complacency, an overemphasis \r\non cost savings, the impulse to cover up problems or \r\neven falsification, are hazards against which both \r\noperators and regulators must constantly guard. The \r\nrecurrence of events with these characteristics makes it \r\nclear that the promotion of a strong safety culture \r\nshould always be viewed as “work in progress”. \r\n As the nuclear industry becomes increasingly \r\ninternational, IAEA Safety Standards are used as a \r\nreference point by an ever greater number of countries \r\nand serve as a benchmark for IAEA safety review \r\nservices. Last year we began offering, for the first time, \r\nan Integrated Regulatory Review Service (IRRS), \r\n A/62/PV.36\r\n \r\n7 07-56776 \r\n \r\nwhich combined previous services ranging from \r\nnuclear safety and radiation safety to emergency \r\npreparedness and nuclear security. IRRS missions have \r\nbeen conducted in France, Australia and Japan over the \r\npast year. This is contributing towards a more active \r\nexchange of knowledge among senior regulators, and \r\npromoting harmonized nuclear regulatory approaches \r\nworldwide. \r\n The IAEA’s nuclear security programme has \r\nmaintained its rapid pace of programme delivery. \r\nAmong other efforts over the past year, the Agency \r\nassisted in improving physical protection at facilities in \r\na number of States, helping to fix weaknesses in \r\nsecurity systems at those facilities. We have also been \r\nable to assist many countries to improve their border \r\ndetection capability through training in detection \r\ntechniques and the use of relevant instruments. \r\n The international community has also taken on \r\nboard a variety of international instruments relevant to \r\nnuclear security. The rapid entry into force of the \r\nInternational Convention for the Suppression of Acts of \r\nNuclear Terrorism is a welcome step forward. \r\nHowever, progress on ratifying the Amendment to the \r\nConvention on the Physical Protection of Nuclear \r\nMaterial remains slow. Of the 128 States parties, only \r\n11 so far have accepted the amendment. I urge all \r\nStates to adhere to the Convention and accept the \r\namendment. \r\n The Agency is seen as playing an important role \r\nin the implementation of these instruments. To that \r\nend, we have started an effort to provide nuclear \r\nsecurity guidance that would facilitate implementation.  \r\n As these and other nuclear security efforts have \r\nexpanded and matured in recent years, the IAEA has \r\nbegun to transition away from ad hoc approaches to \r\nstrengthening nuclear security and towards more \r\nnormative, sustainable national and international \r\napproaches. \r\n The nuclear non-proliferation and arms control \r\nregime continues to face a broad set of challenges. \r\nEffective verification must be supported by four \r\nessential elements: adequate legal authority, state-of-\r\nthe-art technology, access to all relevant information, \r\nand sufficient human and financial resources. \r\n It is now more than 10 years since the model \r\nadditional protocol was approved by the Board of \r\nGovernors. The additional protocol enhances the \r\nAgency’s access to nuclear facilities and relevant \r\ninformation, enabling the IAEA to draw credible \r\nconclusions regarding not only the peaceful nature of a \r\ncountry’s declared nuclear programme, but also the \r\nabsence of undeclared nuclear facilities. But to date \r\njust over half of the 162 States with safeguards \r\nagreements have brought additional protocols into \r\nforce. This is far from satisfactory progress. More than \r\na hundred States have yet to conclude additional \r\nprotocols, and 31 States parties to the NPT have not \r\neven brought into force their required comprehensive \r\nsafeguards agreements with the Agency. \r\n Without safeguards agreements, the Agency \r\ncannot provide any assurance about a State’s nuclear \r\nactivities. And without the additional protocol, the \r\nAgency cannot provide credible assurance regarding \r\nthe absence of undeclared nuclear material or activity. \r\nTherefore, I urge all States that have not done so to \r\nbring these instruments into force. \r\n At the invitation of the Democratic People’s \r\nRepublic of Korea, an Agency team visited the country \r\nin June to work out agreed modalities for verification \r\nand monitoring by the IAEA of the shutdown and \r\nsealing of the Yongbyon nuclear facility. These \r\nmodalities were implemented in subsequent visits. As \r\nof 17 July, we were able to verify shutdown of the \r\nYongbyon nuclear facility. I welcome the return of the \r\nDemocratic People’s Republic of Korea to the \r\nverification process. I also welcome the active \r\ncooperation the IAEA team has received from the \r\nDemocratic People’s Republic of Korea. The Agency \r\nlooks forward to continuing to work with it as the \r\nverification process evolves. \r\n Regarding the implementation of Agency \r\nsafeguards in the Islamic Republic of Iran, I would \r\nmake four brief points.  \r\n First, the Agency has been able to verify the non-\r\ndiversion of declared nuclear material in Iran. Iran has \r\ncontinued to provide the access and reporting needed \r\nto enable Agency verification in this regard.  \r\n Secondly, Iran has recently provided the Agency \r\nwith additional information and access needed to \r\nresolve a number of long outstanding issues, such as \r\nthe scope and nature of past plutonium experiments.  \r\n Thirdly, contrary to the decisions of the Security \r\nCouncil under Chapter VII of the Charter, calling on \r\nIran to take certain confidence-building measures, Iran \r\nA/62/PV.36 \r\n \r\n07-56776 8 \r\n \r\nhas not suspended its enrichment-related activities and \r\nis continuing with its construction of the heavy water \r\nreactor at Arak. This is clearly regrettable.  \r\n Fourthly, the Agency so far has been unable to \r\nverify certain important aspects relevant to the scope \r\nand nature of Iran’s nuclear programme. However, Iran \r\nand the secretariat agreed in August on a work plan for \r\nresolving all outstanding verification issues. These \r\nverification issues have been at the core of the lack of \r\nconfidence about the nature of Iran’s programme. \r\nIran’s agreement on such a work plan, with a defined \r\ntimeline — in response to repeated requests by the \r\nSecurity Council and the IAEA Board of Governors — \r\nis therefore an important step in the right direction.  \r\n But, naturally, Iran’s active cooperation and full \r\ntransparency are key in this regard. If the Agency were \r\nable to provide credible assurance about the peaceful \r\nnature of Iran’s past and current nuclear programme, it \r\nwould go a long way towards building confidence and \r\ncould help create the conditions for a comprehensive \r\nand durable solution. Such a solution would assure — \r\nand should assure — the international community \r\nabout the peaceful nature of Iran’s nuclear programme, \r\nwhile enabling Iran to make full use of nuclear \r\ntechnology for economic and social development. I \r\nintend to report on the implementation of the work plan \r\nto the Agency’s Board of Governors meeting next \r\nmonth. \r\n Fifty years ago, the IAEA’s Technical \r\nCooperation Programme was in its infancy. Most \r\nmember States lacked basic nuclear capacities, and the \r\nprogramme therefore focused on building up nuclear \r\nexpertise and helping give birth to the institutions and \r\nfacilities that would support the safe introduction of \r\nnuclear technology. \r\n Today, the picture has changed, due to the \r\nevolution of skills, infrastructure and needs in IAEA \r\nmember States. Several member States are leaving \r\nbehind their developing country status. The \r\ndevelopment of nuclear capacities and infrastructure in \r\nsome regions has paved the way for South–South \r\ncooperation, stimulating an increase in regional self-\r\nsufficiency and an expansion in collective, specialized \r\nexpertise.  \r\n Opportunities for cooperative ventures — such as \r\nshared multinational management of common \r\nunderground water aquifers, transborder programmes \r\nfor the elimination of insect pests and other causes of \r\ndisease, and jointly owned and managed nuclear power \r\nplants — are coming to the drawing board, adding new \r\nsignificance to technical cooperation. These are clearly \r\npositive trends. \r\n After prolonged discussions, the Board of \r\nGovernors recommended in July a budget for 2008-\r\n2009. This process has once again highlighted the \r\nurgent need for adequate resources to ensure effective \r\ndelivery of the IAEA programme as mandated by the \r\nStatute and as requested by its member States. The \r\nIAEA remains underfunded in many critical areas, a \r\nsituation which, if it remains unaddressed, will lead to \r\na steady erosion of our ability to perform key \r\nfunctions. This is not a sustainable approach to meeting \r\nthe Agency’s financial needs. \r\n To remedy this untenable situation, I have tasked \r\nthe secretariat with conducting a detailed review of the \r\nnature and scope of our programme in the next \r\ndecade — in the light of our statutory obligations, \r\ndecisions of the IAEA policy-making organs and \r\nforeseen high priority activities — and what resources \r\nwould be needed to fund these activities.  \r\n We have given a name to this study — “20/20” — \r\nreflecting our effort to look ahead to 2020 with the \r\nclearest possible vision. I intend to set up a high-level \r\npanel of experts to review the report, including \r\nproviding guidance on appropriate funding levels and \r\nmechanisms, before submitting the report to our Board \r\nof Governors. This will help to clarify expectations \r\nabout the IAEA’s mission in the coming years and how \r\nthese expectations can be matched by the necessary \r\nfinancial and human resources in a predictable and \r\nassured manner. The Agency’s critical missions in the \r\nfields of development, safety and security, and \r\nverification deserve no less. \r\n Fifty years after the Atoms for Peace initiative, I \r\nbelieve the time has come to think of a new framework \r\nfor the use of nuclear energy, a framework that \r\naccounts for both the lessons we have learned and the \r\ncurrent reality.  \r\n This new framework should include swift and \r\nconcrete action to achieve several things. The first is \r\nrobust technological development and innovation in \r\nnuclear power and nuclear applications. Secondly, a \r\nnew multinational framework for the fuel cycle is \r\nneeded, both the front and the back ends, to assure \r\nsupply and curb proliferation risk. Thirdly, there should \r\nbe universal application of comprehensive safeguards \r\n A/62/PV.36\r\n \r\n9 07-56776 \r\n \r\nand the additional protocol as the standard for nuclear \r\nverification, to enable the Agency to provide assurance \r\nabout declared activities as well as the absence of \r\nundeclared activities. Fourthly, the linkage between \r\nnon-proliferation and disarmament should be \r\nrecognized. From that arises the need for concrete and \r\nrapid progress towards nuclear disarmament through \r\ndeep cuts in existing arsenals, downgrading of alert \r\nlevels for deployed nuclear weapons and the \r\nresuscitation of multilateral disarmament efforts, \r\nstarting with bringing into force the Comprehensive \r\nNuclear-Test-Ban Treaty and beginning negotiations on \r\na fissile material cut-off treaty. Fifthly, a robust \r\ninternational security regime is needed in the light of \r\nthe diverse threats we face, as is, sixthly, an effective \r\nand universal nuclear safety regime, a cornerstone for \r\nany expansion in the use of nuclear power. Seventh, \r\nthere must be sufficient funding for the Agency to meet \r\nits increasing responsibilities in an effective and \r\nefficient manner. \r\n At the beginning of this statement, I highlighted \r\nsome of the challenges and achievements that stand out \r\nfrom a review of the Agency’s history. I believe that it \r\nis when we view the history of the Agency in its \r\ntotality that we can really understand the concept of \r\nAtoms for Peace. Our mission is critical in both good \r\ntimes and bad. Our professionalism, impartiality and \r\nindependence are vital, both publicly and behind the \r\nscenes. \r\n As I said in Oslo a couple of years ago, when we \r\nwere honoured with the Nobel Peace Prize, another \r\nlandmark in our history, “a durable peace is not a \r\nsingle achievement, but an environment, a process and \r\na commitment”. It is with this understanding that we \r\nlook to the future. \r\n The Acting President: I now give the floor to the \r\nrepresentative of Chile to introduce draft resolution \r\nA/62/L.5.  \r\n Mr. Skoknic (Chile) (spoke in Spanish): As \r\nChairman of the Board of Governors of the \r\nInternational Atomic Energy Agency (IAEA), I thank \r\nthe Director General, Mr. Mohamed ElBaradei, for the \r\nintroduction of the annual report of the work of the \r\nAgency for 2006 and the important additional \r\ninformation he has given us this morning on the \r\nAgency’s main activities during the period covered.  \r\n The Director General’s succinct statement gave \r\nus a comprehensive overview of the diverse challenges \r\nfaced in carrying out the functions and responsibilities \r\nentrusted to the Agency, as well as its limited \r\nresources. I would add that the Board of Governors \r\nworks very closely with the Director General and his \r\nefficient and professional secretariat to define priorities \r\nand rationalize its work. \r\n On behalf of the delegation of Chile, I have the \r\nhonour to introduce draft resolution A/62/L.5 on the \r\nannual report of the IAEA, in a version dated 26 \r\nOctober that contains technical corrections. I shall \r\nrefer to the technical corrections at the end of my \r\nstatement. \r\n The draft resolution enjoys the support of nearly \r\n90 delegations, which I will not mention individually, \r\nin order not to unduly lengthen my statement. They are \r\nlisted in documents A/62/L.5 and A/62/L.5/Add.1. We \r\nthank all the sponsors for their support for the draft \r\nresolution. The list of sponsors is still open. \r\n The draft resolution reflects the broad consensus \r\namong the member States of the Agency. That \r\nconsensus was reaffirmed during both the consultations \r\nheld at Headquarters in Vienna and at the various \r\nconsultation forums here in New York. I should add \r\nthat there was a general understanding during the \r\nVienna consultations that the draft resolution would be \r\nneither amended nor renegotiated in New York. \r\n The draft resolution is a very simple and brief \r\nfactual text based on the resolution adopted by the \r\nGeneral Assembly at its previous session. It takes note \r\nof the annual report of the Agency and of the \r\nresolutions adopted by the IAEA’s General Conference, \r\nheld in Vienna between 17 and 21 September.  \r\n In addition, the draft resolution reaffirms strong \r\nsupport for the indispensable role of the Agency in \r\nencouraging the development and practical application \r\nof atomic energy for peaceful purposes, in technology \r\ntransfer to developing countries and in nuclear safety, \r\nverification and security.  \r\n The brief draft resolution concludes with an \r\nappeal to Member States to continue to support the \r\nwork of the Agency. \r\n The technical corrections were made in order to \r\nmake the draft resolution before the Assembly today \r\nidentical to that adopted in Vienna. They include minor \r\ndetails, such as the inclusion of the proper acronym for \r\nthe IAEA in English and the word “Agency” in some \r\nparagraphs, as well as a specific reference to the dates \r\nA/62/PV.36 \r\n \r\n07-56776 10 \r\n \r\nof the fifty-first session of the General Conference, \r\nnamely, 17 to 21 September 2007. \r\n The large number of sponsors and the positive \r\ndialogue that has taken place with various delegations \r\nmakes me hopeful that the draft resolution will be \r\nadopted without the need for a vote. \r\n Mr. de Lemos Godinho (Portugal): I have the \r\nhonour to speak on behalf of the European Union (EU). \r\nThe candidate countries Turkey, Croatia and the \r\nFormer Yugoslav Republic of Macedonia, the countries \r\nof the Stabilisation and Association Process and \r\npotential candidates Albania, Bosnia and Herzegovina, \r\nMontenegro and Serbia, as well as Ukraine, the \r\nRepublic of Moldova, Armenia and Georgia, align \r\nthemselves with this statement. \r\n The EU commends the secretariat of the \r\nInternational Atomic Energy Agency (IAEA) and Mr. \r\nMohamed ElBaradei, its Director General, for the \r\nexcellent work done by the Agency during the past \r\nyear. We also thank the Director General for his report \r\non the IAEA’s activities in 2006. \r\n The member States of the EU welcome the \r\noutcome of the fifty-first IAEA General Conference, \r\nheld in Vienna between 17 and 21 September 2007, \r\nincluding the resolutions and decisions adopted. \r\n As in the past, the European Union is a co-\r\nsponsor of the draft resolution on the report of the \r\nInternational Atomic Energy Agency. The European \r\nUnion fully supports its contents. With over 75 co-\r\nsponsors, the draft resolution reflects broad agreement \r\namong the IAEA’s member States. We sincerely \r\ncommend the efforts of the Chairman of the IAEA \r\nBoard of Governors and hope that the draft resolution \r\nwill be adopted by consensus. \r\n The three pillars of the Agency’s Statute — \r\nverification, safety and nuclear applications — are \r\nmore valid than ever today as nuclear threats increase \r\nall over the world. The European Union is therefore \r\nprofoundly committed to the contents of the pillars, as \r\nthey are responsible for a major contribution to \r\npromoting peace and security in the world. \r\n The European Union reaffirms its full support for \r\nthe work of the Agency in pursuing the objectives of \r\npeaceful nuclear cooperation and nuclear safety. \r\nFurthermore, we recognize its indispensable global role \r\nin nuclear verification. \r\n With regard to nuclear security in particular, we \r\nwish to refer to the Agency’s Nuclear Security Fund, \r\nwhich the European Union continues to support. We \r\ncall on all States to commit themselves to financing of \r\nthe Fund. \r\n The Agency’s comprehensive safeguards \r\nagreements and the additional protocols constitute the \r\ncurrent Agency verification standard. The European \r\nUnion regards them as prerequisites to an effective and \r\ncredible safeguards system.  \r\n The European Union is working towards making \r\nthe additional protocols a condition for the supply of \r\nnuclear exports. All European Union member States \r\nhave had additional protocols in force since May 2004. \r\nWe urge all States that have not yet done so to sign an \r\nadditional protocol without further delay. We also urge \r\nall States that have signed but not yet brought into \r\nforce their respective safeguards agreements and \r\nadditional protocols to do so without further delay, as \r\nboth strengthen the international non-proliferation \r\nregime, contribute to the security of all States and \r\nincrease the confidence necessary for international \r\ncooperation in the exclusively peaceful uses of nuclear \r\nenergy. \r\n Through our joint action under the European \r\nUnion’s Common Foreign and Security Policy, we \r\nsupport the Agency’s activities in nuclear security, \r\nverification and the strengthening of national \r\nlegislative and regulatory infrastructures for the \r\nimplementation of international instruments in the \r\nareas of nuclear security and control of nuclear and \r\nother radioactive materials.  \r\n Increasing the capabilities of States to detect and \r\nrespond to illicit trafficking in nuclear and other \r\nradioactive materials is another major field of \r\ncooperation between the European Union and the \r\nAgency. \r\n The safety and security of radioactive sources and \r\nthe role of the Code of Conduct adopted by the \r\nAgency’s General Conference in 2003 are of the \r\nutmost importance. The European Union is therefore \r\ncommitted to following the Code, in accordance with \r\nthe European Directive on the control of highly \r\nradioactive sealed sources and orphan sources. The \r\nEuropean Union urges all countries to declare their \r\npolitical commitment to the Code and to implement the \r\nGuidance on the Import and Export of Radioactive \r\nSources. \r\n A/62/PV.36\r\n \r\n11 07-56776 \r\n \r\n The Agency continues to be of critical importance \r\nto the global fight against nuclear terrorism and the \r\nspread of nuclear weapons. That is another reason why \r\nall Agency members greatly value its impartial \r\nexpertise. \r\n The European Union regrets that more than a \r\nhundred States have yet to sign and bring into force \r\nadditional protocols. We urge those States to do so \r\nwithout delay. \r\n Just last July, the Agency officially turned 50 \r\nyears of age. As was underlined at the time, the Agency \r\nhas contributed decisively to diminishing all the risks \r\nassociated with nuclear activities related both to civil \r\nsecurity issues and the global nuclear non-proliferation \r\nregime. The European Union takes this opportunity to \r\nexpress its gratitude to the Agency for the benefits its \r\nwork have brought for a more peaceful and safer \r\nworld. \r\n The European Union reiterates its full support for \r\nthe Agency. It is pleased to co-sponsor the draft \r\nresolution on this year’s report of the International \r\nAtomic Energy Agency. \r\n Mr. Rosselli (Uruguay) (spoke in Spanish): It is \r\nan honour for me to make this statement on behalf of \r\nthe Common Market of the South (MERCOSUR) and \r\nits associated States: Argentina, Bolivia, Brazil, Chile, \r\nColombia, Ecuador, Paraguay, Peru, Uruguay and \r\nVenezuela. \r\n Let me first congratulate Mr. Kerim on his \r\nelection as President of the General Assembly and \r\nconvey to him the support of the countries to which I \r\nhave just referred as he conducts his work.  \r\n MERCOSUR and its associated States would also \r\nlike to thank Mr. Mohamed ElBaradei, Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA), for his presence here today and his \r\nintroduction of the Agency’s annual report on its work. \r\nMERCOSUR and its associated States would also like \r\nto express their gratitude for the presence of \r\nAmbassador Milenko Skoknic of Chile, who \r\nintroduced draft resolution A/62/L.5, “Report of the \r\nInternational Atomic Energy Agency”, in his capacity \r\nas Chairman of the IAEA Board of Governors. \r\n The International Atomic Energy Agency, which \r\nis celebrating its fiftieth anniversary, has become a key \r\nmultilateral forum in the area of promoting activities \r\nfor the peaceful uses of nuclear energy. Our countries \r\nvalue highly their relationships with the Agency. We \r\ncongratulate the Director General on the \r\nprofessionalism and impartiality with which he carries \r\nout his great responsibilities. \r\n It is important to maintain a balance between the \r\nAgency’s three main pillars: technology transfer, safety \r\nand verification. \r\n MERCOSUR and its associated States would like \r\nto emphasize the need for all States parties to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) to strictly adhere to the goals of nuclear \r\ndisarmament, non-proliferation and the promotion of \r\nthe peaceful uses of nuclear energy. In that regard, we \r\nreiterate the inalienable right of States to develop \r\nnuclear energy for peaceful purposes in accordance \r\nwith international commitments and in line with article \r\nIV of the NPT.  \r\n I also emphasize that any attempt to redefine the \r\ndelicate balance between Treaty rights and obligations  \r\nthat puts into question the legitimacy of the aspirations \r\nof States to the technological development of nuclear \r\nenergy for solely peaceful purposes can contribute to \r\nundermining the system established by the Treaty, \r\nwhich enjoys widespread acceptance. \r\n We note with interest the debate regarding \r\ninitiatives to multilateralize the fuel cycle. \r\n MERCOSUR and its associated States express \r\ntheir full support for the authority of the IAEA as the \r\ncompetent body to verify compliance with the \r\nobligations entered into under the safeguards \r\nagreements of respective member States. \r\n We welcome the new member States of the \r\nIAEA: the Republic of the Congo, Burundi, Nepal, \r\nBahrain and Cape Verde. We also congratulate Ecuador \r\non having been elected a member of the IAEA’s Board \r\nof Governors. \r\n We would also emphasize the value we attach to \r\ninternational cooperation and technical assistance at \r\nthe multilateral level through active participation and \r\ncollaboration with the IAEA’s Technical Cooperation \r\nProgramme and the Regional Co-operative Agreement \r\nfor the Advancement of Nuclear Science and \r\nTechnology in Latin America and the Caribbean, which \r\nhas been chaired by Venezuela since last September. \r\n We are also pleased to acknowledge efforts by the \r\nAgency and member States to strengthen international \r\nA/62/PV.36 \r\n \r\n07-56776 12 \r\n \r\ncooperation in nuclear, radiation and transport safety \r\nand waste management. In particular, we would like to \r\nhighlight the progress made in the various activities \r\naimed at maintaining and enhancing security — for \r\nexample, those relating to information and \r\ncommunications networks for radiation and nuclear \r\nsafety — as well as those intended to strengthen \r\nnational regulatory infrastructure for the control of \r\nradioactive sources. \r\n We also recognize the efforts of the IAEA’s \r\nsecretariat and member States in the areas of education \r\nand training on radiation and nuclear safety. \r\n We would also like to point to the effectiveness \r\nof the verification system implemented by the IAEA as \r\na mechanism to reassure the international community \r\nabout the peaceful purposes of nuclear programmes. \r\nNevertheless, we believe that, with the assistance of \r\nmember States, efforts must continue to put in place \r\ngreater efficiencies in the implementation of \r\nsafeguards. \r\n Allow me to refer in particular to the Common \r\nSystem for Accounting and Control of Nuclear \r\nMaterials used by the Argentine-Brazil Agency for \r\nAccounting and Control of Nuclear Materials \r\n(ABACC), as well as the valuable cooperation between \r\nABACC and the IAEA. \r\n We also wish to emphasize the IAEA’s positive \r\noutcomes in achieving its goal of facilitating the use of \r\nnuclear science to sustainably address the socio-\r\neconomic needs of member States through the safe use \r\nof nuclear energy, including with regard to food \r\nproduction, human health, water resources \r\nmanagement, environmental protection and industrial \r\napplications. \r\n Faced with new medium-term projections of a \r\nsubstantial expansion in the use of nuclear power, and \r\naware that access to adequate and reliable sources of \r\nenergy is essential for development, our countries \r\nrecognize the invaluable support that the Agency can \r\ncontinue to give member States that are exploring the \r\npossibility of introducing or expanding their use of \r\nnuclear energy. \r\n We also agree with the Agency’s assessment that \r\nscientific and technological research should focus on \r\nnew reactor designs of varying power that are more \r\nefficient and more widely available, can be built more \r\nquickly and require lower capital investment. \r\n With regard to the management of spent fuel and \r\nwaste, we believe that the management and disposal of \r\nthis long-term fuel remains a challenge in view of the \r\nrising expectations of nuclear power and rising \r\ninventories of spent fuel. We appreciate the efforts that \r\nthe secretariat continues to make on options for the \r\nfinal geological disposal of high-activity waste, long-\r\nterm waste or spent fuel. \r\n We also acknowledge the work done by the IAEA \r\nin the area of safety and security of nuclear materials \r\nand installations. Additionally, we welcome the \r\nimprovement it has made in regard to the safety of \r\nnuclear installations and the safe maintenance of \r\nnuclear materials. \r\n We would like to draw attention to the September \r\n2006 publication of “Fundamental Safety Principles”, a \r\nset of 10 new principles which consolidate and replace \r\nthe previous publication on the subject and constitute \r\nthe basis of requirements for the safety of nuclear \r\ninstallations as well as action to be taken to protect \r\npeople and the environment from exposure to ionizing \r\nradiation. \r\n Finally, let me express our support for the IAEA’s \r\nefforts against nuclear and radiological terrorism, and \r\nour support for its activities aimed at promoting the \r\nuniversal application of international legal instruments \r\nrelating to the physical protection of nuclear materials \r\nand facilities and radioactive sources. \r\n Mr. Ehouzou (Benin) (spoke in French): I have \r\nthe honour to speak on behalf of the African Group.  \r\n We thank the Director General of the \r\nInternational Atomic Energy Agency (IAEA), Mr. \r\nElBaradei, for presenting its report for 2006 and for the \r\nupdate on developments in 2007. We also commend the \r\nIAEA for the efficient discharge of its mandate. \r\n The growing interest of Member States in nuclear \r\nenergy as a source of electricity heightens the \r\nresponsibility of the IAEA, which should support the \r\nprocess of strengthening developing countries’ use of \r\nnuclear energy to meet their needs while mitigating the \r\nenvironmental impact of increased energy production \r\nand consumption. \r\n We welcome measures taken to ensure the \r\nreliability of nuclear power plants around the world, \r\nespecially of previously shut-down reactors, and plant-\r\nlife management for long-term operation. We urge all \r\nMember States performing reliability assessment \r\n A/62/PV.36\r\n \r\n13 07-56776 \r\n \r\nprocedures to fully involve the IAEA in order to ensure \r\nthat the highest standards of safety and security are \r\nobserved. We welcome the extension of assistance \r\noffered by the Integrated Regulatory Review Service. \r\n The decommissioning of nuclear facilities should \r\nbe carried out in full awareness of the threats facing \r\nhumankind, especially nuclear terrorism. We commend \r\nthe assistance offered to member States for the \r\nevaluation and decommissioning of former nuclear \r\nfacilities and also for cleaning up sites of dismantled \r\nnuclear power plants. We rely fully on the IAEA for \r\nsteps to harmonize safety standards and strengthen \r\nregulatory infrastructure. We are pleased to note that \r\nthe IAEA is making efforts to identify — and \r\nappropriately respond to — key challenges in this field. \r\n The growing interest in nuclear energy as a \r\nsource of electricity increases the importance of efforts \r\nto develop innovative technologies for nuclear power \r\ngeneration. In this respect, we welcome the upgrading \r\nof the IAEA’s International Project on Innovative \r\nNuclear Reactors and Fuel Cycles to its Phase-II, \r\naimed at ensuring improved economy and safety, with \r\na special focus on the development of small and \r\nintermediate-sized reactors that are safe and affordable. \r\nAfrica has made a significant contribution to these \r\nefforts. In this context, we commend South Africa for \r\nthe development of the 165 megawatt pebble bed \r\nmodular reactor. \r\n We urge the IAEA to enhance its research and \r\ndevelopment activities in order to find reliable \r\nsolutions to the problems of the management of spent \r\nfuel and high- level waste in order to preserve the life \r\ncycle on earth. In the same vein, we welcome various \r\nproposals aimed at establishing reliable supply sources \r\nof nuclear fuel, including that concerning the creation, \r\nunder the auspices of the IAEA, of a real or virtual fuel \r\nbank that would operate on the basis of apolitical and \r\nnon-discriminatory non-proliferation criteria. We \r\nencourage the Agency to take the lead in developing \r\ncredible international supply options to induce member \r\nStates to build mutual trust in this area. \r\n Such endeavours increase transparency and \r\ncompletely depoliticize the supply of nuclear fuel for \r\npeaceful use. They also secure the inalienable rights of \r\ndeveloping countries, in keeping with agreed nuclear \r\nnon-proliferation norms. We support the incremental \r\napproach, with multiple assurances in place, \r\nrecommended by the Director General, and welcome \r\nthe establishment of the International Steering \r\nCommittee on Denials of Shipments of Radioactive \r\nMaterials to ensure that decisions made in this area are \r\nscrutinized, to the benefit of all parties involved. \r\n We note with great interest the Agency’s \r\nactivities as regards the development and sharing of \r\nother peaceful applications of nuclear energy, \r\nespecially in the fields of medicine, food supply and \r\nagriculture, pest-control and water resource \r\nmanagement. We encourage the Agency to step up its \r\nefforts to mobilize resources to enable the broad \r\ndissemination of knowledge about available \r\napplications. We thank the generous donors who \r\ncontributed to the increase registered in the resources \r\nmobilized for this purpose in 2007. \r\n Notwithstanding the efforts made to enhance the \r\nsafety and security of nuclear energy activities, \r\nincidents and emergencies cannot yet be totally \r\nexcluded. The IAEA has carried out various measures \r\nto enhance preparedness, as well as early and adequate \r\nresponses. We urge Member States to fully support the \r\nsteps it has taken. In this respect, we call for the \r\nuniversality of the international legal instruments on \r\nnuclear safety and security.  \r\n We welcome the wide variety of technical \r\ncooperation activities developed by the Agency, \r\nparticularly the adoption by the Commission on Safety \r\nStandards of a roadmap for updating the transport \r\nregulations, and publishing a new edition in 2009, and \r\nthe inter-agency cooperation to this end. \r\n The African Group attaches great importance to \r\ninitiatives by the Agency to assist member States to \r\nimprove their radiation detection capabilities with \r\nhandheld and fixed instruments. Such assistance should \r\nbe extended to African countries in the framework of \r\nthe implementation of Security Council resolution \r\n1540 (2004).  \r\n As regards verification activities, the Agency has \r\nfully demonstrated that it is the sole international \r\nauthority on which the international community can \r\nrely for assurances regarding the peaceful uses of \r\nnuclear materials. We call on all States that are \r\ndeveloping nuclear activities to conclude with the \r\nAgency comprehensive safeguards agreements in order \r\nto bring about the universalization of the safeguards \r\nsystem. We encourage all States to conclude additional \r\nprotocols and to cooperate fully with the Agency for \r\ntheir implementation.  \r\nA/62/PV.36 \r\n \r\n07-56776 14 \r\n \r\n The African Group welcomes the efforts made by \r\nthe Agency to promote such cooperation. We rely on it \r\nto pursue implementation of the Declaration and Plan \r\nof Action that African Energy Ministers adopted at the \r\nministerial Conference held in Algiers on 9 and 10 \r\nJanuary 2007. The Ministers pledged in the Declaration \r\nto promote and enhance nuclear safety and security \r\nwithin a global approach aiming at accountable use of \r\nnuclear energy for peaceful purposes in full \r\ncompliance with the non-proliferation norms. \r\n Finally, the African Group stresses the need for a \r\ncooperative approach to the settlement of international \r\ndisputes related to the peaceful use of nuclear energy, \r\nand welcomes recent progress with regard to current \r\ncases under consideration. We welcome the prospect of \r\nthe return of IAEA personnel to conduct monitoring \r\nand verification in the Democratic People’s Republic \r\nof Korea, as agreed between the Agency and that \r\ncountry. \r\n We call for the implementation of the General \r\nAssembly resolutions on the establishment of a \r\nnuclear-weapon-free zone in the Middle East, and for \r\nthe full cooperation of all parties concerned for the \r\npeaceful settlement of all pending issues in this regard. \r\n In conclusion, the African Group reaffirms its full \r\nsupport for the Director General of the IAEA and the \r\nendorsement by African States of the Agency’s \r\nindispensable role in assisting developing countries, \r\nparticularly African States, in the peaceful practical \r\napplication of atomic energy and the acquisition of \r\nrelated technologies. \r\n Mr. Churkin (Russian Federation) (spoke in \r\nRussian): We are glad to welcome the Director General \r\nof the International Atomic Energy Agency (IAEA), \r\nMr. ElBaradei, and to thank him for presenting the \r\nAgency’s annual report.  \r\n Russia was one of the founders of the IAEA and \r\nhas always actively supported its work. Over the half-\r\ncentury of its existence, the Agency has become a \r\nprominent and influential organization. Today it enjoys \r\nwell-deserved authority and seeks to ensure that \r\nnuclear energy is used in the safest possible way, and \r\nexclusively for peaceful purposes. Its activities are \r\nmarked by a high degree of professionalism and lack of \r\npolitical opportunism. We are sure that during this age \r\nof renaissance of nuclear energy the IAEA’s role and \r\nimportance will grow. We commend the efforts of Mr. \r\nElBaradei, to whom the Agency largely owes its \r\nsuccess.  \r\n The IAEA is a unique international body with the \r\nauthority to assess compliance by States with their \r\nnuclear non-proliferation obligations under the Nuclear \r\nNon-Proliferation Treaty (NPT). We favour further \r\ndevelopment of its verification mechanism and its \r\noversight activities. Special attention must continue to \r\nbe given to universalization of the additional protocol \r\nto the Safeguards Agreement as an essential instrument \r\nfor increasing the efficiency of the IAEA safeguards \r\nactivities to verify compliance by States with their NPT \r\nobligations. \r\n On 3 October this year the President of the \r\nRussian Federation, Mr. Vladimir Putin, signed a \r\nfederal law entitled “On the Ratification of the \r\nAdditional Protocol between the Russian Federation \r\nand the International Atomic Energy Agency to the \r\nAgreement between the Union of Soviet Socialist \r\nRepublics and the International Atomic Energy Agency \r\non the Application of Safeguards in the Union of \r\nSoviet Socialist Republics”. The law was adopted by \r\nthe State Duma on 14 September and approved by the \r\nCouncil of the Federation on 19 September. \r\n Ratification of the additional protocol is a \r\npractical contribution by Russia to strengthening the \r\nIAEA’s verification capabilities as regards compliance \r\nby the NPT States parties with their non-proliferation \r\nobligations. The additional protocol to the agreement \r\non IAEA safeguards is an effective measure to ensure \r\nconfidence by the international community in the use \r\nof nuclear energy for peaceful purposes, and in timely \r\nidentification of undeclared nuclear activities. We \r\nregard its universalization as one of the important areas \r\nof non-proliferation activities. \r\n Russia has given, and will continue to give, \r\nassistance in strengthening the IAEA safeguards \r\nsystem, which is 25 years old this year. Means of \r\nproviding that assistance include its national \r\nprogramme of scientific and technological support for \r\nthe safeguards. \r\n The threat that weapons of mass destruction \r\n(WMDs) may fall into the hands of terrorists increases \r\nthe urgency of effective international efforts in the \r\nfield of non-proliferation. The inhumanity of terrorist \r\nacts, including those in Russia, shows the need for \r\nreliable safeguards to prevent terrorists gaining access \r\nto WMDs, mainly through consolidation of joint \r\n A/62/PV.36\r\n \r\n15 07-56776 \r\n \r\nactions to create a global system to address new \r\nchallenges and threats — in particular, in the nuclear \r\nfield.  \r\n In this regard, we note the development of the \r\nGlobal Initiative to Combat Nuclear Terrorism, put \r\nforward by the Presidents of Russia and the United \r\nStates, which has already been subscribed to by 62 \r\nStates. It primarily seeks to mobilize the efforts of \r\nStates to fulfil their obligations under the International \r\nConvention for the Suppression of Acts of Nuclear \r\nTerrorism and the Convention on the Physical \r\nProtection of Nuclear Material. We believe that \r\nimplementation of the Initiative is significantly \r\nstrengthening and expanding the work done by the \r\nIAEA, which has observer status to the Initiative.  \r\n We are pleased with the expansion of interaction \r\nbetween the IAEA and the Security Council Committee \r\nestablished by the Council’s resolution 1540 (2004) on \r\nthe non-proliferation of WMDs. \r\n This year the IAEA has given significant \r\nattention to developing its efforts to ensure compliance \r\nwith non-proliferation norms. In the nuclear field, this \r\nmeans the development of practical measures to ensure \r\naccess to the benefits of the peaceful use of nuclear \r\nenergy for countries that faithfully comply with their \r\ncommitments. \r\n The initiative by the Russian President, Mr. Putin, \r\nto develop a global nuclear energy infrastructure, with \r\nthe creation of international centres providing nuclear \r\nfuel cycle services, is designed to carry out that task. It \r\nenvisages creating international centres to provide \r\nnuclear fuel cycle services. As a first step, Russia has \r\nestablished in Angarsk an international uranium \r\nenrichment centre. It will give States the possibility of \r\nguaranteed access to uranium enrichment capacities to \r\nmeet their nuclear fuel requirements, without the need \r\nto set up their own nuclear fuel cycles. Founded by \r\nRussia and Kazakhstan, the centre is open for the \r\nparticipation of third parties, without any political \r\nconditions. It is now completing the IAEA safeguards \r\ncompliance procedures. \r\n We also support other initiatives aimed at \r\nresolving the issue of large-scale development of \r\nnuclear energy based on international cooperation. The \r\nUnited States-Russia Declaration on Nuclear Energy \r\nand Non-proliferation Joint Actions, adopted on 3 July \r\nthis year, aims at merging those initiatives to establish \r\na new format for international interaction in nuclear \r\nenergy development. All interested States — those that \r\nhave the nuclear fuel cycle and nuclear technologies \r\nand those that only plan to use nuclear energy — can \r\ntake part in that work. \r\n The IAEA plays an important role in the \r\ndevelopment of innovative nuclear technologies in \r\nsupport of the International Project on Innovative \r\nNuclear Reactors and Fuel Cycles (INPRO) \r\nimplemented in the framework of the Russian \r\nPresident’s initiative on energy support for the \r\nsustainable development of humankind, a very \r\nimportant step in solving problems of the non-\r\nproliferation of nuclear weapons and the earth’s \r\nenvironmental recovery. \r\n We commend the progress made in recent years \r\nin regard to nuclear safety. With active IAEA \r\nparticipation, it has become possible to achieve great \r\nsuccess in increasing the safety of nuclear power plant \r\noperation and the handling of radioactive materials, \r\nsources and wastes. \r\n We support IAEA activities in the area of \r\ntechnical cooperation with and assistance to the \r\ndeveloping countries. \r\n I should also like to mention certain prominent \r\naspects of the activities of the IAEA. \r\n Complex problems call for comprehensive \r\napproaches. That is true of the situation around the \r\nIranian nuclear programme. We are pleased with the \r\ncooperation that has begun between Iran and the IAEA \r\nto resolve the outstanding issues. Agreeing and \r\nimplementing the work plan between the Agency and \r\nTehran is a step in the right direction. The search for a \r\ncomprehensive political and diplomatic solution to \r\nIran’s nuclear programme must continue, and the \r\nemerging positive trends must be bolstered. There is no \r\nalternative to the peaceful resolution of this problem.  \r\n A graphic example of that is the situation around \r\nthe nuclear programme of the Democratic People’s \r\nRepublic of Korea. On the whole, we assess positively \r\nthe work done in the format of the Six-Party Talks to \r\nresolve the nuclear problem of the Korean Peninsula. \r\nThe first stage of denuclearization has been \r\naccomplished successfully. Concrete steps must now be \r\ntaken to implement the second stage. \r\n I reaffirm our support for the draft resolution on \r\nthe IAEA report. As a sponsor of the draft resolution, \r\nRussia fully believes in the importance of the Agency’s \r\nA/62/PV.36 \r\n \r\n07-56776 16 \r\n \r\nwork, and is sure that it will be continued, in the \r\ninterest of strengthening international security. \r\n Mr. Cheng Jingye (China) (spoke in Chinese): \r\nFirst, the Chinese delegation expresses its sincere \r\nthanks to Mr. ElBaradei, Director General of the \r\nInternational Atomic Energy Agency (IAEA), for his \r\ndetailed report on the work of the IAEA during the past \r\nyear. \r\n This year marks the fiftieth anniversary of the \r\nIAEA. Over the past half century, it has had \r\nremarkable achievements in promoting the peaceful \r\nuses of nuclear energy and preventing the proliferation \r\nof nuclear weapons. The international community \r\ngreatly appreciates its work and achievements. On \r\nbehalf of the Chinese delegation, I extend my \r\ncongratulations to the IAEA. As it always has, China \r\nwill support the IAEA in playing a greater role in the \r\npromotion in a balanced manner of the two major \r\nobjectives to which I have referred. \r\n We are pleased to note that the IAEA made much \r\nprogress in technical cooperation in 2006, when there \r\nwas a clear increase over the previous year in new \r\ntechnical cooperation resources, the rate of attainment \r\nand the rate of programme implementation. Technical \r\ncooperation programmes have made a positive \r\ncontribution to the promotion of the peaceful uses of \r\nnuclear energy by member States. We hope that the \r\nIAEA will make more inputs and spur member States \r\nto attach greater importance to technical cooperation. \r\n China maintains comprehensive cooperation in \r\nthe peaceful uses of nuclear energy with the IAEA and \r\nmember States. China actively supports and \r\nparticipates in technical cooperation programmes under \r\nthe aegis of the IAEA. In 2006, China carried out 26 \r\nnational technical cooperation projects and 50 regional \r\nand transregional projects in nuclear power generation, \r\nnuclear physics, nuclear chemistry and nuclear \r\nengineering technologies. \r\n China has always supported and taken part in \r\nIAEA activities to enhance nuclear security and safety. \r\nIn 2006 China began participation in the IAEA’s Illicit \r\nTrafficking Database, relating to nuclear and other \r\nradioactive materials. We also established in Beijing \r\nthe Joint Training Centre on Nuclear Safeguards and \r\nSecurity, which will not only train experts on nuclear \r\nsecurity and safeguards for China, but will also provide \r\nrelevant services to other member States in the region.  \r\n China has also made specific arrangements with \r\nthe IAEA on nuclear security cooperation. The two \r\nsides will cooperate on nuclear security at major public \r\nevents, including the 2008 Beijing Olympic Games. \r\n With regard to nuclear non-proliferation, China \r\nsupports the IAEA’s unremitting efforts to strengthen \r\nthe effectiveness and efficiency of the safeguards \r\nsystem. It is our hope that the IAEA will further \r\nimprove and strengthen the universality and \r\neffectiveness of the additional protocol system. \r\n The IAEA has also played an important role in \r\nresolving regional nuclear issues. In addition to \r\nconducting monitoring and verification on the shutting \r\ndown and sealing of the Yongbyon nuclear facilities in \r\nthe Democratic People’s Republic of Korea, it has \r\nmade progress with Iran in clarifying outstanding \r\nissues concerning that country’s nuclear programme. \r\nChina appreciates the IAEA’s objective and just \r\npositions in addressing relevant issues, and supports \r\nthe Agency in continuing its efforts. \r\n China takes this opportunity to reaffirm its \r\nsupport for preservation of the international nuclear \r\nnon-proliferation regimes, as well as its opposition to \r\nthe proliferation of nuclear weapons. We believe that \r\nregional nuclear issues should be resolved peacefully \r\nthrough diplomatic negotiations on the basis of \r\ndialogue and consultation on an equal footing, so as to \r\nmaintain global and regional security and stability. \r\nTogether with other parties concerned, China will \r\ncontinue to play a constructive role in the resolution of \r\nsuch issues. \r\n Mr. Benítez Versón (Cuba) (spoke in Spanish): \r\nThis debate is taking place at a special time. We are \r\ncelebrating the fiftieth anniversary of the International \r\nAtomic Energy Agency (IAEA), which deserves our \r\nrecognition for its important role on the international \r\nscene.  \r\n Cuba is proud of being a founding member of the \r\nIAEA. We will continue to fully support its work. \r\n The world is in the midst of an unprecedented \r\nenergy crisis. We must take urgent action. Oil prices \r\nare rising daily, having reached levels unimaginable \r\njust a few years ago. Today there is a greater need than \r\never for feasible alternatives and sustainable sources of \r\nenergy. In that regard, Cuba commends the efforts \r\nmade in the framework of the IAEA for capacity-\r\n A/62/PV.36\r\n \r\n17 07-56776 \r\n \r\nbuilding and increasing awareness of electricity \r\ngeneration by nuclear power.  \r\n We reject any attempt to use the supply of nuclear \r\nfuel as a means of political or economic coercion, or as \r\na way to establish a monopoly over its distribution by a \r\nfew countries. \r\n Cuba attaches special importance to cooperation \r\nbetween developing countries. We reiterate our support \r\nfor the Regional Co-operative Agreement for the \r\nAdvancement of Nuclear Science and Technology in \r\nLatin America and the Caribbean (ARCAL) as a key \r\nmechanism to foster cooperation in matters of nuclear \r\nenergy for peaceful purposes among the countries of \r\nLatin American and the Caribbean. \r\n The results of implementation of the action plan \r\nfor the strategic alliance between ARCAL and the \r\nIAEA are remarkable, as is its first specific outcome, \r\nelaboration of the regional strategic framework for \r\nLatin America and the Caribbean. Cuba also \r\nparticipates actively in the coordinated research \r\nprogrammes, whose importance and effectiveness are \r\nunquestionable. \r\n We acknowledge the IAEA’s efforts to strengthen \r\ninfrastructure to address radiological emergencies. \r\nCuba will continue to contribute to that objective with \r\nexperts and in other ways. \r\n This year we celebrate the seventeenth \r\nanniversary of the Cuban health programme to provide \r\ntreatment to children from the areas affected by the \r\nChernobyl accident. Under this programme, 23,000 \r\npatients — mainly from the Ukraine, Russia and \r\nBelarus — have been treated in our country. We \r\nreiterate Cuba’s readiness to continue sharing our \r\nspecialists’ vast expertise acquired through this \r\nprogramme. \r\n The criminal and illegal economic, commercial \r\nand financial blockade that the United States \r\nGovernment has imposed on Cuba for the last 47 years \r\ndirectly affects the technical cooperation that the IAEA \r\nprovides to Cuba. The blockade significantly impedes \r\nour country’s purchase of equipment and reagents. Last \r\nyear there were several new cases of United States \r\ncompanies, or companies from other countries but with \r\nsome United States capital, refusing to sell to the IAEA \r\nequipment bound for Cuba. Likewise, the United States \r\nauthorities denied visas to Cuban specialists to prevent \r\ntheir participation in important IAEA technical \r\nmeetings held on United States territory. \r\n Cuba reiterates its categorical rejection of \r\npolitical manipulation of IAEA technical cooperation. \r\nSuch manipulation is contrary to the Agency’s Statute. \r\n The inalienable right of States to the peaceful use \r\nof nuclear energy, without discrimination and in \r\naccordance with their respective legal obligations, must \r\nbe strictly respected.  \r\n Attempts by some to prejudge the peaceful or \r\nnon-peaceful nature of certain countries’ nuclear \r\nprogrammes are unacceptable. The IAEA is the only \r\nauthority competent to verify the fulfilment of \r\nobligations incurred under the respective safeguards \r\nagreements of member States. No State, no matter how \r\npowerful, can usurp this mandate. There must be no \r\npressure of any sort or wrongful interference in the \r\nAgency’s working methods that may compromise its \r\nefficiency and credibility. \r\n Cuba welcomes the efforts of the Islamic \r\nRepublic of Iran and the IAEA’s secretariat to settle \r\noutstanding issues. We commend and support the work \r\nplan agreed by the two parties. The intensive talks that \r\nled to its adoption prove the willingness of both parties \r\nto advance constructively towards a rational solution. \r\n Some States furiously hastened to disqualify the \r\ntext of the agreement, even before it was published, in \r\na clear challenge to the favourable opinion of the \r\nmajority of the international community. We reiterate \r\nour opposition to any attempt to make the resolution of \r\nthis issue — or any negotiation — contingent on Iran’s \r\nunilateral suspension of its nuclear fuel cycle activities. \r\nThat is discriminatory and illegal, and it violates the \r\nprinciple of the sovereign equality of States enshrined \r\nin the Charter. Only unconditional dialogue, on the \r\nbasis of equality and mutual respect, will lead to a \r\nresolution of this matter. \r\n Moreover, we reiterate our support for the Six-\r\nParty Talks to find a long-term solution to the Korean \r\nnuclear question through diplomacy and dialogue. In \r\nthis regard, Cuba welcomes the agreements for the \r\ndenuclearization of the Korean Peninsula, in whose \r\nimplementation the IAEA has a key role. \r\n Despite the proclaimed end of the cold war, there \r\nare 30,000 nuclear weapons in the world, more than \r\n12,000 of which are ready for immediate use. Nuclear-\r\nweapon modernization programmes have not stopped. \r\nA/62/PV.36 \r\n \r\n07-56776 18 \r\n \r\nThe mere existence of nuclear weapons and the \r\ndoctrines prescribing their possession and use are a \r\nserious threat to international peace and security. \r\n Cuba rejects the selective application of the \r\nNuclear Non-Proliferation Treaty. Questions related to \r\nnuclear disarmament and the peaceful use of nuclear \r\nenergy cannot continue to be relegated to the \r\nbackground, while horizontal non-proliferation is \r\nfavoured. Nuclear disarmament is, and should continue \r\nto be, the highest disarmament priority. \r\n I conclude by reiterating Cuba’s full support for \r\nthe IAEA’s important work in promoting the peaceful, \r\nsafe use of nuclear energy. \r\n Mr. Al-Murad (Kuwait) (spoke in Arabic): Today \r\nthe General Assembly is discussing an important \r\nagenda item closely linked with principle on which the \r\nUnited Nations was founded — the maintenance of \r\ninternational peace and security. \r\n Having reviewed the annual report of the \r\nInternational Atomic Energy Agency (IAEA), the State \r\nof Kuwait wishes to convey its sincerest appreciation \r\nto the Director General, Mr. Mohamed ElBaradei, and \r\nall its staff for their efforts. We thank them for their \r\ntireless work to achieve the objectives and aspirations \r\nof the world’s peoples and States by strengthening the \r\nprinciple of the peaceful use of nuclear energy for the \r\npositive benefit of humanity. \r\n We also congratulate the permanent \r\nrepresentative of Chile to the Agency, Mr. Milenko \r\nSkoknic, on his election as Chairman of its Board of \r\nGovernors, and we thank him for submitting the draft \r\nresolution on the Agency’s 2006 report. My country is \r\na sponsor of the draft resolution. \r\n Since acceding to the Nuclear Non-Proliferation \r\nTreaty (NPT) on 15 August 1986, the State of Kuwait \r\nhas concentrated its cooperation with the Agency’s \r\nDepartment of Technical Cooperation on \r\nimplementation of a set of projects dealing with \r\nbuilding its own capacities and establishing special \r\nlaboratories to measure the level of radioactive \r\nisotopes found in Kuwait’s water and soil. \r\n Convinced of the importance of preparing \r\nnational qualified cadres in the prevention of nuclear \r\nradioactivity and the safe handling of radioactive \r\nmaterials, my country took the initiative during the \r\npast three years to host regional workshops, in \r\ncooperation with the IAEA. We are also eager to \r\ncontinue sending trainees to participate in training \r\ncourses held at the Agency’s headquarters. \r\n Through its nuclear technology programme, the \r\nAgency is playing a key role in the exchange and \r\ntransfer of nuclear information and know-how to \r\nmember States, especially to developing countries. The \r\nprogramme aims to facilitate the use of nuclear science \r\nand related technologies and to sustainably meet the \r\neconomic and social needs of member States through \r\nthe safe use of nuclear power in the fields of energy, \r\nfood production, human health care, water resources \r\nmanagement, environmental protection, industrial \r\napplications and nuclear medicine. \r\n The efforts of the Agency under the three pillars \r\nof its mandate — technology, safety and verification — \r\nconstitute the foundation to guarantee nuclear \r\ntechnology’s contribution to the promotion of peace, \r\nhealth and prosperity. In that context, we endorse the \r\ncontents of the Agency’s annual report for 2006, \r\ntransmitted by the note of the Secretary-\r\nGeneral(A/62/258), with regard to the application of \r\nnuclear science and technology to treat cancer.  \r\n The Agency’s Programme of Action for Cancer \r\nTherapy (PACT) seeks to assist developing countries to \r\nincorporate radiation treatment within the wider \r\nframework of preventing and combating cancer. In \r\n2006 it helped to raise awareness about the rampant \r\nspread of cancer in the developing world and the need \r\nfor comprehensive and multi-specialized planning to \r\ncombat it. We commend the efforts to raise funds for \r\nPACT, including the number of scholarships, donations \r\nand material and in-kind contributions that have been \r\nsecured. We acknowledge the contribution of the Fund \r\nfor International Development of the Organization of \r\nPetroleum Exporting Countries, in which Kuwait \r\nparticipates actively, contributing $500,000 to PACT. \r\n There is no doubt that in playing the vital role of \r\npreventing the use of nuclear power for military \r\npurposes, and promoting its safest possible use for \r\npeaceful purposes, the IAEA cannot achieve its goals \r\nwithout concerted efforts by all States.  We note with \r\nincreased regret that calls by the Agency on some \r\ncountries carrying out advanced nuclear activities to \r\nadhere to the NPT and implement the IAEA’s \r\nsafeguards regime are going unheeded. That has an \r\nadverse effect on international peace and security.  \r\n In that context, the Middle East region will never \r\nachieve its goal of peace and stability as long as Israel \r\n A/62/PV.36\r\n \r\n19 07-56776 \r\n \r\nremains the only country in the region that refuses to \r\nsubject its facilities to the IAEA’s safeguards regime. \r\nThat is a major obstacle to achieving the universality \r\nof the NPT, one that greatly disrupts the effort to \r\nstrengthen the NPT regime. The continuation of that \r\nirregular situation could be an incentive to other States \r\nof the region to attempt to acquire or build nuclear \r\nweapons on the pretext of the Agency’s overlooking, or \r\nbeing lax in dealing with, countries that refuse to open \r\ntheir installations to inspection.  \r\n Israel’s intransigence in refusing to cooperate \r\nwith the IAEA could lead to more anxiety and tensions \r\nin the Middle East region and undermine the ongoing \r\ncalls by other States regarding the need to free the \r\nMiddle East, including the Gulf region, from all \r\nweapons of mass destruction, while acknowledging the \r\nright of States of the region to acquire the necessary \r\nexperience in the use of nuclear energy for peaceful \r\npurposes. Such knowledge must be made available to \r\nall within the framework of relevant international \r\nconventions. \r\n In that regard, I note that the Supreme Council of \r\nthe Arab Gulf Cooperation Council has recommended a \r\njoint study by its member countries to create a joint \r\nprogramme in the field of nuclear technology for \r\npeaceful purposes, in accordance with international \r\nstandards and regimes. \r\n With regard to the Iranian nuclear issue, on the \r\nbasis of our belief in the need to respect international \r\nlegitimacy and the principle of resolving conflicts by \r\npeaceful means, the State of Kuwait calls upon the \r\ninternational community to join its efforts and continue \r\nto work to find a peaceful solution to the crisis, thereby \r\nsparing the Gulf region any crisis that can disrupt \r\nsecurity and stability.  \r\n We welcome the recent agreement between the \r\nIslamic Republic of Iran and the IAEA as an important \r\nstep in dispelling fears and doubts with regard to Iran’s \r\nnuclear programme. We hope that dialogue and \r\ncooperation will continue in a transparent manner until \r\nall international issues and concerns are addressed. We \r\nalso hope that sufficient time will be accorded to \r\ndiplomacy, so as to ensure that a peaceful solution can \r\nbe implemented with flexibility, wisdom and \r\nresponsibility on all sides. We hope for a successful \r\noutcome of the discussions currently taking place in \r\nTehran between Iranian officials and a delegation from \r\nthe IAEA. \r\n In concluding, I express my country’s hope that \r\nthe international community will continue to support \r\nthe work of the IAEA to ensure the complete and non-\r\nselective implementation of all international \r\nagreements pertaining to disarmament, including the \r\nNPT and its three main pillars: nuclear disarmament, \r\nnon-proliferation and the peaceful uses of nuclear \r\nenergy. \r\n Mr. Chávez Basagoitia (Peru) (spoke in \r\nSpanish): The delegation of Peru expresses its gratitude \r\nfor the presence of the Director General of the \r\nInternational Atomic Energy Agency (IAEA) and for \r\nhis presentation of the annual report on the Agency’s \r\nwork. \r\n We also thank Ambassador Milenko Skoknic of \r\nChile for his introduction of the draft resolution \r\n“Report of the International Atomic Energy Agency” in \r\nhis capacity as Chairperson of the IAEA’s Board of \r\nGovernors. \r\n My delegation associates itself with the statement \r\nmade by the representative of Uruguay on behalf of the \r\nCommon Market of the South and its associated States.  \r\n Peru is firmly committed to all efforts to achieve \r\ncomprehensive disarmament and the non-proliferation \r\nof nuclear, chemical and biological weapons, and their \r\ndelivery systems, which pose a threat to international \r\npeace and security. With regard to the effort to \r\nestablish a robust and credible international regime, we \r\nwould refer to our participation in the Treaty for the \r\nProhibition of Nuclear Weapons in Latin America and \r\nthe Caribbean, which countries of our region have \r\nsigned and ratified. The spirit of that Treaty has \r\ninspired other regions, and should continue to guide \r\nthem in achieving their objectives of peace and \r\nsecurity.  \r\n Peru also participates in the Andean Zone of \r\nPeace and the South American Zone of Peace and \r\nCooperation initiatives, which the General Assembly \r\nhas supported on various occasions. \r\n We are aware of the danger that nuclear \r\nproliferation poses to the international regime. We \r\ntherefore attach the utmost importance to strengthening \r\nall aspects of the regime, and will continue to \r\ncontribute to that effort. In that regard, we reiterate our \r\nconcern about the current stalemate in disarmament \r\nnegotiations. We also reiterate our call for joint \r\nA/62/PV.36 \r\n \r\n07-56776 20 \r\n \r\nprogress towards the fulfilment of international \r\ncommitments. \r\n With regard to nuclear energy, the international \r\ncommunity has seen how the intergovernmental \r\norganization Atoms for Peace, created in 1957, has \r\nbecome the global centre of nuclear cooperation and \r\nhow the IAEA is currently the principal instrument that \r\nthe international community relies upon to prevent the \r\nproliferation of nuclear arms and to counter new \r\nthreats of nuclear terrorism. \r\n Peru, as a founding member of the IAEA, has \r\nactively contributed to its objectives, principally in the \r\napplication of nuclear energy for peaceful purposes, in \r\nthe regulation of its use through adequate safety \r\nmeasures, and in the application of verification, \r\nsafeguards and physical protection. \r\n Peru would like to point out the support that the \r\nIAEA offers in its work to foster the development and \r\npractical application of nuclear energy for peaceful \r\npurposes and to offer assistance in the transfer of \r\ntechnology to developing countries. My country \r\nbenefits from this important technical cooperation with \r\nthe IAEA, through the Peruvian Institute of Nuclear \r\nEnergy and other related institutions. \r\n As a sign of its commitment to the need to \r\nimprove the efficiency and effectiveness of the \r\ninternational regime of the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT), Peru, signed, \r\nin 1999, the additional protocol to the IAEA safeguards \r\nagreements, as a contribution to the objectives of the \r\nnon-proliferation of nuclear weapons. As a result, in \r\n2006, Peru applied integrated safeguards. \r\n Peru believes that the role of the IAEA can be \r\nstrengthened so that it may serve as the main conduit \r\nfor the transfer of nuclear technology, with a view to \r\nincreasing cooperation in the peaceful use of nuclear \r\nenergy. New challenges and realities make it necessary \r\nto review the role that the IAEA should play in the \r\nfuture in the areas of physical safety of nuclear waste, \r\nthe illicit trafficking of nuclear material and \r\nverification in nuclear-free zones. \r\n In this regard, Peru supports actions within the \r\nUnited Nations to prevent the proliferation of weapons \r\nof mass destruction by State and non-State actors. \r\nIt also aims to see the implementation of the \r\nmechanisms adopted in existing international \r\ninstruments, such as the NPT, as well as international \r\ndisarmament commitments. We encourage transparency \r\nin nuclear matters and confidence-building measures to \r\nthis end. \r\n Specifically, Peru continues to favour dialogue \r\nand negotiation to ensure compliance with Security \r\nCouncil resolutions and commitments to the IAEA. \r\nPeru is therefore pleased with progress on the issue of \r\nthe Democratic People’s Republic of Korea and \r\nwelcomes that country’s return to the IAEA \r\nverification process. My country hopes that this \r\nprocess will continue and deepen. \r\n The NPT is the cornerstone of the nuclear non-\r\nproliferation regime and a necessary step to achieve the \r\nultimate goal of general and complete nuclear \r\ndisarmament.  In this context, even though Peru \r\nrecognizes the right of any State to develop the \r\nresearch, production and use of nuclear energy for \r\npeaceful purposes, we believe that that must be \r\nconditional on strict compliance with non-proliferation \r\ncommitments and implementation of the IAEA \r\nsafeguards regime, which complements and strengthens \r\nthe international verification system. In this respect, we \r\nlook forward to the report of the Director General on \r\nIran’s extension, transparency and cooperation in \r\nresolving outstanding verification matters. \r\n The current global situation demands \r\nstrengthening the credibility of the international regime \r\nfor disarmament, non-proliferation and the peaceful \r\nuse of nuclear energy. To this end, we must enhance the \r\nrole of the IAEA, both in its control and verification \r\ncapacities and in its remaining responsibilities. Making \r\nbetter use of this tool will allow us to achieve the \r\nexclusively peaceful purposes of nuclear energy and \r\navoid the spectre of proliferation by States or terrorist \r\ngroups becoming a reality. \r\n Mr. Abdelaziz (Egypt) (spoke in Arabic): We \r\nthank Mr. ElBaradei, Director General of the \r\nInternational Atomic Energy Agency (IAEA), for his \r\nvaluable presentation of the report on the Agency’s \r\nactivities in various areas. This confirms the \r\ncompetence of the IAEA in performing its lofty \r\nmandate in achieving a balanced interest in the three \r\nmain areas of its work: technology, safety and \r\nverification.  \r\n We add our voice to the statement by the \r\nrepresentative of Benin on behalf of the African Group. \r\n A/62/PV.36\r\n \r\n21 07-56776 \r\n \r\n Five decades ago Egypt participated in the \r\nestablishment of the IAEA, convinced of the Agency’s \r\nrole in the strengthening of international peace and \r\npromoting the responsible use of nuclear technology \r\nfor peaceful purposes, thus serving development \r\nambitions and responding to international needs in a \r\nwide range of areas.  \r\n Furthermore, the comprehensive safeguards \r\nregime applied by the IAEA in non-nuclear-weapon \r\nStates parties to the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT) has become one of the most \r\ncentral international verification systems employed in \r\nthe maintenance of international peace and security. \r\nHowever, that system remains far from universal, \r\nespecially in the region of the Middle East, where all \r\nStates except Israel have joined the safeguards regime, \r\npointing to an ever more urgent need for intensified \r\ninternational efforts aimed at the application of the \r\nIAEA comprehensive safeguards regime in all States of \r\nthe region, without exception. \r\n Egypt is firmly convinced that the establishment \r\nof a nuclear-weapon-free zone in the Middle East will \r\ncontribute to confidence-building and the achievement \r\nof comprehensive peace in the countries of the region. \r\nThere is no doubt that the lack of stability due to the \r\npresence of nuclear facilities outside the \r\ncomprehensive safeguards regime demands a more \r\neffective response, as this situation threatens to trigger \r\nan arms race that would endanger the security and \r\nstability of the entire region. This is particularly true \r\ngiven statements made to the media on Israel’s \r\nacquisition of nuclear weapons, an acquisition to which \r\nthe international community has not yet effectively \r\nresponded. \r\n The right of non-nuclear-weapon States to \r\nacquire and employ peaceful applications of nuclear \r\ntechnologies is indeed inalienable, as clearly anchored \r\nin article IV of the NPT. At a time when the need of \r\ndeveloping countries for clean and economical energy \r\nis growing rapidly, the importance of this right \r\nbecomes more evident and more closely associated \r\nwith the realization of development plans and the \r\nenhancement of economic and social standards of \r\npeoples, while contributing to the achievement of \r\ninternational peace and security. Egypt therefore \r\nbelieves that the IAEA indeed has a growing role in \r\nsupporting sustainable development efforts and \r\neffectively contributing to the acquisition of nuclear \r\npower and the satisfaction of the growing nuclear \r\npower needs of non-nuclear-weapon States parties to \r\nthe NPT. \r\n The importance of the role of the IAEA is \r\ngrowing, in light of the shortcomings, both \r\nqualitatively and quantitatively, affirmed by the \r\ninternational community regarding the transfer of \r\nnuclear technology from developed to less developed \r\ncountries. It is regrettable that, instead of international \r\ncooperation being strengthened to address this \r\nimbalance, we see attempts to impose more unjustified \r\nrestrictions and preconditions regarding the nuclear \r\ntechnology and materials required to develop peaceful \r\nnuclear programmes in non-nuclear-weapon countries.  \r\n These attempts have gone so far as to work \r\ntowards producing reinterpretations of article IV of the \r\nNPT, reinterpretations that have nothing to do with the \r\nletter or spirit of the treaty and will only lead to further \r\nmistrust among its parties and add new, unhelpful \r\nchallenges to the credibility and effectiveness of the \r\nIAEA comprehensive safeguards regime. \r\n Although non-nuclear-weapon States have given \r\nup the military nuclear option and have temporarily \r\naccepted a discriminatory status vis-à-vis the nuclear-\r\nweapon States, non-nuclear-weapon States still face \r\nadditional pressures aimed at imposing more \r\nobligations and restrictions on them in the form of \r\nadditional safeguards, while ignoring the voluntary \r\nnature of any new international commitment and the \r\ninevitability of focusing first on the universality of the \r\nIAEA comprehensive safeguards system, which is a \r\nnecessary condition for any strengthening of it.  \r\n Egypt confirms the important priority that the \r\nIAEA technical cooperation work represents for it and \r\nother developing countries which benefit from such \r\nprogrammes for the use of nuclear technologies in the \r\nfields of, inter alia, health, agriculture, food, water \r\nresources, isotopes and radiation. \r\n In this regard, Egypt welcomes the development \r\nand improvement of the IAEA technical cooperation \r\nstrategy to better serve the developmental priorities of \r\nmember States, including through the identification of \r\nvital fields which nuclear technologies can effectively \r\nsupport in the short- and medium-term. Accordingly, \r\nwe reiterate the importance of strengthening the role of \r\nthe IAEA in technology transfer through ensuring and \r\nincreasing funds allocated for technical cooperation, \r\nthat being one of its main statutory responsibilities. \r\nA/62/PV.36 \r\n \r\n07-56776 22 \r\n \r\n Taking into consideration the role of the Agency \r\nas the international forum mandated to work \r\nmultilaterally towards the application of the highest \r\nstandards of nuclear safety in nuclear power reactors, \r\nand towards the extension of the benefits of nuclear \r\npower to developing countries, Egypt, in its efforts to \r\nrely on nuclear power in proceeding with its \r\ndevelopment course, closely follows the Agency’s \r\nwork in this field, in particular, through the \r\nInternational Project on Innovative Reactors and Fuel \r\nCycles.  \r\n Egypt is also working on further expanding its \r\ncooperation with the Agency in order to enhance our \r\nnational capabilities in the peaceful application of \r\nnuclear technologies as well as to explore increased \r\nbenefits of such technologies for the purpose of \r\ngenerating electricity, and other peaceful applications \r\nof nuclear energy. \r\n We look forward to the full support of the Agency \r\nfor our endeavours. \r\n Mr. Vundavalli (India): The delegation of India \r\nthanks the Director General of the International Atomic \r\nEnergy Agency (IAEA) for presenting the Agency’s \r\nannual report to the General Assembly.  \r\n On the occasion of its fiftieth anniversary, it is \r\ngratifying to recognize the IAEA’s unique place within \r\nthe United Nations system. The prestige, credibility \r\nand authority of the IAEA in this century rest in very \r\nlarge measure on the consistent good work done by its \r\nsecretariat, under the wise leadership of Mr. ElBaradei.  \r\n Over the last half-century, the Agency’s and \r\nIndia’s nuclear programmes have grown and evolved \r\nside by side. The IAEA’s achievements in the past half-\r\ncentury have done much to contribute to the emergence \r\nof a nuclear dawn in the coming years. \r\n The world today is on the threshold of a paradigm \r\nshift. On the one hand, demand for energy continues to \r\nrise, and it is clear that 70 per cent of growth will come \r\nfrom developing countries. It is imperative that this \r\nneed be met if the benefits of development are to be \r\naccessed more equitably by the vast majority of \r\nunderprivileged mankind in the developing countries. \r\nOn the other hand, there is the challenge of addressing \r\nthe serious consequences for future generations of \r\nunmindful and unsustainable use of fossil energy \r\nleading to global warming and climate change. \r\n Nuclear power can certainly play an important \r\nrole in this context, by helping to meet the ever-\r\ngrowing demand for energy without the serious \r\nenvironmental consequences associated with the use of \r\nfossil fuels. India therefore notes and supports all the \r\nAgency’s activities related to the promotion of nuclear \r\npower.  \r\n We believe that the Agency has a crucial role to \r\nplay in allaying the misapprehensions of the public and \r\nMember States about the safe design, operation, \r\nmaintenance and decommissioning of nuclear power \r\nplants, as well as the waste disposal and environmental \r\naspects, taking into due account current advances in the \r\nrelevant areas of design and technology. We encourage \r\nthe publication of IAEA technical documents, the \r\norganization of training workshops and technical \r\nconferences and the maintenance and dissemination of \r\nnuclear knowledge to help achieve these objectives. \r\n India has been pursuing its robust three-stage \r\nnuclear programme designed to maximize the energy \r\npotential from its domestic uranium and thorium \r\nresources, which will contribute around 25 per cent of \r\nelectricity generation in the country by 2050. The \r\nobjective is to realize the huge energy potential that \r\ncan be obtained from these nuclear energy resources \r\nwithout having to add to the global carbon dioxide \r\nburden.  \r\n The programme is moving ahead steadily, with \r\nthe first stage, consisting of indigenously developed \r\npressurized heavy water reactors (PHWRs), well into a \r\ncommercially successful phase. The second stage has \r\ncommenced with the construction of a 500-megawatt \r\nelectric (MWe) prototype fast breeder reactor, which is \r\nnow fairly advanced. The third stage is about to begin \r\nwith the start of construction of a technology \r\ndemonstrator, the 300 MWe advanced heavy water \r\nreactor.  \r\n Those three stages are being implemented \r\nsequentially to reach the goal of large-scale thorium \r\nutilization, and are linked through their respective fuel \r\ncycles, which are also well under way. During the \r\ncalendar year 2006, the generation of electricity from \r\ndomestic nuclear power plants was 17,794 million \r\nunits (MUs). While Unit 4 of the Rajasthan atomic \r\npower project operated continuously for a record 373 \r\ndays, Unit 1 of the Kaiga atomic power station \r\nrecorded uninterrupted operation for 356 days. \r\n A/62/PV.36\r\n \r\n23 07-56776 \r\n \r\n We look forward to the possibility of opening up \r\ninternational civil nuclear cooperation. We expect such \r\ncooperation to be sustainable, free from interruptions \r\nand consistent with our national policy of a closed fuel \r\ncycle. Such initiatives also open up the possibility of \r\nthe export of reactors and services.  \r\n India today is the only country to have a live \r\ntechnology, design and infrastructure for small PHWRs \r\nwith a unit capacity of 220 MWe; these reactors have a \r\ngreat potential for export, particularly to countries with \r\nsmall grids that wish to begin nuclear power generation \r\nwith relatively modest investments and infrastructure. \r\nGiven the large manufacturing base and relatively low \r\nmanufacturing costs, there is also a potential for India \r\nto become a manufacturing hub for equipment and \r\ncomponents for the global nuclear industry. \r\n India supports all the Agency’s activities related \r\nto advanced technologies, namely, accelerator-driven \r\nsystems and high-temperature reactors for non-power \r\napplications such as hydrogen production and nuclear \r\ndesalination. We attach great importance to the \r\nInternational Project on Innovative Nuclear Reactors \r\nand Fuel Cycles programme, have been associated with \r\nit since its inception, and have contributed significantly \r\nto its progress. We are happy to note the continued \r\ngrowth in its membership, and stand committed to \r\nensuring the successful implementation of its Phase 2 \r\nactivities. \r\n In the area of material technology, we note with \r\napproval the Agency’s activities aimed at improving \r\nthe utilization of nuclear fuel for both light water \r\nreactors and PHWRs through increased burnup and the \r\nassociated degradation and failure issues. In this \r\ncontext, in December 2006 India hosted in Mumbai an \r\ninternational conference on processing, performance \r\nand phenomena, and a satellite conference on materials \r\nbehaviour far from equilibrium, in cooperation with the \r\nIAEA. \r\n India commends the Agency for its activities \r\nrelated to capacity building and nuclear knowledge \r\nmaintenance for sustainable energy development, \r\naimed at providing training to several member States in \r\nusing the analytical tools and databases, as detailed in \r\nthe report.  \r\n We take note of and appreciate the Agency’s \r\nwork programme and achievements in nuclear \r\napplications in food and agriculture; human health and \r\nnutrition; the Programme of Action for Cancer \r\nTherapy; water resources management; protection of \r\nthe environment; and industry. India has donated a \r\nstate of the art teletherapy machine, Bhabhatron II, to \r\nthe Programme, with Viet Nam being the intended \r\nbeneficiary. We note and support the Agency’s \r\nactivities envisaged under the rubric of nuclear science. \r\n In the area of nuclear security and physical \r\nprotection, India has organized a number of workshops \r\nand training courses for the Asia-Pacific region under \r\nthe aegis of the IAEA. So far, we have conducted four \r\nregional training courses on physical protection of \r\nnuclear installations, as well as regional training \r\ncourses on the physical protection of radioactive \r\nsources. In addition, we have conducted regional \r\ntraining courses on advanced equipment and \r\nresponding to criminal unauthorized acts involving \r\nnuclear or other radioactive material, and a regulatory \r\nauthority information system training course.  \r\n India is among the first countries to deposit their \r\ninstrument of ratification of the amendments to the \r\nConvention on the Physical Protection of Nuclear \r\nMaterial. We note with approval the round-the-clock \r\noperations of the Agency’s Incident and Emergency \r\nCentre, the emergency preparedness review conducted \r\nby the Agency and the establishment of a centre for \r\nadvanced safety assessments tools. \r\n In the context of the safety of nuclear \r\ninstallations, we note with satisfaction the activities \r\nundertaken by the Agency to promote a safety culture \r\nin member States. In India, the World Association of \r\nNuclear Operators (WANO) completed peer reviews of \r\nthe atomic power stations at Kakrapar, Narora, Kaiga, \r\nRawatbhata and Tarapur. We have offered our third unit \r\nof the Tarapur atomic power project for a pre-startup \r\npeer review by a WANO team of experts. Similar \r\nreviews for the fifth unit of the Rajasthan atomic power \r\nproject and the fourth unit of the Kaika atomic power \r\nproject are also planned for the next year. \r\n India attaches high priority to nuclear \r\nverification, and notes with approval all the activities \r\nundertaken by the Agency in a transparent and \r\nimpartial manner. Our delegation has actively \r\nparticipated in the Special Committee on Safeguards \r\nand Verification, within the framework of the IAEA \r\nStatute, to consider ways and means to strengthen the \r\nsafeguards system. \r\n A global nuclear energy renaissance increasingly \r\nappears not just inevitable, but a necessity. However, it \r\nA/62/PV.36 \r\n \r\n07-56776 24 \r\n \r\nwill rest on fragile foundations unless robust inclusive \r\npartnerships are built on the basis of trust and mutual \r\nunderstanding, functioning on a reliable and \r\npredictable basis. The adoption of closed fuel cycle \r\noptions to maximize energy availability needs to be an \r\nintegral part of that.  \r\n We have justifiable concerns about the risks \r\nrelated to the safety of the environment and \r\nproliferation arising from irresponsible behaviour of \r\nStates and non-State actors. However, we need to be \r\neven more concerned about the vastly enhanced \r\nsecurity risks to which future generations will be \r\nexposed as a result of the storage of spent fuel for tens \r\nof thousands of years.  \r\n There are, thus, risks and challenges, but they are \r\nwithin the professional competence of existing \r\ntechnology and institutional control. Answers can \r\neasily be found, if every responsible partner is seen not \r\nas a problem, but as part of the solution. \r\n Mr. Gatan (Philippines): The International \r\nAtomic Energy Agency (IAEA) has been a success \r\nstory during the 50 years of its existence — in \r\nparticular, in the pursuit of its dual purpose of \r\npromoting nuclear energy for development and \r\nensuring nuclear safety and security — in spite of the \r\nnumerous challenges it has faced.  \r\n The Philippines welcomes the report of the \r\nAgency, and recognizes once again its important role in \r\npromoting both peace and development. \r\n The Philippines has been a member and a partner \r\nof the IAEA for 49 of the 50 years of Agency’s life and \r\nhas gained much from its collaboration with the \r\nAgency. That strong partnership has also helped the \r\nPhilippines in the attainment of the Millennium \r\nDevelopment Goals. \r\n The Philippines attaches great importance to the \r\npeaceful uses of nuclear energy and its vast benefits for \r\nall nations, particularly the developing world. My \r\ncountry and the Agency have expansive links in the \r\narea of technical cooperation. It is here that we have \r\nmuch success in terms of increasing agricultural and \r\nindustrial productivity, the irradiation of food exports, \r\naccess to clean drinking water and addressing \r\nenvironmental challenges. \r\n My delegation is grateful to the Agency’s \r\nTechnical Cooperation Department — specifically, its \r\nAsia and Pacific division and the Department of \r\nNuclear Sciences and Applications, whose support and \r\neffective collaboration enabled the Philippines to \r\nachieve an implementation rate of 84 per cent for \r\ntechnical projects in 2006. Much of that success has \r\nfiltered down to the grassroots level. The Agency’s \r\ntechnical assistance has also enabled the Philippines \r\nNuclear Research Institute to upgrade its multipurpose \r\nirradiation facility and non-destructive testing training \r\ncentre, as well as to establish its national environment \r\nisotope laboratory. \r\n My country’s participation in the Regional \r\nCooperative Agreement’s projects on the environment, \r\nsuch as those on air pollution, has enabled us to \r\nundertake several environmental studies using nuclear \r\ntechniques. Data culled from those studies have \r\nprovided important information in terms of \r\nimplementing national laws and regulations on the \r\nenvironment. \r\n Another essential programme is the Agency’s \r\nProgramme of Action on Cancer Therapy (PACT). The \r\nPhilippines is pleased to note that the Agency has made \r\nthat a priority activity, given the rise in the number of \r\ncancer patients, including in the developing world. My \r\ndelegation believes that collaboration with PACT could \r\nlead to enhanced cancer-training capabilities in the \r\nregion, in the context of the regional cancer training \r\nnetwork. The Philippines is therefore grateful for the \r\nlarge contribution of donor countries, which helped \r\nbuilt the Programme. \r\n My delegation welcomes the comprehensive \r\nreport of the Agency and commends its work in the \r\nareas of nuclear safety, verification, security and \r\ndisarmament, and even social issues under its mandate, \r\nsuch as poverty, disease and hunger. Among the \r\nimportant activities of the Agency cited in its report are \r\ncapacity-building and nuclear-knowledge maintenance \r\nfor sustainable development. \r\n Other vital aspects of the report are nuclear \r\nscience, allowing for its application to economic \r\ndevelopment; food and agriculture, focusing on \r\nachieving food security through the application of \r\nnuclear techniques; human health, which deals with \r\nenhancing the capacities of member States to detect, \r\nprevent and treat various illnesses through nuclear \r\ntechnology; and, finally, water resources, where the \r\nsustainable management of this essential resource is \r\nimproved through isotope application. \r\n A/62/PV.36\r\n \r\n25 07-56776 \r\n \r\n Nuclear security is another important area of \r\nconcern. The support that the Agency provides to \r\nmember States is essential to establishing effective \r\nnational nuclear security regimes and preventing \r\nnuclear accidents. The Philippines agrees that the high \r\nstandards of safety for nuclear power facilities should \r\nbe maintained, especially given the increasing number \r\nof nuclear power plants. One nuclear accident can lead \r\nto massive environmental damage, endangering \r\nmillions of innocent civilians. \r\n In conclusion, I once again commend the Agency \r\nfor its work in promoting the use of the atom for peace. \r\nIndeed, mankind will benefit from the atom’s peaceful \r\nuse. It can spur development, cure illnesses, increase \r\nthe production of food and provide energy for our \r\nworld’s growing population.  \r\n My delegation urges all delegations to sponsor \r\nthe draft resolution on the IAEA’s report. \r\n Mr. Natalegawa (Indonesia): I thank the Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA) for the 2006 IAEA report. I commend him very \r\nwarmly for his commitment and dedication to the \r\nmandate of this important Agency and for its \r\ncontinuing work in the peaceful uses of nuclear energy. \r\n My delegation expresses its sincere appreciation \r\nfor the role of the IAEA in the promotion of nuclear \r\ntechnology for peaceful purposes, under the three \r\npillars of its mandate, including through technical \r\ncooperation between the Agency and my country. I take \r\nthis opportunity to express our appreciation for last \r\nDecember’s official visit by the Director General to \r\nseveral countries in Asia, including Indonesia, as \r\nfurther proof of the Agency’s attention to the \r\nimportance of the development of peaceful uses of \r\nnuclear energy in our region. \r\n Over the past several years the role of nuclear \r\npower has been shaped by many factors. We are \r\npleased that the IAEA has been emphasizing the role of \r\nnuclear energy and nuclear technology for \r\ndevelopment. Indeed, it is becoming more evident that \r\nthe IAEA has an important role to play in myriad \r\naspects of human life, thereby contributing to meeting \r\nthe world’s growing energy demands and other welfare \r\nneeds. \r\n The report again highlights the rising \r\nexpectations of nuclear energy in different parts of the \r\nworld, especially for electricity generation. We are \r\nencouraged to learn that the Asia-Pacific region is one \r\nof the most dynamic in the world in terms of nuclear \r\npower development, and that national and regional \r\nprojects have been conducted by the Agency under its \r\nTechnical Cooperation Programme in response to the \r\nneeds of member States. \r\n Let me note, in this regard, that the Agency’s \r\npromotion of the safe and peaceful use of nuclear \r\nenergy is particularly important for Indonesia and the \r\nregion. As a country with more than 200 million \r\npeople, bearing in mind the current situation of energy \r\nresources, we are now at the stage of dissemination of \r\ninformation and education to the public about the \r\nnecessity for nuclear energy and its important role in \r\nour sustainable development. Along with its decision to \r\nembark on a nuclear power programme, Indonesia is \r\nalso taking steps to promulgate relevant national \r\nregulation and continue its close cooperation with the \r\nIAEA in this regard. \r\n Recently the IAEA has broadened awareness of \r\nthe role of nuclear energy in the challenge of climate \r\nchange.  Climate change concerns have highlighted the \r\nadvantages of nuclear power in terms of its minimal \r\ngreenhouse gas emissions. This is an issue of great \r\ninterest to Indonesia, as host of the United Nations \r\nClimate Change Conference, to be held in Bali in \r\nDecember. \r\n Indonesia has always attached paramount \r\nimportance to technical cooperation with the Agency in \r\nconnection with the transfer of nuclear science and \r\ntechnology to member States, and as a basic instrument \r\nfor promoting peaceful uses of atomic energy for \r\nsustainable socio-economic development. In this \r\nregard, under an agreement with the IAEA, in 2007 and \r\n2008 Indonesia will implement eight projects in the \r\nfields of energy, food and agriculture, human health \r\nand the environment. \r\n The Agency has been working with Indonesia on \r\nradiation-induced breeding for inventing new varieties \r\nof plants, and many new and improved varieties of \r\nstaple food crops were released up to 2006. This year, \r\nhigh-quality rice mutant varieties produced by \r\nirradiation techniques were planted in Indonesia on \r\nover a million hectares. Several new higher-quality \r\nstrains of crops have been developed with IAEA \r\ncooperation.  \r\n Indonesia has also enjoyed the Agency’s support \r\nin the commissioning of its first radiotherapy centre, in \r\nA/62/PV.36 \r\n \r\n07-56776 26 \r\n \r\nKalimantan, expected to be operational by the end of \r\nthe year, and in the development of isotopic techniques \r\nfor evaluating the effectiveness of tuberculosis drugs. \r\nSome IAEA technical cooperation projects have \r\nfocused on using nuclear techniques to assess and \r\nmanage Indonesia’s underground water resources, \r\nmonitor water quality and pollution in Indonesian \r\nrivers and improve livestock nutrition. \r\n In the light of the increasing needs and requests \r\nof member States for technical cooperation, it is \r\nessential that the Agency have sufficient, assured and \r\npredictable resources for its activities. For that \r\npurpose, we suggest that proposals for a more \r\nsufficient, predictable and assured Technical \r\nCooperation Fund be developed, with a view to \r\nstrengthening the effectiveness and efficiency of the \r\nAgency’s technical cooperation activities, without \r\nimposing an additional financial burden on member \r\nStates, especially developing countries. \r\n In view of the numerous challenges facing the \r\nIAEA, and the need to preserve its efficiency and \r\nperformance, we should continue to seek ways to \r\nenhance its resources. To this end, we look forward to \r\nthe upcoming study by a high-level panel of experts on \r\nthe Agency’s future programmatic and budgetary \r\nrequirements, including the financing of the Technical \r\nCooperation Programme. \r\n My delegation also stresses the importance of the \r\nAgency’s pursuing a more balanced allocation of the \r\nbudget so as to reflect the equal importance of its three \r\npillars and to maintain a balance between its various \r\nstatutory activities and the need to promote technical \r\ncooperation.  \r\n For its part, Indonesia has been supportive of \r\ntechnical cooperation activities and has consistently \r\npaid its pledged annual share of the Technical \r\nCooperation Fund targets. We will continue to do so in \r\nthe future. \r\n My delegation places great importance on the \r\nAgency’s measures to strengthen nuclear safety and \r\nsecurity. We share the view that measures to strengthen \r\nnuclear security should not hamper international \r\ncooperation in peaceful nuclear activities, the exchange \r\nof nuclear material for peaceful purposes and the \r\npromotion of the peaceful use of nuclear energy. As an \r\narchipelagic State, Indonesia is concerned about \r\npotential accidents or incidents during the \r\ntransportation of spent fuel, high-level nuclear waste \r\nand radioactive materials by sea. We continue to \r\nsupport the efforts of the IAEA to strengthen \r\ncooperation and coordination to address this issue. \r\n In the field of safety and security, Indonesia is a \r\nparty to the Convention on Nuclear Safety, the \r\nConvention on the Physical Protection of Nuclear \r\nMaterial, the Convention on Early Notification of a \r\nNuclear Accident and the Convention on Assistance in \r\nthe Case of a Nuclear Accident or Radiological \r\nEmergency. As to the security of radioactive sources \r\nand safety of the community and environment in the \r\nuse of nuclear energy, we are pleased to announce that \r\nGovernment Regulation Number 33 of 2007 on the \r\nSafety of Ionizing Radiation and Security of \r\nRadioactive Sources, based on the IAEA Basic \r\nStandards, was enacted in June 2007. \r\n Indonesia appreciates the work carried out by the \r\nAgency in implementing and strengthening safeguards \r\nand verification pursuant to the provisions of the \r\nNuclear Non-Proliferation Treaty (NPT). As a State \r\nparty to the NPT, we are committed to fully \r\nimplementing the integrated safeguards, which could \r\nlead to strengthening global nuclear non-proliferation, \r\npursuing nuclear disarmament and facilitating \r\ncooperation in the peaceful uses of nuclear energy. \r\n At the regional level, as a party to the Treaty on \r\nthe South-East Asia Nuclear Weapon Free Zone and \r\nbearing in mind the importance of such a zone in \r\npromoting disarmament and non-proliferation, \r\nIndonesia, along with the other nine States parties to \r\nthe Treaty, has initiated and tabled for the first time a \r\ndraft resolution on the South-East Asia Nuclear \r\nWeapon Free Zone at this sixty-second session. \r\n We take note of the call for the development of \r\nnew, multilateral approaches to the nuclear fuel cycle \r\nas a measure for strengthening non-proliferation and \r\ncoping with the expected expansion of the use of \r\nnuclear power. As a party to the NPT, Indonesia fully \r\nsupports the inalienable right of States parties to the \r\npeaceful uses of nuclear energy, in accordance with \r\narticle IV. We reiterate that each country’s choice and \r\ndecision on the peaceful use of nuclear energy should \r\nbe respected, without undermining its national policies \r\nor international cooperation agreements and \r\narrangements for the peaceful use of nuclear energy \r\nand its fuel-cycle policies. \r\n My delegation once again voices its concern \r\nabout the continued inability to establish a nuclear-\r\n A/62/PV.36\r\n \r\n27 07-56776 \r\n \r\nweapon-free zone in the Middle East and the \r\ncontinuously defiant attitude and policy of a single \r\ncountry in the region regarding placing its nuclear \r\ninstallations under the IAEA safeguards or acceding to \r\nthe NPT. We caution that this could exacerbate the \r\nsituation in the region and impact negatively on efforts \r\nto prevent proliferation there. \r\n Turning to our own region, Indonesia stresses the \r\nimportance of the denuclearization of the Korean \r\nPeninsula for the maintenance of peace and stability in \r\nthe region. We are therefore pleased with the current \r\npositive development concerning the implementation \r\nof arrangements agreed between the Democratic \r\nPeople’s Republic of Korea and the IAEA for \r\nmonitoring and verification by the Agency of the \r\nshutdown of the Yongbyon nuclear facilities, as part of \r\nthe complete declaration of the nuclear programme of \r\nthe Democratic People’s Republic. \r\n We welcome the work plan contained in the \r\nUnderstandings of the Islamic Republic of Iran and the \r\nIAEA on the Modalities of Resolution of the \r\nOutstanding Issues. We consider it to be a step in the \r\nright direction for continued and more intensive \r\ncooperation between Iran and the IAEA towards \r\nresolving the outstanding issues. We are of the view \r\nthat timely implementation of the work plan is the key \r\nto a peaceful and statutory resolution of the Iranian \r\nissues, and favour more intensive dialogue on this issue \r\namong all interested parties. \r\n In closing, I reiterate my Government’s \r\ncommitment to supporting the Agency in the promotion \r\nof international cooperation in the peaceful uses of \r\nnuclear energy; in ensuring that the benefits of nuclear \r\ntechnology are shared globally, especially to benefit \r\ndeveloping countries; in conducting safe, peaceful \r\nnuclear activities; and in providing a framework for \r\ncurbing nuclear-weapon proliferation and moving \r\ntowards nuclear disarmament. \r\n Mr. Takasu (Japan): It gives me particular \r\npleasure to extend a warm welcome to New York to \r\nDirector General Mohamed ElBaradei and to express \r\nmy appreciation for his presentation of the detailed \r\nannual report of the International Atomic Energy \r\nAgency (IAEA). As the IAEA is celebrating its fiftieth \r\nanniversary this year, I express my heartfelt \r\ncongratulations to the Director General and the staff of \r\nthe IAEA, whose work has greatly contributed to the \r\nAgency’s healthy development. \r\n In recent years energy demands have expanded \r\nand global warming has intensified. Nuclear power \r\ngeneration is expected to expand worldwide as a means \r\nto ensure a steady energy supply and combat global \r\nwarming. Last May Japan introduced a new proposal, \r\n“Cool Earth 50”, to address global warming. As part of \r\na proposal to establish an effective post-2012 \r\ninternational framework, Japan will promote \r\ninternational efforts to expand safe and peaceful uses \r\nof nuclear power and provide assistance, such as \r\ninfrastructure development, for the introduction of \r\nnuclear power to developing countries. \r\n In introducing and expanding the use of nuclear \r\nenergy, it is essential to ensure nuclear non-\r\nproliferation, safety and security. From that \r\nperspective, the role of the IAEA has become ever \r\nmore important. The Agency has prepared a document, \r\n“Milestones in the development of a national \r\ninfrastructure for nuclear power”, which provides \r\nguidelines for infrastructure development when \r\nintroducing nuclear power generation. Japan highly \r\nappreciates such an effort by the Agency. \r\n Japan has strictly limited the use of nuclear \r\nenergy solely to peaceful purposes since the enactment \r\nof its Atomic Energy Basic Law in 1955, when nuclear \r\npower was first introduced in Japan. Since then we \r\nhave come a long way in gaining international \r\nconfidence through, among other measures, faithful \r\nimplementation of our IAEA safeguards agreement, \r\nconcluded in 1977, the early conclusion of our \r\nadditional protocol and the implementation of \r\nintegrated safeguards.  \r\n In Japan further expanded utilization of nuclear \r\nenergy is expected. Japan continues to uphold its \r\nestablished policy on the peaceful uses of nuclear \r\nenergy through the strict application of safeguards. \r\n The international community currently faces a \r\nnumber of serious challenges, such as the nuclear \r\nissues concerning the Democratic People’s Republic of \r\nKorea and Iran, the proliferation of weapons of mass \r\ndestruction and their means of delivery and the threat \r\nof nuclear terrorism. The unanimous adoption of \r\nSecurity Council resolutions against those threats \r\ndemonstrates the strong will of the international \r\ncommunity. Japan welcomes the concerted efforts of \r\nthe international community to address those threats \r\nand calls upon all Member States to implement the \r\nrelevant resolutions. \r\nA/62/PV.36 \r\n \r\n07-56776 28 \r\n \r\n The first session of the Preparatory Committee \r\nfor the 2010 Review Conference of the Parties to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) was held in Vienna from April to May this year, \r\nunder the chairmanship of Japan’s resident \r\nrepresentative in Vienna, Ambassador Amano. Despite \r\nsome difficulties, the Preparatory Committee reached \r\ncommon recognition of the need to promote all three \r\npillars of the NPT: namely, nuclear disarmament, \r\nnuclear non-proliferation and the peaceful uses of \r\nnuclear energy. The Committee therefore made a good \r\nstart towards the success of the 2010 Review \r\nConference. It was an important step in reinforcing the \r\nNPT regime. \r\n The strengthening of the IAEA safeguards system \r\nis vital to reinforcing the nuclear non-proliferation \r\nregime. Japan believes that universalization of the \r\nadditional protocol is the most realistic and effective \r\nway to achieve that objective. Japan, as the initiator of \r\nthe Friends of the Additional Protocol, has been \r\nimplementing various activities for that purpose, \r\nfocusing on the Asian region. Progress has been made, \r\nwith the number of countries that have concluded \r\nadditional protocols increasing from 39 to 83 over the \r\npast three years. I take this opportunity to call upon \r\nthose States that have not yet concluded additional \r\nprotocols to do so as soon as possible. \r\n The nuclear test proclaimed by the Democratic \r\nPeople’s Republic of Korea in October last year, \r\ncombined with its buildup of ballistic-missile \r\ncapabilities, is a threat to the peace and security of not \r\nonly Japan, but also East Asia and the entire \r\ninternational community. It represents a serious \r\nchallenge to the NPT regime. In that respect, it is \r\nimportant that Security Council resolution 1718 (2006) \r\nbe steadfastly implemented.  \r\n It is a welcome development that the Democratic \r\nPeople’s Republic of Korea has committed itself, in the \r\nSix-Party Talks outcome document issued on 3 \r\nOctober, to the declaration of all nuclear programmes \r\nand the disablement of the three facilities at Yongbyon, \r\nas measures to be taken in the second phase. That \r\naction follows implementation of the initial actions \r\nagreed earlier at the Six-Party Talks, including the \r\nshutdown of the Yongbyon nuclear facility. It is above  \r\n \r\nall most important that the Democratic People’s \r\nRepublic of Korea fully implement those \r\ncommitments.  \r\n Japan continues to actively work towards a \r\npeaceful resolution of nuclear issues within the \r\nframework of the Six-Party Talks with a view to \r\ncomprehensively resolving outstanding matters, such \r\nas abductions, nuclear and missile issues, settling the \r\nunfortunate past and realizing the normalization of \r\nrelations with the Democratic People’s Republic of \r\nKorea on the basis of the Pyongyang Declaration by it \r\nand Japan.  \r\n Japan has made a positive contribution to the \r\nAgency’s monitoring and verification activities in the \r\nDemocratic People’s Republic of Korea. \r\n Iran regrettably continues to expand its uranium \r\nenrichment-related activities, in defiance of calls from \r\nthe international community. Japan hopes that Iran will \r\nsincerely cooperate with the IAEA in the consultations \r\ncurrently being held between it and the IAEA in \r\nattempts to resolve outstanding issues. It should be \r\nnoted, however, that resolving those outstanding issues \r\nalone will not remove all the concerns of the \r\ninternational community regarding Iran’s nuclear \r\nprogramme. Iran has to make further efforts to restore \r\nthe confidence of the international community by \r\nresponding sincerely to the requirements set forth by \r\nthe relevant resolutions of the IAEA Board of \r\nGovernors and the Security Council, including \r\nsuspension of uranium enrichment-related activities \r\nand the heavy-water-related programme, as well as \r\nratification and implementation of the additional \r\nprotocol. Japan continues to work for a peaceful and \r\ndiplomatic resolution of the issue, in concert with the \r\nother members of the international community. \r\n With many important challenges accumulating, \r\nthe importance of the IAEA can only increase. I assure \r\nthe Assembly of Japan’s continued support for the \r\nIAEA in fulfilling its vital mission. \r\n Finally, I would like to express our full support \r\nfor the draft resolution submitted by Chile, of which \r\nwe are a sponsor. \r\nThe meeting rose at 1.10 p.m. \r\n \r\n"