" United Nations  A/62/PV.51\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n51st plenary meeting \r\nWednesday, 14 November 2007, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-59780 (E) \r\n*0759780* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia)\r\n \r\n \r\nThe meeting was called to order at 10.10 a.m.  \r\n \r\n \r\nAgenda items 9 and 122 (continued) \r\n \r\nReport of the Security Council (A/62/2) \r\n \r\nQuestion of equitable representation on and increase \r\nin the membership of the Security Council and \r\nrelated matters \r\n \r\n Mr. İlkin (Turkey): At the outset, let me thank \r\nyou, Mr. President, for convening this joint debate, \r\nwhich provides us a timely and useful opportunity to \r\nreflect on the reform of the Security Council. I would \r\nalso like to express my appreciation to Ambassador \r\nMarty Natalegawa of Indonesia, President of the \r\nSecurity Council for the month of November, for his \r\nintroduction of the Council’s annual report (A/62/2) to \r\nthe General Assembly. \r\n The report confirms once again the increasing \r\nwork load of the Council, in which African issues have \r\ncontinued to be at the forefront of its agenda. It gives \r\nan accurate account of the work of the Council, \r\nalthough it could be more analytical. As has been \r\nunderlined by many other speakers, there is still much \r\nroom for further improvement in the working methods \r\nof the Council in order to enhance its transparency, \r\naccountability and inclusiveness. We therefore \r\nencourage the Council to continue its efforts to this \r\nend. At the same time, we should also continue to look \r\ninto the working methods of the Security Council. \r\n We are fully committed to the early reform of the \r\nSecurity Council in order to make it more \r\nrepresentative, efficient, transparent and democratic, \r\nthereby further enhancing its legitimacy and \r\ncredibility. Those widely shared general principles \r\nshould continue to guide our efforts in the next phase \r\nof our work.  \r\n While focusing on the reform of the Security \r\nCouncil we should not overlook the revitalization of \r\nthe General Assembly. The reform of the Council and \r\nthe revitalization of the Assembly are inevitably two \r\ninterrelated issues that should proceed separately but \r\nsimultaneously. \r\n Despite the divergence of views among the \r\nmembership on the nature and modalities of achieving \r\nthe reform of the Security Council, we managed to \r\ngenerate momentum and make positive progress during \r\nthe sixty-first session, thanks to President Al-Khalifa \r\nand her facilitators. We must now build on that \r\nprogress and show greater understanding, flexibility \r\nand cooperation — and thereby try to seek the widest \r\npossible agreement among the membership. Having \r\nsaid that, let me make a few observations on the way \r\nahead. \r\n First, we strongly believe that you, Mr. President, \r\nshould continue your informal consultations with all \r\ninterested parties. Your leadership, guidance and \r\nwisdom at this critical stage of our work are needed \r\nmore than ever. \r\n Secondly, the Open-ended Working Group on the \r\nQuestion of Equitable Representation on and Increase \r\nin the Membership of the Security Council and Other \r\nMatters Related to the Security Council should \r\nA/62/PV.51  \r\n \r\n07-59780 2 \r\n \r\ncontinue to be the main forum within which we should \r\nprepare the ground for an eventual intergovernmental \r\nnegotiation. The crux of the matter is not how we label \r\nour meetings but to what extent we can be flexible and \r\nforthcoming with regard to the enlargement of the \r\nSecurity Council. \r\n Thirdly, our future work should be guided by the \r\nreport of Open-ended Working Group (A/61/47), and in \r\nparticular the reports of the facilitators annexed to it. \r\nThose reports should be the basis of our future \r\ndiscussions. \r\n Fourthly, in every stage of our work, we should \r\ntake into account the views and concerns of small \r\nStates and island States on the reform process, in order \r\nto garner the general agreement of the membership. \r\nWithout their consent, there can be no reform. \r\n Let me underline once again our readiness for an \r\nopen-minded discussion under your able leadership, \r\nSir, with flexibility, inclusiveness, transparency and \r\nconstructiveness as the key words to be kept in mind. \r\n Ms. Štiglic (Slovenia): First, let me thank you, \r\nMr. President, for convening this meeting. I would also \r\nlike to thank the Permanent Representative of \r\nIndonesia for presenting to the General Assembly the \r\nreport of the Security Council for the period 1 August \r\n2006 to 31 July 2007 (A/62/2), which contains \r\nrevealing facts regarding the ever-increasing workload \r\nand complexity of the issues before the Council. \r\n The second agenda item under consideration \r\ntoday — “Question of equitable representation on and \r\nincrease in the membership of the Security Council and \r\nrelated matters” — has attracted an even longer list of \r\nspeakers to address the Assembly in the past two days. \r\nThat is a clear sign of the great importance we all \r\nattach to the issue of Security Council reform. \r\n The valuable work of the facilitators appointed by \r\nyour predecessor, Sir, and the subsequent discussions \r\nin the previous session, have moved us further along \r\non this item and have generated momentum which we \r\ncannot afford to squander. We find the proposed \r\nintermediate solution to be a possible way forward \r\ntowards a compromise. We have to engage in \r\nnegotiating a solution that will lead us to the goal we \r\nall share, namely, an efficient, effective and \r\nrepresentative Security Council. \r\n Let me take this opportunity to state once again \r\nthe Slovenian position in a nutshell: we support the \r\nenlargement of the Security Council in both the \r\npermanent and non-permanent categories. We would \r\nalso like to see a representative geographical \r\ndistribution of seats, including an additional \r\nnon-permanent seat for the Group of Eastern European \r\nStates. We also believe there is a need for improvement \r\nin the working methods of the Security Council. \r\n We hope that your leadership, Mr. President, and \r\nthe necessary flexibility among the membership will \r\nbring us to a successful conclusion of the prolonged \r\ndebates on the issue of Security Council reform. \r\n Mr. Acharya (Nepal): On behalf of the \r\ndelegation of Nepal, I appreciate this opportunity to \r\ndiscuss the report of the Security Council (A/62/2) and \r\nthe question of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters.  \r\n The Security Council is one of the most important \r\norgans of the United Nations. Its responsibility and \r\nrelevance in the maintenance of international peace and \r\nsecurity need no elaboration. Unless we make the \r\nCouncil effective, we cannot achieve the objectives \r\nstipulated in the Charter. In view of the changing \r\nreality of our times and the complexities of the issues \r\nthat confront the Council, its composition and working \r\nmethods need improvement. \r\n The reform of the Security Council is among the \r\nunfinished business on the reform agenda of the United \r\nNations. Such reform should include the question of \r\nequitable representation on and increase in the \r\nmembership of the Council and the improvement of its \r\nworking methods. Reform measures should be aimed at \r\nfurther strengthening the Council’s effectiveness and \r\nlegitimacy in dealing with emerging threats to \r\ninternational peace and security, and at increasing more \r\nmeaningful participation by the entire membership of \r\nthe United Nations in that process. \r\n Nepal supports the expansion of the membership \r\nof the Security Council in both the permanent and \r\nnon-permanent categories. We feel that India, Brazil, \r\nGermany and Japan deserve permanent seats, while \r\nAfrica should also be fairly represented in the \r\nexpanded Council. The expansion in the \r\nnon-permanent category should take into account the \r\naspirations of smaller countries, especially those which \r\nregularly contribute to the work of the Council by \r\nsending troops to United Nations peacekeeping \r\nmissions. We can also develop a membership rotation \r\n A/62/PV.51\r\n \r\n3 07-59780 \r\n \r\nmechanism for non-permanent seats, so that all \r\nMember States can be represented in the Security \r\nCouncil in rotation and can thus focus the energy, time \r\nand resources they are currently devoting to \r\ncampaigning for membership on dedicating themselves \r\nto more productive activities in the Security Council \r\nand other organs of the United Nations. \r\n Nepal attaches great significance to the work of \r\nthe Council and has been responding to its call by \r\nsending troops to various peacekeeping missions \r\naround the world. Next year will mark the fiftieth \r\nanniversary of Nepal’s continued participation in \r\npeacekeeping missions. It is currently the fourth largest \r\ntroop contributor, participating in 13 United Nations \r\nmissions with more than 3,000 troops and police \r\npersonnel. \r\n As a troop-contributing country, Nepal would like \r\nto see a more coordinated approach and a more \r\nclarified role towards troop-contributing countries in \r\nthe working methods and decision-making of the \r\nSecurity Council. The Council can involve troop-\r\ncontributing non-members in its work more proactively \r\nand more regularly. \r\n We also favour substantive and tangible \r\nimprovement in the working methods of the Council to \r\nincrease its transparency and accountability to Member \r\nStates, which it is supposed to serve. For example, the \r\ncurrent method of excluding concerned Member States \r\nfrom the Council’s consultations and briefings cannot \r\nbe said to be highly transparent and inclusive.  \r\n There also needs to be a concrete improvement in \r\nthe relationship between the General Assembly and the \r\nSecurity Council, so that the two complement one \r\nanother and do not compete for decision-making space. \r\nIn particular, the General Assembly should be allowed \r\nto play its legislative role against the current practice \r\nin the Security Council of adopting resolutions of a \r\nlegislative nature that apply to all Member States. \r\n In the past session we agreed to move ahead on \r\nthis agenda item, including through intergovernmental \r\nnegotiation. We should not delay any further in making \r\nprogress on this important issue. Nepal welcomes the \r\nidea of an interim arrangement to break the deadlock \r\non this important matter. \r\n As you stated in your opening remarks, \r\nMr. President, the need of the hour is to agree on a \r\nprocess. The Open-ended Working Group can start \r\nnegotiations on the content of a package for an interim \r\narrangement, for which there seems to be a certain \r\ndegree of desirability. Perhaps the Open-ended \r\nWorking Group can develop a negotiating proposal. As \r\nit develops, that process needs to be further augmented \r\nwith few rounds of informal consultations at the \r\nplenary, as we did with regard to most other agenda \r\nduring the reforms last year. In conclusion, Nepal \r\npledges to constructively engage in the reform of the \r\nSecurity Council with the members of the General \r\nAssembly and we are thankful for this initiative. \r\n Mr. Butagira (Uganda): I do not have a prepared \r\ntext. I will try to be as interactive as possible in my \r\ncontribution.  \r\n First of all, I want to align myself with the \r\nstatement made by Angola on behalf of the African \r\nGroup.  \r\n My own remarks will be confined to the issue of \r\nreform of the Security Council. Various positions, as \r\nwe all know, have been put forward. This process \r\nculminated in the two facilitators’ reports, which have \r\nbeen discussed at length. These discussions led to a \r\ndecision to the effect that we should build on the work \r\nof the facilitators and continue the process, including \r\nintergovernmental negotiations. My reading of that \r\ndecision does not entitle us, does not obligate us to \r\nstart intergovernmental negotiations straight away. \r\nIntergovernmental negotiations are one of the elements \r\nthat we will be considering. \r\n Therefore, we have not reached the stage where \r\nwe are set to start intergovernmental negotiations. We \r\nhave to consider the roadmap; we have to consider the \r\nelements that will form the basis of intergovernmental \r\nnegotiations. I believe that this process can best be \r\nconducted within the framework of the General \r\nAssembly’s Open-ended Working Group on the \r\nSecurity Council. Therefore, this process has to \r\ncontinue and we must build on it.  \r\n When we were considering the facilitators’ \r\nreport, I did point out that, as far as Africa is \r\nconcerned, our position seems not to have been taken \r\ninto account in either of the facilitators’ reports, \r\nespecially in the last one, with regards to the \r\nintermediary approach. I thus insisted that any \r\nnegotiations, in order to be all-encompassing, must \r\ntake into account all of the positions of the group. I am \r\nvery glad that that also was the position taken by this \r\nA/62/PV.51  \r\n \r\n07-59780 4 \r\n \r\nAssembly — that all positions advanced so far by the \r\ngroups must also form the basis of negotiations.  \r\n It is therefore not correct, or arguably right, to \r\nsingle out one position and insist that this position \r\nshould form the basis of negotiations to the exclusion \r\nof all other positions. In our effort to form an \r\nextremely comprehensive basis for negotiations, we \r\nhave to ensure that all of the positions, plus the views \r\nof the two facilitators, are all considered as a whole. \r\n In this regard, the African position has been well-\r\narticulated and is well-known: in brief, at least two \r\npermanent seats with a veto. The rationale behind this \r\nhas also been well-articulated and is well-known. \r\nAfrica is a continent that has no permanent seat, and \r\nwe insist that this historic wrong be corrected. Some \r\npeople have misunderstood us, thinking that we are \r\nadopting a maximalist approach, that we are saying to \r\ndo this or nothing. But this is not our position. We are \r\nvery articulate, our position is very well-reasoned and \r\nwe hope and think that it can, along with other \r\npositions, form a basis for negotiations. \r\n If we look carefully at the African position, one \r\ncan see that it states that the two permanent seats that \r\nwe are demanding should be given to the region, to \r\nAfrica as a whole. But within the African context, we \r\nshall determine who will occupy those seats. We shall \r\nalso have the right to recall our member, because, very \r\noften, a State campaigns to be on the Security Council, \r\nbut, immediately after gaining this seat, sometimes the \r\nState in question simply pushes for its own interest and \r\ndisregards the interests of the group. In this context, we \r\nwant the African position not to be disregarded by \r\nwhoever is elected to the Council. We insist on our \r\nproposal that there should be a built-in mechanism for \r\nrecall. \r\n Our position also emphasizes that the best \r\ncriterion for joining the Security Council should not be \r\nhow powerful the country is, in terms of political or \r\neconomic power. We are not comfortable with \r\narguments that say that “country A, because it is very \r\npowerful economically should qualify to be on the \r\nSecurity Council”. This criterion is a bit false. \r\nCountry B, which is not, at the moment, economically \r\npowerful, tomorrow can become so. Does this then \r\nmean that country B, once it attains that power, should \r\nnow also qualify to be on the Security Council as a \r\npermanent member? In other words, we do not want to \r\nentrench the privileges that have led to the current \r\nfight. If the criteria to join are based on power, we are \r\nback to the situation of 1945. \r\n To avoid all these configurations, we think that \r\nany country is entitled to be on the Security Council. \r\nThis is why I want to examine the criteria in a very \r\ncareful manner, so that whatever we conclude at the \r\nend of the day takes into account all positions and all \r\ninterests of the countries concerned. \r\n In a nutshell, what the delegation of Uganda is \r\ninsisting upon is that this process of Security Council \r\nreform has not reached a stage where we can fully \r\nlaunch intergovernmental negotiations. There are many \r\nareas to consider, many loose ends to tie up and we can \r\nonly do that if for now, under the President’s wise \r\nguidance, this process is continued within the \r\nframework of the Working Group. \r\n Lastly, let me also touch the issue of \r\npeacekeeping. We are very proud of the peacekeeping \r\nrole played by the United Nations through the \r\nappropriate organs. I believe that whenever blue-\r\nhelmeted personnel are seen, they represent the theme \r\nof peace. That does the United Nations proud. For the \r\nmost part, peacekeeping operations are in Africa. But if \r\nwe keep to the traditional role of peacekeeping — that \r\nis, carrying out peacekeeping where there is peace to \r\nkeep — then, I am afraid, certain conflict situations \r\nmay not be addressed.  \r\n Take the example of Somalia, where the situation \r\nhas been bad. If we apply the traditional peacekeeping \r\napproach, the United Nations will not deploy in \r\nSomalia, since there is no peace to keep there. Does \r\nthat mean that the United Nations will watch helplessly \r\nas slaughter takes place? Surely, the United Nations \r\nshould be concerned. It should move beyond the \r\ntraditional approach and even engage in robust \r\npeacekeeping: peacemaking as well as peacekeeping.  \r\n My country is proud to have played exactly that \r\nrole. We have deployed in Somalia as part of the \r\nAfrican Union Mission in Somalia (AMISOM), and the \r\ncountries participating in the Mission are the only ones \r\nthat are there. We knew the consequences of going into \r\nSomalia; we knew all these things. But if we had \r\nfolded our hands and done nothing, it would have been \r\na real abnegation of responsibility at the international \r\nlevel. So we deployed; we are there. And we know that \r\nour presence has reassured the people of Somalia that \r\nthe international community cares.  \r\n A/62/PV.51\r\n \r\n5 07-59780 \r\n \r\n Therefore, we call on the United Nations to \r\nexamine its position on peacekeeping, to engage in \r\npeacemaking in Somalia, to encourage those countries \r\nthat have pledged to deploy troops there and to give \r\nthem all the logistics necessary to do so. However, I \r\nwant to reassure the Assembly that Uganda is in \r\nSomalia for a noble cause and that we are not leaving \r\nthe country, despite all these setbacks — despite the \r\nfact that we are there alone. We hope that, one day, \r\nothers will join us for the sake of peace. \r\n Mr. Piperkov (Bulgaria): Allow me to begin by \r\nthanking you, Mr. President, for this timely initiative. I \r\nwould also like to join those who have expressed their \r\ngratitude to Ambassador Natalegawa, Permanent \r\nRepresentative of Indonesia and President of the \r\nSecurity Council, who presented the annual report of \r\nthe Council (A/62/2). We understand the difficulties \r\nassociated with the preparation of a report that goes \r\nbeyond enumerating the Council’s activities and \r\nmeetings, and we encourage the Council to continue to \r\nstrive to submit reports that fulfil the expectations and \r\nneeds of Member States. \r\n I would like to share with members some aspects \r\nof the Bulgarian position on the other agenda item \r\nbefore us, namely, the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and related matters. \r\n Reform of the Security Council is part of the \r\ninternational community’s overall efforts to promote \r\npositive change and transformation of the United \r\nNations in conformity with the new economic and \r\npolitical realities. Any reform will remain inconclusive \r\nunless it addresses the issue of improving the body that \r\nis at the core of the United Nations mission of \r\nmaintaining international peace and security. \r\n Security Council reform should enhance the \r\nrepresentative character, as well as the effectiveness, \r\nlegitimacy and transparency of the Council’s activities. \r\nExpansion should be carried out in such a way as to \r\nensure the Council’s effectiveness and strengthen its \r\ncapacities. \r\n Regrettably, the debate on Security Council \r\nreform has consumed much energy and time over the \r\nyears, with no apparent substantive result. We share the \r\ndisappointment prevailing among Member States in \r\nthat regard, although we do not think that our efforts \r\nhave been in vain. Some progress has been made on the \r\nissue of working methods. Here, I would like to stress \r\nthe contribution of the five countries sponsoring the \r\nrelevant initiative. Their efforts have injected some \r\nimpetus into the Council’s efforts to achieve greater \r\ntransparency and openness in its proceedings. \r\n As to the issue of composition, Bulgaria believes \r\nthat the Security Council should be expanded in both \r\ncategories. We are convinced that some countries will \r\nbe able to successfully perform the duties and \r\nresponsibilities stemming from permanent membership, \r\nowing to their increased economic and political \r\npotential and their widely acknowledged international \r\nroles. Similarly, the increased overall number of \r\nMember States in recent decades — including those \r\nbelonging to the Group of Eastern European States — \r\npoints strongly to the need for expansion in the \r\nnon-permanent category as well. \r\n With regard to the non-permanent category, \r\nBulgaria supports an expansion that would ensure \r\nmaintenance of the balance between permanent and \r\nnon-permanent members and of the equitable \r\ndistribution of seats among the regional groups. We \r\nwant to support a formula that takes into account the \r\nlegitimate and justified aspiration of the Eastern \r\nEuropean Group — whose membership has doubled \r\nover the past decade — to an additional seat in the \r\nnon-permanent category. \r\n My delegation welcomes the decision of the \r\nGeneral Assembly, taken during the previous session, \r\nto consider the question of Security Council reform \r\nduring the current session of the Assembly so that \r\nfurther concrete results can be achieved, including \r\nthrough intergovernmental negotiations, on the basis of \r\nthe progress achieved so far, particularly at the \r\nsixty-first session, and the positions and proposals of \r\nMember States. \r\n Bulgaria welcomed the idea of seeking innovative \r\nformulas. We are encouraged by the sense of flexibility \r\nshown by various delegations during this debate. We \r\nunderstand the arguments in favour of a so-called \r\ninterim decision until the time is ripe for permanent \r\nsolutions. Given the uncertainty regarding the final \r\noutcome of such an intermediate process, we are of the \r\nview that, should it be accepted, we must envisage \r\nnecessary provisions that would make it subject to \r\nappropriate review. As the process advances, we stand \r\nready to examine this and other initiatives that might \r\nhelp to give rise to widely supported ideas on the \r\nreform process. \r\nA/62/PV.51  \r\n \r\n07-59780 6 \r\n \r\n Mr. President, I would like to assure you that, in \r\nseeking the right formula for reform of the Security \r\nCouncil, we will continue to rely on your wise advice \r\nand your able guidance in the process of defining the \r\nbest way to move forward. \r\n Ms. Enkhtsetseg (Mongolia): I am taking the \r\nfloor today to express my Government’s position on \r\nthe issue of structural reform of the Security Council. \r\n Mongolia supports early reform of the Security \r\nCouncil aimed at making it more broadly \r\nrepresentative, efficient and transparent and thus \r\nfurther enhancing its effectiveness and the legitimacy \r\nand implementation of its decisions. My country \r\nbelieves that there should be a just and equitable \r\nexpansion of the Security Council in both its \r\npermanent and non-permanent membership categories, \r\nensuring due representation for both developing and \r\ndeveloped countries. \r\n Expansion in the permanent-member category \r\nshould address the dichotomy in the Council’s \r\ncomposition as well as today’s geopolitical realities. \r\nFactors such as a country’s global outreach and its \r\neconomic and political weight must therefore be taken \r\ninto consideration. After all, permanent membership is \r\nnot only a privilege; it is also a heavy responsibility. \r\nMongolia thus supports the aspirations of Japan, \r\nGermany and India, which are willing and, we believe, \r\nwell positioned to serve as new permanent members of \r\nthe Security Council. Moreover, Africa and Latin \r\nAmerica should be adequately represented on the \r\nCouncil. \r\n My delegation supports the creation of additional \r\nnon-permanent seats, which would reflect the changes \r\nin the Organization’s membership in recent decades \r\nand would give small States greater opportunities to \r\nserve on the Council. In the same vein, my delegation \r\ndoes not support proposals to amend Article 23 of the \r\nCharter. The provision that retiring members of the \r\nSecurity Council shall not be eligible for immediate \r\nre-election has been instrumental in ensuring the \r\nrotation of Council members and the election of more \r\ncountries to the Council than otherwise would have \r\nbeen the case. Needless to say, smaller States have \r\nbeen the main beneficiary of this rule. \r\n I would like to add that we find objectionable any \r\nproposals that entertain ideas of establishing a third tier \r\nof membership in the Security Council. We believe that \r\nit would result in the devaluation and sidelining of the \r\nexisting category of non-permanent members, and is \r\nnot, as such, in the best interest of small States. \r\n The improvement of working methods of the \r\nSecurity Council is an essential element of the reform \r\nprocess and one that is of particular significance for the \r\nmajority of Member States. My delegation notes in this \r\nrespect the work of the Informal Working Group on \r\nDocumentation and Other Procedural Questions to \r\nimprove the working methods of the Security Council. \r\nIncreased transparency, openness in the Council’s work \r\nand better access for States that are not members of the \r\nCouncil, as well as enhanced accountability to the \r\nmembership as a whole, can only enhance the authority \r\nof the Council and increase the legitimacy of its \r\ndecisions. \r\n Our deliberations over the years have revealed \r\nthat all Member States share the view that no reform \r\neffort of the United Nations is complete without \r\nSecurity Council reform. Another point of universal \r\nconvergence is the necessity to make progress on the \r\nSecurity Council reform track, as everyone agrees that \r\nthe status quo is unacceptable. \r\n I take this opportunity to commend your \r\npredecessor, Sheikha Haya Rashed Al-Khalifa, \r\nPresident of the sixty-first session of the General \r\nAssembly, for her remarkable leadership in steering the \r\nwork of the General Assembly and in moving this vital \r\nreform dimension forward. Indeed, her efforts and \r\nthose of the facilitators were instrumental in generating \r\na unique momentum that has carried over to this \r\nsession, as exemplified by the number of delegations \r\nthat are taking the floor in this debate. \r\n The last session of the General Assembly was \r\nmarked by an extensive process of consultations that \r\nallowed delegations to engage in a focused exchange of \r\nviews on every aspect of Security Council reform. But \r\neven more importantly, this process resulted in \r\nadoption by the General Assembly of a decision in \r\nwhich it decided that the question of Security Council \r\nreform should be considered during the current session \r\nof the General Assembly, so that further concrete \r\nresults might be achieved, including through \r\nintergovernmental negotiations, building on the \r\nprogress achieved so far, particularly at the sixty-first \r\nsession, based on the positions of and proposals made \r\nby Member States. \r\n My delegation takes the current debate as the \r\nbeginning of the process that should yield concrete \r\n A/62/PV.51\r\n \r\n7 07-59780 \r\n \r\nresults over the course of this session. We look \r\nforward, Mr. President, to hearing your suggestions \r\nand proposals on the way to proceed. Rest assured, Sir, \r\nthat my delegation shall spare no effort to assist you in \r\nyour efforts. \r\n Mr. Siles Alvarado (Bolivia) (spoke in Spanish): \r\nMy delegation wishes to express thanks to and \r\ncongratulate the representative of Indonesia for his \r\npresentation of the report of the Security Council in his \r\ncapacity as President of the Council. \r\n We do not intend to reiterate the exhaustive \r\nanalysis set forth in most of the statements during this \r\ndebate. However, we do believe that it is appropriate to \r\nstress the need to elaborate with greater emphasis on \r\nsome factors that should be taken into account in order \r\nto contribute to the reform process in the United \r\nNations, a reform that has been under way and \r\naddressed for more than a decade.  \r\n The majority of delegations recognizes that this is \r\nthe right moment in which to make great changes in the \r\ncurrent structure of the bodies of the United Nations, \r\nbut we continue to observe the same non-convergent \r\npositions on one side and another. Many delegations \r\nhave mentioned the fact that little progress has been \r\nmade concerning reform of the Security Council and \r\nthat the issue might not be worth the effort that has \r\nbeen made during all these years of debate.  \r\n The Bolivian delegation takes the view that most \r\ncountries are fully in agreement as to the need to \r\nstrengthen the authority of the General Assembly, \r\nwhich, given its broad democratic representation, \r\nshould serve as a central axis of the Organization, thus \r\naverting interference from the Security Council in \r\nissues that are not strictly within its jurisdiction.  \r\n We all agree fully to the need to reform the \r\nSecurity Council. As far as Bolivia is concerned, it is \r\nextremely important that this body should have a more \r\ndemocratic membership. I would like to indicate what \r\nour vision is of the concept of a more democratic \r\nSecurity Council.  \r\n We take the view that the fundamental principle \r\nof democracy is the equality of all the components of \r\nthe Organization. But when we have a Security Council \r\nin which there are countries with certain privileges in \r\ncomparison to others, that is not democracy. Nor do we \r\nbelieve that the democratic composition of the Council \r\ncan be notably improved by increasing the number of \r\nprivileged members. When we talk about a democratic \r\nSecurity Council, we should think in terms of all its \r\nmembers having exactly the same rights, the same \r\npowers, the same obligations. That is democracy.  \r\n When we propose a more democratic \r\nmembership, we are also speaking of a composition \r\nthat would reflect broader regional vision, so that, \r\nthrough its legitimate representativity, it would become \r\na genuine watchdog capable of safeguarding \r\ninternational peace and security. It is not possible to \r\nbuild a lasting peace when, at the same time, there are \r\ncountries that threaten others with pre-emptive wars or \r\nwars of reprisal for any reason.  \r\n The current composition of the Security Council \r\nreflects the political situation of the last century, times \r\nin which the hegemonistic nature of the victors was \r\nclearly predominant. Today, we are living in a different \r\nera, in which we aspire to achieve complementarity for \r\nall countries, respect for human rights, respect for the \r\nself-determination of peoples, peaceful coexistence, \r\nwithout modern masters or modern slaves. It is natural \r\nthat this new reality should be reflected in the \r\nstructures of the United Nations. \r\n We must not deceive ourselves by thinking that \r\nmerely enlarging the Security Council would change \r\nthe imbalance that is patent in the current structure. \r\nEven less effective would be an increase in the number \r\nof privileged countries with permanent membership \r\nstatus. We feel that, as long as there are countries on \r\nthe Security Council with the right to veto, those \r\ncountries will always be the ones to take the important \r\ndecisions. In some cases those countries might consult \r\nwith others that might come in as permanent or \r\nnon-permanent members, but that is almost always \r\ndone in isolation, without taking into account the \r\ngeneral views of the Security Council, let alone those \r\nof the General Assembly. At present in this process of \r\nreform, it is necessary to expand the number of \r\nnon-permanent members of the Security Council to \r\nmake it more regionally representative.  \r\n Bolivia supports the initiatives aimed at \r\nanalyzing and reaching consensus on limiting the scope \r\nof the veto — if the veto has to be maintained in order \r\nto preserve the unity and integrity of the United \r\nNations. We have no doubt whatsoever that the United \r\nNations was born with a body, with a head and with \r\nlimbs; we do not seek to decapitate this Organization. \r\nFor this reason, when conditions improve, we may be \r\nA/62/PV.51  \r\n \r\n07-59780 8 \r\n \r\nable to talk about the elimination of the veto; but for \r\nthe time being, we support the proposal to limit the \r\nscope of the veto.  \r\n The credibility of the United Nations in the \r\ninternational context is ever-shrinking, and we know \r\nthat there is a single and very simple reason for this: no \r\ndecision of the General Assembly, even if appropriate, \r\nis of a binding nature. The Charter of the United \r\nNations does not grant this power to the General \r\nAssembly. I believe that if we really want to make \r\nprogress in serious reform of the United Nations, we \r\nmust face the need to introduce amendments to its \r\nCharter — amendments that would endow the General \r\nAssembly with powers to take decisions binding in \r\nnature, and therefore duly heeded and complied with \r\nby all countries without exception. For example, we \r\nknow that the imbalance that prevails in the Security \r\nCouncil will always be maintained, regardless of \r\nwhether its number of permanent members increases or \r\nnot. If we wish the United Nations to become more \r\ndemocratic and more representative, we should endow \r\nthe General Assembly with the power to review \r\ndecisions vetoed in the Security Council, when \r\nappropriate. We would suggest that this proposal, \r\ntogether with others, should be analyzed in the Open-\r\nended Working Group on the reform of the United \r\nNations.  \r\n We are not persuaded that this is the right time to \r\nembark on a dialogue of an intergovernmental nature. \r\nWe believe that there is an inherent danger in this: the \r\nmost powerful economic countries might exert pressure \r\non countries that are the most economically needy in \r\norder to get them to comply and take certain positions \r\non these matters. We believe that this matter should \r\ncontinue to be discussed and analyzed in a completely \r\ndemocratic and transparent fashion in the Open-ended \r\nWorking Group analyzing United Nations reform.  \r\n Mr. Spatafora (Italy): I thank the President for \r\norganizing these consultations, which, following these \r\ntwo days of debate, have been very timely and useful. \r\nWe have found a lot of common ground, even though it \r\nmay not appear so at first sight. I also thank the \r\nPresident for his introductory remarks that are of \r\nfundamental importance for all of us in their political \r\nweight.  \r\n I was supposed to take the floor yesterday \r\nafternoon, and I wanted to be very brief and simply \r\nexpress a few remarks, because I thought that there was \r\nnothing really that I could add after those speakers. \r\nThe position of the Uniting for Consensus group was \r\nfully presented. The Permanent Representatives of \r\nMexico, Pakistan, Canada, Colombia, Spain and Costa \r\nRica and this morning the representative of Turkey \r\namong others presented their views, which I fully share \r\nand support. I will quickly add that I fully support their \r\nguidance and leadership, and we are ready to move the \r\nprocess forward and keep the momentum going.  \r\n After having listened to the 45 minute speech by \r\nAmbassador Sen, the Permanent Representative of \r\nIndia, I feel that if we heed his call to give substantive \r\ninputs and to be more interactive and count on \r\neveryone’s indulgence, we could elaborate a bit more \r\nand act more in the spirit of a constructive interactive \r\napproach.  \r\n First of all, allow me to begin by joining other \r\nPermanent Representatives in thanking Ambassador \r\nMarty Natalegawa, President of the Security Council, \r\nfor his presentation of the annual report of the Security \r\nCouncil (A/62/2). As we have heard, the issue is very \r\nsensitive for the Council’s membership, because it \r\ninvolves differing views on the wider picture, the need \r\nto preserve the Security Council’s role, its interaction \r\nwith other organs of the United Nations and, in short, \r\nits “behaviour”. \r\n There have been conflicting assessments of the \r\nmatter, as we all have heard. Owing to time constraints, \r\nI will not elaborate this point today, but I would just \r\nlike to draw attention to the linkage that Ambassador \r\nSen established, with great eloquence and passion, \r\nbetween the alleged weaknesses and shortcomings of \r\nthe Security Council as it stands now — in more \r\ngeneral terms, its alleged inadequacies — and the need \r\nfor Security Council reform, which might bring in \r\nmore permanent members, even without veto power. \r\nThis would bring about a shift in the balance and in the \r\nstructure of power. The idea is to balance, so to speak, \r\nthe excess of power of the P5, or looking at the \r\nsubstance, to “contain” the P5.  \r\n Security Council reform, with an expansion in its \r\npermanent membership, is to be seen, from the point of \r\nview of substance, as part of a strategy of containment \r\nof the P5. Of course, this is nothing new. We have \r\nheard this argument by Ambassador Sen and other \r\ndistinguished representatives, advocating shaking the \r\ntree and restructuring power within the Security \r\nCouncil. The former Permanent Representative of \r\n A/62/PV.51\r\n \r\n9 07-59780 \r\n \r\nGermany, Mr. Pleuger, was very vocal on this topic. \r\nWe veterans recall this plea for restructuring. I mention \r\nMr. Pleuger because the current Ambassador, Mr. \r\nMatussek, is much more subdued on this point.  \r\n If it is true that we need new permanent members \r\nin order to balance or restructure the power within the \r\nSecurity Council, what puzzles me is that the United \r\nStates — for example, Ambassador Khalilzad, and, as \r\nwe have heard, President Bush, speaking in this \r\nGeneral Assembly — and other permanent members \r\nseem to favour expansion of the number of permanent \r\nmembers. However, the rationale behind the increase is \r\npresumably to curtail their power. Either the P5 \r\nmembers that support expansion have not understood \r\nthe rationale, as has been explained by Ambassador \r\nSen, or they are masochists. Or, perhaps, something is \r\nwrong in what Ambassador Sen and other \r\nrepresentatives have been saying. \r\n In fact, the situation is exactly the contrary. It \r\nmay seem a paradox — and we do not have time now \r\nto elaborate further on this point — but, if one wants to \r\nstrengthen the P5 influence within the Security \r\nCouncil, what you have to do is just enlarge it with \r\nnew permanent members without veto power. To \r\nunderstand my line of thought, let us recall how the \r\nRoman Empire expanded and strengthened itself. In \r\nfacing the challenges from the provinces, the Empire \r\nstrengthened itself by co-opting them, by integrating \r\nthem. And you, Mr. President, you come from the \r\nregion and you understand very well and know the \r\nhistory of the region very well; you understand how the \r\nRoman Empire strengthened itself. We can also read \r\nMarguerite Yourcenar’s Memoirs of Hadrian to see it. \r\nFrom the generals, who were co-opted at the top, to the \r\nprisoners, who were given Roman citizenship, all the \r\nwhile staying prisoners, all were co-opted. \r\n In fact, today, for the P5 and the Security Council \r\nto have new members without the veto is a very clever \r\nthat strengthens influence. There is a great advantage \r\nin having to deal always with the same members. There \r\ncan be a lot of trade-offs with a member that cannot \r\nblock you because it has no veto power, but will, at the \r\nsame time, inevitably tend to behave as a fellow \r\nmember of the same privileged “boardroom”.  \r\n Let us not mix permanent membership, which \r\nimplies veto power and can, indeed, make a difference \r\nin the balance of power in the Security Council, with \r\nthe permanent presence of a member that has a seat \r\nwithout veto power. Ambassador Sen’s scenario is as \r\nfollows: if you want to contain or curtail the powers of \r\nthe P5 in order to have a “different” Security Council, \r\nthen you should not settle for anything less than \r\npermanent members with veto power. Here, we can \r\nalso understand the rationale behind the African \r\nposition as it was presented so passionately this \r\nmorning by the Permanent Representative of Uganda, \r\nMr. Butagira. \r\n What we will have, if we have an expansion \r\nwithout veto power, is simply a strengthening of the P5 \r\nclub. Let us be blunt. We will have more members that \r\nwill benefit from the cascade effect, a point that has \r\nbeen so forcefully highlighted by the Permanent \r\nRepresentative yesterday of Costa Rica, Ambassador \r\nUrbina, and before him, Ambassador Ugarte, Minister \r\nfor Foreign Affairs of Costa Rica. \r\n As an alternative to new permanent members \r\nwith veto power, if you really want to shift the balance \r\nof power within the Security Council, maybe \r\nsomething else is needed, something different from \r\nwhat Ambassador Sen and other distinguished \r\nrepresentatives have advocated. I do not like very \r\nmuch the idea of containment, because it goes a bit \r\nagainst my thinking. I prefer not to go against \r\nsomebody but to build together with somebody. I \r\nprefer to say that we really want to make the Security \r\nCouncil more representative of today’s geopolitical \r\nrealities.  \r\n Let me now recall, as I have done in the past, in \r\n1945, in Dumberton Oaks in Washington D.C., the idea \r\nof “regional seats” was suggested. Among those \r\nadvocating regional seats — in 1945, more than 60 \r\nyears ago — were Brazil, Colombia, Cuba, Egypt, \r\nPhilippines and Uruguay. The Egyptian delegate, \r\nBadawi Pasha, was among the most vocal in favour of \r\nregional seats. At that time, the big Five flatly rejected \r\nthe notion of regional seats, because they were \r\npotentially very dangerous as a counterbalance to their \r\npower. \r\n Today, in the last twenty years, what is the reality \r\nthat we have in front of us? It is regional organizations, \r\nregional ownership and regional empowerment. This is \r\nwhat we have to address and we have to see how to \r\naddress this within the context of the reform that we \r\nhave been discussing for twenty, thirty, forty, fifty \r\nyears.  \r\nA/62/PV.51  \r\n \r\n07-59780 10 \r\n \r\n A few days ago, we had a very interesting \r\nthematic debate in the Security Council, organized by \r\nthe Indonesian presidency, on the relationship between \r\nthe United Nations and regional and subregional \r\norganizations (see S/PV.5776). It became very clear \r\nthat the central pillars of our system are now regional. \r\nWhat struck me was the lack of coherence in the \r\ndebate. On the one hand, we talk about the \r\nfundamental importance of regional organizations, \r\nsuch as the African Union and the European Union. As \r\nAmbassador Butagira recalled this morning, Africa \r\ntakes up 78 per cent of our time in the Council. On the \r\nother hand, when we talk about Security Council \r\nreform, we forget about the importance of regional \r\norganizations. Somewhere along the line, we are \r\nmissing something. \r\n Have we sufficiently explored the notion of \r\npermanent regional representation as a basis for \r\nnegotiations on Security Council reform? I recall a \r\nvery lively discussion on that subject in a consultation \r\nwith the five Facilitators; there was a very vigorous \r\nintervention by Ambassador Abdelaziz of Egypt. But \r\nwe cannot say that we have addressed this issue just \r\nbecause we discussed it on a couple of afternoons.  \r\n Here, I should like to recall that the \r\nrepresentative of Indonesia said yesterday that the \r\nregional approach brought with it some interesting \r\nideas that were worthy and needed to be further \r\nexplored. Moreover, yesterday or the day before, the \r\nrepresentative of El Salvador flagged the importance of \r\naddressing the issue of the regional approach.  \r\n That brings me back to the African vision, but \r\nbecause, as Ambassador Butagira said, we have to \r\nlisten. I recall that, at a meeting at African Union \r\nheadquarters at least two years ago, it was made very \r\nclear that the African vision — which dates back to \r\n1945, 60 years ago — looks forward. At that time, the \r\nAfrican vision was defeated. This time, because we \r\nwill be responsible for the reform that we carry out, let \r\nus not allow that vision to be defeated. \r\n This morning, Mr. Butagira clearly reaffirmed \r\nthat the African Union is not asking for permanent \r\nmembership for one nation. So there is a substantial — \r\nI repeat, substantial — difference between the \r\naspirations of African countries and those of other \r\nmember countries. The language being used — \r\npermanent membership — is the same, but the concept \r\nis substantially different. What Africans are requesting \r\nis a permanent seat for the region in order to correct a \r\nhistorical imbalance. \r\n What we must do now is, rather than trying to \r\nsplit the African Union, to see whether it is possible to \r\napply the African concept of regional ownership and \r\nempowerment to other areas so that they can benefit \r\nfrom it. If that is possible, we must find ways to do \r\nthis, as I believe Ambassador Akram of Pakistan \r\nhinted. We must address how to “export” the African \r\nvision to other areas, taking into account the cultural \r\nand political differences and the historical development \r\nof States. As the Permanent Representative of Egypt \r\nforcefully emphasized during those consultations three \r\nor four months ago, there cannot be different models \r\nfor reform; we cannot carry out reform with different \r\nmodels for Africa and Asia. So we must work for a new \r\nSan Francisco in that regard. \r\n As I said at the outset, the positions of some of \r\nthe countries that agree with the principles of the \r\nUniting for Consensus idea have been very clearly \r\nstated during the consultations. Once again, we have \r\nplaced on record our ideas on how to proceed, on the \r\nneed to carefully prepare for the next phase of \r\nnegotiations, on the critical importance of including all \r\nstakeholders at every stage of the process — as you, \r\nMr. President, so wisely stated at the outset of the \r\nconsultations — and, finally, on the importance of \r\ncontinuing our work in the Open-ended Working \r\nGroup, which is the most flexible and inclusive body \r\nof the General Assembly. \r\n I should like to comment on the last two of those \r\nissues. We cannot carry out reform without including \r\nthe entire membership, as you said in your introductory \r\nstatement, Mr. President. In reform of the Security \r\nCouncil, there are no major players or second-class \r\nplayers; we are all primary players. Allow me to be \r\nvery frank: I would not like to see a repeat of what we \r\nsaw during the final stages of preparing the World \r\nSummit Outcome Document (resolution 60/1), when \r\ndoors were shut in the faces of United Nations \r\nMembers. That cannot happen a second time.  \r\n It has been said by some, including Ambassador \r\nMatussek, that the Open-ended Working Group is not \r\nthe right forum for bringing forward the work that you \r\nwill lead, Mr. President. To say that the Open-ended \r\nWorking Group is not effective is to say that the United \r\nNations is not effective, which perhaps is true. But if \r\nthe Working Group is not effective, it is because we \r\n A/62/PV.51\r\n \r\n11 07-59780 \r\n \r\nhave not made it effective over the past 15 years. The \r\nUnited Nations will not work, if we do not want it to \r\nwork or want to have its decisions implemented. So if \r\nwe have the necessary political will, the Open-ended \r\nWorking Group will work marvellously well. It is the \r\nbest tool that we have at our disposal — provided, of \r\ncourse, we have the necessary political will.  \r\n At the sixty-first session, the Open-ended \r\nWorking Group was very successful, thanks to the truly \r\noutstanding performance of the Facilitators and the two \r\nother colleagues who succeeded them. They submitted \r\ntwo reports, and substantial progress has been made in \r\nfollowing up on those reports. So how can we say that \r\nthe Open-ended Working Group is not effective? There \r\nhas been substantial progress, and, as we have decided \r\nby consensus, we must build on that progress. \r\n Before proceeding further, I should like to point \r\nout that we must not be held hostage by the Babel of \r\nlanguages, as Ambassador Sen is always saying. We \r\nneed to engage in discussion, consultation and \r\nnegotiation, because perhaps we are talking about \r\nexactly the same thing. If we begin with what should \r\nbe the first point to be addressed in deciding on \r\nreform — whether to expand the Council to 19 or 26 \r\nmembers — we should realize that those are two \r\ncompletely different things. So if we decide that there \r\nshould be 19 members, that decision would have \r\ncertain consequences, and if we decide that there \r\nshould be 26 members, that decision would have other \r\nconsequences. But let us suppose that we conclude that \r\nthe best solution is, say, 22 members. What has \r\noccurred is that we have had discussions, consultations, \r\nnegotiations — it does not matter what we call them — \r\nthe point is that every day we are in negotiations — \r\nnegotiations in the broadest sense of the word. That \r\nsaid, having addressed the question of language, I do \r\nnot think it has very much importance.  \r\n Let us go back to the reports of the facilitators, \r\nalthough I do not want to dwell on their substance, in \r\nthe interests of time. What is the central point of the \r\nintermediary approach? While, again, not going into \r\nthe substance, I want to draw attention to a point that \r\nwas forcefully made by Ambassador Wenaweser of \r\nLiechtenstein. As far as I can recall, he has been the \r\nonly one to say — or at least the one who made the \r\npoint most forcefully when he spoke the day before \r\nyesterday — that the intermediary approach — and I \r\nwould add “or any negotiated solution”, although he \r\nwas talking only about the intermediary approach — \r\nhas to be sustainable. Otherwise, as soon as an interim \r\nsolution is adopted, we will start working for a change \r\nin that solution through a long electoral campaign.  \r\n If we are indeed going to embark on the path of \r\nthe intermediary approach, it should not be presented, \r\nas Ambassador Wenaweser put it, as a “less-than-ideal \r\nsolution” — and that is a bit of an understatement — \r\n “that we would set about to change or further \r\nrefine as soon as it was adopted. Rather, such an \r\nintermediary approach should only be considered \r\nif it finds the largest possible political support, \r\nwhich has been elusive for all the other proposed \r\nsolutions presented in the past”. (A/62/PV.47) \r\nThus, unless we have it set in our minds that the \r\nintermediary approach is the right one, as was \r\nforcefully stated by the Permanent Representative of \r\nDjibouti, if I remember correctly, it would be better not \r\nto embark on that path, since it would be useless to do \r\nso if there is some hidden agenda behind it or if we are \r\nsimply postponing something that we want and that we \r\ncould have today. I think that, as Ambassador \r\nWenaweser said, if we really believe in the potential of \r\nthis approach, that is the path the facilitators have \r\nindicated, without excluding any other solution. \r\n Many others, in different words, have, in the last \r\ntwo days, emphasized the importance of laying the \r\nground work first. As Ambassador Yousfi of Algeria \r\nsaid, if I remember correctly, in order for negotiations \r\nto succeed, we have to properly prepare the ground for \r\nthem. The same idea was also articulated this morning \r\nby, for example, the Permanent Representative of \r\nUganda. But I would say that the most forceful \r\nlanguage on this point has been yours, Mr. President, \r\nbecause you have said that our objective should be to \r\ndevelop a framework for beginning intergovernmental \r\nnegotiations by identifying and reaching agreement on \r\nthe various negotiable elements. I do not have to add \r\nanything else to that statement. That is what is at stake.  \r\n I could very well mention many others of the 80 \r\nmembers who have taken the floor, but I shall limit \r\nmyself to mentioning only two more. The Permanent \r\nRepresentative of Egypt, Ambassador Abdelaziz, stated \r\nthat “the President of the General Assembly should \r\nlead more consultations” — note that he used the word \r\n“consultations” —  \r\n “within the framework of the Open-ended \r\nWorking Group to narrow the difference in \r\nA/62/PV.51  \r\n \r\n07-59780 12 \r\n \r\npositions between the conflicting interests of all \r\nstakeholders. Such consultations could be \r\nundertaken with the aim of reducing the number \r\nof alternatives stipulated under every category of \r\nthe facilitators’ reports with a view to creating a \r\npositive environment that could lead to the \r\neventual introduction of a vision that could work \r\nas a basis for negotiations based on a proposal or \r\nproposals from Member States”. (A/62/PV.47) \r\nHere, too, what is at stake is very clear. \r\n Allow me finally to cite the statement of the \r\nPermanent Representative of China, Ambassador \r\nWang Guangya. With Asian wisdom, he stated:  \r\n “Regarding the negotiating process, we must first \r\nreach agreement on the entire framework through \r\nfull consultations among all sides, because an \r\nedifice can be built only on a firm foundation”. \r\n(A/62/PV.48) \r\n Mr. President, I would conclude by saying that, \r\nunder your guidance, we need to set a common ground. \r\nAnd that common ground should not be the lowest \r\ncommon denominator. We have to keep up the \r\nmomentum. There is no question of maintaining the \r\nstatus quo. Furthermore, just to put the record straight, \r\nthere appears to be some subliminal message in \r\nmembers’ statements that there is a group — the Group \r\nof Four or some other like-minded States — that is \r\nadvocating negotiations. And it is never said, but it \r\nsounds as though there is another group that wishes to \r\ncounter the notion of negotiations; the subliminal \r\nmessage is that this is the Uniting for Consensus group. \r\nNow, this situation is completely the opposite of what \r\none would expect. Since the Musharraf-Prodi event of \r\nSeptember 2006, the United for Consensus group has \r\nbeen the front-runner — indeed, the record speaks of \r\nit — the front-runner in asking for negotiations. Before \r\nthe Prodi-Musharraf event, nobody was asking for \r\nnegotiations. The only game in town was to sell a \r\nproduct as the best product available. It was a selling \r\nexercise, not a negotiating exercise.  \r\n So let us say it frankly: United for Consensus is \r\nthe front-runner in asking for negotiations. I say that \r\njust to set the record straight. As I said before — \r\nbecause it is the central point — we need for all the \r\nstakeholders to participate in the negotiation process, \r\nbecause we all have an interest in it. That is why the \r\nGeneral Assembly adopted decision 61/561 last \r\nSeptember, of which we are all well aware. That is our \r\nguide; we do not have to reinvent the wheel. We \r\nagreed, in a consensual way, to a very important \r\ndecision.  \r\n At its previous session, the General Assembly \r\nentrusted to the present session and its President the \r\ntask of moving this process forward. We have to move \r\ntogether, and we must not be pushed. I read in the press \r\nof some countries that “we will push hard”. I think it \r\nwould be counterproductive to push hard. We have to \r\npush, but we must not be pushed. We have to move in \r\nan orderly and effective manner. We need your \r\nguidance, Mr. President. Above all, we trust you and \r\nwe are ready to continue to work with you, and with all \r\nthe States Members of the United Nations. \r\n Mr. Al-Khater (Qatar) (spoke in Arabic): I wish \r\nto begin, Sir, by welcoming your election as President \r\nof the General Assembly at its sixty-second session, \r\nand by congratulating you on your assumption of your \r\nhigh post. We assure you of our support in discharging \r\nyour heavy responsibilities in the course of the session. \r\n I also wish to pay tribute to Her Excellency \r\nSheikha Haya Rashed Al-Khalifa and to offer our \r\ngratitude for her prudent leadership of the sixty-first \r\nsession, for her outstanding contributions towards \r\ninvigorating the work of the Assembly and for moving \r\nforward with the question of Security Council reform, \r\nwhich will enhance the overall reform process of the \r\nUnited Nations. \r\n The delegation of the State of Qatar will focus \r\nhere on agenda item 112, entitled “Question of \r\nequitable representation on and increase in the \r\nmembership of the Security Council and related \r\nmatters”. Reform is long overdue and the composition \r\nof the Security Council cannot remain as it was in \r\n1945. While major decisions are usually confined to \r\nthe close circle of the five permanent members, all \r\nCouncil members should be closely involved in the \r\ndecision-making process. There should also be a \r\nmechanism to ensure the full participation of other \r\nUnited Nations Member States, in particular, the \r\nconsultative mechanism should be enhanced through \r\nthe involvement of countries directly impacted by \r\nconflict. \r\n Non-permanent Council members should bear \r\nincreased responsibility in order to reflect the positions \r\nof the larger membership that elected them. An \r\nexpanded Security Council is essential in order to \r\nreflect the international community of today. Those \r\n A/62/PV.51\r\n \r\n13 07-59780 \r\n \r\nchanges would enhance the mandate of the Council and \r\nimprove its credibility as a prominent organ of the \r\nUnited Nations system.  \r\n Of course, no solution can satisfy all Member \r\nStates, but we should be ready to achieve consensus on \r\na complete set of proposals. It is also clear that the \r\nrepresentation of certain regions, including Asia, Latin \r\nAmerica, Africa and the Middle East, must be an \r\nobjective and that the large contributions by those \r\ncountries should be taken into account. \r\n Now that United Nations reform has become a \r\npressing issue, given the dangers facing the \r\ninternational political order, the Security Council must \r\nbe fully capable of addressing the crises and threats to \r\nworld peace at the beginning of the twenty-first \r\ncentury. The Council must therefore be equipped with \r\nthe necessary tools for effective action. The \r\ninternational community as a whole should first and \r\nforemost see Council resolutions as binding and \r\nlegitimate and the composition of the Council should \r\nnot remain — especially as far as permanent \r\nmembership is concerned — without change, 60 years \r\nafter its establishment. \r\n The Council cannot afford to ignore the changing \r\nworld, which is witnessing new geopolitical realities. \r\nTerrorism and the proliferation of weapons of mass \r\ndestruction are greater threats, as are civil wars. \r\nAlthough those factors should be taken into account, \r\nthe appearance of developing countries on the \r\ninternational arena should also be recognized. \r\nDeveloping countries have become effective elements \r\nthat are increasingly playing a significant role in \r\nsettling conflicts by peaceful means. \r\n Responsibility for the maintenance of \r\ninternational peace and security lies with the Security \r\nCouncil and it is necessary for its legitimacy that its \r\ncomposition reflect the state of the world today. The \r\nSecurity Council should therefore be enlarged and \r\nadditional permanent members should be added; we \r\nalso need newly elected non-permanent members to \r\nenable the Council to be more representative. In our \r\nvision, a reformed Security Council should represent \r\nregional dynamics. Its composition should be flexible \r\nand better able to respond to global changes and to the \r\nnew power structures. It should be a Council that does \r\nnot support privilege or double standards.  \r\n Qatar remains convinced that the right of veto \r\nshould be abolished and, if that is impossible, it should \r\nnot be expanded for any reason whatsoever. We must \r\nnot pretend that the United Nations can remain relevant \r\nand important and at the same time be a club for the \r\nfew. It is regrettable — and we must state it \r\nexplicitly — that the political will that is necessary to \r\nmove from conceptual discussion regarding reform to \r\nactual reform is still lacking. \r\n We are convinced that reform of the Security \r\nCouncil has become more urgent and cannot be \r\npostponed further. In point of fact, our countries \r\ndecided in the Millennium Declaration (resolution \r\n55/2) that joint efforts should be intensified to achieve \r\na comprehensive reform of the Security Council in all \r\nits aspects, and now we have a good chance to do that \r\nat the current session of the General Assembly. \r\n The Millennium Declaration, which is a \r\ncollective vision of all United Nations Member States \r\nfor a better and more just world, should be our guiding \r\nlight; we should not only comply with the Declaration \r\nin general terms but should fully implement its \r\nobjectives. \r\n Last but not least, during its non-permanent \r\nmembership of the Security Council for 2006-2007, the \r\nState of Qatar has gained extensive experience in the \r\nwork of that organ. It has observed the good aspects of \r\nthe Council as well as its weak areas, learning more \r\nabout its importance and its real scope of functions \r\nUnless the Security Council adjusts to the new realities \r\nin international relations, it will be unable to maintain \r\nits credibility and authority across the globe. \r\n We must ensure fair representation of all Member \r\nStates in the Security Council. The State of Qatar \r\nstands ready to participate actively and constructively \r\nin intergovernmental negotiations to achieve concrete \r\nresults during the present session of the General \r\nAssembly in order to accomplish the difficult task of \r\nmaking the Security Council more effective and more \r\nrepresentative of the new geopolitical realities of our \r\ntimes. Then, no one could question the Council’s \r\nlegitimacy.  \r\n In that regard, we stress the need for a united \r\nposition with respect to all proposals and reform issues \r\nwithin the United Nations. Reform should not focus \r\nexclusively on the issue of the expansion of Security \r\nCouncil membership. Qatar rejects that approach and \r\nwill oppose pushing any weak premature draft \r\nresolution to a vote in the General Assembly. In this \r\ncontext we stress the need for consensus. \r\nA/62/PV.51  \r\n \r\n07-59780 14 \r\n \r\n The President: We have heard the last speaker in \r\nthe debate on the items. \r\n May I take it that the General Assembly takes \r\nnote of the report of the Security Council contained in \r\ndocument A/62/2? \r\n It was so decided. \r\n The President: Allow me first of all, to avail \r\nmyself of the opportunity to thank the Permanent \r\nRepresentative of Indonesia, Ambassador Marty \r\nNatalegawa, for his introduction of the report of the \r\nSecurity Council to the General Assembly for the \r\nperiod 1 August 2006 to 31 July 2007, in his capacity \r\nas President of the Security Council for the month of \r\nNovember. \r\n During the discussion of agenda item 9, “Report \r\nof the Security Council”, Member States expressed \r\ntheir appreciation for the role played by Indonesia, the \r\ncurrent President of the Security Council. However, \r\nsome serious concerns were expressed regarding the \r\nreport itself, in particular the lack of comprehensive \r\nevaluation of the various deliberations of the Council. \r\n In order to preserve the balance between the main \r\norgans of this Organization and to improve \r\ntransparency and strengthen cooperation between the \r\nGeneral Assembly and the Security Council, many \r\nparticipants in the debate stressed the importance that \r\nthe report should in future be more analytical and \r\nsubstantive. That is why we will probably have to \r\npursue a course where we seek simultaneously to \r\nrevitalize the General Assembly and to reform the \r\nSecurity Council. \r\n I am particularly pleased to be able to state that \r\nwe have had a very profound and, above all, \r\ncomprehensive and fruitful discussion on Security \r\nCouncil reform under agenda item 122. It was a frank \r\nand effective dialogue, which provided valuable input \r\nfor further General Assembly deliberations on this very \r\nimportant aspect of the overall United Nations reform \r\nagenda. It fully supported the notion that the reform of \r\nthe United Nations system is one of the priority issues \r\nfor the sixty-second session of the General Assembly. \r\n The debate also demonstrated the clear \r\ncommitment of Member States to embark upon a new \r\nstage that offers the prospect of achieving the ultimate \r\ngoal of comprehensive reform of the Security Council. \r\nDelegates, you have paved the way towards the \r\nobjective of developing a framework to identify and \r\nreach agreement on the various negotiable elements \r\nthat would then allow us to arrive at the point to begin \r\nintergovernmental negotiations. In other words, the \r\nbridge between the results achieved during the sixty-\r\nfirst session and the way forward during the sixty-\r\nsecond session needs to be constructed. The pillars of \r\nthe edifice called intergovernmental negotiations must \r\nbe set up in the manner that this Assembly has defined \r\nthem during the debate that we are now concluding. \r\n First, we must bear in mind that Security Council \r\nreform is an integral part of strengthening the United \r\nNations. It must, therefore, go hand in hand with the \r\ntransformation of the wider United Nations system. \r\n Secondly, prudent and principle-oriented \r\nguidance by the President of the General Assembly is \r\nrequired, although it must be based on a joint venture \r\nwith Member States in good faith and mutual respect. \r\n Thirdly, the way forward ought to be \r\naccomplished through an objective and transparent \r\nprocess starting with identifying the negotiables in \r\norder then to move to intergovernmental negotiations. \r\n Fourthly, the Open-ended Working Group should \r\ncarry out consultations on the framework and \r\nmodalities for intergovernmental negotiations. \r\n Fifthly, further steps must contain components \r\nand notions that will allow the membership to reach \r\ngeneral agreement on all aspects of Security Council \r\nreform, in particular on the composition of the Council \r\nand its working methods. \r\n Sixthly, reform of the Security Council must \r\naccommodate the interests and concerns of all sides, \r\nespecially those who are currently under-represented. \r\n Lastly, Member States should refrain from steps \r\nthat could serve to undermine the current momentum \r\nand consensus and seek to continue a process aimed at \r\nachieving result-oriented solutions. \r\n Let me briefly refer to some sparks that have \r\ncharacterized the debate over the last two and a half \r\ndays. Member States pleaded for clear, common sense, \r\nknowing that we all have a shared responsibility to \r\nachieve results. One cannot agree more. However, this \r\nwill require our combined efforts, based on \r\npragmatism, political courage, mutual faith and \r\nrespect, as well as flexibility and the political will to \r\nreach the broadest possible agreement. \r\n A/62/PV.51\r\n \r\n15 07-59780 \r\n \r\n There were also requests to speed up the rhythm \r\nof the process. At the same time we must avoid the \r\ndanger of doing things too hastily. The speed at which \r\nwe proceed should not be conditioned solely by the \r\nauthority of the leadership, but rather by the political \r\nwill of Member States. \r\n On the way forward, we should bear in mind that \r\nall the achievements so far are the result of our \r\ncollective actions. We cannot afford therefore, to \r\nundermine this collective political momentum by \r\ncalculatingly imparting it with hesitation in order to \r\nderail or disrupt the process. \r\n In conclusion, I would like to stress that I will \r\ncount very much on your support and cooperation in \r\nconducting the process during the coming period. We \r\nshould all continue to work together in a spirit of  \r\n \r\nconstructive cooperation and tackle all the issues and \r\ntasks set out by the General Assembly in its decision \r\n61/561, adopted on 17 September 2007, in order to \r\nfaithfully fulfil its recommendations. \r\n With this in mind, I will shortly communicate to \r\nMember States the outline of the follow-up process. \r\n May I take it that it is the wish of the General \r\nAssembly to conclude its consideration of agenda \r\nitem 9? \r\n It was so decided. \r\n The President: The General Assembly has thus \r\nconcluded this stage of its consideration of agenda \r\nitem 122. \r\nThe meeting rose at 11.50 a.m. \r\n \r\n \r\n \r\n"