" United Nations  A/62/PV.42\r\n  \r\n \r\nGeneral Assembly \r\nSixty-second session \r\n \r\n42nd plenary meeting \r\nThursday, 1 November 2007, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n07-57552 (E) \r\n*0757552* \r\nPresident: Mr. Kerim . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (The former Yugoslav Republic of Macedonia)\r\n \r\n \r\n  In the absence of the President, Ms. Bethel \r\n(Bahamas), Vice-President, took the Chair. \r\n \r\n \r\nThe meeting was called to order at 10.10 a.m.  \r\n \r\n \r\nAgenda item 73 \r\n \r\nReport of the International Court of Justice \r\n \r\n  Report of the International Court of Justice \r\n(A/62/4) \r\n \r\n  Report of the Secretary-General (A/62/171) \r\n \r\n The Acting President: May I take it that the \r\nGeneral Assembly takes note of the report of the \r\nInternational Court of Justice? \r\n It was so decided. \r\n The Acting President: In connection with this \r\nitem, the Assembly also has before it the report \r\n(A/62/171) of the Secretary-General on the Secretary-\r\nGeneral’s Trust Fund to Assist States in the Settlement \r\nof Disputes through the International Court of Justice.  \r\n I call on Judge Rosalyn Higgins, President of the \r\nInternational Court of Justice. \r\n Ms. Higgins: I am very pleased to address the \r\nGeneral Assembly on the occasion of its examination \r\nof the report of the International Court of Justice (ICJ) \r\nfor the period 1 August 2006 to 31 July 2007. The \r\nopportunity for the President to speak to the General \r\nAssembly on the occasion of the Court’s report is a \r\ntradition which the Court greatly values. \r\n All United Nations Members are ipso facto \r\nparties to the Court’s Statute. There are thus 192 States \r\ncurrently parties to the Statute, 65 of which have \r\naccepted the compulsory jurisdiction of the Court in \r\naccordance with article 36, paragraph 2, of the Statute. \r\nFurthermore, approximately 300 treaties refer to the \r\nCourt in relation to the settlement of disputes arising \r\nfrom their application or interpretation. \r\n The Court has been applying the working \r\nmethods on which I reported last year — that is, \r\nalways dealing with more than one case at a time, \r\nproducing judgments in a timely fashion, taking short \r\nvacations and working intensely. \r\n I am pleased to state that the Court has had a very \r\nproductive year. This year it has already delivered three \r\nsubstantive judgments, one of them just three weeks \r\nago and falling outside the period covered by the \r\nannual report. Even before 31 July, the Court had \r\nalready handed down two judgments and one order on \r\na request for the indication of provisional measures.  \r\n In addition, the Court has in this period \r\ncompleted hearings in three cases.  \r\n First, the Court heard oral argument on \r\npreliminary objections in the case concerning Ahmadou \r\nSadio Diallo (Republic of Guinea v. Democratic \r\nRepublic of the Congo) in November and December \r\n2006, delivering its Judgment a short five months later.  \r\n Secondly, the Court also completed hearings on \r\nthe merits in the case concerning Maritime \r\nDelimitation between Nicaragua and Honduras in the \r\nA/62/PV.42  \r\n \r\n07-57552 2 \r\n \r\nCaribbean Sea (Nicaragua v. Honduras) in March \r\n2007, and that Judgment was delivered three weeks \r\nago. \r\n Finally, the Court also heard oral argument on the \r\npreliminary objections in the Territorial and Maritime \r\nDispute (Nicaragua v. Colombia) case in June 2007, \r\nand that Judgment is under preparation. \r\n I wish to emphasize that the judgments of the \r\nCourt represent a work effort that fully engages its \r\nmembers throughout the year. Cases coming before the \r\nCourt are never trivial matters. They are of immense \r\nimportance to the countries concerned, which put in \r\nvoluminous written pleadings and often ask for two \r\nrounds to explain their legal arguments and supporting \r\nmaterials.  \r\n In the Malaysia/Singapore case, for example, \r\nwhich begins next week, every judge must study some \r\n4,000 pages. The parties are entitled to expect that we \r\nwill examine every single thing they put before us — \r\nand we do. There follow the often lengthy oral \r\narguments that the States concerned wish to make. And \r\nour work on the Judgment that will follow is \r\ncollegial — it is not passed over to a juge-rapporteur. \r\n We are, after all, the United Nations principal \r\njudicial organ, representing all the leading judicial \r\nsystems of the world. So we, the judges, draft every \r\nword ourselves. All of us deliberate as to what our \r\nfindings will be. A small drafting committee selected \r\nby the Court itself prepares the draft judgment, and \r\nevery single judge is engaged in the collegial process \r\nof polishing and refining the judgment, making sure \r\nthat no legal points are missed. \r\n During the period under review, one new case \r\nwas entered on the General List: Certain Questions of \r\nMutual Assistance in Criminal Matters (Djibouti v. \r\nFrance). Djibouti filed an Application on 9 January \r\n2006, but the Court took no action in the proceedings \r\nuntil France consented on 9 August 2006 to the Court’s \r\njurisdiction, pursuant to article 38, paragraph 5, of the \r\nRules of Court. \r\n The cases we have decided in this period have \r\ninvolved States of Latin America, Europe and Africa. \r\nThe subject matter that interests the States of those \r\nregions has ranged from environmental matters to \r\ngenocide to diplomatic protection of shareholders to \r\nmaritime delimitation.  \r\n The current number of cases on the docket is 11. \r\nThere are three cases between European States, three \r\nbetween Latin American States, two between African \r\nStates and one between Asian States, whilst two are of \r\nan intercontinental character. The Court thus \r\nmanifestly remains the court of the entire United \r\nNations. \r\n Today I plan, as is traditional, to report on the \r\njudgments rendered by the Court over the past year. I \r\nwill deal with them in chronological order. \r\n On 23 January 2007, the Court handed down an \r\nOrder in the case concerning Pulp Mills on the River \r\nUruguay (Argentina v. Uruguay) on a request for the \r\nindication of provisional measures submitted by \r\nUruguay. \r\n In May 2006, Argentina initiated proceedings \r\nagainst Uruguay concerning the construction of two \r\npulp mills on the River Uruguay, which constitutes the \r\nborder between the two States in that region. Argentina \r\nalleges that Uruguay unilaterally authorized the \r\nconstruction of the two pulp mills in violation of the \r\nobligations of the 1975 Statute of the River Uruguay, a \r\ntreaty signed by the two States for “the optimum and \r\nrational utilization” of the river. Argentina claims that \r\nthe mills pose a threat to the river and its environment, \r\nand are likely to impair the quality of the river’s water \r\nand cause significant transboundary damage to \r\nArgentina. \r\n In an Order dated 13 July 2006, the Court \r\nrejected a request by Argentina for the indication of \r\nprovisional measures, finding that the circumstances at \r\nthe time did not require it to exercise its power to \r\nindicate provisional measures. \r\n On 29 November 2006, Uruguay submitted its \r\nown request for the indication of provisional measures, \r\non the ground that since 20 November 2006 organized \r\ngroups of Argentine citizens had blockaded a vital \r\ninternational bridge over the river, that this was \r\ncausing great economic damage to Uruguay, and that \r\nArgentina had taken no steps to put an end to the \r\nblockade.  \r\n Uruguay requested the Court to order Argentina, \r\nfirst, to take “all reasonable and appropriate steps to \r\nprevent or end the interruption of transit between \r\nUruguay and Argentina”; secondly, to abstain from \r\nactions that might aggravate, extend or make more \r\ndifficult the settlement of the dispute; and, thirdly, to \r\n A/62/PV.42\r\n \r\n3 07-57552 \r\n \r\nabstain from any other measure that might prejudice \r\nthe rights of Uruguay in dispute before the Court. \r\n In its Order of 23 January 2007, the Court found \r\nthat the circumstances, as they then presented \r\nthemselves to the Court, were not such as to require the \r\nexercise of its power to indicate provisional measures. \r\nIn this regard, the Court was not convinced that the \r\nblockades risked prejudicing irreparably the rights that \r\nUruguay claimed on the basis of the 1975 Statute, nor \r\nthat, were there such a risk, it was imminent. The Court \r\nobserved that, despite the blockades, the construction \r\nof one of the pulp mills had progressed significantly \r\nsince the summer of 2006, and that work continued. \r\n Argentina and Uruguay have since elected to \r\nhave a second round of written pleadings, and the \r\nCourt has fixed 29 July 2008 as the time limit for the \r\nfiling of the last of those pleadings. \r\n On 26 February 2007, the Court rendered its \r\nJudgment in the case concerning Application of the \r\nConvention on the Prevention and Punishment of the \r\nCrime of Genocide (Bosnia and Herzegovina v. Serbia \r\nand Montenegro). This is the first case before any court \r\nin which allegations of genocide have been made by \r\none State against another.  \r\n The Court had already found that it had \r\njurisdiction, in a previous Judgment rejecting the \r\npreliminary objections raised by the then Federal \r\nRepublic of Yugoslavia. However, the Respondent was \r\npermitted to address the Court on renewed issues of \r\njurisdiction said to arise out of its admission as a \r\nMember of the United Nations in 2000. \r\n In its Judgment of 26 February 2007, the Court \r\naffirmed that it had jurisdiction on the basis of article \r\nIX of the Convention on the Prevention and \r\nPunishment of the Crime of Genocide. The Court noted \r\nthat, since its jurisdiction was based solely on the \r\nGenocide Convention, it could only rule on genocide \r\nand associated violations of that Convention, and could \r\nnot rule on breaches of other obligations of \r\ninternational law. \r\n The Court initially determined that States parties \r\nto the Genocide Convention were bound not to commit \r\ngenocide or any of the other acts prohibited in the \r\nConvention through the actions of their organs or \r\npersons or groups whose acts were attributable to them. \r\nIt also noted that, in order to make a finding of \r\ngenocide, it was necessary to establish specific intent \r\nto destroy the protected group as such, in whole or in \r\npart. The Court considered that the protected group in \r\nthe case was that of the Bosnian Muslims. \r\n In its Judgment, the Court made extensive and \r\ndetailed findings of fact as to whether alleged atrocities \r\nhad occurred, and, if so, whether the facts established \r\nthe specific intent to destroy in whole or in part the \r\ngroup of the Bosnian Muslims. The Court examined \r\nthe factual allegations according to the categories of \r\nprohibited acts set out in the Genocide Convention: \r\nkilling; causing serious bodily or mental harm; \r\ndeliberately inflicting conditions of life calculated to \r\nbring about the physical destruction of the group; \r\npreventing births within the group; and transferring \r\nchildren to another group. \r\n The Court found that there was overwhelming \r\nevidence that massive killings and many other \r\natrocities had been perpetrated during the conflict, but \r\nit could not find, on the basis of the evidence before it, \r\nthat those acts were committed with the specific intent \r\nto destroy in whole or in part the group of the Bosnian \r\nMuslims. However, the Court did find that the killing \r\nof more than 7,000 Bosnian Muslim men at Srebrenica \r\nby Bosnian Serb forces had been accompanied by the \r\nintent to destroy in whole or in part the group of the \r\nBosnian Muslims. Accordingly, it found that those \r\nevents in Srebrenica constituted genocide. \r\n The Court then turned to the question of whether \r\nit could be established that the then Federal Republic \r\nof Yugoslavia had been responsible for the genocide \r\ncommitted at Srebrenica. Judging on the basis of the \r\nmaterials put before it, the Court found that the acts of \r\ngenocide had not been committed by persons or entities \r\nthat could be considered to be organs of the Federal \r\nRepublic of Yugoslavia.  \r\n The Court further found that it had not been \r\nestablished that the massacres were committed on the \r\ninstructions or under the direction of the Federal \r\nRepublic of Yugoslavia, nor that the Federal Republic \r\nof Yugoslavia exercised effective control over the \r\noperation in question.  \r\n Consequently, in the light of the information \r\navailable to it, the Court found that the acts of those \r\nwho committed genocide at Srebrenica could not be \r\nattributed to the Respondent under the rules of \r\ninternational law on State responsibility. \r\nA/62/PV.42  \r\n \r\n07-57552 4 \r\n \r\n The Court did, however, find that the Respondent \r\nhad violated its obligation under article I of the \r\nGenocide Convention to prevent the genocide in \r\nSrebrenica. The Court noted that, owing to the strength \r\nof the political, military and financial links between the \r\nFederal Republic of Yugoslavia and the Bosnian Serbs, \r\nthe Federal Republic of Yugoslavia had been in a \r\nposition of influence over the Bosnian Serbs who \r\ndevised and implemented the genocide in Srebrenica.  \r\n The Court found that, despite the fact that the \r\nRespondent was aware, or should normally have been \r\naware, of the serious risk of genocide in Srebrenica, it \r\nhad not shown that it employed all means reasonably \r\navailable to it in order to prevent the atrocities.  \r\n The Court further held that the Respondent had \r\nviolated its obligation under article VI of the Genocide \r\nConvention to cooperate fully with the International \r\nCriminal Tribunal for the Former Yugoslavia with \r\nrespect to the arrest and handing over for trial of \r\nGeneral Mladić, and thus violated its obligation to \r\npunish genocide under article I of the Convention.  \r\n Finally, the Court found that the Respondent had \r\nbreached the Court’s earlier Orders, including \r\nprovisional measures, by failing to take all measures \r\nwithin its power to prevent the commission of genocide \r\nand to ensure that any organizations and persons which \r\nmight be subject to its influence did not commit acts of \r\ngenocide.  \r\n As regards reparations for the Respondent’s \r\nviolation of the obligation to prevent genocide, the \r\nCourt recalled that the Applicant had in fact suggested \r\nthat a declaration of the Court would itself be \r\nappropriate satisfaction, and it made a declaration to \r\nthat effect.  \r\n As for the obligation to punish acts of genocide, \r\nthe Court found that a declaration in the operative \r\nclause that the Respondent had violated its obligations \r\nunder the Convention and that it must immediately take \r\neffective steps to comply with the obligation to punish \r\nacts of genocide, to transfer individuals accused of \r\ngenocide to the International Criminal Tribunal for the \r\nFormer Yugoslavia, and fully to cooperate with that \r\nTribunal, would constitute the appropriate satisfaction.  \r\n After having considered disputes in South \r\nAmerica and Europe, the Court next turned to Africa.  \r\n On 24 May 2007, the Court handed down its \r\nJudgment on the admissibility of the Application in the \r\ncase concerning Ahmadou Sadio Diallo brought by the \r\nRepublic of Guinea against the Democratic Republic of \r\nthe Congo.  \r\n The case raised important issues relating to the \r\ndiplomatic protection by States of their nationals. It \r\nconcerned Mr. Diallo, a businessman of Guinean \r\nnationality who was resident in the Democratic \r\nRepublic of the Congo for 32 years and was the gérant \r\nof and associé — a type of shareholder — in two \r\ncompanies incorporated under Congolese law, named \r\nAfricom-Zaire and Africontainers-Zaire.  \r\n Guinea claimed that Mr. Diallo was unjustly \r\nimprisoned by the authorities of the Democratic \r\nRepublic of the Congo; that he was deprived of his \r\ninvestments, businesses, property and bank accounts; \r\nand, finally, that he was expelled from the Democratic \r\nRepublic of the Congo. Guinea argued that those \r\nactions by the Democratic Republic of the Congo \r\nviolated Mr. Diallo’s rights, and that, according to the \r\nlaw of diplomatic protection, the Democratic Republic \r\nof the Congo had committed internationally wrongful \r\nacts which engaged its responsibility to Guinea.  \r\n The Court noted that Guinea sought to exercise \r\ndiplomatic protection with regard to Mr. Diallo for the \r\nviolation of the three categories of rights: Mr. Diallo’s \r\nindividual personal rights; his direct rights as an \r\nassocié in Africom-Zaire and Africontainers-Zaire; and \r\nthe rights of those companies themselves by \r\n“substitution”.  \r\n With regard to Mr. Diallo’s individual rights, the \r\nCourt found that Guinea had standing to seek to protect \r\nthose rights, since Mr. Diallo had Guinean nationality. \r\nIt further found that this part of the Application was \r\nadmissible, since Mr. Diallo had exhausted all \r\navailable and effective remedies in the Democratic \r\nRepublic of the Congo against the violation of his \r\nrights.  \r\n Turning to Mr. Diallo’s direct rights as associé, \r\nthe Court, having considered Congolese company law \r\nand the relevant law of diplomatic protection, held that \r\nGuinea also had standing to seek to protect those \r\nrights. It further held that this part of the Application \r\nwas admissible, since Mr. Diallo had exhausted all \r\navailable and effective remedies in the Democratic \r\nRepublic of the Congo against the violation of his \r\nrights as associé.  \r\n A/62/PV.42\r\n \r\n5 07-57552 \r\n \r\n The complicated part of the case was whether \r\nGuinea could exercise diplomatic protection of Mr. \r\nDiallo with respect to alleged violations of the rights of \r\nthe two companies of Congolese nationality, Africom-\r\nZaire and Africontainers-Zaire. This is also known as \r\nthe theory of diplomatic protection “by substitution”. It \r\nseeks to allow a State to indirectly offer protection to \r\nits nationals who are shareholders in a company of a \r\ndifferent nationality in situations in which the rights of \r\nthose shareholders are not protected under a treaty, and \r\nno other remedy is available, because the allegedly \r\nunlawful acts were committed against the company by \r\nthe State of its own nationality. This would be an \r\nexception to the usual rule in international law that the \r\nright of diplomatic protection of the company may only \r\nbe exercised by the State of nationality of the company.  \r\n Having carefully examined the practice of States \r\nand the decisions of international courts and tribunals \r\non this question, the Court concluded that, at least at \r\nthe present time, there was no established exception in \r\ninternational law allowing for diplomatic protection by \r\nsubstitution. Guinea therefore had no standing to seek \r\nto protect the rights of the two companies, and this part \r\nof the Application was inadmissible.  \r\n The Court has now fixed the time limit for the \r\nfiling of written pleadings on the merits by the \r\nDemocratic Republic of the Congo.  \r\n I turn to what is next on the horizon for the \r\nInternational Court. \r\n Next week we begin public hearings on the merits \r\nin the case concerning Sovereignty over Pedra \r\nBranca/Pulau Batu Puteh, Middle Rocks and South \r\nLedge (Malaysia/Singapore).  \r\n I am glad to inform the Assembly that the Court \r\nhas decided to open hearings on 21 January 2008 in the \r\ncase Certain Questions of Mutual Assistance in \r\nCriminal Matters (Djibouti v. France).  \r\n Later in the year, we will hold hearings in the \r\ncases concerning Application of the Convention on the \r\nPrevention and Punishment of the Crime of Genocide \r\n(Croatia v. Serbia and Montenegro) and Maritime \r\nDelimitation in the Black Sea (Romania v. Ukraine). \r\n Last year I informed the Assembly that our aim \r\nwas to increase further our throughput while retaining \r\nthe high quality of our judgments. As I believe must be \r\napparent from what I have reported today, we have \r\nindeed made much progress. \r\n The Court has always delivered its judgments \r\nwithin a reasonable time after the conclusion of \r\nhearings in a case. There has never been a problem \r\nwith that phase of proceedings. But we have in the past \r\nhad problems with the scheduling of oral hearings, and \r\na backlog had built up. By “backlog”, I mean a State \r\nhaving to wait an unreasonably long time after the \r\ndeposit of its written pleadings for oral hearings to be \r\nscheduled. \r\n At the beginning of 2006, it seemed possible that \r\nif we made a prodigious effort we would be able to \r\nclear the backlog of cases by 2008. I am extremely \r\nhappy to report that we have essentially reached that \r\nstage now. In planning our schedule for the coming \r\nyear, we were in a position to hear any cases in which \r\nthe parties had exchanged a single round of pleadings \r\nand were ready to be heard.  \r\n In some instances, of course, States prefer to have \r\nan extra round of written pleadings, so we will wait \r\nuntil that process is completed before scheduling the \r\noral hearings. Thus, some occasional delay in bringing \r\non the oral hearings is now a product of the choice of \r\nthe States to ask for a further written round, and not of \r\nany backlog in the Court. \r\n The important thing is that States thinking of \r\ncoming to the International Court can today be \r\nconfident that as soon as they have finished their \r\nwritten exchanges we will be ready to move to the oral \r\nstage in a timely manner. \r\n That goal having been achieved, our push for \r\nefficiency continues. Unfortunately, we have had to \r\nspend more time than we would have wished this year \r\non a matter not of our choosing. I am referring to the \r\nconsequences of the adoption of General Assembly \r\nresolution 61/262, “Conditions of service and \r\ncompensation for officials other than Secretariat \r\nofficials: members of the International Court of Justice \r\nand judges and ad litem judges of the International \r\nTribunal for the Former Yugoslavia and the \r\nInternational Criminal Tribunal for Rwanda”.  \r\n Informed at the last moment of the imminent \r\nadoption of that resolution, on which the Court had not \r\nbeen consulted, I sent a letter to the President of the \r\nGeneral Assembly, which was circulated to all \r\npermanent representatives, expressing the Court’s deep \r\nconcern that the proposed action regarding emoluments \r\nunder the resolution would create inequality among \r\njudges, which is prohibited under the Court’s Statute. \r\nA/62/PV.42  \r\n \r\n07-57552 6 \r\n \r\nThat issue will be addressed in the forthcoming report \r\nof the Secretary-General on conditions of service and \r\ncompensation for officials other than Secretariat \r\nofficials.  \r\n A memorandum that the Court produced in July \r\nto assist the Office of the Secretary-General in the \r\npreparation of that forthcoming report clearly lays out \r\nthe serious legal consequences arising out of resolution \r\n61/262, including the fact that it establishes a \r\ntransitional measure that draws a distinction between \r\ncurrent judges of the Court and those judges elected \r\nafter 1 January 2007. That will result in judges elected \r\nafter 1 January 2007 having an income substantially \r\nbelow the current remuneration. It will be the first time \r\nin the history of the United Nations that judicial salary \r\nlevels have been reduced. And it would be without \r\nprecedent — this is the key point — for judges on the \r\nsame Bench to receive different salaries. \r\n Equality between the judges of the International \r\nCourt is one of the fundamental principles underlying \r\nits Statute. It should be recalled that the parties \r\nappearing before the Court are sovereign States, not \r\nindividuals or corporations. Although judges serve as \r\nindependent members of the judiciary, States are \r\nentitled to assume that a judge of their nationality, \r\nwhose election they have worked hard for, is in a \r\nposition of full equality with all other judges on the \r\nBench.  \r\n No discrepancy in treatment can be allowed to \r\nexist, not only among permanent judges, but also \r\nbetween permanent judges and judges ad hoc — that is, \r\njudges chosen by States parties to a litigation not \r\nhaving a national on the Bench — or between two \r\njudges ad hoc. Indeed, that is what the Statute of the \r\nCourt requires. The Statute is an integral part of the \r\nUnited Nations Charter, attached to the Charter, and \r\nhas a central status in United Nations instruments. It is \r\nnot just to be ignored or put aside. \r\n Let me put this to the Assembly in graphic terms, \r\nand ask Member States this: “When you come to the \r\nCourt with a case and you do not have a judge of your \r\nnationality on the Bench, are you going to be pleased \r\nthat the judge ad hoc to whom you are entitled will be \r\npaid less than the rest of us, and perhaps less than the \r\njudge ad hoc nominated by the other party, if that other \r\njudge ad hoc was appointed before January 2007? Was \r\nthat really what you thought you were achieving when \r\nyou adopted resolution 61/262?” \r\n I cannot believe that any State represented in this \r\nHall wishes to put judges of its own nationality in a \r\nposition of financial inferiority to others. Nor do \r\nMember States wish to see the Statute of the Court \r\nviolated. \r\n The deep irony is that paragraph 7 of resolution \r\n61/262 — the purpose of which was to address certain \r\nbudgetary matters related to the International Criminal \r\nTribunal for the Former Yugoslavia and the \r\nInternational Criminal Tribunal for Rwanda — in fact \r\nat the present time has its negative impact only on the \r\nInternational Court of Justice.  \r\n No further elections are envisaged for the \r\nInternational Criminal Tribunal for the Former \r\nYugoslavia until 2009, and the Tribunal until then has a \r\nsufficiency of judges ad litem for its work. If the term \r\nof office of its judges were to be extended in 2009, \r\ninstead of there being new elections upon the end of \r\ntheir current term, the adverse impact of the provisions \r\nof paragraph 7 of resolution 61/262 would even then \r\nconcern only the International Court of Justice. \r\nMoreover, there may well be no new elections for the \r\nInternational Criminal Court for Rwanda.  \r\n So the International Court of Justice stands alone \r\nat the moment in bearing the negative impact of the \r\nresolution and all the problems of principle that it \r\nbrings with it about the equality of judges under the \r\nCourt’s Statute. We have cases here and now where \r\njudges ad hoc are coming, and the Statute clearly \r\nrequires that they be in a position of full equality with \r\nother judges and with each other. Further, the Court \r\nwill have elections for new judges in autumn 2008. \r\n I do not believe that the Fifth Committee and the \r\nAssembly ever meant that the Court alone should be \r\nput into a disadvantageous situation. I do not believe \r\nthat the Fifth Committee and the Assembly ever meant \r\nto put the Court in conflict with its Statute. I do not \r\nbelieve that they ever meant to create awkward \r\nsituations for States appearing in front of the Court.  \r\n For our part, we appreciate the understandable \r\nobjectives behind the resolution, both as regards \r\ntransparency and as regards putting the International \r\nCriminal Tribunal for Rwanda back into a position of \r\nreal equality with the International Criminal Tribunal \r\nfor the Former Yugoslavia and the International Court \r\nof Justice. I am hopeful that the Secretary-General’s \r\nforthcoming report on conditions of service and \r\ncompensation for officials other than Secretariat \r\n A/62/PV.42\r\n \r\n7 07-57552 \r\n \r\nofficials will provide some solutions that will meet all \r\nof our legitimate needs and concerns.  \r\n The Assembly will remember that last year I also \r\nhighlighted one matter in the International Court’s \r\nbudget request for 2008-2009: the request for nine P-2 \r\nlaw clerks, which would enable us to achieve a full \r\ncomplement of one law clerk for each member of the \r\nCourt — a request first raised nine years ago by \r\nPresident Schwebel. I explained to the Assembly that \r\nthis form of assistance is routinely provided to every \r\nother international court and tribunal, and many senior \r\nnational courts. Each of the judges of the International \r\nCriminal Tribunal for Rwanda, the International \r\nCriminal Tribunal for Yugoslavia and indeed the \r\nInternational Criminal Court, just beginning its work, \r\nhas a law clerk.  \r\n Law clerks can do the sort of support work for us, \r\nsuch as researching, analysing and laying out data, that \r\nwill allow the judges to get on with addressing legal \r\nissues, drafting the judgments and maximizing the \r\nservice we provide to the United Nations membership.  \r\n If we are granted a limited number of extra law \r\nclerks, of course that will be an appreciated gesture by \r\nthe United Nations. But it remains the case that we \r\nneed a law clerk each, in view of the increasing \r\nnumber of fact-intensive cases and the rising \r\nimportance of researching and evaluating diverse \r\nmaterials.  \r\n This year marks the one hundredth anniversary of \r\nthe 1907 Hague Peace Conference; various events have \r\nbeen held at The Hague to mark this centenary. It was \r\nat the Hague Peace Conference that the idea of a \r\nstanding international court was born. The momentum \r\ntowards the launching of an international court was \r\ninterrupted by the First World War, but the founding of \r\nthe Permanent Court of International Justice in 1922 \r\nand its legal continuation as the International Court of \r\nJustice in 1946 were clearly inspired by the ideas of \r\n1907.  \r\n Dispute settlement has assumed a greater and \r\ngreater importance in the past century. Provision for \r\njudicial settlement is routinely included, in one form or \r\nanother, in the vast majority of multilateral treaties. \r\nThe past two decades have seen the burgeoning of \r\ninternational courts and tribunals equipped to deal with \r\ndisputes that might arise under the growing reach of \r\ninternational law.  \r\n The interest of States in the International Court \r\nhas continued to flourish. The Court has handed down \r\n94 judgments in its 60 years of existence; of those, one \r\nthird have been delivered in the last decade. I assure \r\nthe Assembly that the Court will continue to work with \r\ndedication and its customary impartiality. Our aim is to \r\nmeet the expectations of those States that trust us to \r\nfind a solution for them in a timely fashion, while \r\nalways maintaining the high standard of our decisions, \r\nborn of a collegial working method in which every \r\njudge is involved in each stage of a case. We have \r\nmade great progress in that regard, and we will \r\ncontinue our efforts in the year to come. \r\n Mr. van Bohemen (New Zealand): On behalf of \r\nCanada, Australia and New Zealand (CANZ), I thank \r\nthe President of the International Court of Justice, \r\nJudge Rosalyn Higgins, for her excellent report on the \r\nwork of the Court over the past year.  \r\n CANZ continues strongly to support the Court in \r\nits role as the principal judicial organ of the United \r\nNations.  \r\n This year the Court has had a full caseload that is \r\nnotable not only for the regional diversity of the \r\nparties, but also for the increasing diversity of subject \r\nmatter. We find it encouraging that there is a growing \r\ninterest of States in using the Court to resolve issues \r\nthat go beyond “classic” disputes, such as maritime \r\ndelimitation, to matters such as questions of \r\nenvironmental law and violations of human rights.  \r\n That has been illustrated this year by the case \r\nconcerning the Genocide Convention. As President \r\nHiggins has just noted, this is the first case in any court \r\nin which allegations of genocide have been made by \r\none State against another. Such cases illustrate the \r\nvalue of the Court’s contribution to international peace \r\nand security and the development of important issues \r\nof international law.  \r\n CANZ recognizes that the Court will have a \r\nsimilar caseload in the coming year. As Judge Higgins \r\nhas reported, however, the Court will have the \r\nadvantage that it has effectively cleared its backlog of \r\nhearings. We commend the Court for this achievement \r\nand for the positive steps it has taken for increased \r\nefficiency through issuing  practice directions and \r\nhaving meetings for strategic planning.  \r\n We recognize, nonetheless, that adequate \r\nresources are required to enable the Court to handle \r\nA/62/PV.42  \r\n \r\n07-57552 8 \r\n \r\ncases in a timely fashion. We therefore support \r\nconsideration of measures that apply in comparable \r\ncourts to meet this goal.  \r\n We listened carefully to President Higgins’s \r\nconcerns relating to the impact of resolution 61/262 on \r\nthe salaries of the judges of the Court. We understand \r\nthis matter to be of importance to the judges, and \r\nCANZ is ready to discuss these issues further during \r\nthe sixty-second session.  \r\n The launch this year of the improved Court \r\nwebsite is a welcome development. With a searchable \r\ndatabase of every decision since 1946, the website is \r\nan excellent resource that will greatly benefit judges, \r\nmedia, scholars and the general public worldwide. \r\n The International Court plays a vital role in the \r\npeaceful settlement of international disputes and in \r\nstrengthening the international legal order, as mandated \r\nby the Charter. Wider acceptance of its compulsory \r\njurisdiction enables the Court to fulfil its role more \r\neffectively. Accordingly, we continue to urge Member \r\nStates that have not done so to deposit with the \r\nSecretary-General a declaration of acceptance of the \r\nCourt’s compulsory jurisdiction. \r\n Mr. Kamal (Egypt): I start by expressing Egypt’s \r\nappreciation for the valuable introduction by Ms. \r\nRosalyn Higgins, President of the International Court \r\nof Justice (ICJ), of the Court’s report on its work last \r\nyear.  \r\n I wish to emphasize Egypt’s belief in the \r\nInternational Court’s major role in securing \r\nimplementation of the provisions of international law, \r\nin adjudicating conflicts between States and in \r\nproviding States and international organizations with \r\nadvisory opinions to help them perform their role in the \r\nbest possible manner.  \r\n Since its inception, the Court has reinforced \r\nimportant international legal norms and principles \r\nthrough its Advisory Opinion on the Legality of the \r\nThreat or Use of Nuclear Weapons, the Advisory \r\nOpinion on the Legal Consequences of the \r\nConstruction of a Wall in the Occupied Palestinian \r\nTerritory and its most recent decision on the \r\nApplication of the Convention on the Prevention and \r\nPunishment of the Crime of Genocide (Bosnia and \r\nHerzegovina v. Serbia and Montenegro) in respect of \r\nthe Srebrenica massacre. That last decision, on Bosnia \r\nand Herzegovina, put an end to a horrendous stage of \r\nconflict in the Balkan region and consecrated the \r\nconcept of a State’s responsibility to take all measures \r\nto prevent genocide on its territory based on ethnicity, \r\nreligion or language. \r\n The Court’s experience over the years has shown \r\nthe need to reinforce the capacity of States, the United \r\nNations and its specialized agencies in requesting the \r\nopinion of the Court in matters that are difficult to deal \r\nwith unilaterally. These are based on the legal and \r\nmoral value of the judgments and advisory opinions \r\nissued by the Court. These judgments and opinions \r\ncontribute to enriching, developing and codifying the \r\nrules of international law, and entrench the principles \r\nof justice and equality at the international level, thus \r\nreflecting positively in terms of enhancing \r\ninternational peace and security. \r\n Hence, for the United Nations reform process to \r\nbe comprehensive and inclusive, it must include the \r\nInternational Court of Justice, since this is one of the \r\nOrganization’s major organs; this would guarantee the \r\neffectiveness of the United Nations and its ability to \r\nkeep abreast with the requirements of the times, \r\nwithout confining reform to the Security Council, the \r\nGeneral Assembly, the Economic and Social Council \r\nand the Secretariat. \r\n The 2005 World Summit Outcome Document \r\ndecisions tasked Member States with studying means \r\nof strengthening the Court. However, the United \r\nNations has yet to witness discussion of any initiative \r\nor study in this regard. This makes it incumbent upon \r\nus to adopt a clear position and take serious measures \r\nin order to activate the role of the Court and harness its \r\nlegal potential to the optimum extent. \r\n Perhaps this would require the Court itself to \r\nproject its vision of the development of its role in the \r\njudicial and legal realm. There is no doubt that the role \r\nof the International Court of Justice should expand to \r\ndeal with the most contentions cases raised lately at the \r\nUnited Nations. \r\n Therefore, we were pleased to observe the latest \r\nJudgment of the Court on the allegations of serious \r\nviolations of human rights, including the crime of \r\ngenocide, in Srebrenica. However, we hope that the \r\nCourt, through its judgments in such cases, will \r\nestablish clear legal norms to guarantee that the United \r\nNations deals effectively with the most serious of \r\ncrimes, such as aggression and war crimes.  \r\n A/62/PV.42\r\n \r\n9 07-57552 \r\n \r\n We also look forward to the Court’s dealing with \r\nthe current contradiction regarding human rights, \r\nthrough which some are trying to suggest that their \r\nnational standards are more worthy of application on \r\nthe international level, without taking into account the \r\ndiversity of cultures, civilizations and religions. This \r\nposes an element of increasing danger to all humanity. \r\n With regard to the management of natural \r\nresources, we feel that the Court has a more important \r\nrole to play in enabling developing countries to realize \r\ntheir development aspirations, through consolidating \r\nstrong legal norms that affirm the sovereignty of States \r\nover their natural resources. The era of occupation and \r\nexploitation by the occupier of the natural resources of \r\nthe occupied State is over, and a new international \r\norder has been put in place, based on cooperation \r\nbetween countries of the North and those of the South. \r\nThere is no doubt that such an order will increase the \r\nburden on the Court to establish general legal \r\nprinciples to deal effectively with it, in accordance \r\nwith the rules of international law. \r\n Regarding the question of diplomatic protection, \r\nwe are very pleased that the Court is dealing with this \r\nissue, especially in the light of the attempts by some to \r\nshy away from their obligations on the basis of illegal \r\nconsiderations relating to security or to the \r\ninternational war on terrorism.  \r\n We affirm the need to revert to the principal rules \r\nof international law, above all the 1961 Vienna \r\nConvention on Diplomatic Relations, the 1946 \r\nConvention on the Privileges and Immunities of the \r\nUnited Nations, and other such conventions that are the \r\nmainstay of international relations and that are violated \r\ndaily by some on ethnic, religious or political grounds. \r\n The delegation of Egypt supports the request of \r\nthe ICJ to establish nine law clerk posts, as well as the \r\nestablishment of a senior official post, in the biennial \r\nprogramme budget for 2008-2009, for the reasons \r\ncontained in paragraph 23 of the report’s summary. \r\n At the same time, our delegation affirms that the \r\njudgments of the Court should remain the \r\nresponsibility of the judges themselves, since they \r\nrepresent the living legal conscience of the \r\ninternational system and are the defenders of the \r\nimplementation of the rulings. \r\n Our delegation will work with others in the Fifth \r\nCommittee in order to respond to such requests, \r\nespecially since they come at a time of increasing \r\ninternational efforts to revitalize the Organization in \r\nthe discharge of its role in the context of international \r\nlegality, to preserve international public order, in \r\naccordance with the principles we agreed on when the \r\nUnited Nations was established. \r\n Finally, the delegation of Egypt expresses its \r\nappreciation to all the judges of the Court, its \r\nPresident, Registrar and staff for their efforts during \r\nthe year under consideration, and we wish them \r\nsuccess in discharging the desired role of the Court in \r\nthe future. \r\n Mr. Voto-Bernales (Peru) (spoke in Spanish): I \r\nthank the President of the International Court of \r\nJustice, Judge Rosalyn Higgins, for her comprehensive \r\nand detailed presentation of the annual report on the \r\nwork of the Court. I would also like to convey to Judge \r\nHiggins my Government’s recognition of the \r\ninvaluable work done by all the judges of the \r\nInternational Court. \r\n The number of cases on the docket of the \r\nInternational Court of Justice shows the growing will \r\nof States to resolve their judicial disputes by peaceful \r\nmeans, as well as the confidence that the international \r\ncommunity has in the impartiality, independence and \r\nprofessionalism of the one universal international \r\ntribunal with general jurisdiction. \r\n With regard to the legal proceedings this year, we \r\nwish to mention the recent decisions of the Court on \r\ncases under its jurisdiction that have led, particularly in \r\nthe case of our region, to the resolution of disputes and \r\nthe broadening of spaces of cooperation and friendship \r\nbetween neighbouring countries. \r\n Peru considers it of the utmost importance that \r\nthe jurisdiction of the Court be universally accepted. \r\nWe therefore call upon all States that have not yet done \r\nso to consider accepting the compulsory jurisdiction of \r\nthe Court over disputes. \r\n The Court’s contribution in its advisory capacity \r\nis also very important. Peru urges organs of the United \r\nNations and the relevant international organizations to \r\nrequest of the Court advisory opinions with a view to \r\nresolving legal disputes. \r\n The high cost of litigation at the international \r\nlevel means that some countries, especially developing \r\ncountries, may be deterred from resorting to the Court. \r\nIn order to make recourse to international justice more \r\nA/62/PV.42  \r\n \r\n07-57552 10 \r\n \r\naccessible for them, the Trust Fund to Assist States in \r\nthe Settlement of Disputes through the International \r\nCourt of Justice was created in 1989. Peru is grateful to \r\nStates that have contributed to the Fund, and joins in \r\nthe repeated appeal of the Secretary-General to States, \r\nintergovernmental organizations, national institutions \r\nand non-governmental organizations, as well as legal \r\npersons — both individuals and entities — to make \r\nfinancial contributions to it.  \r\n The administration of justice should be efficient \r\nand timely. The Court has recognized that need, and for \r\nthat reason constantly improves its working methods. \r\nIn that regard, we commend the recent changes to its \r\nPractice Directions, and encourage it to continue \r\nconsidering such measures. \r\n Similarly, aware of the universal importance of \r\nits work, the Court continues to improve its \r\ninformation tools. In particular, I wish to mention its \r\nnew website, launched last April, which contains very \r\nfull information on its activities; it is an excellent \r\nsource of information. We await with interest the \r\nimprovements which have been announced, with the \r\ninclusion of audio and video material from hearings.  \r\n It is necessary to preserve and strengthen the \r\nvaluable support that the International Court of Justice \r\ngives to the maintenance of international peace and \r\nsecurity, as an ideal setting for the peaceful resolution \r\nof legal disputes between States, the development of \r\ninternational law and the operation of the rule of law at \r\nthe international level.  \r\n To shoulder that great responsibility, the Court \r\nmust have adequate resources. The Advisory \r\nCommittee on Administrative and Budgetary Questions \r\nmust consider, bearing in mind the international system \r\nas a whole, the Court’s request for law clerks for the \r\njudges. We should ensure that all members of the \r\nCourt, permanent and ad hoc, receive the same \r\ntreatment.  \r\n Peru understands the needs of the Court, and \r\nsupports the requests presented by Judge Rosalyn \r\nHiggins. \r\n Mr. Qasuri (Pakistan): I thank Judge Rosalyn \r\nHiggins, President of the International Court of Justice, \r\nfor presenting the latest report of the Court, on its work \r\nbetween August 2006 and July 2007. I also thank her \r\nfor her detailed and thought-provoking briefing. \r\n Justice and the rule of law are key to an orderly \r\ninternational society. The need for international legal \r\norder and justice has never been as acutely felt as it is \r\ntoday. Justice and fairness have become an integral \r\nrequirement of present-day existence and are critical to \r\nthe realization of all human rights, peaceful \r\ncoexistence and cooperation among Member States. \r\n Pakistan recognizes the International Court of \r\nJustice as the international court of a universal \r\ncharacter with general jurisdiction. All 192 Member \r\nStates of the United Nations are States parties to its \r\nStatute. Pakistan is not only a signatory, but is one of \r\nthe 65 countries that have deposited a declaration with \r\nthe Secretary-General accepting the Court’s \r\ncompulsory jurisdiction in accordance with Article 36 \r\nof its Statute. That speaks volumes for Pakistan’s \r\nrespect for the rule of law and access to justice.  \r\n We have taken note of the fact that about 300 \r\nbilateral and multilateral treaties provide for the Court \r\nto have jurisdiction in the resolution of disputes arising \r\nout of their interpretation and implementation. We also \r\nrecognize the Court’s jurisdiction in the situations of \r\nforum prorogatum arising from the implementation of \r\narticle 38 of the Rules of Court. \r\n We support the recommendation in the report that \r\nthe Court may be consulted by the General Assembly, \r\nthe Security Council, and other organs of the United \r\nNations and specialized agencies authorized by the \r\nGeneral Assembly, on legal questions arising in the \r\nscope of their activities. That could facilitate the \r\npeaceful settlement of disputes, as annunciated in the \r\nCharter. The rule of law is a much better option than \r\nthe rule of thumb for world peace and security. \r\n The Charter, in Chapter VI, offers vast \r\npossibilities for the United Nations and its organs to \r\nplay an important role in the pacific settlement of \r\ndisputes and conflict prevention. Article 36, paragraph \r\n3, of the Charter sets out the role of the Court in the \r\nsettlement of disputes. Article 1, paragraph 1, \r\nrecognizes that the settlement of international disputes \r\n“by peaceful means, and in conformity with the \r\nprinciples of justice and international law” is one of the \r\nbasic principles of the United Nations. Hence, the \r\nSecurity Council should make the maximum possible \r\nuse of its powers under Articles 36 and 37 to \r\nrecommend that legal disputes be referred to the Court \r\nas a general rule. That would bring a desirable balance \r\n A/62/PV.42\r\n \r\n11 07-57552 \r\n \r\nto an otherwise unfavourable political tilt so visible at \r\nthe United Nations level. \r\n Those provisions offer a wide range of options to \r\nMember States and the United Nations for the \r\nsettlement of disputes. It is up to them to make the best \r\npossible use of the facilities.  \r\n The Court has uniquely contributed to the \r\ninterpretation and development of customary \r\ninternational law. Its work and decisions are closely \r\nmonitored by Member States, the international legal \r\nfraternity and others, as the Court plays an important \r\nrole in the implementation and promotion of the rule of \r\nlaw at the international level.  \r\n We have studied the Court’s five decisions \r\ndelivered during the period under consideration. The \r\nrecent decisions indicate that the Court has adopted a \r\ncautious approach. \r\n The Court in January 2007 delivered a Judgment \r\nin the Pulp Mills on the River Uruguay (Argentina v. \r\nUruguay) case. Uruguay was of the view that an \r\ninfluential group of people in Argentina had blocked a \r\nvital international bridge over the Uruguay River, thus \r\ncausing enormous economic damage to Uruguay. \r\nUruguay further pleaded to the Court that Argentina \r\nshould take all reasonable and appropriate steps to \r\nprevent the damage.  \r\n The Court, on the basis of the circumstances \r\npresented to it at the time of the decision, declined to \r\nuse its power under Article 41 of its Statute. The \r\nfactual evidence, not other limitations, provided the \r\nbasis for the decision. \r\n The Court’s decision in February 2007 in the \r\ngenocide case, Bosnia and Herzegovina v. Serbia and \r\nMontenegro, was very important. It was the first legal \r\ncase in which allegations of genocide had been made \r\nby one State against another.  \r\n On the jurisdictional part of the case, it was \r\nclarified that the Court had jurisdiction to give a \r\njudgment, as that issue had been decided in an earlier \r\ncase. The new basis of challenge to the Court’s \r\njurisdiction was also rejected. The Court found that \r\n “the killings in Srebrenica in July 1995 were \r\ncommitted with the specific intent to destroy in \r\npart the group of the Muslims of Bosnia and \r\nHerzegovina in that area and … what happened \r\nthere was indeed genocide.” (A/62/4, para. 15)  \r\nThe Court found that Serbia had violated its \r\nobligations contained in article 1 of the Genocide \r\nConvention. \r\n On the point of State responsibility, some new \r\nquestions emerged. Draft article 4 of the International \r\nLaw Commission’s draft articles on State responsibility \r\nstates that a State is responsible for an act if an organ \r\nof the State is involved. The Court found that some \r\nmembers of the army of the Republika Srpska Main \r\nStaff were involved in the genocide. To some this \r\namounted to the involvement of a State organ, as \r\ninvolvement of a State organ in an act could be proved \r\nthrough the involvement of its personnel, especially \r\nMain Staff. The Court remained shy of accepting this. \r\n In May 2007, in the Ahmadou Sadio Diallo \r\n(Republic of Guinea v. Democratic Republic of the \r\nCongo) Judgment, on the point of diplomatic \r\nprotection by substitution, the Court upheld Ahmadou’s \r\nrights as an individual and direct shareholder. \r\nHowever, due to the lack of exceptions in customary \r\ninternational law on allowing protection on the basis of \r\nsubstitution, the Court did not allow protection by \r\nsubstitution. \r\n We have noted the Court’s request to the United \r\nNations for additional staff, including nine law clerk \r\nposts and one additional post of a senior official in the \r\nDepartment of Legal Matters. In recent years the \r\nCourt’s work has gradually expanded. The judges have \r\nfew clerks at their disposal; hence, they are compelled \r\nto share these human resources.  \r\n Although the Court was established in 1946, one \r\nthird of its judgments and half of its orders have been \r\nrendered in the last 10 years. Therefore, the request for \r\nexpansion of the cadre is justified, and my delegation \r\nsupports the addition of those new posts in the Court’s \r\nDepartment of Legal Matters. \r\n The rule of law and access to justice are the sine \r\nqua non of democracy and good governance. That, in \r\nturn, is the surest guarantee of world peace, human \r\ndignity and the sovereign equality of States. \r\n Mr. El Hadj Ali (Algeria) (spoke in French): \r\nFirst, I thank Judge Rosalyn Higgins for her \r\nintroduction of the annual report of the International \r\nCourt of Justice. She has given a detailed picture of the \r\naccomplishments and exceptional role still played by \r\nthat supreme institution of international justice.  \r\nA/62/PV.42  \r\n \r\n07-57552 12 \r\n \r\n For more than 60 years now, the International \r\nCourt of Justice has spared no effort in fully playing \r\nthe role assigned to it by the Charter: the promotion of \r\nthe ideals of law through the peaceful settlement of \r\ndisputes, the non-use of force and the advancement of \r\ninternational law, and thus of the primacy of the rule of \r\nlaw in international relations. \r\n Our heads of State and Government, it must be \r\nremembered, strongly reaffirmed at the 2005 World \r\nSummit the obligation upon States to settle disputes by \r\npeaceful means, pursuant to Chapter VI of the Charter, \r\nincluding, if necessary, by referring them to the \r\nInternational Court of Justice.  \r\n The judgments of the Court in the past 60 years \r\nhave dealt with disputes over matters of various kinds, \r\nincluding States’ navigation rights, nationality, asylum, \r\nexpropriation, law of the sea and land and maritime \r\nborders. Its judgments, as well as its advisory opinions, \r\nhave considerably helped in the gradual codification of \r\ninternational law. \r\n Last year, the Court handed down two judgments \r\nand one order on a request for the indication of \r\nprovisional measures. Yet the number of cases on the \r\nCourt’s docket still remains high, as the report \r\nemphasizes. \r\n The diversity, complexity and growing number of \r\ncases submitted to the Court demonstrate the increased \r\nconfidence of the various parties in the competence, \r\nimpartiality and independence of that institution. Such \r\na trend should be not just welcomed, but encouraged, \r\nparticularly among developing countries.  \r\n That noteworthy expansion is taking place in \r\nparallel with the growth of new international, regional \r\nand specialized judicial bodies, a phenomenon that in \r\npart responds to a real need felt at the international \r\nlevel. The results seem to be of additional usefulness to \r\ninternational justice. \r\n The International Court, for example, has had to \r\naddress the jurisdiction of the International Criminal \r\nTribunal for the Former Yugoslavia in the case of \r\nBosnia and Herzegovina v. Serbia and Montenegro. \r\nSuch an approach — rightly positive — will foster \r\nmore harmonization and reduce possible conflicts \r\nbetween existing international jurisdictions. \r\n Algeria welcomes the Judgments of the Court in \r\n2006-2007 in the case pertaining to the Application of \r\nthe Convention on the Prevention and Punishment of \r\nthe Crime of Genocide (Bosnia and Herzegovina v. \r\nSerbia and Montenegro), and that concerning the \r\nadmissibility of the application made by the Republic \r\nof Guinea in the Ahmadou Sadio Diallo case, as well as \r\nthe recent Judgment on Maritime Delimitation between \r\nNicaragua and Honduras in the Caribbean Sea \r\n(Nicaragua v. Honduras). Such results are the fruit of \r\nintense efforts by the judges, in spite of logistic \r\ndifficulties pointed out for many years by successive \r\nPresidents of the Court.  \r\n It is unfortunate that the main legal body of the \r\nUnited Nations remains the poor relation of our \r\nOrganization in budgetary matters. Member States, \r\nthrough the General Assembly, have a duty to follow \r\nup on requests by the Court to give it the necessary \r\nresources — human and financial — to permit it to \r\neffectively carry out the tasks given it by the Charter.  \r\n Algeria welcomes the continued efforts by the \r\nCourt to reconsider its working methods, and \r\nespecially the changes and adjustments made this year \r\nthrough its new Practice Directions. \r\n Judge Higgins has described the many cases the \r\nCourt has considered and its judgments and opinions \r\nsince its creation. Respect for and implementation of \r\nthe judgments are crucial for the parties concerned and \r\nthe whole international community. The Charter gave \r\nthe Security Council a role in that regard.  \r\n The same is true of the advisory opinions handed \r\ndown by that main judicial organ of the United \r\nNations. They are not simply points of view; they \r\nreaffirm the principles of international law and \r\ncontribute to the enrichment and development of that \r\nlaw. They must therefore be respected by all Member \r\nStates, and above all by the principal organs of the \r\nUnited Nations: the General Assembly and the Security \r\nCouncil.  \r\n Alas, too many opinions go unheeded, the latest \r\nbeing the Advisory Opinion on the Legal \r\nConsequences of the Construction of a Wall in the \r\nOccupied Palestinian Territory. That Opinion, which \r\nenshrines the principle of the inadmissibility of the \r\nacquisition of land by force, should be taken into \r\naccount by the major United Nations organ responsible \r\nfor the maintenance of international peace and security.  \r\n States Members, through the various relevant \r\nbodies of the United Nations system, should continue \r\nto make use of the Court’s jurisdiction by requesting \r\n A/62/PV.42\r\n \r\n13 07-57552 \r\n \r\nadvisory opinions on subjects of interest or concern to \r\nthem. That would result in the promotion of the rule of \r\nlaw, peaceful coexistence and the other principles and \r\nideals advocated by those who wrote the Charter in the \r\naftermath of the Second World War. \r\n Mr. Gómez-Robledo (Mexico) (spoke in \r\nSpanish): At the outset, allow me to express Mexico’s \r\ngratitude to Judge Rosalyn Higgins, President of the \r\nInternational Court of Justice, for her excellent work in \r\nthe past year at the helm of the highest international \r\ntribunal, and to express our thanks for the report \r\nsubmitted to the Assembly. \r\n I also take this opportunity to reiterate Mexico’s \r\nsolemn commitment to respect international law and \r\npromote mechanisms for the peaceful resolution of \r\ndisputes, including, of course, recourse to the Court. \r\nBecause of that conviction, Mexico promotes the role \r\nof the International Court of Justice in every effort \r\nunder way to strengthen the United Nations. We are \r\ntherefore steadfastly committed to expanding the use of \r\nthe Court’s consultative jurisdiction.  \r\n Likewise, in the Sixth Committee, in dealing with \r\nagenda item 86, “The rule of law at the national and \r\ninternational levels”, we have called for the \r\nconsideration of further ways and means to facilitate \r\nthe submission of disputes between States to the \r\nInternational Court of Justice, as a way to strengthen \r\nthe rule of law. \r\n The report of the Court allows us to understand \r\nthe development of international law through its \r\napplication to real cases. The report also points to the \r\nrole of the Court in the maintenance of international \r\npeace and security through the exercise of its \r\njurisdiction. \r\n Mexico recognizes the great legal value of the \r\nCourt’s judgments, both for States parties to a dispute \r\nand for the international community as a whole. There \r\nis no doubt that its judgments chart the course of the \r\ndevelopment of international law, while contributing to \r\nessential preventive work to avoid breaches of \r\ninternational peace and security. \r\n In that regard, Mexico acknowledges the Court’s \r\nJudgment in the case regarding the Application of the \r\nConvention on the Prevention and Punishment of the \r\nCrime of Genocide (Bosnia and Herzegovina v. Serbia \r\nand Montenegro), handed down on 26 February 2007. \r\nWe would like to highlight the fact that the Court’s \r\nstrict interpretation of the Convention, particularly of \r\narticle II, made it possible to set the threshold of the \r\nintentionality to destroy a group as such, in whole or in \r\npart, as a fundamental element in determining whether \r\nthe crime of genocide has been committed. That is of \r\nparamount importance in an age when genocide is too \r\noften confused with other crimes against humanity. \r\n As that was the first time an international tribunal \r\nhad ruled on the commission of the crime of genocide \r\nfrom the perspective of adjudicating the international \r\nresponsibility of a State, as opposed to individual \r\ncriminal responsibility, the Judgment constitutes a very \r\nimportant step for the suppression of genocide and \r\nstrengthening the regime established by the \r\nConvention. \r\n In addition, Mexico underscores the fact that that \r\nJudgment gave us an opportunity to assess the value of \r\ncooperation between two international tribunals — in \r\nthis case, between the International Court and the \r\nInternational Criminal Tribunal for the Former \r\nYugoslavia. That is an excellent example of how \r\ncooperation between international jurisdictions does \r\nnot necessarily pose the threat of fragmentation in \r\ninternational law — quite the contrary.  \r\n A year ago President Higgins told us of her \r\noptimism with regard to cooperation between \r\ninternational tribunals. The Judgment to which I have \r\nreferred confirms that such cooperation can benefit \r\ninternational law. \r\n The Government of Mexico is giving special \r\nattention to the request by the Court, in paragraph 23 \r\nof its report, for the establishment of nine law clerk \r\nposts and one additional post for a senior official in the \r\nDepartment of Legal Matters for the next two years. \r\nWe believe that promoting the submission by States of \r\ntheir legal differences to the Court must be \r\naccompanied by the support it needs to carry out its \r\ntasks efficiently.  \r\n In view of the number of pending cases and \r\npotential future disputes, not to mention the \r\nextraordinary effort being made to clear the backlog, as \r\nwell as the great deal of research and investigation \r\nrequired of judges in that connection, it is clear that the \r\nCourt should have more than five assistants to serve all \r\nthe judges. Five are clearly not enough. As the \r\nPresident pointed out, the Court’s current pace is \r\nessential if States want justice to be done without \r\nunacceptable delays, but it cannot be maintained if the \r\nA/62/PV.42  \r\n \r\n07-57552 14 \r\n \r\nmembers of the Court do not receive more support. \r\nMexico will give its full support on this issue in the \r\ndebates to be held in the Fifth Committee. \r\n In conclusion, Mexico believes that the rule of \r\nlaw is not possible without efficient jurisdictional \r\nmechanisms to peacefully resolve disputes that may \r\narise in the application or interpretation of international \r\nlaw by States. The judgments and advisory opinions of \r\nthe Court illustrate the validity of international law as \r\nwell as the Court’s relevance as the highest \r\ninternational tribunal of the international system. \r\n Ms. Govindasamy (Malaysia): My delegation \r\nthanks Judge Rosalyn Higgins, President of the \r\nInternational Court of Justice, for her eloquent \r\npresentation of the report of the Court. The \r\ncomprehensive report is extremely useful in enabling \r\nMember States to understand and appreciate the \r\ncomplexity of the work of the Court and the complex \r\nissues that the Court deals with. \r\n Malaysia compliments the Court for its \r\ncontribution to the peaceful settlement of disputes \r\nbetween States and to the development of international \r\nlaw. It is self-evident that if the international \r\ncommunity wishes to resolve and prevent conflicts in a \r\npeaceful manner it needs an impartial third party \r\ncompetent to deal with the relevant legal questions.  \r\n The Court has undoubtedly played an important \r\nand influential role in the promotion of peace and \r\nharmony between nations and peoples of the world \r\nthrough observance of the rule of law by helping to \r\nresolve disputes between States through legal means \r\nand by giving advisory opinions on legal questions \r\nreferred to it in accordance with international law. \r\nMalaysia recognizes that role, and has full confidence \r\nin the Court’s competence and ability to discharge its \r\nrole as the principal judicial organ of the United \r\nNations, as stipulated in the Charter and in the Court’s \r\nStatute. \r\n The Court has been accessible to all States for the \r\npeaceful settlement of disputes. Acceptance of its \r\ncompulsory jurisdiction signifies that a nation is \r\nwilling to acknowledge the adjudicative powers of the \r\nCourt in all legal disputes regarding the interpretation \r\nof a treaty, in any question of international law and in \r\ninterpretation of other international obligations.  \r\n Malaysia is pleased to note that since 1946 the \r\nCourt has delivered no fewer than 92 judgments and 40 \r\norders, with one third of those judgments and nearly \r\nhalf of those orders rendered in the last decade. The \r\nincreased use of the Court is strong evidence that the \r\nlevel of confidence in it is extremely high, because it \r\ncan be trusted to be impartial and effective. We are \r\npleased that the Court has handed down very high-\r\nquality judgments and advisory opinions. \r\n Malaysia’s belief that the Court is the most \r\nappropriate avenue for the peaceful and final resolution \r\nof disputes, when all efforts in diplomacy have been \r\nexhausted, has been further strengthened by the \r\nconfidence that we and the international community \r\nhave in the role, function and accomplishments of the \r\nCourt.  \r\n Malaysia itself, in agreement with the other \r\nparties concerned, has submitted territorial disputes for \r\nadjudication. Malaysia will fully respect the Court’s \r\ndecision in such cases, consistent with its abiding \r\nadherence to international law. We strongly believe that \r\nrespect for the Court’s decisions would contribute \r\ngreatly to enhancing its stature and prestige, and in \r\nturn inculcate a culture of respect for the rule of law at \r\nthe international level. \r\n My delegation believes that the significant \r\nincrease of cases on the Court’s docket augurs well for \r\nthe progressive development of international law and \r\nthe role of the Court as a dispute settlement \r\nmechanism.  \r\n We note the acceptance by 65 States of the \r\nCourt’s compulsory jurisdiction, in accordance with \r\nArticle 36, paragraph 2, of its Statute, and that some \r\n300 bilateral or multilateral treaties contain provisions \r\nfor the Court to have jurisdiction in the resolution of \r\ndisputes arising out of the application or interpretation \r\nof those respective treaties. These welcome \r\ndevelopments clearly demonstrate the increasing \r\nconfidence in the Council’s decisions and reliance on \r\nthe settlement of disputes through adjudication rather \r\nthan by the use of force. This manifestation of \r\nconfidence in the rule of law is particularly important \r\nwhen the world is facing many daunting threats and \r\nchallenges. \r\n My delegation takes note of the report of the \r\nSecretary-General on the Secretary-General’s Trust \r\nFund to Assist States in the Settlement of Disputes \r\nthrough the International Court of Justice. We note the \r\nSecretary-General’s appeal for all States and other \r\nrelevant entities to give serious consideration to \r\n A/62/PV.42\r\n \r\n15 07-57552 \r\n \r\nmaking contributions to the Fund, which has had a \r\ndecreasing level of resources since its inception. We \r\nalso note the revision in the Fund’s terms of reference. \r\n Malaysia commends the Court’s efforts — \r\nthrough its publications and lectures by the President, \r\nmembers of the Court, the Registrar and members of \r\nthe Registry staff — to increase public awareness and \r\nunderstanding of its work in the judicial settlement of \r\ninternational disputes, its advisory functions, case law \r\nand working methods, as well as its role within the \r\nUnited Nations. We welcome the Court’s distribution \r\nof press releases, background notes and its handbook to \r\nkeep the public informed about its work, functions and \r\njurisdiction.  \r\n We concur that the Court’s website has been \r\nextremely useful and well utilised by diplomats, \r\nlawyers, academicians, students and interested \r\nmembers of the public as an important source of access \r\nto the Court’s judgments, which constitute the most \r\nrecent developments in international case law.  \r\n We hope that the Court will be granted adequate \r\nresources to allow it to continue to fulfil its mandate \r\nand meet the demands of an increasing workload. \r\n Mr. Krishnaswamy (India): We welcome the \r\nopportunity to address the General Assembly on the \r\nreport of the International Court of Justice and thank \r\nthe President of the Court, Judge Rosalyn Higgins, for \r\nher introduction. \r\n We commend Judge Higgins for her dedicated \r\nstewardship of the Court and for the Court’s impressive \r\nachievements over the period under review. This will \r\nno doubt further enhance the international community’s \r\nconfidence in this unique organ of international law, \r\nwhich has made a distinctive contribution to the \r\nmaintenance of international peace and security. \r\n India continues to believe that no other judicial \r\norgan in the world can have the same capacity for \r\ndealing with international legal problems as the \r\nInternational Court of Justice, which is the principal \r\njudicial organ of the United Nations, entrusted with \r\nsettling legal disputes between sovereign States and the \r\npromotion of the rule of law in international relations. \r\n Over the years, the Court has been engaged in \r\nfinding just and equitable solutions to legal disputes \r\nbetween States, and there has been a noticeable \r\nincrease in the number of cases referred to it.  \r\n Another significant development is that, unlike in \r\nthe past, when the jurisdiction phases of cases occupied \r\nmost of the Court’s time, the Court is now frequently \r\ncalled upon to deal directly with a diversity of complex \r\nsubstantive issues of international law from all regions \r\nof the world. \r\n During the period under review, the Court \r\nrendered three very important decisions involving \r\ncases from Latin America, Africa and Europe. Their \r\nsubject matter covered issues ranging from diplomatic \r\nprotection of shareholders to environmental protection \r\nto genocide. This affirms once again the important role \r\nthat the Court and international law play in the search \r\nfor solutions to the problems of an interdependent \r\nworld, in which economic, social and humanitarian \r\nissues have assumed paramount importance. \r\n The recent period has witnessed the creation of a \r\nnumber of specialised regional and international courts. \r\nAlong with their creation have come concerns about \r\nthe fragmentation of international law. There is \r\napprehension that similar legal issues or disputes may \r\nwell be subjected to final and binding interpretations \r\nby two different bodies, projecting differing views. \r\nThere is considerable apprehension that the expansion \r\nof the field in this regard could create problems of \r\ncoherence between different specializations, institutions \r\nand norm systems. \r\n The challenge, therefore, is to find a balance \r\nbetween, on the one hand, the need for diversity and \r\nspecialized regimes and solutions, and, on the other, \r\nthe importance of maintaining an overall framework or \r\nsystem of international law that offers a sufficient \r\ndegree of security and coherence. It has been pointed \r\nout that the toolbox of international law — especially \r\ngeneral international law and the Vienna Convention \r\non the Law of Treaties — is not perfect, but flexible \r\nenough to assist negotiators, lawyers and judges in \r\nfinding this balance. \r\n We welcome the initiative taken by the President \r\nof the Court for a regular dialogue between the \r\ninternational courts and tribunals and exchanges of \r\ninformation with a view to improving the unity of \r\ninternational law and addressing the problem of \r\noverlapping jurisdictions or the fragmentation of \r\ninternational law. \r\n In order for the Court to respond effectively to \r\nthe increasing demands on resources made on it and to \r\ncarry out its mandate efficiently, it must be provided \r\nA/62/PV.42  \r\n \r\n07-57552 16 \r\n \r\nwith adequate resources. It is a matter of concern that \r\nthe 15 judges have to share and rely on five legal \r\nprofessionals to carry out research on complicated \r\nquestions of international law and to prepare studies \r\nand notes for the judges and the Registrar. We therefore \r\nreiterate that the Court’s request for individualized \r\nlegal assistance for all its members is reasonable and \r\nshould be granted to enable it to efficiently carry out \r\nits designated functions as the principal judicial organ \r\nof the United Nations. \r\n Finally, I urge a re-examination of resolution \r\n61/262, which has created a discriminatory salary \r\nregime among the 15 judges of the International Court \r\nof Justice. We hope that that unintended anomaly will \r\nbe rectified. \r\n Ms. Defensor-Santiago (Philippines): It gives me \r\ngreat pleasure, on behalf of the delegation of the \r\nRepublic of the Philippines, to address the General \r\nAssembly on its consideration of the report of the \r\nInternational Court of Justice. \r\n My delegation commends Judge Rosalyn \r\nHiggins, President of the Court, for her dedicated \r\nstewardship of the World Court and for the \r\ncomprehensive report she has just presented. \r\n The growing number of treaties negotiated \r\nbetween and among States underlines the heightened \r\nneed to regulate the complex web of international \r\nrelations in our increasingly interdependent world. \r\nWith that end in mind, our world leaders adopted in \r\n2000 the Millennium Declaration, in which they \r\nresolved to, among other things, strengthen respect for \r\nthe rule of law in international, as in national, affairs \r\nand ensure compliance with the decisions of the \r\nInternational Court of Justice. \r\n My delegation notes with profound appreciation \r\nthe efforts made by the World Court to make its \r\ndecisions more transparent and widely accessible to the \r\npublic through effective use of the World Wide Web. \r\nWe cannot overemphasize the value of having those \r\ndecisions more widely known in strengthening the \r\nfoundations for the effective implementation of the rule \r\nof law. \r\n New and emerging subjects of specialization in \r\ninternational law demand thorough consideration in \r\norder to ensure that rights are not encumbered and that \r\nobligations are respected. \r\n The report of President Higgins highlights the \r\ndiversity of issues brought before the World Court. It \r\nunderscores the evolution of the body of rights, \r\nprivileges and obligations that presents the modern-day \r\nintricacies of international law. \r\n The Philippines notes the structural flexibility of \r\nthe World Court, demonstrated by its resort to \r\nchambers in considering specialized cases. We support \r\nthe idea that such a mechanism may be useful in \r\nsettling disputes involving specialized issues. For \r\nexample, the Chamber for Environmental Matters is \r\navailable for resolving issues involving environment-\r\nrelated disputes. \r\n The Philippines reaffirms its support for the work \r\nof the International Court of Justice and the invaluable \r\nrole it plays in promoting an international legal order \r\nfounded on the primacy of the rule of law and the \r\npeaceful settlement of disputes.  \r\n We subscribe to the premise that the rule of law is \r\nultimately enforced through the assumption by States \r\nof their duties and obligations with regard to treaties \r\nnegotiated between and among them and their \r\napplication of the doctrines of sovereign equality, \r\ndemocratic principles and generally accepted norms of \r\ninternational law in their relations with one another. \r\nThe role and importance of the World Court in \r\nguaranteeing the peaceful resolution of international \r\ndisputes could not be made more obvious. \r\n The increased workload of the International Court \r\nof Justice should be seen as a positive expression, not \r\nof the inability of States to settle disputes peacefully, \r\nbut of the increasing trust and confidence in the legal \r\nsupremacy of our World Court in ensuring respect for \r\nthe rule of law and its universal jurisdiction. \r\n Mr. Castellón Duarte (Nicaragua) (spoke in \r\nSpanish): At the outset, my delegation would like to \r\nexpress its gratitude to Judge Rosalyn Higgins, \r\nPresident of the International Court of Justice, for \r\ntrading the tranquillity of The Hague for the bustle of \r\nthis city to introduce the Court’s report.  \r\n The presence of the President at the meetings of \r\nthe Assembly at which the Court’s report is considered \r\nand her oral presentation of her thoughts on that body’s \r\nmost relevant recent activities are both extremely \r\nuseful, ensuring that the annual consideration of the \r\nreport is not just a mere review of that document. \r\nCertainly, the information in the report is \r\n A/62/PV.42\r\n \r\n17 07-57552 \r\n \r\ncomprehensive, intelligently presented and illustrative \r\nof the facts. However, the boost given by the annual \r\npresence and statement of the Court’s highest official is \r\nextremely gratifying and rewarding, as it enlivens \r\nconsideration of the report and adds solemnity to the \r\nevent. \r\n No one will be surprised to hear me express my \r\nGovernment’s pleasure over the Court’s most recent \r\nJudgment, which less than a month ago put an end to \r\nthe dispute that had strained our friendly relations with \r\nthe brotherly Government and people of Honduras and \r\ndivided our two countries. Fortunately, that important \r\nJudgment was well received by both countries. In \r\neffect, it satisfied both parties, since there were two \r\nfacets to the matter — the insular and the maritime — \r\nand on each the Court’s decision was favourable to one \r\nof the parties. \r\n We have no doubt that the Court’s position on \r\neach facet was the result of an absolutely objective, \r\ncomplete, conscientious and impartial consideration of \r\nthe legal norms and relevant facts. We underscore the \r\nmaturity of both Governments, which, unprecedentedly, \r\npledged support, whatever the outcome, before the \r\nJudgment was made public. \r\n We are pleased that, particularly in paragraph 303 \r\nof its Judgment, the Court affirmed its own case law, \r\nand that it made progress in an area of great interest for \r\nthe international community as a whole, and especially \r\nfor countries with Caribbean coast lines. I refer to \r\nmaritime delimitation, an area in which — through no \r\nfewer than eight Judgments, including the most \r\nrecent — the Court has made a very important and \r\ninteresting contribution. In that undertaking its work \r\nhas been complemented by arbitral awards, including \r\nthe two most recent, in 2006 and 2007, determining \r\ndelimitations in the Caribbean Sea and agreeing with \r\nthe Court’s jurisprudence in the matter. We of course \r\nrecognize that the ideal would be conventional \r\ndelimitation. \r\n In that regard, we would also like to refer to the \r\nManagua Declaration: The Gulf of Fonseca, a zone of \r\npeace, sustainable development and security \r\n(A/62/486), signed by the Presidents of El Salvador, \r\nHonduras and Nicaragua on 4 October 2007. The \r\nsigning of that document was an important step \r\nforward in strengthening international peace and \r\nsecurity, in line with the Judgment of the International \r\nCourt of Justice handed down on 11 September 1992. \r\n I would like to highlight, in order to give special \r\nrecognition to the Court, the difficulties in application \r\nthat are characteristic of the type of law with which it \r\ndeals. \r\n With regard to one of the main branches of this \r\nbody of law — which Article 38 of the Statute of the \r\nCourt calls “international custom” and which is more \r\ncommonly known as customary international law — I \r\nrecall an opinion expressed by a distinguished former \r\nPresident of the Court, from Latin America. In one of \r\nhis works, that eminent jurist compared customary \r\ninternational law to an amorphous Medusa.  \r\n If we consider the other main branch of law \r\napplied by the Court, treaty law, we see that that \r\nnormative area includes texts that are not always of the \r\ntechnical quality that would have been desirable — \r\nand, I might add, possible. \r\n To give a more complete idea of the difficulty of \r\nthe Court’s tasks, I should also like to mention \r\nsomething that my country has observed at first hand: \r\nproblems that can cause political factors to interfere in \r\nmatters brought before the Court. Because the Court \r\nhas been largely successful in dealing with those and \r\nother difficulties, we  warmly congratulate it, through \r\nits President. \r\n Finally, very regrettably, I must now turn from \r\nthe positive to the negative and refer to the \r\ndifficulty — or, rather, the injustice — created by \r\nparagraph 8 of resolution 61/262, adopted on 4 April \r\n2007. Ms. Rosalyn Higgins, President of the Court, \r\nspoke of it this morning. \r\n At the meeting at which the resolution was \r\nadopted, the concerns expressed by the President of the \r\nCourt in a letter dated 3 April 2007 to the President of \r\nthe General Assembly (A/61/837) were noted on behalf \r\nof the Group of 77 and China, as recorded at page 5 of \r\nA/61/PV.93. It was also stated on behalf of those \r\ncountries that those concerns would be taken into \r\naccount at the current session. I believe it is very \r\nimportant to indicate that Nicaragua unreservedly \r\nsupports the positions taken by the Group of 77 and \r\nChina. \r\n I wish to add that we believe that paragraph 8 of \r\nresolution 61/262 is not in conformity with paragraph 2 \r\nof article 23 of the Universal Declaration of Human \r\nRights, which provides that “Everyone, without any \r\nA/62/PV.42  \r\n \r\n07-57552 18 \r\n \r\ndiscrimination, has the right to equal pay for equal \r\nwork”.  \r\n Mr. Tavares (Portugal): Let me start by \r\nexpressing the gratitude of the delegation of Portugal \r\nto the President of the International Court of Justice, \r\nJudge Rosalyn Higgins, for the thorough report on the \r\nwork of the Court over the past year. \r\n The Court’s essential role in the international \r\nlegal system must be underlined and remembered, as \r\nthe Court is the principal judicial body of the United \r\nNations and, in that capacity, carries out two of the \r\nmost important tasks in the international community: \r\nthe peaceful settlement of disputes between States and \r\nthe strengthening of the international rule of law. \r\n As stated in the report, the workload of the Court \r\nsteadily continues to increase. In July 2007, the \r\nnumber of cases on the docket stood at 12. The Court \r\nhas handed down two Judgments and one Order on a \r\nrequest for the indication of provisional measures. In \r\nthe meantime, another judgment has been rendered. \r\nThe Court has also held hearings in four other cases. \r\n It is important to note that the cases before the \r\nInternational Court of Justice come from all over the \r\nworld and relate to diverse areas of international law, \r\ndemonstrating not only the universality of the Court, \r\nbut also the expansion of the scope of its work and its \r\ngrowing specialization. That dramatically strengthens \r\nthe Court’s contribution to the progress of international \r\nlaw, and therefore the Court should be able to count on \r\nthe full support of all members of the international \r\ncommunity. \r\n In that context, it should also be recalled that \r\nalthough the International Court of Justice is a leading \r\nplayer in the international judicial arena, as a truly \r\nuniversal Court in the exercise of general jurisdiction, \r\nthere are other international courts and tribunals whose \r\nexistence and importance should be underlined. In that \r\nregard, Portugal welcomes the remarks made by \r\nPresident Higgins in her address to the meeting of legal \r\nadvisers held at the beginning of this week. We view \r\nincreased contacts and cooperation between \r\ninternational courts and tribunals as a very positive \r\ndevelopment. It is our strong view that they all work \r\ntogether to enhance the international legal order and \r\nthat they must complement one another in the \r\nfurtherance of that goal. \r\n If the Court is to be able to carry out its \r\nfundamental tasks, and if a greater number of States \r\nare to be engaged in the resolution of their disputes, it \r\nis important that Member States acknowledge the \r\nCourt’s need for adequate resources. That is so, for \r\ninstance, with regard to the Court’s request for law \r\nclerk posts to assist judges in the increasing number of \r\nfact-intensive cases. Having just celebrated its sixtieth \r\nanniversary, the Court has indeed been busier than ever \r\nbefore.  \r\n As of 31 July 2007, 192 States were parties to the \r\nStatute of the Court, and 65 of them had deposited with \r\nthe Secretary-General a declaration of acceptance of \r\nthe Court’s compulsory jurisdiction, in accordance with \r\nparagraph 2 of Article 36 of the Statute. Moreover, \r\napproximately 300 bilateral or multilateral treaties \r\nprovide for the Court to have jurisdiction in the \r\nresolution of disputes arising out of their application or \r\ninterpretation. That highlights the Court’s role as the \r\nmain judicial body in the interpretation and application \r\nof international law. In that context, Portugal recalls \r\nthe recommendation of the 2005 World Summit that \r\nStates that have not yet done so should consider \r\naccepting the Court’s jurisdiction, in accordance with \r\nthe Statute. \r\n In conclusion, while recognizing that in \r\ncontemporary international law there is an intrinsic and \r\nunavoidable paradox — the obligation of States to \r\nsettle their disputes in a peaceful manner and the need \r\nfor sovereign consent to put into practice such \r\nsettlement mechanisms — Portugal holds the firm \r\nconviction that the International Court of Justice plays \r\na crucial role in the international legal order, and that \r\nthat role is more and more accepted by the whole \r\ninternational community. \r\n Mr. Stemmet (South Africa): I take this \r\nopportunity to thank the President of the International \r\nCourt of Justice, Judge Rosalyn Higgins, for her \r\naddress in presenting the report of the Court for the \r\nperiod from 1 August 2006 to 31 July 2007. \r\n The delegation of South Africa has noted the \r\nreport, from which it is clear that the Court’s caseload \r\nhas increased considerably over recent years, while the \r\nsubject matter of the cases before it has become more \r\ndiverse and the issues dealt with more complex. Those \r\ndevelopments, in our view, serve to illustrate the \r\ninternational community’s continued confidence in the \r\n A/62/PV.42\r\n \r\n19 07-57552 \r\n \r\nCourt as an institution able to resolve disputes, as the \r\nprincipal judicial organ of the United Nations. \r\n We have also noted with satisfaction the report’s \r\nreferences to increased efficiency in the management \r\nand operation of the Court, which have enabled it to \r\ncope with its increased caseload. We commend the \r\nCourt in that regard.  \r\n We further wish to point out that in what can be \r\nconsidered to be a somewhat unusual development in a \r\ndomestic jurisdiction, the Court’s finding in the case of \r\nAhmadou Sadio Diallo (Republic of Guinea v. \r\nDemocratic Republic of the Congo) has resonated \r\nbefore the Supreme Court of Appeal in South Africa as \r\na source of reference in a recent case on diplomatic \r\nprotection. The use of that case in arguments and \r\njudgement in our national courts demonstrates the \r\nstrong persuasive power of the jurisprudence of the \r\nInternational Court of Justice upon national justice \r\nsystems.  \r\n We have also taken note with great interest of the \r\nCourt’s decision in the case of Bosnia and Herzegovina \r\nv. Serbia and Montenegro, which we believe will \r\nbecome the seminal case on the issue of the \r\nresponsibility of States with regard to the commission \r\nof international crimes, in particular, in relation to the \r\ninterpretation of the Convention on the Prevention and \r\nPunishment of the Crime of Genocide. \r\n Finally, the growing trend of countries, \r\nparticularly developing countries, to resolve their \r\ndisputes by using the International Court of Justice \r\nmust be encouraged. Hence, the Trust Fund to Assist \r\nStates in the Settlement of Disputes through the \r\nInternational Court of Justice must be maintained and \r\ngiven wider publicity. It is our hope that the Fund will \r\nsee an increase in its level of resources, and that it will \r\ncontribute to more States utilizing the Court for the \r\nresolution of their disputes. \r\n Mr. Muburi-Muita (Kenya): On behalf of my \r\ndelegation, Madam Vice-President, I congratulate you \r\non the excellent manner in which you continue to \r\nconduct our deliberations. \r\n My delegation commends Judge Rosalyn \r\nHiggins, President of the International Court of Justice, \r\nfor the comprehensive report presented to us, detailing \r\nthe work accomplished by the Court over the past year. \r\n We wish to underscore the central role played by \r\nthe Court in the administration of global justice \r\nthrough the peaceful settlement of disputes, as \r\nenshrined in the Charter. The adjudication of disputes \r\nby the Court, the principal judicial organ of the United \r\nNations, plays a pivotal role in the maintenance of \r\ninternational peace, order and stability, for which we \r\ncommend the Court. \r\n We note that over the past year the Court has \r\ncontinued to be seized of a number of contentious \r\ncases, on which it has handed down two judgments and \r\none order. Even as we acknowledge the complexity of \r\nthe cases before the Court, we are confident that it and \r\nthe parties involved will strive to reach an expeditious \r\nsettlement of the disputes. \r\n We urge States, in the exercise of their \r\nsovereignty, to freely submit disputes to the Court. \r\nHowever, we note with concern that only 65 of the 192 \r\nStates parties to the Statute have declared their \r\nacceptance of the Court’s compulsory jurisdiction. We \r\nencourage States that have not done so to consider \r\naccepting the Court’s compulsory jurisdiction, in \r\naccordance with article 36 of the Statute. As a State \r\nparty to the Statute, Kenya is among the countries that \r\nhave accepted the Court’s compulsory jurisdiction. \r\n The official visits to the Court by Heads of State \r\nand Government and other high-ranking government \r\nofficials reflect the recognition conferred on the Court, \r\nand play an important role in enhancing its image as a \r\ncentral organ for international dispute resolution. We \r\nencourage such visits as part of the awareness \r\nprogrammes, and therefore call upon the Court to put \r\nin place measures by which officials from Member \r\nStates can be educated during such visits. \r\n The decisions of the Court contribute to the \r\nprogressive development of international law, and we \r\nencourage the Court to continue disseminating these \r\ndecisions through publication and distribution to the \r\nrelevant institutions in Member States. \r\n In closing, I reiterate the importance Kenya \r\nattaches to the work of the Court. We urge Member \r\nStates to make greater use of its advisory powers and, \r\nmost important, to increase compliance with its \r\ndecisions. \r\n Mr. Wai (Sudan) (spoke in Arabic): We express \r\nour appreciation to the International Court of Justice, \r\nwhich celebrated its sixtieth anniversary last year.  \r\n Over the years, the Court has met the \r\nexpectations of States by establishing the rule of law in \r\nA/62/PV.42  \r\n \r\n07-57552 20 \r\n \r\ninternational relations. We express our thanks to Ms. \r\nHiggins, the President of the International Court of \r\nJustice, for presenting the detailed report on its \r\nactivities.  \r\n The report gives us an overview of the important \r\nactivities carried out by the Court. Once again, it \r\nshows that the Court is the major forum and strict \r\nguarantor of respect for the principles of  international \r\nlaw, the rule of law and the principles of the Charter, \r\nespecially the non-use of force in inter-State relations, \r\nthe peaceful settlement of disputes and the equal \r\nsovereignty of States.  \r\n The efforts referred to in the report show once \r\nagain that the Court is the major judiciary body of the \r\nUnited Nations and the only tribunal with international \r\njurisdiction and overall competence. It is also the most \r\nappropriate mechanism for implementing the principles \r\nof the Charter and bringing about the peaceful \r\nsettlement of disputes between States in an impartial, \r\ntransparent manner, in accordance with the rules of \r\njustice and international law. That is why the Court is \r\nessential to the maintenance of international peace and \r\nsecurity.  \r\n We welcome the fact that 192 States are now \r\nparties to the Statute of the International Court of \r\nJustice, with 65, including the Sudan, having agreed to \r\nthe Court’s binding jurisdiction. That shows the \r\nconfidence that the international community has in the \r\nrole of the Court, which can then settle disputes among \r\nStates in a peaceful manner, develop international law \r\nand strengthen peaceful coexistence among peoples.  \r\n The report also refers to the number of cases \r\nbrought before the Court. Those are more complex in \r\nnature. However, the Court has shown its ability to \r\nsettle those questions effectively, especially since it has \r\nrecently demonstrated its ability in strategic planning, \r\nwhich strengthens its effectiveness.  \r\n My delegation would like to refer to the 2005 \r\nWorld Summit decision emphasizing the need for \r\nStates to settle their disputes peacefully, pursuant to \r\nChapter VI of the Charter. That includes making use of \r\nthe International Court of Justice.  \r\n States must then comply with the declared \r\nprinciples of international law and friendly relations \r\nand cooperation among States, pursuant to the Charter. \r\nThat is why it is necessary to support the Court, and to \r\nrecognize the binding competence of its decisions and \r\njudgments, so that the rule of law can be enhanced.  \r\n Agreeing to the Court’s budget proposals, as \r\ncontained in the report, would help to strengthen its \r\nrole in the peaceful settlement of disputes, at a lower \r\ncost and with more effectiveness. The Court should \r\nshed light on the obstacles it faces, and in its future \r\nreports make recommendations that States will note \r\nand follow.  \r\n Next we refer to the report of the Secretary-\r\nGeneral on the Secretary-General’s Trust Fund to \r\nAssist States in the Settlement of Disputes through the \r\nInternational Court of Justice. We agree with the \r\nSecretary-General’s recommendation that States and \r\nother relevant bodies consider making contributions to \r\nthe Fund in order to help States, especially poor States, \r\nto use the services of the Court. \r\n My delegation thanks the Court for the efforts \r\nmade in issuing its documents, as well as the contents \r\nof its orders and decisions, especially those on its new \r\nwebsite.  \r\n Finally, we reiterate our confidence in the \r\nimportant role played by the International Court of \r\nJustice, which is the main judicial body of the United \r\nNations. We also reaffirm our support for the Court in \r\ncarrying out its responsibilities in the best possible \r\nmanner. \r\n Mr. Aniokoye (Nigeria): The Nigerian delegation \r\nwarmly welcomes Judge Rosalyn Higgins, President of \r\nthe International Court of Justice, and thanks her for \r\nthe Court’s report covering the period 1 August 2006 to \r\n31 July 2007. We are also appreciative of her briefing \r\non 29 October to the legal advisers of Ministries of \r\nForeign Affairs of Member States. We welcome this \r\nenlightening annual exchange. \r\n We also thank the Secretary-General for his \r\nreport. \r\n We are happy that the Court has worked tirelessly \r\nand consistently in the discharge of its twofold \r\nmandate of adjudicating legal disputes submitted to it \r\nby States and giving advisory opinions on legal \r\nquestions referred to it by duly authorized United \r\nNations organs and specialized agencies. \r\n It is heartening to note that the Court has had a \r\nvery productive year, with three judgments already \r\nrendered, one order on provisional measures made, one \r\n A/62/PV.42\r\n \r\n21 07-57552 \r\n \r\ncase under preparation and a new case opening shortly. \r\nSince the first case was entered in the general list of \r\nthe court, on 22 May 1947, a total of 136 cases have to \r\ndate been entered in the list. \r\n What I have described is a positive development, \r\nespecially since the value of the ICJ is to be judged not \r\nonly by the number of cases it handles, but, even more, \r\nby its contributions to the development of international \r\nlaw. The invaluable nature of the Court’s contributions \r\nwas only slightly revealed when the President \r\naddressed legal advisers on 29 October, through her \r\nreference to but a few of the cases. Her discussion of \r\nthe cases threw light on some of the issues currently \r\nbeing deliberated upon by the Sixth Committee, such \r\nas diplomatic protection and the question of \r\noverlapping jurisdictions between international courts \r\nand tribunals. \r\n The Nigerian delegation notes with satisfaction \r\nthe refreshing interchange and regular dialogue \r\nbetween the Court and the International Criminal \r\nTribunal for the Former Yugoslavia. Issues decided by \r\nother international or regional judicial bodies arise in \r\nInternational Court cases, and the judicial work of \r\nother international courts and tribunals also has \r\nrelevance to its findings. This development is highly \r\ncommendable, especially as it could help in \r\nforestalling the fragmentation of international law. In \r\nthis connection, we commend the Court for putting in \r\nplace a detailed programme of cooperation between it \r\nand other international judicial bodies. \r\n The Nigerian delegation equally supports the call \r\nfor increased resources for the Court to enable it to \r\neffectively bear its ever-increasing caseload and its \r\nother responsibilities. We also call upon Member States \r\nto ensure that they contribute to the transformation of \r\nthe World Court.  \r\n It was in recognition of the indispensable and \r\ndependable nature of the Court’s work that my country \r\nsubmitted to its jurisdiction in the dispute between it \r\nand a neighbouring country. In the same vein, since the \r\nCourt’s  Judgment in 2002 we have painstakingly and \r\nin cooperation worked towards its complete \r\nimplementation.  \r\n We urge Member States to take disputes before \r\nthe Court. This will ensure peaceful resolution of \r\ndisputes, as well as enlarge the spectrum of the Court’s \r\ncontribution to the further development of international \r\nlaw. \r\n Mr. Romero-Martinez (Honduras) (spoke in \r\nSpanish): My delegation is grateful for the presentation \r\nof the report of the International Court of Justice (ICJ) \r\nby its President, Judge Rosalyn Higgins. In thanking \r\nher, my country also wishes to thank her and the other \r\njudges who make up the Court for their continuous \r\nefforts in the application of international law for the \r\npeaceful settlement of disputes, which undoubtedly \r\nmake a positive contribution to strengthening \r\ninternational peace and security. \r\n Just a few weeks ago, the ICJ handed down its \r\njudgment on the maritime delimitation between our \r\ncountry and the sister Republic of Nicaragua. \r\nHonduras, through the President of the Republic, the \r\nMinister for Foreign Affairs and its officials, has \r\nalways reiterated that it will abide by and accept the \r\ncompulsory obligation.  \r\n Honduras believes in the peaceful settlement of \r\ndisputes and firmly believes in the effective application \r\nof international law. The Presidents of Honduras and \r\nNicaragua met on the day of the decision and embraced \r\nin solidarity, peace, harmony, and, above all, in the \r\nknowledge that there would be compulsory application \r\nof international legal order and compliance with its \r\ndecisions. \r\n Our countries believe in peace. They believe in \r\ninternational justice. They believe in legal order. And, \r\nabove all, they are committed to creating an \r\nenvironment of world harmony that can, in some way, \r\nsend messages that confirm that there can be no dispute \r\nthat cannot find a legal solution under established \r\ninternational mechanisms. \r\n The International Court of Justice, as the main \r\njuridical organ of the United Nations, takes important \r\nmatters and decisions under its jurisdiction. Its \r\njudgments contribute to a world of peace and order. \r\nHence, my delegation, in addition to recognizing its \r\njuridical work, will contribute to giving it legitimate \r\nsupport in the various Committees of this Organization. \r\nWe are sympathetic to the concerns that the President \r\nexpressed today, and she will have our support in the \r\ndiscussions in the Fifth Committee and the Assembly. \r\n Once again, on behalf of Honduras, I thank the \r\nPresident of the Court, Judge Rosalyn Higgins, for \r\npresenting its important report. I also reiterate the \r\ncommitment of Honduras to support the work of the \r\nCourt, to continue supporting the application of \r\ninternational law and the peaceful settlement of \r\nA/62/PV.42  \r\n \r\n07-57552 22 \r\n \r\ndisputes, and, fundamentally, to support the compulsory \r\njurisdiction of the International Court. \r\n Mr. Park Hee-kwon (Republic of Korea): At the \r\noutset, on behalf of my delegation, I thank Judge \r\nRosalyn Higgins, President of the International Court \r\nof Justice, for her lucid introduction of the Court’s \r\nreport. The report convinces us that the Court has \r\ndiligently fulfilled its noble mission as the principal \r\njudicial organ of the United Nations. The increasing \r\nnumber of cases brought before it attests to the level of \r\ntrust given it by States. In this regard, my delegation \r\ncommends the judges and all the Court’s staff for \r\nconverting many sceptics into believers in the rule of \r\nlaw. \r\n Notably, the Court rendered two final judgments \r\nthis year. In both cases, the Court met our high \r\nexpectations of authoritative language on matters of \r\ninternational law. I would like to touch briefly upon \r\none of the two judgments. \r\n In February this year, the Court delivered its \r\nJudgment in the case Application of the Convention on \r\nthe Prevention and Punishment of the Crime of \r\nGenocide (Bosnia and Herzegovina v. Serbia and \r\nMontenegro). The case marked the first time that one \r\nState had brought allegations of genocide against \r\nanother. In its Judgment, the Court rejected the “overall \r\ncontrol” test for determining responsibility for acts \r\ncommitted by paramilitary units — the test adopted by \r\nthe International Criminal Tribunal for the Former \r\nYugoslavia in the Tadic case — and instead once again \r\napplied an “effective control” test. My delegation \r\nsupports the Court’s position, because we believe that \r\nthe “effective control” test could reasonably set the \r\nscope of State responsibility, which is not necessarily \r\ndetermined under the same legal standard as individual \r\ncriminal responsibility. \r\n The International Court of Justice has not always \r\nenjoyed its current level of trust from the international \r\ncommunity. Indeed, its case load remained fairly low \r\nuntil the 1970s, when the Court successfully overcame \r\nthe suspicion among many developing countries that it \r\nwas biased. Since then, the Court’s client base has \r\nexpanded dramatically. The changing perceptions of \r\nthe Court’s work can be attributed to a number of \r\nfactors, including the end of the cold war, but most \r\nimportantly they have resulted from the Court’s own \r\nsuccessful responses to the challenges facing the world \r\ntoday. The report shows that this continues to be the \r\ncase as the Court faces the challenge of handling an \r\nincreased workload with limited resources. \r\n Indeed, there is a kind of virtuous cycle at work: \r\nthe more successful the Court is in fulfilling its \r\nresponsibilities, the more cases will be brought to it. \r\nMoreover, taking into account the increasing number of \r\nStates parties to the Court accepting the Court’s \r\ncompulsory jurisdiction, and the number of treaties \r\nwith provisions that confer jurisdiction upon the Court, \r\nit would not surprise us to see a continued increase, or \r\neven an acceleration, in the number of cases brought \r\nbefore the Court.  \r\n High expectations that the Court will play a more \r\nactive role are also bound to increase its workload. \r\nThus, the Court, and the international community that \r\nsupports it, must recognize that the challenge of an \r\nincreasing workload is likely to stay with us for some \r\ntime. This is a challenge that we must meet as we \r\nstrive to achieve the ideal of resolving disputes \r\npeacefully by judicial means. \r\n It has been said that one of the necessary \r\nconditions for more effective law is to strengthen and \r\nimprove the institutions and processes for the law’s \r\nadministration. We agree with this sentiment, which is \r\nwhy we support the Court’s initiatives to improve its \r\nefficiency by streamlining procedures, adopting \r\nadvanced technologies and asking for more resources. \r\nWe believe that adequate resources should be allocated \r\nto support the Court’s efforts to meet its growing \r\nworkload, and we therefore hope that this request will \r\nbe considered favourably by the relevant bodies. \r\n By the same token, we emphasize that the \r\nchallenge of an increased case load requires \r\ncooperation among Member States. In many of the \r\nrecent contentious cases, too many of the Court’s \r\nlimited resources have been wasted during the \r\npreliminary stages, rather than being used in the \r\nconsideration of the merits. While we should respect \r\nthe right of States to full access to the procedures of \r\nthe Court, and to be exempt from the Court’s \r\njurisdiction unless they have given their due consent, \r\noverburdening the Court with unnecessary requests for \r\nprovisional measures, preliminary objections or \r\napplications of cases, as a pure litigation strategy, \r\nshould be avoided for the common good. Such \r\nprudence on the part of States will greatly assist the \r\nCourt in completing its important work. \r\n A/62/PV.42\r\n \r\n23 07-57552 \r\n \r\n The most recent challenge to the Court, however, \r\ncomes from outside. In this era of proliferating \r\ninternational courts and tribunals, we cannot overstate \r\nthe importance of the Court’s leadership role. As the \r\nonly universal international court with general \r\njurisdiction, the Court is now obligated to distribute \r\nand disseminate its work even more widely. \r\n I conclude by reaffirming the Republic of Korea’s \r\nsteadfast and unwavering support for the untiring \r\nefforts of the Court to achieve the ideal of peace under \r\nthe rule of law. \r\n Mr. Shinyo (Japan): It is my great pleasure and \r\nhonour to address the Assembly on behalf of the \r\nGovernment of Japan.  \r\n My delegation expresses its appreciation to \r\nPresident Rosalyn Higgins for her comprehensive \r\nreport on the current situation of the International \r\nCourt of Justice, and would also like to offer its praise \r\nand support for the achievements in the Court’s work \r\nduring the past year.  \r\n The devoted work and profound legal wisdom of \r\nthe Court have been gaining the respect and support of \r\nthe international community. The report states that \r\ncountries from a broader area of the world have begun \r\nto bring cases before the Court to seek the peaceful \r\nsettlement of conflicts. This clearly demonstrates that \r\nin today’s international community the Court now \r\nenjoys the universal commitment that the principal \r\njudicial organ of the United Nations ought to have. \r\nFrom this point of view, we have full confidence that \r\nthe Court’s role will continue to increase in importance \r\nin the efforts to promote peace and security and \r\nestablish the rule of law in the international \r\ncommunity.  \r\n As regards activities to advance the rule of law, \r\nthe past year has been a remarkable one for Japan. At \r\nthe beginning of the year, our Government designated \r\n“rule of law” as one of the major pillars of Japanese \r\ndiplomacy, enabling us to take the initiative in \r\npromoting such universal values as democracy, respect \r\nfor basic human rights, the market economy and the \r\nrule of law in the international community.  \r\n In addition to its previous activities contributing \r\nto the establishment of the rule of law in the world, \r\nJapan this year took steps to develop further \r\ncooperative relations with international judicial organs \r\nin line with this policy. Japan acceded to the Rome \r\nStatute of the International Criminal Court and became \r\nits 105th party as of 1 October this year. With regard to \r\nthe International Tribunal for the Law of the Sea, Japan \r\nreferred two cases to the Tribunal in July, thus \r\ncontributing to the development of judicial precedents \r\nin the area of the law of the sea.  \r\n First and foremost, Japan has been placing great \r\nimportance on its cooperative relationship with the \r\nInternational Court of Justice, the sole international \r\ncourt with general jurisdiction. My Government invited \r\nPresident Higgins to Japan in April, giving the \r\nJapanese people an invaluable opportunity to hear an \r\ninsightful presentation on the work of the Court and on \r\ninternational law, which contributed significantly to \r\npromoting the advocacy of the international judicial \r\nsystem in Japan. We fully intend to continue this \r\nproductive relationship with the Court.  \r\n I would like to draw the attention of all members \r\nof the international community to the imminent \r\nnecessity of strengthening the institutional capacity of \r\nthe Court so that it can continue to discharge its noble \r\nresponsibility. The Government of Japan hopes that \r\nthis issue will be favourably discussed in appropriate \r\nbodies, giving due consideration to the recommendation of \r\nthe Advisory Committee on Administrative and \r\nBudgetary Questions. At the same time, it expects that \r\nthe Court will continue its efforts to increase the \r\nefficiency of its work.  \r\n To conclude, one cannot overstate the importance \r\nof the lofty cause and work of the International Court \r\nof Justice. I take this occasion to reaffirm that Japan \r\nwill continue to contribute to its invaluable work. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on agenda item 73.  \r\n May I take it that it is the wish of the General \r\nAssembly to conclude its consideration of agenda \r\nitem 73? \r\n It was so decided. \r\n \r\nAgenda item 76 (continued) \r\n \r\nReport of the International Criminal Court \r\n \r\n  Note by the Secretary-General (A/62/314) \r\n \r\n The Acting President: I call on Mr. Philippe \r\nKirsch, President of the International Criminal Court.  \r\nA/62/PV.42  \r\n \r\n07-57552 24 \r\n \r\n Mr. Kirsch (spoke in French): I am very pleased \r\ntoday to present the third annual report of the \r\nInternational Criminal Court to the United Nations.  \r\n Since its establishment, the Court has developed \r\nsubstantially in its activities and in its relationship with \r\nthe United Nations. Nevertheless, we are still at an \r\nearly stage in the life of the Court. Much more remains \r\nto be done to guarantee the success of this nascent \r\ninstitution.  \r\n I would like to give a brief overview of recent \r\ndevelopments, elaborate on the Court’s contributions to \r\nthe aims of the United Nations and speak about the \r\nimportance of continued support and cooperation from \r\nthe Organization.  \r\n Today, the Court stands on the verge of its first \r\ntrial. In January this year, a chamber of three judges \r\nconfirmed charges of war crimes against Mr. Thomas \r\nLubanga Dyilo, an alleged militia leader from the \r\nDemocratic Republic of the Congo. He is accused of \r\nenlisting, conscripting and using children under the age \r\nof 15 to participate actively in hostilities. A trial \r\nchamber composed of another three judges is currently \r\naddressing preliminary issues before the trial begins \r\nearly next year.  \r\n In another case regarding the situation in the \r\nDemocratic Republic of the Congo, Mr. Germain \r\nKatanga was surrendered to the Court on 18 October. \r\nThe crimes alleged in the warrant of arrest for Mr. \r\nKatanga include three counts of crimes against \r\nhumanity and six of war crimes, namely, murder, \r\ninhumane acts, sexual slavery, wilful killing, inhuman \r\nor cruel treatment, attacking civilians, pillaging and \r\nusing children under the age of 15 years to participate \r\nactively in hostilities. An initial hearing was held last \r\nweek following his surrender. Pre-trial proceedings \r\nwill take place over the coming months.  \r\n In regard to the situation in Darfur, Sudan, \r\nreferred to the Court by the Security Council, a \r\nchamber of three judges issued warrants of arrest for \r\ntwo individuals in May. Mr. Ahmad Harun and Mr. Ali \r\nKushayb are each wanted on over 40 counts of crimes \r\nagainst humanity and war crimes, including murder, \r\npersecution, forcible transfers of populations, attacks \r\nagainst civilians, pillaging and the destruction or \r\nseizure of enemy property. The Court has issued to \r\nStates requests for the arrest and surrender of those two \r\nsuspects. Neither warrant has been executed yet.  \r\n In regard to the situation in Uganda, the Court \r\nissued five warrants of arrest in 2005 for members of \r\nthe group known as the Lord’s Resistance Army, \r\nincluding its leader, Joseph Kony. Two of the suspects \r\nare wanted on over 30 counts of crimes against \r\nhumanity and war crimes, including murder, attacking \r\ncivilians, pillaging, cruel treatment and enslavement. \r\nTwo others are wanted on ten and seven counts \r\nrespectively of crimes against humanity and war \r\ncrimes, also including murder, enslavement, attacking \r\ncivilians and pillaging. One of the suspects was killed, \r\nrendering that warrant without effect. None of the other \r\nfour warrants have been executed yet.  \r\n In May, the Prosecutor opened a fourth \r\ninvestigation; this is into the situation in the Central \r\nAfrican Republic. Two weeks ago, the Court opened a \r\nfield office in the capital, Bangui. It is the fifth field \r\noffice opened by the Court.  \r\n The Office of the Prosecutor is also analysing and \r\nassessing information on alleged crimes within the \r\njurisdiction of the Court in other situations on three \r\ndifferent continents. \r\n The Court is now fully operational. The \r\nProsecutor is conducting investigations and collecting \r\nevidence. Judicial proceedings have taken place at the \r\npre-trial and appeals levels, and are beginning at the \r\ntrial level. The special regard accorded to victims \r\nunder the Rome Statute has developed in practice. The \r\nTrust Fund for Victims is fully functioning. For the \r\nfirst time in the history of international criminal courts \r\nand tribunals, victims are participating in proceedings \r\nin their own right. \r\n Bringing to justice those responsible for \r\ninternational crimes is important in itself. But it is also \r\na means to achieve other objectives found in both the \r\nCharter of the United Nations and the Statute of the \r\nInternational Criminal Court. Throughout the course of \r\nhistory, genocide, crimes against humanity and other \r\nserious international crimes have not arisen \r\nspontaneously. Rather, those crimes have occurred — \r\nand continue to occur — in the context of complex \r\npolitical conflicts. More often than not, there have been \r\nattempts to resolve such conflicts through expedient \r\npolitical compromises; more often than not, those \r\ncompromises have ignored the need for justice and \r\naccountability; and, more often than not, expedient \r\npolitical solutions that ignored the need for justice \r\n A/62/PV.42\r\n \r\n25 07-57552 \r\n \r\nunravelled, leading to more crimes, new conflicts and \r\nrecurring threats to peace and security. \r\n The International Criminal Court was created to \r\nbreak that vicious cycle of crimes, impunity and \r\nconflict. It was set up to contribute to justice and the \r\nprevention of crimes, and thereby to peace and \r\nsecurity.  \r\n The Court is contributing to the realization of \r\nthose objectives. Earlier this year, the Secretary-\r\nGeneral noted, “Already the activities of the Court and \r\nits Prosecutor have a deterring effect on potential \r\nperpetrators of international crimes.” {UN News \r\nCentre, 29 June 2007) A recently published expert \r\nreport on the situation in Uganda observed: “The ICC \r\ninvestigation of the LRA” — Lord’s Resistance \r\nArmy — “has been crucial for promoting peace, \r\nimproving security in northern Uganda and embedding \r\ninternational accountability standards into \r\nnegotiations.” (Africa Briefing No. 46, p. 8, 14 Sept. \r\n2007, International Crisis Group) \r\n(spoke in English) \r\n The impact of the Court has resulted from its \r\ncredibility as an independent and impartial institution \r\nwhose decisions will be enforced. Sustaining that \r\ncredibility depends on the two pillars of the Rome \r\nStatute system.  \r\n The Court itself is the judicial pillar. It is the \r\nCourt’s responsibility to continue to maintain its \r\ncredibility as an independent and impartial judicial \r\ninstitution through strict adherence to the Rome \r\nStatute.  \r\n The other pillar of the Rome Statute — the \r\nenforcement pillar — has been reserved to States and, \r\nby extension, international organizations. The Court \r\nrequires support and cooperation in many areas, in \r\nparticular, the arrest and surrender of suspects and the \r\nprotection of victims and witnesses. The primary \r\nresponsibility for providing cooperation and support \r\nrests, of course, with the States parties to the Rome \r\nStatute. However, States not party to the Statute and \r\ninternational organizations, in particular, the United \r\nNations, are also in a position to provide valuable \r\nassistance to the Court. \r\n Individual States have contributed to the \r\nachievements of the Court by responding positively to \r\nrequests for cooperation or assistance — for example, \r\nby providing information, logistics and other support to \r\nfield operations or to the surrender of individuals to the \r\nCourt. States have provided diplomatic and public \r\nsupport for the Court through at the bilateral level and \r\nin multilateral forums. Several States have entered into \r\nagreements to provide additional support, in particular, \r\nwith respect to the enforcement of sentences or the \r\nprotection of victims and witnesses. \r\n The United Nations has provided critical \r\ncooperation and support to the Court. I would note, in \r\nparticular, that the Court has received strong support \r\nfrom various United Nations bodies in the field. The \r\nCourt appreciates the steps taken by the Secretary-\r\nGeneral to raise the outstanding warrants of arrest in \r\nthe situation in Darfur. The General Assembly and the \r\nSecurity Council have provided important public \r\nsupport to the Court in recent years by emphasizing \r\nrespectively that “justice ... is a fundamental building \r\nblock of sustainable peace” (resolution 61/15) and that \r\n“ending the climate of impunity is essential in a \r\nconflict and post-conflict society’s efforts to come to \r\nterms with past abuses, and in preventing future \r\nabuses.” (S/PRST/2004/34). \r\n Notwithstanding the support and cooperation \r\nreceived to date, certain issues need to be addressed in \r\norder to sustain the credibility and effectiveness of the \r\nCourt. \r\n  First, a number of direct requests for cooperation \r\nhave not yet been fulfilled. Of those requests, the \r\noutstanding warrants of arrest are the most significant. \r\nWithout arrests, there can be no trials; without trials, \r\nvictims will again be denied justice, and potential \r\nperpetrators will be encouraged to commit new crimes \r\nwith impunity.  \r\n Secondly, implementation of the judicial \r\ndecisions issued by the Court has been uneven. It is \r\nclear, of course, that the situations and cases before the \r\nCourt are linked to broader, complex political issues \r\nand developments, as has always been the case in \r\nsimilar situations in the past. Nevertheless, compliance \r\nwith the decisions of the Court is not just another issue \r\non the negotiating table. It is a legal obligation under \r\nthe Rome Statute and under relevant Security Council \r\nresolutions. Conversely, it is to be clearly understood \r\nthat the Court is bound to adhere strictly to its judicial \r\nmandate and to limit itself to that. \r\n Thirdly, relative silence has been observed in \r\nsituations in which public support for the Court and for \r\nthe need for justice more broadly would be expected. \r\nA/62/PV.42  \r\n \r\n07-57552 26 \r\n \r\nSilence in those situations may send the wrong \r\nmessage to perpetrators and potential perpetrators of \r\nserious international crimes. If the very purposes for \r\nwhich the Court was created are to be preserved, it is \r\nimportant that the international community reaffirm its \r\nfundamental commitment to the principles of justice \r\nand international law enshrined in the Charter of the \r\nUnited Nations and in the Statute of the Court. \r\n The Court has already had opportunities to draw \r\nthe attention of States parties to the issues I have just \r\nmentioned. The reactions of States parties have been \r\nencouraging for the future, and indeed have already \r\nresulted in concrete, positive developments. As for the \r\nUnited Nations itself — including its Member States, \r\nthe General Assembly, the Security Council and the \r\nSecretariat — it is in a position to take a number of \r\nactions to sustain and build upon the early impact of \r\nthe Court. That support and cooperation can be \r\ngrouped into three general areas.  \r\n First, operational cooperation from the United \r\nNations and its Member States will continue to be \r\ncritical, especially in the field. In addition to arrests, \r\nanother area of pressing importance is assisting in the \r\nrelocation and protection of victims and witnesses. The \r\nnumber of persons seeking protection or being \r\naccepted into the Court’s protection programme has \r\nincreased dramatically. The Court invites States that \r\nhave not yet done so to conclude agreements on the \r\nrelocation or protection of victims and witnesses. \r\n Secondly, United Nations or other missions that \r\ncan assist the Court should be empowered to fully \r\nsupport and cooperate with it. The objectives of the \r\nUnited Nations and those of the International Criminal \r\nCourt are complementary. That is reflected in the \r\nCharter of the United Nations, the Rome Statute and \r\nthe Relationship Agreement between the Court and the \r\nUnited Nations, as well as in the first referral of a \r\nsituation by the Security Council to the Court. \r\n Thirdly, the public and diplomatic support of the \r\nUnited Nations for the Court, and for international \r\njustice more broadly, is vital to ensuring a strong and \r\neffective Court. Such support fosters an environment in \r\nwhich States are more likely to comply with their legal \r\nobligations and to cooperate with the Court. Public and \r\ndiplomatic support can also contribute directly to the \r\nprevention of crimes by reinforcing expectations, \r\nincluding among potential perpetrators, that the Court’s \r\ndecisions will be carried out and that the international \r\ncommunity’s commitment to justice will be upheld. \r\n The Court did not create itself. The Court was set \r\nup by States to achieve the objectives that they \r\nexpressed in the preamble to the Rome Statute: to put \r\nan end to impunity for genocide, crimes against \r\nhumanity and war crimes; to contribute to the \r\nprevention of those crimes, which threaten peace and \r\nsecurity; and to guarantee lasting respect for, and the \r\nenforcement of, international justice. Those aims are \r\nuniversal. They are reflected in the Charter and in the \r\nstatements and practice of the Member States and of \r\nthe Organization. \r\n Ten years ago, the General Assembly decided to \r\nconvene the Rome Conference, which adopted the \r\nRome Statute. On 17 July next year, the world will \r\ncelebrate the tenth anniversary of the Rome Statute and \r\nwill ask what has been achieved.  \r\n It is our collective responsibility to ensure that \r\nthe momentum created in 1998 continues and that \r\ninternational justice prevails. I assure the Assembly \r\nthat the Court will continue to do its part to ensure its \r\neffectiveness and credibility through independence and \r\nimpartiality in strict accordance with the Rome Statute. \r\nThe Court is confident that it can count on the strong \r\nsupport and cooperation of States, the United Nations, \r\nother international and regional organizations and civil \r\nsociety, now and in the future. \r\nThe meeting rose at 1.05 p.m. \r\n \r\n"